{"created":"2015-05-14T02:05:43+00:00","modified":"2015-05-14T15:45:31+00:00","valid":{"from":"2015-03-26T22:47:18+00:00","to":"3015-03-26T22:47:18+00:00"},"hreflang":"en","published":"2015-03-26T22:47:18+00:00","teaser":"Plant nurseries strive to stand out in a post-recession landscape.","tags":["APM","plants plant industry horticulture gardening nurseries","Business"],"guid":"00082d41-adbf-43d5-8b1a-ee589a6d21d9","contentencoded":"<div class=\"barn-cleaned\"><p>It’s estimated that since 2008, around a third of all plant nurseries in the U.S. went out of business.&nbsp;&nbsp; The industry was hit hard by the housing bust, competition from big box stores, and some bad winters, to top it all off.&nbsp; But the plant industry’s roots run too deep for it to disappear, and many nurseries are looking for niches to survive their economic winter: sell online, sell interesting, sell weird.</p>\n<p>That's the strategy growing in the immense, hot, and humid greenhouses owned by Gardens Alive 20 minutes outside of Dayton, Ohio.&nbsp;</p>\n<p><span>Felix Cooper, vice president of</span> <a href=\"http://www.gardensalive.com/\">Gardens Alive</a>, stands in front of a&nbsp;<a href=\"http://www.gardensalive.com/product/heaven-can-wait/\">black raspberry</a>&nbsp;- \"<span>the first black raspberry to ever have two crops, a fall bearer and a spring bearer,” he says</span><span>. &nbsp;The company owns several plant nurseries, seed companies, and offers environmentally friendly garden products.&nbsp;</span><span>“Right across there we have one of our</span> <a href=\"http://www.gurneys.com/product/razzmatazz-wow-fruit-now-potted-grape\" target=\"_blank\">new grapes</a>. I<span>t has this continuously fruiting trait. It’s the coolest thing we’ve seen in a long time.”</span></p>\n<p><span>The grape plant is so popular that last year, it sold out in January before the company even started shipping. &nbsp;</span></p>\n<p>Such novel varieties are critical to the business, says <span>Gardens Alive founder&nbsp;</span>Niles Kinerk . “There’s no question in my mind that the future in our industry has to rely on providing to particular niche markets - that the big boxes don’t view as big enough to justify their interests.\"</p>\n<p>Big box stores are the biggest source of competition for plant nurseries, and between them and the recession, the plant nursery business has gotten nailed. Nationwide it’s lost a third of its growers.&nbsp;</p>\n<p>Tony Avent runs <a href=\"http://www.plantdelights.com/\" target=\"_blank\">Plant Delights Nursery</a> in North Carolina, where half of the nursery industry was wiped out during and after the recession.&nbsp; He has taken the whole sell-interesting, sell-weird strategy to the next level.</p>\n<p>“There’s an <a href=\"http://www.plantdelights.com/Amorphophallus-titanum-for-sale/Buy-Giant-Voodoo-Lily/\" target=\"_blank\">Amorphophallus titanum</a>,” he says, pointing to a photo of the currently dormant giant bulb. &nbsp;“It’s a plant with a flower that’s seven to nine feet tall.&nbsp; It has a smell that resembles, say, running over a pack of animals in the road - and the smell that would occur several weeks later.” &nbsp;&nbsp;</p>\n<p>Yes, people want to buy it.</p>\n<p>Greg Matusky is not one of them. But he is the kind of adamant gardener that Plant Delights and Gardens Alive caters to. &nbsp;&nbsp;</p>\n<p>“Every year I try something I consider exotic, something different. I have an olive plant, this year I’m going to grow capers,” he says, noting that he didn’t get them from a big box store.&nbsp;</p>\n<p>“If you can find four or five varieties of tomatoes at Home Depot, you’re doing pretty well,” he says.&nbsp; Matusky grows hundreds of tomato plants a year in his garden outside of Philadelphia. &nbsp;“The selection is much greater if you go online.”</p>\n<p>Avent&nbsp;says the decline of the nursery industry and the rise of the garden department has had a fundamental impact on the plants themselves.</p>\n<p>“Everything has shifted to plants that have a fast production time, plants which are what’s called a ‘seven-racker’ – breed them short enough so they can fit on a seven-racker truck,” he says.&nbsp; “It doesn’t really matter anymore to a lot of plant breeders how it will perform in the garden.”</p>\n<p>Avent says some growers will spray&nbsp; hormones on plants to keep them compact and attractive on shelves, but not particularly verdant in the garden.</p>\n<p>While there are, in fact, many new plant varieties available than ever before, obtaining them can be a challenge, which is where some nurseries see an advantage.&nbsp;</p>\n<p>There are a few other things in the nurseries’ favor.&nbsp; One is the simple fact that so many of them have gone out of business, which means there’s less competition for the ones still around.&nbsp; There are now shortages of some plants that take a while to grow, like landscape trees.&nbsp; Most growers didn’t plant many of them five years ago when things were bad, so there aren’t enough ready now.&nbsp; That’s great for businesses in that niche.</p>\n<p>“There are actually people who go out and scout landscapes. They will &nbsp;go out to properties and proposition the owners, saying we will pay you $50,000 for this tree if you allow us to dig it and move it to a property because of the shortage in the industry,” says Avent.&nbsp; It’s a story confirmed by real estate agents in the Northeast.&nbsp;</p>\n<p>But the main thing the plant nurseries are banking on is gardeners like Matusky, gardeners with a discerning green thumb and a penchant for growing their own food.&nbsp;</p>\n<p>“Tomatoes are one thing that really blow your brains out when you taste them and realize what a real tomato tastes like,” Matusky says. “Cucumbers, the same thing. Eggplant less bitter than you’ll ever taste from the supermarket.”</p>\n<p>From new varieties to online merchandising, nurseries are doing everything they can to stick around, supplying gardeners who want fresh pea plants, and those who want plants that smell like pee. &nbsp;If the strategy is right, it may, after a seven year winter, finally be spring for the plant nursery industry.&nbsp;&nbsp;</p></div>","title":"The plant business is trying to sprout again","description":"Plant nurseries strive to stand out in a post-recession landscape.","byline":"Sabri Ben-Achour","contenttemplated":"[{\"content\":\"<p>It’s estimated that since 2008, around a third of all plant nurseries in the U.S. went out of business.   The industry was hit hard by the housing bust, competition from big box stores, and some bad winters, to top it all off.  But the plant industry’s roots run too deep for it to disappear, and many nurseries are looking for niches to survive their economic winter: sell online, sell interesting, sell weird.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>That&apos;s the strategy growing in the immense, hot, and humid greenhouses owned by Gardens Alive 20 minutes outside of Dayton, Ohio. </p>\"},{\"type\":\"text/html\",\"content\":\"<p><span>Felix Cooper, vice president of</span> <a href=\\\"http://www.gardensalive.com/\\\">Gardens Alive</a>, stands in front of a <a href=\\\"http://www.gardensalive.com/product/heaven-can-wait/\\\">black raspberry</a> - &quot;<span>the first black raspberry to ever have two crops, a fall bearer and a spring bearer,” he says</span><span>.  The company owns several plant nurseries, seed companies, and offers environmentally friendly garden products. </span><span>“Right across there we have one of our</span> <a href=\\\"http://www.gurneys.com/product/razzmatazz-wow-fruit-now-potted-grape\\\" target=\\\"_blank\\\">new grapes</a>. I<span>t has this continuously fruiting trait. It’s the coolest thing we’ve seen in a long time.”</span></p>\"},{\"type\":\"text/html\",\"content\":\"<p><span>The grape plant is so popular that last year, it sold out in January before the company even started shipping.  </span></p>\"},{\"type\":\"text/html\",\"content\":\"<p>Such novel varieties are critical to the business, says <span>Gardens Alive founder </span>Niles Kinerk . “There’s no question in my mind that the future in our industry has to rely on providing to particular niche markets - that the big boxes don’t view as big enough to justify their interests.&quot;</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Big box stores are the biggest source of competition for plant nurseries, and between them and the recession, the plant nursery business has gotten nailed. Nationwide it’s lost a third of its growers. </p>\"},{\"content\":\"<p>Tony Avent runs <a href=\\\"http://www.plantdelights.com/\\\" target=\\\"_blank\\\">Plant Delights Nursery</a> in North Carolina, where half of the nursery industry was wiped out during and after the recession.  He has taken the whole sell-interesting, sell-weird strategy to the next level.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“There’s an <a href=\\\"http://www.plantdelights.com/Amorphophallus-titanum-for-sale/Buy-Giant-Voodoo-Lily/\\\" target=\\\"_blank\\\">Amorphophallus titanum</a>,” he says, pointing to a photo of the currently dormant giant bulb.  “It’s a plant with a flower that’s seven to nine feet tall.  It has a smell that resembles, say, running over a pack of animals in the road - and the smell that would occur several weeks later.”   </p>\",\"type\":\"text/html\"},{\"content\":\"<p>Yes, people want to buy it.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Greg Matusky is not one of them. But he is the kind of adamant gardener that Plant Delights and Gardens Alive caters to.   </p>\"},{\"content\":\"<p>“Every year I try something I consider exotic, something different. I have an olive plant, this year I’m going to grow capers,” he says, noting that he didn’t get them from a big box store. </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“If you can find four or five varieties of tomatoes at Home Depot, you’re doing pretty well,” he says.  Matusky grows hundreds of tomato plants a year in his garden outside of Philadelphia.  “The selection is much greater if you go online.”</p>\"},{\"content\":\"<p>Avent says the decline of the nursery industry and the rise of the garden department has had a fundamental impact on the plants themselves.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“Everything has shifted to plants that have a fast production time, plants which are what’s called a ‘seven-racker’ – breed them short enough so they can fit on a seven-racker truck,” he says.  “It doesn’t really matter anymore to a lot of plant breeders how it will perform in the garden.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Avent says some growers will spray  hormones on plants to keep them compact and attractive on shelves, but not particularly verdant in the garden.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>While there are, in fact, many new plant varieties available than ever before, obtaining them can be a challenge, which is where some nurseries see an advantage. </p>\"},{\"content\":\"<p>There are a few other things in the nurseries’ favor.  One is the simple fact that so many of them have gone out of business, which means there’s less competition for the ones still around.  There are now shortages of some plants that take a while to grow, like landscape trees.  Most growers didn’t plant many of them five years ago when things were bad, so there aren’t enough ready now.  That’s great for businesses in that niche.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“There are actually people who go out and scout landscapes. They will  go out to properties and proposition the owners, saying we will pay you $50,000 for this tree if you allow us to dig it and move it to a property because of the shortage in the industry,” says Avent.  It’s a story confirmed by real estate agents in the Northeast. </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>But the main thing the plant nurseries are banking on is gardeners like Matusky, gardeners with a discerning green thumb and a penchant for growing their own food. </p>\"},{\"type\":\"text/html\",\"content\":\"<p>“Tomatoes are one thing that really blow your brains out when you taste them and realize what a real tomato tastes like,” Matusky says. “Cucumbers, the same thing. Eggplant less bitter than you’ll ever taste from the supermarket.”</p>\"},{\"content\":\"<p>From new varieties to online merchandising, nurseries are doing everything they can to stick around, supplying gardeners who want fresh pea plants, and those who want plants that smell like pee.  If the strategy is right, it may, after a seven year winter, finally be spring for the plant nursery industry.  </p>\",\"type\":\"text/html\"}]","itags":["00082d41adbf3d5fb1a9ee589a6d21d9","Marketplace","PMP:Marketplace_PMP","Marketplace for Thursday, March 26, 2015"],"audio":[{"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/174234701_0.jpg?itok=lxWfn9n1","meta":{"height":"340","crop":"primary","width":"610"}},{"type":"audio/mpeg","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2015/03/26/mp_20150326_seg_19_64.mp3","format":"MP3","meta":{"duration":268,"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2015/03/26/mp_20150326_seg_19"},"duration_hms":"00:04:28"}}]}