{"created":"2015-05-02T19:34:23+00:00","modified":"2015-06-02T19:19:53+00:00","valid":{"from":"2015-06-02T19:19:53+00:00","to":"3015-06-02T19:19:53+00:00"},"hreflang":"en","title":"John Lydon: The Foul-Mouthed Yob Sets The Record Straight","published":"2015-05-02T22:27:00+00:00","teaser":"\"After reading so much rubbish written about me over the years, it became obvious that I had to just tell it like it is,\" Lydon tells NPR's Arun Rath. Lydon just wrote his memoir, <em>Anger Is An Energy</em>.","itags":["npr_api","402556082"],"guid":"000b6889-4627-4e66-adb4-5cdbce4a8c4c","contentencoded":"<p>John Lydon, a.k.a. Johnny Rotten, is a name that conjures images of a scrawny punk thrashing around the stage with <a href=\"http://www.npr.org/artists/17080107/the-sex-pistols\">The Sex Pistols</a>, giving confrontational interviews with MTV VJs, or just generally raising hell. Maybe you think of his innovative post-punk band <a href=\"http://www.npr.org/2010/05/12/126561683/public-image-ltd-returns-for-a-thrilling-live-concert\">Public Image Ltd</a>. Or, well, his stints on reality shows and nature documentaries.</p><p>In any case, Lydon thought it was time to set the record straight with his memoir, <em>Anger Is An Energy</em>.</p><p>\"After reading so much rubbish written about me over the years, it became obvious that I had to just tell it like it is,\" Lydon says. \"Rather than let people carry on with their estimation that I'm a foul-mouthed yob.\"</p><p>And to prove he's not a foul-mouthed yob, at least not all the time, Lydon spoke with NPR's Arun Rath about losing his memory to meningitis at 7, being a threat to civilization (and loving it) and why he's appeared on reality TV shows.</p><p><strong>There's an incredible story here I'd never heard before. When you were 7 years old, you contacted meningitis, were very ill, and you lost your memory. </strong><strong></strong></p><p>I was in a hospital for nearly a year. I was in a coma for the first few months of that. And when I came out of the coma, nothing. Everything was gone. Everything. I couldn't even really communicate or talk even though I felt I was. I didn't actually know who I was or why I was there or where there was. The process of finding out who I was took a long, long time.</p><p><strong>Most 7- and 8-year-olds don't even have to think about who they are. </strong></p><p>No. It's all paid off, you know, for me in the long run because doctors had informed my mom and dad to be kind of hard on me, to get me angry, to keep the rage up. By keeping me in that state of mind and maybe things would suddenly jump back into place. This is where I got the form of anger as an energy. Without that energy, I might just have wallowed into, well, self-pity or something far worse. I never probably full recouped.</p><p><strong>You write about your own anger, but I was thinking about the anger that was directed at you when you hit the scene in the '70s. I think people may have a hard time remembering what that was like now. People were talking about you like you were a threat to civilization. </strong></p><p>[Sniggers.] Why, thank you, that's a really nice compliment. [Laughs.]</p><p><strong>What was that like for a young man?</strong></p><p>It was quite preposterous to see adults behave so violently and so negatively to basically — what am I exercising here? — freedom of thought and my own opinions on the institutions, the powers that be. Somebody has to say these things because there's no exaggeration in it. These are all tragic situations that need to be uncovered and stopped. And I'm quite good at that.</p><p><strong>You've kept your energy up. People that were close to you on the scene — I think of Sid Vicious who self-destructed. And you were a young man thrown quickly into this world of indefinite indulgence, but you didn't self-destruct. </strong></p><p>No, well I had quite a lot to claw back from, didn't I?</p><p><strong>Was it as simple as that?</strong></p><p>Yeah, and I'm never ever ever going to be the kind of person that's going to throw his life away. The whole drug culture that permeates the rock 'n' roll universe — well, you could look at it this way: drugs could be recreational, but if you're using drugs to really avoid a reality, that's when problems come in. Heroin is very important to the mentally deficient and insecure.</p><p>Now, all of us, as human beings, we all have weaknesses. We all feel inadequate. We all have painful experiences we can't quite seem to fess up to. And we're all shy of explaining ourselves openly and fully in front of human beings. But that don't mean you should run away from it. My way is that I embrace these things and made them part of my character, my personality, and I think gives me that glorious word that I celebrate: integrity.</p><p><strong>We know you kind of hate celebrity culture, but you've also taken part in to a certain extent. You've written about the reality TV shows --</strong></p><p>It's not much like I could avoid, is it? The reality TV show — well, we talk about <em>I'm A Celebrity Get Me Out Of Here</em> is a European show. I did that for charity and raised a small fortune. Now if that's celebrity, <em>yippee</em>! You know?</p><p><strong>And you got to <a href=\"https://www.youtube.com/watch?v=7ylxmbkFltg\" target=\"_blank\">swim with sharks</a>. </strong></p><p>Ah. We came up with the idea of some quite extreme diving outfits. Mine was yellow and black, so I looked like a really ridiculous bumble bee. I mean, really dangerous colors at the time, you would be thinking to be learning to dive. But we found since — as science has recently discovered — that these are good, natural shark-repellent ideas. Well, hello, Johnny was doing this quite some time ago. Where's my money? You know, \"Thank you, science.\"</p><p>It's been like that, really, throughout my life. People are prepared to absolutely condemn me, but then behind my back, rush off and copy it. I've spent my whole life trying to be myself. I'm not emulating other human beings, not trying to fit into what society thinks it has the right to dictate to me about what is right or wrong. Who's right or wrong here? Well, it's either me or the whole of society.</p><p><strong>Well, the whole of society has come around on you being yourself --</strong></p><p>So you're in agreement with me.</p><p><strong>Well, you've been described as a beloved figure now. I've even seen you described as a national treasure in Britain. How's that for a kick in the hat? </strong></p><p>It sounds like a race horse. I've heard the rumors. Oh, they're trying to give me an O.B.E. or an M.B.E. or whatever that is. Nope, not interested.</p><p><strong>Whether or not we call you a national treasure --</strong></p><p>You wouldn't say that if you saw the state of my underpants. I tell you. Let's be honest.</p><p><strong>[Laughing.] I do find a very British attitude running through this book. What you described earlier: you don't wallow in your pain. </strong></p><p>No, my mom and dad would never tolerate self-pity. And although that was a painful experience, to learn that's actually the correct way of living a life — well, I'm just happy to be this way. I can't imagine trying to fit in with the rest of the honky donkeys out there. It's just not worth it.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=John+Lydon%3A+The+Foul-Mouthed+Yob+Sets+The+Record+Straight&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"509"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1403831487-a16b06.m3u?orgId=1&topicId=1033&d=509&p=2&story=402556082&t=progseg&e=403831381&seg=11&ft=nprml&f=402556082"},{"href":"http://media.npr.org/assets/img/2015/04/27/171973943-a02a319c36443e4f31d951c748c867084c3862dc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1639","width":"2186"}}]}