{"created":"2015-04-30T16:50:37+00:00","modified":"2015-04-30T19:46:57+00:00","valid":{"from":"2014-10-03T16:30:24+00:00","to":"3014-10-03T16:30:24+00:00"},"hreflang":"en","guid":"0011edb1-b2bc-4e3b-9b9a-4c7d9a06f195","title":"Travelogue: Volume 1","teaser":"The SOTRU team brings you a collection of stories from the road. Host Al Letson reflects on the show and plays some of his favorite stories mixed with unheard interviews. We’ll also hear a story about a road trip that completely shifted Al’s life.","description":"State of the Re:Union Travelogue: Volume 1  Host: Al Letson Producers: Tina Antolini, Delaney Hall, Laura Starecheski, Sara Brooke Curtis  DESCRIPTION: The SOTRU team brings you a collection of stories from the road.&nbsp;Host Al Letson reflects on the show and plays some of his favorite stories mixed with unheard interviews. We&rsquo;ll also hear a story about a road trip that completely shifted Al&rsquo;s life.  BILLBOARD (:59) Incue: From PRX and NPR, this is State of the Re:Union Outcue: But first, this news.  NEWS HOLE: 1:00-6:00  SEGMENT A (12:29) Incue: I'm Al Letson and you are listening to State of the Re:Union Outcue: When State of the Re:Union Travelogue, Volume One, returns.  A-1. Intro Host Al Letson recalls how many places SOTRU has been over the years, then we hear the voices of some of the people he's met while on the road.  A-2. Holler to the Hood - from Appalachia Rising  Nick Szuberla hosts a hip hop show on a community radio station that broadcasts around central Appalachia&mdash;the only hip hop show for miles in this bluegrass region. And one day, he started getting requests by mail from prisoners. Since the mid-1990s, for-profit prisons have been opening in Appalachia, as local officials have looked for alternatives to coal for economic development. And it turns out a lot of the prisoners filling those new prisons were being shipped in from cities across the country&mdash;and they were longing for any taste of home. Nick&rsquo;s hip hop radio show was that. They started out playing mail chess, but that quickly evolved into the radio show as forum for concerns prisoners had about the way they were being treated&hellip; and, as family members began to realize that prisoners were listening to the radio show, they started listening online and calling in to communicate with their loved ones.   SEGMENT B (18:59) Incue: Hey, this is Al Letson and you are listening to State of the Re:Union Outcue: PRX-dot-ORG  B-1. Dear Baltimore - from Baltimore: Outsiders In A letter to Baltimore from Pastor Heber Brown III of New Hope Baptist Church.   B-2. Friars in the Boogie Down - from The Bronx: Still Rising from the Ashes Finding a sanctuary from the noise and people in the Bronx is tough.&nbsp; But there&rsquo;s a doorway on 156th Street that leads not just into a rare, blissful quiet, but almost seems to lead to another century.&nbsp;Here at St. Crispin Friary, a sect of Franciscan friars have made their home since the 1980s.&nbsp; They wear gray robes, tied with thick rope at the waist, and the tonsured hair that marks them unmistakably as deeply religious men.&nbsp;These friars felt moved to re-engage with their mission to help the poor, and the South Bronx seemed a perfect place to start.&nbsp; We expected this to be a serious story.&nbsp;But as soon as we get on to the block, we find a surprising scene&mdash;Father Louis, head of the friary, tying dozens of water balloons at the friars&rsquo; annual block party.&nbsp;   B-3. Riba DeWilde: Every Little Thing  Riba DeWilde grew up in a small Native community in rural Alaska. Her family hunted, trapped, and lived almost entirely off the land. Now, as an artist, Riba draws on those skills, but she takes them even further. She hunts for her food, then uses the bones of animals she's killed to create jewelry and sculptures that have been featured in museums across the state and country. She's rooted in Native Athabascan traditions -- but as a woman carver, she breaks them too.  B-4. Dear Vermont - from Vermont: The Small Town State A letter from musician and author Robin MacArthur, to her state.   SEGMENT C (18:59) Incue: Welcome back. You are listening to State of the Re:Union. Outcue: This is NPR.  C-1. The Possibilities of the Stars Most of State of the Re:Union's reporting is done right here in the United States, but host Al Letson tells us a very personal story about his trip to Malawi.  C-2. Close Al Letson closes out the episode with the vision of State of the Re:Union, then more voices from people we've featured in our episodes.   PROGRAM OUT @ 59:00  Promo Transcript: On State of the Re:Union we've traveled the country for several years now, collecting stories from the road. \"In the Bronx, Bronx people make something out of nothing. It's just sheer creativity.\" On the next State of the Re:Union, we take a look back at the communities, characters, and conflicts we've covered over the years. \"I'm not a tree hugger, I'm not an activist. I'm just&hellip; this is where I live. You know, this is my town.\" That's on the next State of the Re:Union.   Broadcast Window Begins 10/03/2014  The Fall 2014 Season of State of the Re:Union (SOTRU) will be available beginning September 29, 2014 on PRX and the Content Depot without charge to all public radio stations, and may be aired an unlimited number of times prior to December 31, 2015. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only.   State of the Re:Union is presented by WJCT, and co-distributed by NPR and PRX.&nbsp; Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting.   Thanks for your consideration of State of the Re:Union with Al Letson. Please contact your NPR Stations relations person or Melissa LaCasse at lacasse.melissa@gmail.com or 207.776.4926 with questions or to confirm carriage.","contentencoded":"State of the Re:Union<br /> Travelogue: Volume 1<br /> <br /> Host: Al Letson<br /> Producers: Tina Antolini, Delaney Hall, Laura Starecheski, Sara Brooke Curtis<br /> <br /> DESCRIPTION: The SOTRU team brings you a collection of stories from the road.&nbsp;Host Al Letson reflects on the show and plays some of his favorite stories mixed with unheard interviews. We&rsquo;ll also hear a story about a road trip that completely shifted Al&rsquo;s life.<br /> <br /> BILLBOARD (:59)<br /> Incue: From PRX and NPR, this is State of the Re:Union<br /> Outcue: But first, this news.<br /> <br /> NEWS HOLE: 1:00-6:00<br /> <br /> SEGMENT A (12:29)<br /> Incue: I'm Al Letson and you are listening to State of the Re:Union<br /> Outcue: When State of the Re:Union Travelogue, Volume One, returns.<br /> <br /> A-1. Intro<br /> Host Al Letson recalls how many places SOTRU has been over the years, then we hear the voices of some of the people he's met while on the road.<br /> <br /> A-2. Holler to the Hood - from Appalachia Rising <br /> Nick Szuberla hosts a hip hop show on a community radio station that broadcasts around central Appalachia&mdash;the only hip hop show for miles in this bluegrass region. And one day, he started getting requests by mail from prisoners. Since the mid-1990s, for-profit prisons have been opening in Appalachia, as local officials have looked for alternatives to coal for economic development. And it turns out a lot of the prisoners filling those new prisons were being shipped in from cities across the country&mdash;and they were longing for any taste of home. Nick&rsquo;s hip hop radio show was that. They started out playing mail chess, but that quickly evolved into the radio show as forum for concerns prisoners had about the way they were being treated&hellip; and, as family members began to realize that prisoners were listening to the radio show, they started listening online and calling in to communicate with their loved ones. <br /> <br /> SEGMENT B (18:59)<br /> Incue: Hey, this is Al Letson and you are listening to State of the Re:Union<br /> Outcue: PRX-dot-ORG<br /> <br /> B-1. Dear Baltimore - from Baltimore: Outsiders In<br /> A letter to Baltimore from Pastor Heber Brown III of New Hope Baptist Church. <br /> <br /> B-2. Friars in the Boogie Down - from The Bronx: Still Rising from the Ashes<br /> Finding a sanctuary from the noise and people in the Bronx is tough.&nbsp; But there&rsquo;s a doorway on 156th Street that leads not just into a rare, blissful quiet, but almost seems to lead to another century.&nbsp;Here at St. Crispin Friary, a sect of Franciscan friars have made their home since the 1980s.&nbsp; They wear gray robes, tied with thick rope at the waist, and the tonsured hair that marks them unmistakably as deeply religious men.&nbsp;These friars felt moved to re-engage with their mission to help the poor, and the South Bronx seemed a perfect place to start.&nbsp; We expected this to be a serious story.&nbsp;But as soon as we get on to the block, we find a surprising scene&mdash;Father Louis, head of the friary, tying dozens of water balloons at the friars&rsquo; annual block party.&nbsp; <br /> <br /> B-3. Riba DeWilde: Every Little Thing <br /> Riba DeWilde grew up in a small Native community in rural Alaska. Her family hunted, trapped, and lived almost entirely off the land. Now, as an artist, Riba draws on those skills, but she takes them even further. She hunts for her food, then uses the bones of animals she's killed to create jewelry and sculptures that have been featured in museums across the state and country. She's rooted in Native Athabascan traditions -- but as a woman carver, she breaks them too.<br /> <br /> B-4. Dear Vermont - from Vermont: The Small Town State<br /> A letter from musician and author Robin MacArthur, to her state. <br /> <br /> SEGMENT C (18:59)<br /> Incue: Welcome back. You are listening to State of the Re:Union.<br /> Outcue: This is NPR.<br /> <br /> C-1. The Possibilities of the Stars<br /> Most of State of the Re:Union's reporting is done right here in the United States, but host Al Letson tells us a very personal story about his trip to Malawi.<br /> <br /> C-2. Close<br /> Al Letson closes out the episode with the vision of State of the Re:Union, then more voices from people we've featured in our episodes. <br /> <br /> PROGRAM OUT @ 59:00<br /> <br /> Promo Transcript: On State of the Re:Union we've traveled the country for several years now, collecting stories from the road. \"In the Bronx, Bronx people make something out of nothing. It's just sheer creativity.\" On the next State of the Re:Union, we take a look back at the communities, characters, and conflicts we've covered over the years. \"I'm not a tree hugger, I'm not an activist. I'm just&hellip; this is where I live. You know, this is my town.\" That's on the next State of the Re:Union. <br /> <br /> Broadcast Window Begins 10/03/2014<br /> <br /> The Fall 2014 Season of State of the Re:Union (SOTRU) will be available beginning September 29, 2014 on PRX and the Content Depot without charge to all public radio stations, and may be aired an unlimited number of times prior to December 31, 2015. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only. <br /> <br /> State of the Re:Union is presented by WJCT, and co-distributed by NPR and PRX.&nbsp; Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting. <br /> <br /> Thanks for your consideration of State of the Re:Union with Al Letson. Please contact your NPR Stations relations person or Melissa LaCasse at lacasse.melissa@gmail.com or 207.776.4926 with questions or to confirm carriage.","byline":"Al Letson","published":"2014-10-03T16:30:24+00:00","tags":["Media","News","Travel"],"itags":["prx:stories-131907"],"audio":[{"href":"https://cms.prx.org/pub/0419b4891cc52d729b180ce501b4d296/0/web/story_image/313148/medium/sotru_profile-pic_01.gif","type":"image/gif","meta":{"crop":"medium"}},{"href":"https://cms.prx.org/pub/64939f8f2ea8d4b92e767a6577fa34d9/0/web/audio_file/759188/broadcast/01-Travelogue_1_Billboard_v2.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886265}},{"href":"https://cms.prx.org/pub/df20736a067eaf517d1d35964a924efe/0/web/audio_file/759189/broadcast/02-Travelogue_1_Newscast_Music.mp3","type":"audio/mpeg","meta":{"duration":29,"size":927685}},{"href":"https://cms.prx.org/pub/9fd90b84f724fdb9f3f19a5b93db3a7f/0/web/audio_file/759374/broadcast/03-Travelogue_1_Segment_A.mp3","type":"audio/mpeg","meta":{"duration":749,"size":23941955}},{"href":"https://cms.prx.org/pub/ef9311964f894b75a4c0596faba2906f/0/web/audio_file/759192/broadcast/04-Travelogue_1_Segment_A_Music_Bed.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1885430}},{"href":"https://cms.prx.org/pub/8f8891404c9f15ddf61181d01589038e/0/web/audio_file/759193/broadcast/05-Travelogue_1_Segment_B.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36408505}},{"href":"https://cms.prx.org/pub/f07e86641c5ef0e515bec9b854df46df/0/web/audio_file/759194/broadcast/06-Travelogue_1_Segment_B_Music.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1885430}},{"href":"https://cms.prx.org/pub/00599ced0910c02f66bbabdcc3d9da1e/0/web/audio_file/759375/broadcast/07-Travelogue_1_Segment_C.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36408505}}]}