{"created":"2015-05-14T21:53:01+00:00","modified":"2015-05-23T00:00:41+00:00","valid":{"from":"2015-05-23T00:00:40+00:00","to":"3015-05-23T00:00:40+00:00"},"hreflang":"en","title":"After Baltimore And Ferguson, Major Momentum For Criminal Justice System Reform","published":"2015-05-16T23:46:00+00:00","teaser":"There's an unusual bipartisan consensus in Washington on the need to overhaul the justice system. But there are competing proposals and, as one advocate says, \"expectations are very high.\"","itags":["npr_api","406768355"],"guid":"0017585c-4bd5-4f36-97b4-f731b2ba60a9","contentencoded":"<p>Lawmakers working on fixes to the justice system say that unrest in places like Ferguson, Mo., and Baltimore is pushing them to act.</p><p>\"The whole idea of a young man dying in police custody, the confrontations with police, the looting and burning of innocent minority owned businesses,\" Texas Republican Sen. John Cornyn said on the Senate floor this month. \"The question arises, what can we do?\"</p><p>There's an unusual bipartisan consensus in Washington on the need to overhaul the justice system. Presidential candidates from both political parties are talking about how to reduce the prison population and lawmakers are negotiating on legislation designed to do just that. But those proposals may not go far enough for many advocates.</p><p>In the Senate, Cornyn and Judiciary Chairman Charles Grassley, an Iowa Republican, are considering a slate of reform proposals.</p><p>\"The expectations are very high,\" says Christine Leonard of the Coalition for Public Safety. The group includes unlikely allies such as the American Civil Liberties Union and Koch Industries. And Leonard says it's advocating for changes to the corrections system.</p><p>\"I would argue that we have already waited too long and that the cost for the American taxpayers of $80 billion a year toward corrections is not the appropriate level of investment that people want when there are other things our communities need,\" she adds.</p><p>Now, this is where things get complicated. There are two sets of ideas about how to move ahead. One set of reform proposals puts more weight on changing federal sentencing laws at the front end. That means, fewer people get sent to prison in the first place to serve long mandatory sentences for drug crimes.</p><p>President Obama, the deputy attorney general and other top Democrats are pressing for that option. But key Republicans on Capitol Hill seem to favor another approach. They want to change the law to make it easier for low-risk inmates to earn credits to leave prison months or years early. They also want to create a federal commission to study all the other problems, such as rebuilding confidence in police.</p><p>Law enforcement supports the idea of a commission. But many advocates say the problems have been studied already — and they worry a commission could cost even more money yet lead nowhere.</p><p>\"We have to think big right now,\" says Marc Mauer of the Sentencing Project, a nonprofit working to change sentencing laws and seek alternatives to incarceration. \"Our sentencing policies have become so excessive that tinkering around the edges is not going to get us very far.\"</p><p>Mauer says if Congress wants to help restore minorities' trust in police, it should go big on sentencing reform.</p><p>\"Half the people in federal prison are there for a drug offense, a substantial majority of those are African-American or Latino,\" Mauer says. \"All the evidence we have shows that the war on drugs has had an unwarranted, disproportionate racial effect and there's nothing we could do that would help to reverse that more than substantial sentencing reform across the board.\"</p><p>Cornyn and Grassley have been skeptical about dialing back penalties for drug crimes, though, in favor of legislation that would require federal prison officials to assess the risk many types of inmates pose and to provide them classes and training that could lead to their early release.</p><p>With a limited amount of time for the Senate to act this year, the question is whether the Obama administration and its allies in Congress can convince Republicans to agree to some modest changes in drug sentences. They're seeking, among other ideas, to limit the 10-year mandatory minimum penalty for many drug offenses to the leaders or organizers of drug rings, U.S. sources tell NPR. That change could apply to thousands of defendants every year.</p><p>Longtime advocates say Congress has only weeks to move on criminal justice reform before the presidential race brings action to a halt.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+Baltimore+And+Ferguson%2C+Major+Momentum+For+Criminal+Justice+System+Reform&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Carrie Johnson","audio":[{"meta":{"duration":"226"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1406768356-bb31a7.m3u?orgId=1&topicId=1014&d=226&p=2&story=406768355&t=progseg&e=406768287&seg=13&ft=nprml&f=406768355"},{"href":"http://media.npr.org/assets/img/2015/05/14/470570122-1d36f0eaecf1aab23008e19e7136aa316714d2f3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2823","width":"3764"}}]}