{"created":"2014-12-09T22:16:39+00:00","modified":"2015-05-13T21:27:21+00:00","valid":{"from":"2015-05-13T21:27:21+00:00","to":"3015-05-13T21:27:21+00:00"},"hreflang":"en","title":"The Annie Of Tomorrow Has The Same Hard Knocks, But Different Hair","published":"2014-12-15T19:09:00+00:00","teaser":"The famously redheaded orphan is played this time by African-American actress Quvenzhané Wallis. \"The original Annie had a red Afro,\" points out Indiana University scholar Terri Francis.","itags":["npr_api","369640628"],"guid":"001c71f4-6d1b-4836-be20-6a000b1ba49d","contentencoded":"<p>When you think about the musical <em>Annie,</em> what associations come to mind? Probably the song \"Tomorrow,\" right? And Annie's bright red, curly hair? Red hair comes with its own cultural mythology. In this case, it underscores Annie's plucky, independent spirit.</p><p>As it turns out, hair is almost a character <a href=\"https://www.youtube.com/watch?v=mAMQ6U96JhY\" target=\"_blank\">in this trailer</a> for the new version of Annie coming out Dec. 19, says Noliwe Rooks, a professor at Cornell University. In just 2:19 minutes, you'll see three or four jokes about or references to hair.</p><p>\"Her hair is just <em>wild</em>,\" Rooks notes. In this version, Annie is played by the African-American actress Quvenzhané Wallis, who was nominated for an Oscar for her role in <em>Beasts of the Southern Wild.</em> And Rooks says Wallis' hair, as Annie, continues to stand out.</p><p>\"It's just big,\" she says. \"It's not combed. It's just sticking out. No one is taking care of this child. No one is particularly interested in her grooming.\"</p><p>Annie's hair here is also puffy, and tinted slightly red, but it's not a 'fro, says Terri Francis, a scholar at Indiana University. A 'fro, she says, is round and trimmed and carries its own cultural mythology.</p><p>\"The original Annie had a red Afro,\" she points out. So when you've got a black actress playing Annie, why not keep her 'fro? \"The 'fro is too political or too threatening or too black,\" Francis speculates. \"Or something?\"</p><p>The cultural politics of hair might also explain why this movie's Daddy Warbucks wears a hairpiece. (He's played by Jamie Foxx, and for some reason, the character has been renamed Will Stacks.) That hairpiece is also the subject of one of the trailer's jokes. The original Daddy Warbucks is famously bald. But black baldness, says Francis, means something different than white baldness.</p><p>\"The baldness is not about losing hair,\" she explains. \"The baldness is <em>badness</em>.\" (And just to be clear, that's <em>baadnessss</em> with \"two A's, four S's,\" Francis says.)</p><p>Giving Daddy Warbucks a hairpiece tames him a little bit, she says. It makes him less virile.</p><p>There's something else subtle but important going on, Rooks says, during a moment when you see Stacks' lovely white assistant/love interest, Grace Farrell (Rose Byrne), taking care of Annie's hair.</p><p>\"Generally,\" Rooks says, \"what we hear is that white mothers do not know what to do with black children's hair.\"</p><p>Farrell is not Annie's mother, but she is a maternal figure. And seeing a white woman comfortable with — and enjoying — making an African-American girl's hair look good is significant, Rooks says.</p><p>\"It's difficult for us to find cultural productions that are about the love and care of little black children,\" she says. \"I give them two thumbs up for that.\"</p><p>Rooks says the story of African-American hair is a story about belonging and not belonging. And it fits nicely — and not so nicely — in the story of an orphan looking for and finding a family.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Annie+Of+Tomorrow+Has+The+Same+Hard+Knocks%2C+But+Different+Hair&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Neda Ulaby","audio":[{"meta":{"duration":"219"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1369667380-ef914e.m3u?orgId=1&topicId=1137&d=219&p=2&story=369640628&t=progseg&e=369564359&seg=7&ft=nprml&f=369640628"},{"href":"http://media.npr.org/assets/img/2014/12/09/annie-dom-df-08160_rgb-fa12a21cbbe56e34830bf5d0d978fa12f73c8c49.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1848","width":"2466"}}]}