{"created":"2014-12-11T19:39:04+00:00","modified":"2014-12-12T18:58:54+00:00","valid":{"from":"2014-12-12T18:58:54+00:00","to":"3014-12-12T18:58:54+00:00"},"hreflang":"en","guid":"0021a7ba-cb73-4608-a2f6-f474c1bffc3d","title":"America has used water to torture people for more than a century","published":"2014-12-12T18:58:53+00:00","byline":"Christopher Woolf","tags":["torture","terrorism","government","history","Justice","Conflict & Justice","North America","Asia","Philippines","Cambodia","United States","North America","Asia","Teddy Roosevelt","George Wickersham","Herbert Hoover","Gregory Urwin","Isamu Ishihara","Pol Pot","John McCain","G.Daniel Lassiter","Chase Nielsen","The World That Was","Ethics","Law","Interrogation techniques","Law enforcement","Torture in the United States","Waterboarding","Wickersham Commission"],"teaser":"You may not be surprised to hear that simulated drowning as a torture was first documented during the Middle Ages. But did you know it was once a common technique in US law enforcement in the early 20th century?","contentencoded":"<p>Waterboarding is essentially a method to make people feel like they are drowning. It is a terrifying way to force people into doing or saying whatever you want. And it's been around for a long time.</p>\n<p>The first documented use was during the Spanish Inquisition — and it was as reviled then as it is now.</p>\n<p>Its use was also documented almost 400 years ago in the East Indies, when it was perpetrated by the Dutch on some English traders who were trying to set up shop on Dutch turf. The so-called Amboina Massacre of 1623 was widely publicized in England at the time, and water torture was fiercely denounced as a barbarity, even in that savage age.</p>\n<p>Senator John McCain reminded us this week that the United States hanged Japanese officers after World War II for torturing prisoners of war. Professor Gregory Urwin of Temple University cites the example of Isamu Ishihara, the former chief interpreter at the Shanghai POW Camp. Ishihara was sentenced to life in prison with hard labor by an American military commission after being found guilty of committing \"cruel, inhuman and brutal atrocities against certain American prisoners of war.\"</p>\n<p>Chase Nielsen was one victim of the Japanese. He was an aviator who took part in the famous Doolittle Raid in 1942, the first US strike against the Japanese mainland. The Japanese public was enraged by the raid and Nielsen was tortured as a result. He survived.</p>\n<p>The Nazi German secret police, the Gestapo, also used water torture. The Communists used it on US POWs during the Korean War. And it was commonplace in Cambodia during the brutal rule of Pol Pot in the 1970s.</p>\n<p>The United States stridently denounced all those incidents as crimes. What’s less well-known is that the United States itself has a relatively long and deep relationship with this form of torture.</p>\n<p>During the Spanish-American War of 1898, the United States occupied the Spanish colony of the Philippines. When the Americans wouldn’t leave, the Filipinos launched a violent insurgency. US troops responded with severity and used torture to interrogate suspects for information. One method was the \"water cure.\"</p>\n<p>That worked differently than waterboarding. The perpetrator would shove a funnel into the victim's mouth and then fill him with water until his stomach distended. Then he would jump on the victim's stomach until he vomited. </p>\n<p>However, that was not a policy approved at a high level and President Teddy Roosevelt was furious when he found out. At least one US army officer was court martialed, and a general was thrown out of the army for condoning the practice.</p>\n<p>However, in a sense, the water cure was just an extension of law enforcement practices back in the US.</p>\n<p>The shocking truth is that police forces across the country would commonly give suspects the third degree to try to get confessions out of them. The water cure was one of the tools in that arsenal.</p>\n<p>In 1910, US courts began throwing out confessions that had been obviously forced out of defendants, especially when defendents appeared in court still sporting bruises or broken teeth. That made the water cure more common, because simulated drowning left no marks on the body.</p>\n<p>The full extent of the abuse was exposed by a <a href=\"http://www.lexisnexis.com/documents/academic/upa_cis/1965_wickershamcommpt1.pdf\">commission of inquiry</a> appointed by President Herbert Hoover and led by former attorney general George Wickersham. Hoover appointed the commission to learn why the enforcement of alcohol prohibition was failing so badly. Wickersham took his assignment as an opportunity to lead a comprehensive review of law enforcement practices.</p>\n<p>One of his reports, published in 1931, was the Report on Lawlessness in Law Enforcement. It found that \"the inflicting of pain, physical or mental, to extract confessions or statements ... is widespread throughout the country.\"</p>\n<p>Psychologist G. Daniel Lassiter examined the report in detail for his 2004 book, <a href=\"https://books.google.co.uk/books?id=Oz749FcSmW4C&amp;pg=PA47&amp;lpg=PA47&amp;dq=water+cure+wickersham&amp;source=bl&amp;ots=fzZ7kmN3GQ&amp;sig=9qFrLAg6b5d2Lmj6mWdacnrFA2s&amp;hl=en&amp;sa=X&amp;ei=7HeIVJGpIsG6UoKjgoAL&amp;ved=0CCEQ6AEwAA#v=onepage&amp;q=water%20cure%20wickersham&amp;f=false\">Orchestrated Physical Abuse</a>. He described police use of the water cure as a \"modern day variation of the method of water torture that was popular during the Middle Ages.\" </p>\n<p>He wrote that \"the water cure consisted of holding a suspect's head in water until he almost drowned; or thrusting a water hose into his mouth or down his mouth; or forcing a suspect to lay on his back (if not already strapped to a cot or slab) while pouring water into his nostirils, sometimes from a dipper until he was nearly strangled.\"</p>\n<p>Outrage at the findings of the Wickersham Commission led to police forces trying to rein in this kind of behaviour. But it’s believed to have persisted into the 1940s.</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/10845863_10204904556710268_6048833288582780874_o.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/10845863102049045567102686048833288582780874ojpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/121120143.mp3"},{"href":"http://www.pri.org/file/121120143mp3"}]}