{"created":"2015-07-01T20:08:28+00:00","modified":"2015-07-03T17:23:23+00:00","valid":{"from":"2015-07-03T17:23:23+00:00","to":"3015-07-03T17:23:23+00:00"},"hreflang":"en","title":"How Your Brain Remembers Where You Parked The Car","published":"2015-07-02T22:30:00+00:00","teaser":"When people saw photos that linked a famous person with a famous place, it changed the behavior of certain neurons in their brains. And it changed their memories, too.","itags":["npr_api","419165395"],"guid":"0029cbd2-5f71-46a5-a926-42c0d35fe85e","contentencoded":"<p>If you run into an old friend at the train station, your brain will probably form a memory of the experience. And that memory will forever link the person you saw with the place where you saw him.</p><p>For the first time, researchers have been able to see that sort of link being created in people's brains, according to a <a href=\"http://www.cell.com/neuron/abstract/S0896-6273(15)00411-0\">study</a> published Wednesday in the journal <em>Neuron</em>. The process involves neurons in one area of the brain that change their behavior as soon as someone associates a particular person with a specific place.</p><p>\"This type of study helps us understand the neural code that serves memory,\" says <a href=\"http://www.cnl.ucla.edu/people_home.htm\">Itzhak Fried</a>, an author of the paper and head of the Cognitive Neurophysiology Laboratory at UCLA. It also could help explain how diseases like Alzheimer's make it harder for people to form new memories, Fried says.</p><p>The research is an extension of work that began more than a decade ago. That's when scientists discovered special neurons in the medial temporal lobe that respond only to a specific place, or a particular person, like the actress <a href=\"http://www.npr.org/sections/krulwich/2012/03/30/149685880/neuroscientists-battle-furiously-over-jennifer-aniston\">Jennifer Aniston</a>.</p><p>More recently, researchers realized that some of these special neurons would respond to two people, but only if the people were connected somehow. For example, \"a neuron that was responding to Jennifer Aniston was also responding to pictures of Lisa Kudrow,\" [another actress on the TV series <em>Friends</em>], says <a href=\"http://www2.le.ac.uk/departments/engineering/people/academic-staff/matias-ison\">Matias Ison</a> of the University of Leicester in the U.K.</p><p>The two actresses were often on screen together. So it made sense that the brain would create a link between them. And Ison thought those special neurons in the medial temporal lobe might be that link.</p><p>To find out, he and a team of researchers did an experiment involving 14 epilepsy patients who had electrodes temporarily implanted in their brains to identify the source of their seizures. The patients agreed to let researchers use the electrodes to monitor individual brain cells in the medial temporal lobe of their brains.</p><p>First, the team identified neurons that responded to pictures of a specific person, like Jennifer Aniston or Clint Eastwood. Then they identified different neurons that responded to pictures of a particular place, like the Eiffel Tower or the Leaning Tower of Pisa.</p><p>The next step was to get the patients' brains to form a new association between a person and a place. The team did that by showing them fake images of Jennifer Aniston at the Eiffel Tower or Clint Eastwood at the Leaning Tower of Pisa.</p><p>When people saw these fake images, it was like running into an old friend at the train station. The experience created a new memory linking the person and the place.</p><p>And that caused neurons in the medial temporal lobe to change their behavior, Fried says.</p><p>\"When the association is created, suddenly the cell very rapidly changes its firing properties,\" he says. For example, a cell that had responded only to pictures of Clint Eastwood would start responding in a similar way to pictures of the Leaning Tower of Pisa.</p><p>This sort of change to individual cells could help explain how the brain creates memories of experiences, which may involve not only people and places, but emotions and sensations and lots of other information, Fried says. And when we recall an experience, these special neurons may help us re-assemble all the relevant information, he says.</p><p>The study may also help explain what's going wrong in the medial temporal lobe of people who have trouble forming new memories, Fried says. \"We know in situations like Alzheimer's, one of the very first changes you see is in this very area,\" he says.</p><p>And if Alzheimer's affects the same neurons that make associations, it would explain why people with Alzheimer's can't remember things like where they parked their car, Fried says.</p><p>\"I have to create an association between my car and the particular place,\" he says. \"If an association is not created, then I will not be able to find my car.\"</p><p>The study also backs the idea that memories can be formed very quickly, says <a href=\"http://memory.psych.upenn.edu/Michael_J._Kahana\">Michael J. Kahana</a>, a professor of psychology at the University of Pennsylvania who was not involved in the research.</p><p>\"Even a single brief exposure to any information changes the human brain,\" he says.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+Your+Brain+Remembers+Where+You+Parked+The+Car&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jon Hamilton","audio":[{"meta":{"duration":"226"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1419240873-68136d.m3u?orgId=1&topicId=1128&d=226&p=2&story=419165395&t=progseg&e=419239057&seg=20&ft=nprml&f=419165395"},{"href":"http://media.npr.org/assets/img/2015/07/01/memory-slide_enl-c71fc060337ef137f066192f5a5326f68a0b3ec6.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1575","width":"1181"}}]}