{"created":"2014-09-24T19:44:12+00:00","modified":"2015-03-09T18:07:52+00:00","valid":{"from":"2015-03-09T18:07:52+00:00","to":"3015-03-09T18:07:52+00:00"},"hreflang":"en","title":"Grieving But Grateful, Ebola Survivors In Liberia Give Back","published":"2014-09-26T15:12:00+00:00","teaser":"After living through their own nightmares, Ebola survivors are still mourning the loss of their loved ones. But they're giving back by working at the treatment centers and caring for children.","itags":["npr_api","350969956"],"guid":"002937e2-de10-42fb-a6d7-373ffab77a90","contentencoded":"<p>Harrison Sakilla, a 39-year-old former teacher, can't stop smiling.</p><p>\"I have to smile,\" he says. \"I'm the first survivor for the case management center here from Ebola.\"</p><p>Former patients like Sakilla, who've recovered from the virus, lift the collective spirit at at the Doctors Without Borders Ebola center in Liberia's northern town of Foya. He was admitted to the high-risk isolation unit, which is part of a cluster of large tents that make up the bulk of the center.</p><p>While health workers busy themselves caring for patients on one side — with all the stress, hard work, death and sorrow that entails – there's an oasis of joy and relief on the other side, where a few brick buildings stand to the right.</p><p>That's where Ebola survivors congregate.</p><p>But their smiles may mask deep sorrow. \"I'm very fine, even though I've lost seven [family members],\" says Sakilla.</p><p>He starts to list them: \"My father, my mother, my sister, my niece, my big brother and my niece's daughter,\" he says. \"But right now I'm alive, I'm very, very, very happy. You see me smiling — nothing but smiling.\"</p><p>Sakilla and other survivors gather together in their own little center, beyond the pop-up tents. Several are helping Doctors Without Borders, looking after orphaned children and performing other tasks.</p><p>That's the case of 21-year-old Bendu Borlay. With a sleeping infant tied to her back, she tells NPR that the person she loved most — her big sister who raised her as a child after their mother died — has died of Ebola.</p><p>\"She was the sister who gave me courage. Even at the Ebola treatment center, she was still there for me as a mother,\" Borlay says through an interpreter. \"She was encouraging me to eat well, take my drugs, drink a lot of water. But I learned that she was not doing what she encouraged me to do — and she died.\"</p><p>Now Borlay doesn't have anybody else to look up to as a mother.</p><p>But she's finding a way to give back for her own survival, watching over Mamaya Kane, the 15-month-old baby girl strapped to her back. Borlay never met the infant's mother, who died of the virus. The baby's grandmother, she adds, was being cared for in the isolation unit.</p><p>\"That's the reason I'm still at the Ebola treatment center, volunteering to take care of this baby,\" she tells NPR. \"The grandmother tested positive, but the baby tested negative, so Doctors Without Borders was looking for somebody to volunteer to take care of the baby.\"</p><p>Borlay says that if she gets any money from volunteering, she will go back to school when school opens. \"Now I have to be self-supporting,\"she says. \"The only person who supported me throughout my life is gone.\"</p><p>She adds: \"I want to finish high school and make sure I graduate.\"</p><p>An hour and a half's drive away in Barkedu, a dusty village that has been badly hit by the Ebola outbreak, two 18-year-old friends — Alieu Manor and Musa Bayor — still look slightly dazed<strong> </strong>and timid. Both were living in Monrovia, Liberia's capital city, when they caught the virus. They too are survivors, recently discharged from the Foya Ebola Unit.</p><p>Manor shares something in common with Borlay. The words tumble out of the teen at the end of our interview: \"I wonder how my baby is.\"</p><p>After recovering, the teenager explains, he took care of 3-month-old Elijah Blamo, whose mother had died of Ebola.</p><p>\"I felt sad for the child,\" he recalls. \"The family of the child's mother — they were all there, but they were afraid to touch the child.\"</p><p>The doctors were looking for a caregiver. \"I said give me the child and I will care for the child,\" Manor says through<strong> </strong>an interpreter. \"So, that's how they handed the child over to me.\"</p><p>Do you love that little boy, I ask.</p><p>\"Yes,\" he answers. \"I thought I could have stayed there for the child to be very well, until the child's father can come. But I had to leave the baby there because my parents were worried and needed me back home.\"</p><p>But<strong> </strong>he smiles shyly and says he's following up on<strong> </strong>Baby Elijah's progress.</p><p>\"I feel so attached to the child,\" he says. \"That's why I smiled when you asked me the question.\"</p><p>With moist eyes, Bayor stands listening to his friend.</p><p>Bayor is quietly emotional as he shares his own story of survival and slow psychological recovery from Ebola after his older brother, who was his main benefactor, died of the virus. \"I never thought I was going to survive,\" he says through an interpreter.<strong></strong> \"I thought I was actually going to die.\"</p><p>While he was sick, all he thought about was going home. \"So I put a lot of strength in myself, to take my medicine and drink a lot of water, because I actually wanted to come back home to Barkedu,\" he says.</p><p>These Liberian survivors are still grieving — mourning the loss of family members to Ebola. But they say they've lived through a nightmare and are now determined to live life to the full.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Grieving+But+Grateful%2C+Ebola+Survivors+In+Liberia+Give+Back&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ofeibea Quist-Arcton","audio":[{"meta":{"duration":"335"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1351247063-15b9cf.m3u?orgId=1&topicId=1031&e=350969956&d=335&ft=nprml&f=350969956"},{"href":"http://media.npr.org/assets/img/2014/09/24/dsc_0547-76c94a858f5e7c4a15f1cb1941984f3c6f83b2e9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1987","width":"2646"}},{"href":"http://media.npr.org/assets/img/2014/09/24/survivors-16f5619cff38c83b9bd102b25bf5988315f52618.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"954","width":"1273"}}]}