{"created":"2014-09-25T20:28:10+00:00","modified":"2014-10-30T22:04:06+00:00","valid":{"from":"2014-10-30T22:04:05+00:00","to":"3014-10-30T22:04:05+00:00"},"hreflang":"en","title":"Solar Advocates Fight Utilities Over Grid Access","published":"2014-10-06T17:46:00+00:00","teaser":"Across the country the solar industry is battling utilities over the financial details of feeding electricity from renewable resources back into the power grid.","itags":["npr_api","351437119"],"guid":"002c86ed-b767-4892-ab7d-49bbd49155dc","contentencoded":"<p>The solar power business is growing quickly in the U.S. More than 500,000 homeowners and businesses installed solar panels in just the first half of this year, according to a Solar Energy Industries Association <a href=\"http://www.seia.org/research-resources/solar-market-insight-report-2014-q2\">report</a>.</p><p>When people get electricity from the sun, they don't buy it from their local power company. But that utility still must have the generators and power lines to provide electricity when the sun is not shining. That's creating conflicts across the country.</p><p>At issue is something called \"net metering\" — a benefit designed to encourage homeowners to pay the upfront cost of installing solar. When the panels produce more electricity than the homeowner uses, the excess is pushed back to the grid where the local utility buys it. In some cases you can actually see the meter going in reverse.</p><p>Vera Cole is an enthusiastic solar supporter and president of the Mid-Atlantic Renewable Energy Association, a nonprofit educational organization. Outside her house north of Philadelphia are 40 solar panels facing south. They supply about half of what her home and electric car use.</p><p>Proposed regulations before the Pennsylvania Public Utility Commission would limit how much solar a homeowner could install to 110 percent of what that house uses in a year. While Cole's solar power system would be allowed under these restrictions, she's still opposed to the change.</p><p>\"Why would we want to limit clean energy and private investment in clean energy?\" asks Cole. To combat environmental problems like climate change, she says, \"We need to do everything we can to get as much clean energy installed as quickly as we can.\"</p><p>But regulators say some are abusing the net metering benefit in Pennsylvania.</p><p>\"We're seeing people who are installing electric generation equipment only to sell it back to the grid for profit,\" says Public Utility Commission spokeswoman Robin Tilley.</p><p>The number of people doing this is small.</p><p>\"It's not a huge problem yet — the commission just wants to get in front of this before it becomes a larger issue,\" Tilley says.</p><p>Other states are considering changes to net metering regulations too.</p><p>\"I'm watching very closely California,\" says David Owens, executive vice president of business operations and regulation at Edison Electric Institute, an association for investor-owned utilities.</p><p>Owens is also monitoring debates over regulations in Minnesota, Wisconsin, Idaho, Hawaii, South Carolina and Massachusetts.</p><p>Regulators have to balance two objectives. They want to allow individuals to install solar panels that are connected to the power grid, but they also must make sure local utilities have the money necessary to maintain a reliable infrastructure.</p><p>Owens says utilities are looking at what's happened in Germany. Rooftop solar grew quickly and utilities there were caught off guard by the expensive upgrades the power grid needed.</p><p>\"We want to learn from the experiences of Germany and say, 'Let's deal with these issues early on, rather than after the fact,' \" Owens says.</p><p>As regulators decide how much more people with solar panels will have to pay to ensure a reliable electricity grid, renewable energy advocates hope they will factor in the societal benefits of their cleaner source of power. Beyond that, the benefits solar currently enjoys here were hard won by advocates in the past. And they won't let regulators reduce those financial benefits without a fight.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Solar+Advocates+Fight+Utilities+Over+Grid+Access&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jeff Brady","audio":[{"meta":{"duration":"188"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1351529454-06c6da.m3u?orgId=1&topicId=1131&ft=3&f=351437119"},{"href":"http://media.npr.org/assets/img/2014/09/25/1918764_brady_renewablegridaccess-31--4b3c87e6ade2d8cdb375948689f33633436450b4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2582","width":"3443"}},{"href":"http://media.npr.org/assets/img/2014/09/25/1918764_brady_renewablegridaccess-45--e7d1320752d07b02ad72952efab09409ae5c2c90.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2499","width":"3332"}}]}