{"created":"2015-04-20T21:29:53+00:00","modified":"2015-04-21T18:41:06+00:00","valid":{"from":"2015-04-21T18:41:06+00:00","to":"3015-04-21T18:41:06+00:00"},"hreflang":"en","guid":"0030e073-c5d1-4a23-be11-3afb2d8c4c26","title":"The Boston Marathon bombings changed the race — but not necessarily the security conversation","published":"2015-04-21T18:41:03+00:00","byline":"Nina Porzucki, Marc Kilstein","tags":["Boston Marathon bombings","conflict","security","sports","government","Justice","Conflict & Justice","United States","Marathon","Sports","Government"],"teaser":"Two years after the Boston Marathon bombing, are we any more secure? Maybe, but one security expert says it's not the marathon attack that's been driving the conversation about security across the country.","contentencoded":"<p>Monday marked the 119th running of the Boston Marathon, and just the second since two bombs exploded at the race's finish line in 2013.</p>\n<p>While the attack forever changed the cherished race, WGBH reporter Phillip Martin says the scene at the finish line this year was quite different than last year's race.</p>\n<p>\"[The mood] was a little subdued,\" Martin says. \"It hardly matches the type of mood that accompanied the one-year anniversary, where folks felt defiant. Today, they were here to watch the race with a mixture of reflection on what happened in 2013, and to see folks coming into the finish line as they’ve watched this race for over 100 years.\"</p>\n<p>No matter the mood, security was still on everyone's mind. The bombings led to heightened screenings and safety measures at many sporting events in the US and even Canada, but the bombing has actually played a relatively small role in the national conversation on security and policing, says Juliette Kayyem, a former assistant secretary of homeland security.</p>\n<p>“It wasn’t the Boston marathon that changed [government policy], it was actually Ferguson,” she says, “One important change that's starting to be made is that the distribution of military-type equipment can only go to departments with dedicated SWAT or military-like teams.” </p>\n<p>That change will take a couple of years, Kayyem says, but it’s an important step forward.</p>\n<p>You can listen to Kayyem’s discussion about this and other security matters with the likes of former Boston Police Comissioner Ed Davis and Michael Chertoff, who served as secretary of homeland security under George W. Bush, in her new podcast, “<a href=\"http://Security is on the minds of many two years after the Boston bombing.  However, it wasn’t the Boston Marathon Bombing and the police shoot-out in Watertown that has ultimately pushed the conversation forward about national security and policing according to security expert and former assistant secretary to Homeland Security Juliette Kayyem. “It wasn’t the Boston marathon that changed [government policy], it was actually Ferguson,” says Kayyem, “One important change that starting to be made is that the distribution of military-type equipment can only go to departments with dedicated, SWAT or military-like teams.”   This change won’t happen overnight. It’s going to take a couple of years says Kayyem but it’s an important step forward she says.  You can listen to Kayyem’s discussion about change and other security matters with the likes of Ed Davis, former Boston Police Comissioner and Michael Chertoff, Secretary of Homeland Security under George W. Bush in her new podcast, “Security Mom.”\">Security Mom</a>.”</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-20%2Fmarathon-monday-two-years-after-bombing&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04202015_01.mp3"},{"href":"http://www.pri.org/file/0420201501mp3"}]}