{"created":"2014-09-30T17:05:15+00:00","modified":"2014-10-31T01:31:29+00:00","valid":{"from":"2014-10-31T01:31:29+00:00","to":"3014-10-31T01:31:29+00:00"},"hreflang":"en","title":"Into The Virtual Reality Lab With Pioneering Researchers","published":"2014-06-05T03:41:00+00:00","teaser":"Facebook's acquisition of Oculus VR has raised hopes for a decades-old technology. Some researchers believe virtual reality has the potential to transform everything from medicine to teaching.","itags":["npr_api","318535307"],"guid":"0036fe5e-1111-4137-8d43-7a968f250567","contentencoded":"<p>When Facebook paid <a href=\"http://www.npr.org/blogs/thetwo-way/2014/03/25/294439631/facebook-will-acquire-virtual-reality-company-for-2-billion\">$2 billion to buy Oculus VR</a>, the company that makes the virtual reality goggles, it turned heads. Oculus doesn't even make a profit, but many enthusiasts believe this may be a turning point for a technology that's been around for decades.</p><p>The first time that <a href=\"http://ict.usc.edu/profile/mark-bolas/\">Mark Bolas</a> donned a pair of virtual reality goggles in 1988, researchers were trying to figure out how to create a new way for computers and humans to interact.</p><p>\"It was one of those moments when you realize, my entire life is now going to be different because this is what I'm going to do,\" Bolas says.</p><p>More than 25 years later, Bolas is one of the major researchers toiling away, so far without success, to try to make virtual reality cheap and popular. Some believe that the technology has the potential to transform medicine and teaching, as well as the way humans and computers interact.</p><p>Bolas is now the director for mixed reality research at the University of Southern California's Institute for Creative Technologies. Among the people who once worked there is Palmer Luckey, the 21-year-old founder of Oculus.</p><p>At the lab, Bolas escorts me over to a raised platform with a thick glass desk in front of it. I strap on a pair of goggles and some specially wired gloves. With the goggles on, I see a virtual Navy officer in 3-D standing in front of me.</p><p>\"I'm Senior Chief Foster, your virtual host. <a href=\"http://e2c2.ict.usc.edu/\">Blueshark</a> is a work in progress,\" the officer says, referring to the technology. \"Heck, I'm a work in progress.\"</p><p>Through the goggles, the space in front of me appears to be the deck of a ship and the sheet of glass looks like a navigation control system.</p><p>\"I'm going to show you how to use the helm and throttle controls to steer a course,\" the officer says.</p><p>The wired gloves I wear allow me to operate the system through touch. As I move, he explains what to do. \"Now, select your favorite throttle control from the choices on screen and press OK,\" he says.</p><p>I'm not much of a captain but Bolas says Chief Foster would get to know that about me.</p><p>\"He might have been a virtual character that's known you since you went to basic training, so he knows what you're good at. He knows what you're bad at. He knows when to suggest things to you,\" Bolas says. \"The idea is that you could have a virtual wingman, so to speak, with you at all times.\"</p><p>The researchers are also experimenting with how to make \"real\" appear in front of you virtually, in real time. While this work is being funded by the Navy, Bolas says this kind of virtual communication could ultimately be part of workplaces or schools.</p><p>\"What Blueshark really is, is a research environment where we're trying to figure out what the future of collaboration and communication's going to be when we have all these immersive technologies,\" Bolas says.</p><p>This is just some of the work being done at USC on uses for virtual reality. Researchers are also working on helping soldiers who suffer from post-traumatic stress disorder get emotional release through reliving their experiences. They're also developing immersive documentaries that allow people to experience what it's like to live through a war in place like Syria, for example.</p><p>But another key part of the work has been bringing down the price of virtual reality gear, which, until recently, cost hundreds of thousands of dollars.</p><p>In 2012, the researchers realized that the lenses on cheap handheld magnifying glasses, the kind that sell for $10 at a drugstore, were perfect for virtual reality goggles. Bolas turns one over backwards in his hand.</p><p>\"That little trick of flipping the lens and finding this magnifier was a really big breakthrough for the field,\" cutting the cost dramatically, Bolas says.</p><p>So now Oculus sells a developer's kit, with a pair of the goggles for $300. Though the press has talked about using the Oculus Rift for video games, Luckey worked at this lab for a different reason. He sold his company to Facebook because it will give him the resources to experiment.</p><p>\"We can do things like buy fully custom parts that we wouldn't have been able to afford before or guarantee that we will be able to hire enough people to make all the technology we need,\" Luckey says. \"We can just focus on building what we need to build, shipping it at cost and, at least for the moment, relying on Facebook to keep us going.\"</p><p>Bolas says after years of working on shoestring research budgets, he was excited to hear that Facebook bought Oculus.</p><p>\"I've waited 25 years for something like the Facebook acquisition to happen. That's a huge success moment for my lab,\" Bolas says. \"We are here to train and educate the next generation of people to go after new technologies and new content and change the world. And that just happened.\"</p><p>If Facebook and Oculus finally succeed is popularizing virtual reality, though, Bolas says he does have some worries. He and his researchers sometimes think about Dr. Frankenstein. They wonder how the world and their virtual creation will get along.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Into+The+Virtual+Reality+Lab+With+Pioneering+Researchers&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Laura Sydell","audio":[{"meta":{"duration":"329"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1318733401-91db5c.m3u?orgId=1&topicId=1019&ft=3&f=318535307"}]}