{"created":"2015-04-12T11:19:38+00:00","modified":"2015-05-13T21:03:28+00:00","valid":{"from":"2015-05-13T21:03:28+00:00","to":"3015-05-13T21:03:28+00:00"},"hreflang":"en","title":"Beyond Almonds: A Rogue's Gallery of Guzzlers In California's Drought","published":"2015-04-26T19:14:00+00:00","teaser":"California is parched. Wells are running dry. Vegetable fields have been left fallow and lawns are dying. Who can we blame? From almonds to politicians to cheap water, here are seven candidates.","itags":["npr_api","398757250"],"guid":"00388a2f-0c46-4a6a-8b27-6fb6052c8d6f","contentencoded":"<p>California is parched. Wells are running dry. Vegetable fields have been left fallow and lawns are dying. There must be some villain behind all this, right?</p><p>Of course there is. In fact, have your pick. As a public service, The Salt is bringing you several of the leading candidates. They have been nominated by widely respected national publications and interest groups.</p><p>There's just one problem: Not all of these shady characters live up to their nefarious job description. Let us explain.</p><p><strong>1. Almonds</strong></p><p>Both <a href=\"http://www.slate.com/articles/technology/future_tense/2014/05/_10_percent_of_california_s_water_goes_to_almond_farming.html\">Slate</a> and <a href=\"http://www.motherjones.com/media/2014/12/photos-matt-black-california-drought-almonds\">Mother Jones</a> have reported that almonds are sucking California dry. Each innocent-looking nut, we learn, robs the land of an entire gallon of water. All told, California's almonds consume three times more water than the entire city of Los Angeles. And their thirst is <a href=\"http://www.motherjones.com/environment/2015/01/california-drought-almonds-water-use\">growing</a>, year by year. California's farmers continue to convert new swaths of land to almond orchards.</p><p>Case closed? Maybe not, Grist <a href=\"http://grist.org/food/making-almonds-the-droughts-scapegoat-thats-nuts/?utm_source=syndication&utm_medium=rss&utm_campaign=feed_food\">retorts</a>. Almonds get a lot of attention because production of them has been booming. And it's true that they do consume more water, per acre, than many other crops (though not all). Vineyards use much less water than almonds, and most vegetables also require less irrigation.</p><p>But that's only if you calculate water use in gallons per acre or gallons per pound of product. There's a different, and probably better, way to calculate water efficiency. How about water consumption <em>per unit of value created?</em> Gallons used per dollar of production, say. By that measure, almonds look just great, because they are so valuable.</p><p>So there's a very good argument that almonds are exactly what California's farmers <em>should</em> be growing with their precious water.</p><p>There is one problem with almonds, though. They're trees. They last for years, and they need water every single year, whether it's wet or dry. Farmers who've devoted their land to production of almonds (or walnuts and pistachios) can't easily adapt to water shortages. Letting the trees die would be a catastrophe, so they sometimes pay exorbitant prices or dig ever-deeper wells.</p><p>Water experts like <a href=\"http://faculty.engineering.ucdavis.edu/lund/\">Jay Lund</a>, from the University of California, Davis, say that in the future, California should take care to maintain a healthy mix of trees and annual crops like vegetables. In drought years, farmers could then decide not to plant their tomato fields, freeing up water for their trees.</p><p><strong>2. Cows</strong></p><p>If you look at this <a href=\"http://www.arb.ca.gov/fuels/lcfs/workgroups/lcfssustain/hanson.pdf\">presentation</a> by <a href=\"http://lawr.ucdavis.edu/directory_facultypages.htm?id=40\">Blaine Hanson</a>, an irrigation expert also of UC-Davis, one thing jumps out. The agricultural product that truly dominates water use in California isn't almonds. It's alfalfa, plus \"other forages,\" such as irrigated pasture and corn that's chopped into a cattle feed called silage. These forage crops consume more water per acre than almonds, and they also cover nearly twice as much land.</p><p>And where do those products go? Primarily, they feed California's enormous (though shrinking) herd of milk-producing cows.</p><p>Unlike almonds, forage crops don't bring particularly high prices. And they grow just fine in other places, too, such as the Midwest. So why should California sink its scarce water into such crops? It mainly results from the long tradition of dairy farming in the state.</p><p>But abandoning milk production would entail considerable economic <a href=\"http://grist.org/food/the-drought-is-destroying-californias-organic-dairy-farms/\">dislocation</a>. Also, these crops have remained viable because many farmers are guaranteed ample supplies of cheap water. Those in the Imperial Valley, a major alfalfa producer, get water from the Colorado River. Which leads us to ...</p><p><strong>3. Laws and the politicians who make them.</strong></p><p>Where to start? With the founding of the republic, maybe. When Europeans and other outsiders settled this continent, they operated under the basic rule of first-come, first-served. People who settled land got to claim it. And in much of the West, if they built a dam to irrigate their fields, they acquired a permanent legal right to that water. There were very few questions asked about how that water should be used, or what it should cost.</p><p>That basic idea remains in force, although the system for delivering water has been transformed by large, government-financed networks of aqueducts and canals. And hidden inside this legal framework are several characters that arouse strong suspicions.</p><p><strong>4. Cheap water</strong></p><p>For the most part, farmers don't have to outbid anyone for their water. They get it, or they don't, depending on the priority of their legal claim to it. Typically, they get that water for the cost of delivering it. This means that they don't have a pressing need to conserve that water, for instance, by switching into crops that make better, more economic, use of the water.</p><p>A limited market for water is now developing, which sets higher prices on water. It's driving farmers to treat their irrigation water more like the precious commodity that it really is.</p><p><strong>5. Free water</strong></p><p>This is the water that farmers pump from wells on their land. It's not exactly free, because it costs money to drill the well and pump the water, but farmers are legally free to use as much as they wish.</p><p>As a result, farmers have been racing to <a href=\"http://californiawaterblog.com/2014/06/22/modernizing-californias-groundwater-management/\">empty their aquifers</a>, draining the water in them at an astounding rate. California has now <a href=\"http://californiawaterblog.com/2014/11/04/groundwater-security-for-the-long-term/\">adopted</a> a plan which is supposed to eventually stop this, but it won't fully take effect for many years.</p><p><strong>6. Fish</strong></p><p>These are the villains of choice in parts of California's agricultural community. California's environmental authorities have stepped into the water allocation game, asserting that the state's endangered wildlife have rights to water that trump the claims even of the earliest settlers. As a result, in drought years, farms are getting less water — much less, in many cases, than state authorities originally promised to deliver. This is why some farmers <a href=\"http://naturalresources.house.gov/issues/issue/?IssueID=5921\">complain</a>, passionately, about a \"man-made drought.\"</p><p><strong>7. Exports</strong></p><p>According to some <a href=\"http://news.nationalgeographic.com/2015/04/150409-water-agriculture-cattle-dairy-conservation-ngfood/\">reports</a>, California's farmers are <a href=\"http://www.bbc.com/news/magazine-26124989\">exporting</a> vast amounts of water to places like China, adding to the state's water shortage. These are not literal water exports, but \"virtual water\" in products like alfalfa or almonds that took a lot of water to produce. Upon closer examination, though, this villain doesn't look quite so guilty. As Lund from UC Davis <a href=\"http://californiawaterblog.com/2014/02/27/virtual-water-vs-real-water-in-california/\">points out</a>, alfalfa and almonds are the exceptions to the rule. If one counts all agricultural commodities, California imports far more virtual water than it exports. Its imports of corn, meat, lumber and cotton all required huge amounts of water.</p><p>Okay, time to pick one. Who's your drought-provoking villain of choice?  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Beyond+Almonds%3A+A+Rogue%27s+Gallery+of+Guzzlers+In+California%27s+Drought&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Dan Charles","audio":[{"meta":{"duration":"265"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1399138683-b7d97e.m3u?orgId=1&topicId=1053&d=265&p=10&story=398757250&t=progseg&e=399138668&seg=3&ft=nprml&f=398757250"},{"href":"http://media.npr.org/assets/img/2015/04/11/mugs_edit-b46c036b94b3ff72abb3f0719fccc28dfcbdf8cb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1455","width":"1940"}}]}