{"created":"2015-05-29T21:46:34+00:00","modified":"2015-06-10T15:27:29+00:00","valid":{"from":"2015-06-10T15:27:29+00:00","to":"3015-06-10T15:27:29+00:00"},"hreflang":"en","title":"As Police Body Cameras Increase, What About All That Video?","published":"2015-06-01T00:27:00+00:00","teaser":"Police cams have suddenly become a big business. But the real money is in selling departments a way to store each day's video. Firms are offering easy uploads to the cloud but costs are bound to grow.","itags":["npr_api","410572605"],"guid":"0039911b-f7b9-40a4-85b4-30084d243a9c","contentencoded":"<p>You know what a pain it can be storing and organizing the millions of videos you've shot on your smartphone. Now imagine you're a police officer, and you wear a body camera every day.</p><p>Police cams have suddenly become a big business. In the months since Ferguson, share prices for the camera manufacturer <a href=\"https://www.taser.com/\">Taser International</a> have doubled. But in the long run, the real money is in selling police a way to store all that video.</p><p>And Taser says it has a solution: At the end of the day, an officer unclips the body camera from his uniform and plugs it into a dock. From there, those videos are uploaded straight to Taser's cloud service, called <a href=\"https://www.evidence.com/\">Evidence.com</a>.</p><p>Traditionally, police departments have saved their videos to CDs, which get locked in an evidence room. But there's so much police video now — body cams, dash cams, cameras in interview rooms. Marcus Womack, the Taser division's general manager, says police departments shouldn't have to handle that by themselves.</p><p>\"It's sort of like in the email world, where people are saying it's not really cost-efficient to run our email on premise because we have to pay for the servers, we have to pay for the people to operate those servers,\" Womack says.</p><p>Just as some cities now pay Google to handle their email, Womack says police departments can pay Taser to handle their video.</p><p>Glenn Mattson follows Taser as an equity analyst for Ladenburg Thalmann. He says the company doesn't make a big profit on the cameras themselves. \"But the video service should be something where they can generate pretty good margin over time,\" Mattson says.</p><p>Mattson figures police departments are paying Taser an average of about $25 to $30 per officer per month right now. But that price may rise.</p><p>\"I think it will look more like your cable bill,\" he adds. \"A lot of times you get a pretty nice deal to get a cable subscription, you know, and then that introductory rate gets raised over time.\"</p><p>He thinks Taser's game plan is to keep adding features, so that the video upload system becomes a police department's default management system for all kinds of digital evidence — like photos, police reports and forensics.</p><p>And Taser isn't alone. The other big body camera maker, <a href=\"http://www.vievu.com/\">Vievu</a>, has just launched its own cloud service.</p><p>\"We've been working with Microsoft on it for several months now, and we already have some larger agencies migrating to it,\" CEO Steve Ward says. \"One of the most notable is the Oakland Police Department, who is the largest body cam user in America.\"</p><p>But many police departments still hesitate. They wonder if the encrypted cloud is really as secure as a locked evidence room. They worry about committing themselves to a proprietary system.</p><p>And recently, there's been criticism of Taser's marketing practices.</p><p>The Associated Press reported in March that the <a href=\"http://www.star-telegram.com/news/local/community/fort-worth/article12443984.html\">company paid consulting fees</a> to recently retired police chiefs of departments that had bought Taser's services. The company now says it will observe a one-year \"cooling-off period\" before hiring police executives.</p><p>Ward says Vievu won't hire them at all.</p><p>\"We don't want to get into that gray area where we hire police executives, where you know they were a decision-maker on a Vievu deal,\" he says. \"That's not the way that we like to do business.\"</p><p>But even in cities where there have been questions about marketing practices, officials are still coming to the conclusion that this is money they're going to have to spend. Once they opt for body cameras, they face a tidal wave of video.</p><p>And as Charlie Luke, a councilman in Salt Lake City, put it, \"There's no way around paying for the storage.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=As+Police+Body+Cameras+Increase%2C+What+About+All+That+Video%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Martin Kaste","audio":[{"meta":{"duration":"217"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1410601351-7288a7.m3u?orgId=1&topicId=1003&d=217&p=2&story=410572605&t=progseg&e=410437775&seg=3&ft=nprml&f=410572605"},{"href":"http://media.npr.org/assets/img/2015/05/29/taser-inc-bloomberg-9c3e9db56c8a3b06bc7cb5b025d146c59d440723.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1483","width":"1977"}}]}