{"created":"2014-12-06T11:47:42+00:00","modified":"2015-06-05T15:31:55+00:00","valid":{"from":"2015-06-05T15:31:55+00:00","to":"3015-06-05T15:31:55+00:00"},"hreflang":"en","title":"Idris Elba Plays A Soccer Coach Out To Crush Ebola In New Ad Campaign","published":"2014-12-09T17:27:00+00:00","teaser":"The British actor and a group of African soccer stars have teamed up with the CDC in a new public health campaign. The message: Ebola \"is not an ordinary game. This is life or death.\"","itags":["npr_api","368513073"],"guid":"005b0130-d90f-4ee6-b675-ae0848867cbc","contentencoded":"<p>The soccer coach is giving his team a pep talk: \"This is not an ordinary game,\" he declares as he paces in the locker room. \"This is life or death. Ebola has defeated thousands in West Africa. Its key strength is passing.\"</p><p>Clearly this is no ordinary pep talk. And it's no ordinary soccer coach. It's the British actor Idris Elba, who is playing the part in a new media campaign to send the right message about Ebola to the right people at the right time.</p><p>Elba himself has a link to the West African epicenter of Ebola. His dad is from Sierra Leone, where the outbreak is still surging. He joined a group of high-profile African soccer stars for the campaign, called Africa United — a play off a common name for soccer clubs — think Manchester United or DC United. The CDC Foundation, which works with the Centers for Disease Control and Prevention, is the mastermind.</p><p>The campaign features print and billboard ads, radio spots and videos. As the coach, Elba lays out the tactics needed to beat this opponent: wash your hands, don't touch dead bodies, get to a treatment center quickly if you have symptoms.</p><p>The ads also offer encouragement and support to beleaguered West African health care workers.</p><p>Some of soccer's biggest stars, including Yaya Toure, Patrick Vieira and Carlton Cole, declare on camera, \"I'm no hero.\" Then Elba says the real heroes are the doctors and nurses who are battling Ebola. The message on the screen: \"Trust your health care workers. They're there to help you.\"</p><p>Sierra Leone striker Kei Kamara is one of the soccer stars in the ad campaign. He tells Goats and Soda, \"It's a project that's really, really important. ... We are using the campaign to educate the people not just in Sierra Leone but around West Africa to what's going on.\"</p><p>Kamara played last year in England and just signed with the Columbus Crew in U.S. Major League Soccer for the 2015 season. The last time he was in Sierra Leone was in June — and there were a lot of rumors flying around about Ebola.</p><p>\"Because of a lack of education, people did not really believe in it,\" Kamara says. \"They thought it was just the type of news that would come by and then just go away.\"</p><p>Obviously Ebola didn't just go away. It has killed more than 6,000 people across the region and continues to spread. Last week Sierra Leone reported more than 500 new cases.</p><p>As a professional soccer player, Kamara travels a lot. But he's not planning any trips to his homeland — he's worried he could end up being quarantined somewhere. Even traveling with the Sierra Leone national soccer team has become a major hassle. In September the team went to the Ivory Coast and the Democratic Republic of the Congo to play in a qualifying round for the Africa Cup of Nations.</p><p>\"How we were treated going to these countries, it wasn't easy,\" he says. \"Actually it was kind of rough. Even though we are all living in Europe and America, they treated us as if we were traveling from Sierra Leone. We were delayed in airports for three to five hours. We were being checked basically breakfast, lunch and dinner to make sure we weren't bringing Ebola into their countries.\"</p><p>Kamara came to the U.S. as a refugee 14 years ago. Even now in America, when people hear he's from Sierra Leone, he gets a lot of raised eyebrows. People pull back. They ask nervously the last time he was back there. He hopes that the celebrity power of Africa United will make it possible for him to return home soon with no worries about Ebola.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Idris+Elba+Plays+A+Soccer+Coach+Out+To+Crush+Ebola+In+New+Ad+Campaign&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jason Beaubien","audio":[{"meta":{"duration":"170"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1369536835-ac5eab.m3u?orgId=1&topicId=1031&d=170&p=3&story=368513073&t=progseg&e=369536544&seg=13&ft=nprml&f=368513073"},{"href":"http://media.npr.org/assets/img/2014/12/04/4_wave_117_uk.1728-d419fbc6eee9dcc83fe3b9239d6887ddf24925e8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1078","width":"1438"}},{"href":"http://media.npr.org/assets/img/2014/12/04/148526019-e0c683e3e648d5e66ec55111ceae509a9e2e2895.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2001","width":"2671"}}]}