{"created":"2014-10-08T02:43:15+00:00","modified":"2014-10-31T00:29:52+00:00","valid":{"from":"2014-10-31T00:29:52+00:00","to":"3014-10-31T00:29:52+00:00"},"hreflang":"en","title":"Obama To Ask Congress For $2B To Ease Immigration Crisis","published":"2014-07-08T13:51:00+00:00","teaser":"The administration wants to speed deportation hearings for the flood of young Central American refugees so they aren't left waiting years for a court hearing.","itags":["npr_api","329628418"],"guid":"0069d94a-1f2a-4ec1-be48-6841437f7981","contentencoded":"<p>The Obama administration will ask Congress for more than $2 billion Tuesday to address the urgent humanitarian crisis along the U.S. border with Mexico.</p><p>In the past nine months, more than 50,000 children and teenagers have crossed that border illegally on their own, most from Central America. By law, the administration can't deport those young people until they have an immigration hearing — a process that can take years.</p><p>President Obama is asking lawmakers for additional money to speed up the process, but also to help warehouse the children while they're awaiting deportation.</p><p>The White House budget request comes as Obama is preparing to travel to Texas this week. He's not expected to visit the Rio Grande Valley, where most of the Central American children are entering the country. But White House spokesman Josh Earnest says Obama already knows what's happening there.</p><p>\"The president is very aware of the situation that exists on the southwest border,\" Earnest said. \"Senior administration officials, from the secretary of Homeland Security, the secretary of HHS, even some senior White House officials, have traveled in the last several weeks to the southwest border. What they have seen is troubling.\"</p><p>The number of unaccompanied minors from Central America picked up by the Border Patrol has increased nearly tenfold from a few years ago. Texas Gov. Rick Perry told ABC this weekend that he's been warning the Obama administration that it needs to take a harder line.</p><p>\"This is a failure of diplomacy,\" Perry said. \"It's a failure of leadership from the administration in Washington, D.C.\"</p><p>But Earnest insists the president's critics are misreading the problem.</p><p>\"There are some suggestions from our opponents that the problem here is the president is not enforcing the law,\" he said. \"The fact is the president is enforcing the law.\"</p><p>Earnest is referring to a law that was passed with bipartisan support six years ago and signed by President Bush. That law requires the U.S. to hold an immigration hearing before deporting a child from Honduras, Guatemala, El Salvador or any other country that doesn't border the U.S., says Marc Rosenblum of the Migration Policy Institute. The law aims to protect vulnerable young people from being inadvertently sent home into forced labor or the sex trade.</p><p>\"While they wait for that immigration hearing, the law also requires that they be held in the least restrictive custody setting,\" Rosenblum says. \"What that means in practice is that most of these kids are getting placed with family members in the U.S. while they wait for an immigration hearing.\"</p><p>Because the immigration courts are overloaded, the average wait is nearly two years, Rosenblum says.</p><p>\"We've invested a lot more resources in things like border control than we have in immigration judges,\" he says. \"So systemwide, there are very long wait times to go before an immigration judge.\"</p><p>While the administration has tried to warn Central Americans that youngsters who cross the border illegally won't be allowed to remain in this country, the reality is that most do get at least a temporary reprieve to stay here. That word has spread in communities where any escape from violence and poverty is often seen as worth the gamble. What's more, as the number of border-crossers grows, so does the backlog in immigration courts.</p><p>The White House is asking Congress to help speed up deportations with more judges and lawyers, and more flexibility for the administration. It's also shifting the most recent arrivals to the front of the deportation line — a move that Rosenblum says could carry more weight than all of the public service announcements now running in Central America.</p><p>\"If people start seeing that the person who left last month is back, that sends a powerful message that there's been a change in practices here in the United States,\" he says.</p><p>Even as it tries to expedite deportations, though, the administration is also asking Congress for more money to house and care for Central Americans, arriving by the hundreds every day.</p><p>The administration is also drawing attention to the conditions awaiting those who are sent packing. Rosenblum says Americans have to think about the living conditions on the other end of that airplane ride.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Obama+To+Ask+Congress+For+%242B+To+Ease+Immigration+Crisis&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Scott Horsley","audio":[{"meta":{"duration":"248"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1329731540-6264ad.m3u?orgId=1&topicId=1091&ft=3&f=329628418"},{"href":"http://media.npr.org/assets/img/2014/07/07/450883206-8f45d796ddccfa50e1d1d2d67c08be132c52a40c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1881","width":"2506"}}]}