{"created":"2015-05-19T21:52:32+00:00","modified":"2015-06-25T17:43:48+00:00","valid":{"from":"2015-06-25T17:43:48+00:00","to":"3015-06-25T17:43:48+00:00"},"hreflang":"en","title":"In 'Out Of Line,' The Many, Many Acts Of Jules Feiffer","published":"2015-05-19T23:22:00+00:00","teaser":"At 86, Jules Feiffer has drawn comic strips, written books and plays, and is now experimenting with graphic novels. A new compilation, <em>Out of Line,</em> takes an extensive look at his many careers.","itags":["npr_api","407933533"],"guid":"00755a4f-e6bd-4c31-afd8-a447910f29a9","contentencoded":"<p>A critic once called Jules Feiffer \"one of the best cartoonists now writing\" and \"the best writer now cartooning.\" That quote is in <em>Out of Line,</em> a new book about Feiffer, a man who does both words and pictures.</p><p>At age 86, Feiffer is into his umpteenth career. In the 1940s he drew comic strips. In the '50s he started a four-decade run drawing a strip for <em>The Village Voice</em>. In 1961, he illustrated his friend Norton Juster's story <em>The Phantom Tollbooth,</em> the first of several children's books he has worked on. By the 1970s he had written a couple of novels and a few plays, some of which became movies — most famously <em>Carnal Knowledge</em>.</p><p>Feiffer is now working in a genre that didn't exist when he started out: the graphic novel. Last year he published <em>Kill My Mother,</em> and now he's working on the prequel.<br /> <br />Feiffer came to NPR's New York bureau with a stack of oversized drawings and a bigger stack of memories. <em>Out of Line</em> includes Feiffer's crayon drawing of Mickey Mouse from 1934, when he was a 5-year-old kid in the Bronx. \"I was born in '29, so I was 5. I had to have been better than this at 5,\" he jokes to NPR's Robert Siegel.</p><hr /><h3>Interview Highlights</h3><p><strong>On being a budding cartoonist during the Depression</strong></p><p>I did nothing else! I mean first of all, I was born in 1929 when all sorts of things happened. The Depression hit, but also the Adventure Comics strip hit. Tarzan started his comic strip. <em>Buck Rogers</em> started. So in a way, this is the karmic birth. That I — of all the things that affected me, they came about within a few minutes of my birth!</p><p>We were scrambling for money to pay the rent. There was sense of tension in the household always, as there were in most poor peoples' households. The kids aren't told anything because you're not ready to hear this stuff. So in order to make my own secrets, in a way, to establish my own way out of things I couldn't understand — you draw! And it's a way of, not just escape, but of survival.</p><p><strong>On his mother's drawings, which are included in <em>Out of Line</em></strong></p><p>[They] were drawings at the time they were done that I hated! Because they seemed to diminish me. My mother had to make the family living during the Depression. So she was at her drawing board all day long doing these fashion drawings. And she would look at store windows, dragging me along and pointing out details of clothing in Saks Fifth Avenue, at Bergdorf — I was screamingly bored! And thought she was doing this to torture me, and in fact I saw it as torture. And she would take them down to the rag trade on Seventh Avenue and go door to door to manufacturers where she had some customers, and they would pick a design and give her $3 for it, out of which they'd make a coat. So it required a lot of skill, none of which I appreciated until I became aged. ... Dotage does a lot for you in terms of forgiving your mother.</p><p><strong>On Manhattan versus his current home in the Hamptons</strong></p><p>Well, your audience can't see, but take a look at me. You're looking at an 86-year-old man. An 86-year-old man can't do what a 50-year-old man did. I can't walk a block anymore because it's hard. I have trouble breathing. I can't hear anymore, but I have these two hearing aids which work on alternate days, in alternate ears. I am an old man. And an old man, not having to walk to the grocery store, but to get in the car and drive when I don't hit something — is a boon!</p><p>And since I had to move somewhere, and I had been teaching at Stony Brook Southampton College — I have lots of friends out there — I started to look around there to live. And then I had to figure out what career I could have out here when theater — because you can't write a play and not hear it. So the natural instinct was to pull together all of the forms that I had loved. And then it occurred to me to go back to noir which I had ... [Dashiell] Hammett and [Raymond] Chandler and those guys — and do a graphic novel, and use all the talents that I had picked up over the years. But I didn't have to leave the house!</p><p><strong>On <em>The Village Voice</em> dropping his strip when he was 68</strong></p><p>My response to that was first to get as drunk as I could. And then various things happened because I had friends. So within five days of being fired by <em>The Village Voice,</em> I'm hired by <em>The New York Times</em>. That's not bad. And <em>Vanity Fair!</em> Somebody else makes a call and <em>Vanity Fair</em> gives me some money to do virtually nothing 'cause they never published me — maybe published me once or twice.</p><p>Suddenly people who, it turns out, were fond of me over the years decide that they were gonna save my ass, and they did!</p><p><strong>On living an American life with multiple acts</strong></p><p>Well, I've had endless acts because I ran out of steam on one thing, because life happened on another thing, and I developed a resourcefulness ... where I would just look around for some other way to do what I wanted to do. If it happens too fast, you don't build these, what I used to call these \"rejection deltoids,\" where you are so used to being hit in the face that you just get up again automatically. The kids who were successful in high school from the beginning didn't know how to do that. So they would take a couple of slaps and they'd go into their father's business. ... The only part of bodybuilding I've ever done is with my hand and pen.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+%27Out+Of+Line%2C%27+The+Many%2C+Many+Acts+Of+Jules+Feiffer&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"480"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1408010812-934c69.m3u?orgId=1&topicId=1033&aggIds=100876926&d=480&p=2&story=407933533&t=progseg&e=407948189&seg=19&ft=nprml&f=407933533"},{"href":"http://media.npr.org/assets/img/2015/05/19/outofline_p001b1-63717a8336475c5ee67a20564c018c15c10d47dc.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"3225","width":"6825"}},{"href":"http://media.npr.org/assets/img/2015/05/19/outofline_p0091-7f3609aa2540e5f966a11bd978441ad410ffcef2.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"3371","width":"4061"}},{"href":"http://media.npr.org/assets/img/2015/05/19/outofline_p098-5067a48e0f60a2663ce34f8b0259f6c15532377b.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1650","width":"1146"}},{"href":"http://media.npr.org/assets/img/2015/05/19/outofline_p100_101_custom-e9e5d5eed1e28e7189328936a8cc4db693dde314.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"5913","width":"9918"}},{"href":"http://media.npr.org/assets/img/2015/05/19/outofline_p149_sq-1d83a343ba77ac13df99839e99e08ae5b1da6907.jpg","type":"image/jpeg","meta":{"crop":"square","height":"3105","width":"3106"}},{"href":"http://media.npr.org/assets/img/2015/05/19/outofline_p183a-dfbc87afcb21a571372a3556664f0eaad7245349.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1533","width":"2469"}},{"href":"http://media.npr.org/assets/img/2015/05/19/outofline_p244a-1--6f0629706e53ccefb7b6696e4766b29dfe89b310.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1285","width":"1020"}},{"href":"http://media.npr.org/assets/img/2015/05/19/outofline_p249_custom-a329fec596375ae686ee56c88a113efef150fbe7.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"3100","width":"2285"}},{"href":"http://media.npr.org/assets/img/2015/05/19/outofline_p252-d1c0484a0d3e05db11f2c67ba26ce7141d3f1278.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"3631","width":"3063"}}]}