{"created":"2014-12-03T21:28:38+00:00","modified":"2015-05-13T21:28:28+00:00","valid":{"from":"2015-05-13T21:28:28+00:00","to":"3015-05-13T21:28:28+00:00"},"hreflang":"en","title":"A Drug Might Heal Spinal Injuries By Sparking Nerve Growth","published":"2015-01-04T19:56:00+00:00","teaser":"A neurologist's unorthodox thinking led to an experimental drug that allows trapped nerve fibers to grow again. And that growth helps amplify signals that restored movement in laboratory rats.","itags":["npr_api","368058568"],"guid":"007a1dcb-ea6e-43d4-a3a9-f5721ccb08f9","contentencoded":"<p>A scientist who chose to ignore the mainstream nearly 30 years ago has found a new way to regenerate nerves in the spinal cord, at least in animals. A drug that Jerry Silver, a professor of neuroscience at Case Western Reserve University, helped design a drug that has allowed paralyzed rats to regain bladder function and even walk.</p><p>The drug works by releasing nerve fibers that have become trapped in scar tissue after a spinal cord injury, <a href=\"http://neurosciences.case.edu/faculty/silver/index\">Silver </a>says. \"Now we've got something that might work in people,\" though it hasn't been tested in humans yet, he says.</p><p>The <a href=\"http://www.nature.com/nature/journal/vaop/ncurrent/full/nature13974.html\">study </a>was published Wednesday in <em>Nature.</em></p><p>The research that led to this drug began in the 1980s. At the time, Silver and many other scientists were studying nerves. \"Everybody else in the world was asking why nerves grow where they do,\" he says. \"And I thought I'd do something different and ask why they don't grow where they don't.\"</p><p>Silver figured the body must produce a substance that acts like a sort of guardrail – preventing nerves from going where they are not supposed to. And after about five years of searching, he found a substance in cartilage called a proteoglycan that could redirect a growing nerve. Silver's team published their finding in the early 1990s. \"Nobody believed it,\" he says.</p><p>It took another 10 years to convince the scientific world that the finding was real. And even then, the discovery didn't get much attention until Silver realized that the proteoglycan he had discovered played a big role in spinal injuries and paralysis.</p><p>Eventually, just a few years ago, Silver and Harvard biologist <a href=\"http://cellbio.med.harvard.edu/people/faculty/flanagan\">John Flanagan</a> <a href=\"https://www.sciencemag.org/content/326/5952/592.short?cited-by=yes&legid=sci;326/5952/592\">showed</a> that the proteoglycan interacts with severed nerve fibers in a way that glues the fibers to scar tissue \"like a fly on flypaper.\"</p><p>That got Silver thinking about people who are paralyzed because of damage to nerve fibers in the spinal cord. \"You've got an untapped source of nerve fibers,\" he says. \"Thousands upon thousands of them, you know, sitting around just waiting to be released.\"</p><p>Silver thought if he could release these trapped fibers, the nerves might be able to regenerate. So his team designed a drug that was able to free nerve fibers in a Petri dish. Then they tried the drug on rats with spinal injuries that left them unable to walk and without bladder control.</p><p>A graduate student gave the animals daily injections under the skin, Silver says. But after seven weeks of treatment, the rats weren't any better and the student asked if he could stop giving the injections. \"I said fine, we'll quit,\" Silver says. \"We put the rats aside and about two to three weeks later they started to improve.\"</p><p>The injections really had freed the trapped nerve fibers and they had begun growing. But that didn't fix the problem the way you might think. The severed nerve ends were not reconnecting. Instead they were sprouting all over the place, like kudzu. And all this new growth was flooding the spinal cord with the hormone serotonin.</p><p>It was this new supply of serotonin that was helping the rats function by amplifying the signals carried by nerves that were still intact. \"If you have lots of extra serotonin in the spinal cord those few nerve connections that are just a whisper will become a roar,\" Silver says. \"And you can get function back really nicely.\"</p><p>All of the paralyzed rats that got a high dose of the drug regained some bladder control and a third were able to walk again, Silver says.</p><p>The new drug represents an important step forward, says <a href=\"http://www.ninds.nih.gov/find_people/ninds/pdbio_lyn_jakeman.htm\">Lyn Jakeman</a>, a program director at the National Institute of Neurological Disorders and Stroke, which helps fund Silver's research. One reason, she says, is that it can be injected under the skin.</p><p>Other promising treatments, such as stem cells, risk causing more damage because they can disturb the part of the spinal cord that is already injured, Jakeman says. \"They're all very invasive.\"</p><p>The new drug also was remarkably effective at improving bladder function, Jakeman says, which is a major concern for many paralyzed people. \"A small change in bladder function, the ability to restore a small amount of sexual function, these are big changes for people whether they can get out of their wheelchair and walk or not.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Drug+Might+Heal+Spinal+Injuries+By+Sparking+Nerve+Growth&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jon Hamilton","audio":[{"meta":{"duration":"253"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1368282951-f05adb.m3u?orgId=1&topicId=1128&d=253&p=2&story=368058568&t=progseg&e=368223814&seg=5&ft=nprml&f=368058568"}]}