{"created":"2014-10-05T21:05:51+00:00","modified":"2014-11-10T20:30:34+00:00","valid":{"from":"2014-11-10T20:30:33+00:00","to":"3014-11-10T20:30:33+00:00"},"hreflang":"en","title":"The Maestro And The Liberator: Gustavo Dudamel's Cinematic Debut","published":"2014-10-10T16:19:00+00:00","teaser":"A new film about the life of Latin American military leader Simón Bolivar features music by a first-time film score composer: Gustavo Dudamel.","itags":["npr_api","352802617"],"guid":"0083d437-7e3e-4999-af7b-721267e999a8","contentencoded":"<p>A film opened in the U.S. this weekend about the life of Simón Bolivar, the military leader who helped free much of Latin America from the Spanish Empire. <em>Libertador</em>, or <em>The Liberator</em>, tells that story with the help of rousing music by a first-time film-score composer: <a href=\"http://www.npr.org/artists/15329418/gustavo-dudamel\" target=\"_blank\">Gustavo Dudamel</a>.</p><p>Yes, that's the same Gustavo Dudamel you may have seen throwing about his wild shock of hair as the spirited conductor of the LA Philharmonic. He and the film's director, Alberto Arvelo, go way back to their days growing up in Venezuela, and that's where they first developed an appreciation for the film's central character.</p><p>\"We studied Bolivar in school. We read his letters, his most important speeches, and of course, in every main square in Venezuela we have a Simon Bolivar statue,\" Dudamel says. \"But to understand from where he came, to arrive to the point to liberate all these countries in South America is so interesting.\"</p><p>Dudamel says that when Arvelo first approached him about working on the film years ago, he offered him a more supervisory role in the project.</p><p>\"He told me, 'You will be my adviser — musical adviser,'\" Dudamel says. \"And I was giving him many examples. Then, at a point, I played for Alberto some things [on the piano]. And he told me, 'I'm sorry, my friend, but you became the composer of this film.'\"</p><p>Dudamel spoke with NPR's Arun Rath backstage at the Hollywood Bowl, just after rehearsing the full score for its debut performance. Hear more of their conversation, including how Dudamel funneled ethnic sounds and the influence of <a href=\"http://www.npr.org/artists/15404219/aaron-copland\" target=\"_blank\">Aaron Copland</a> into his music, at the audio link.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Maestro+And+The+Liberator%3A+Gustavo+Dudamel%27s+Cinematic+Debut&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"403"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1353922060-0c9794.m3u?orgId=1&topicId=1105&ft=3&f=352802617"},{"href":"http://media.npr.org/assets/img/2014/09/30/dudamel-b7e7ff607b804fc534cc079ae42f04ea62ff14fa.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2581","width":"3444"}}]}