{"created":"2015-02-26T19:38:22+00:00","modified":"2015-05-13T21:12:43+00:00","valid":{"from":"2015-05-13T21:12:43+00:00","to":"3015-05-13T21:12:43+00:00"},"hreflang":"en","title":"From Naked Mole Rats To Dog Testicles: A Writer Explores The Longevity Quest","published":"2015-02-27T21:03:00+00:00","teaser":"\"Nature knows how to let animals live a very long time,\" says Bill Gifford, whose latest book is <em>Spring Chicken, </em>a look at the history of anti-aging schemes and current ways people try to live longer.","itags":["npr_api","389261354"],"guid":"009be48b-ed01-46b9-bf4a-c9e575ec6cc9","contentencoded":"<p>When journalist Bill Gifford turned 40, his friends gave him a cake shaped as a tombstone with the words, \"R.I.P, My Youth.\" As he reflected on his creeping memory lapses and the weight he'd gained, Gifford got interested in the timeless quest to turn back the aging clock — or at least slow it down.</p><p>His latest book, <em>Spring Chicken</em>, explores everything from some wacky pseudo-cures for aging to fascinating research that point to causes of aging at the cellular level.</p><p>\"In high school biology we pretty much learn that cells divide and divide forever and that's kind of what they thought up until about 1960,\" Gifford tells <em>Fresh Air</em>'s Dave Davies. \"Now they know that cells actually have a kind of lifespan — they have a limit to the number of times that they can divide.\"</p><p>Gifford says that after they're done dividing, the cells go into a state called \"replicative senescence.\"</p><p>\"So they go from being these lively dividing cells to basically retiring,\" he says. \"And they're sitting there and they're kind of grumpy.\"</p><p>Scientists have learned that these cells are \"basically toxic,\" he says.</p><p>\"It's sort of like certain people bring everybody down,\" Gifford says. \"Senescence cells are kind of the same way. Some people think that senescence cells actually drive much of what we recognize as aging.\"</p><p>Gifford's book not only explores the research at the cellular level, but he also looks at the history of anti-aging, how exercise, diet and stress affect growing old and interesting phenomena in the natural world — like the naked mole rat. It lives long, shows no increase in mortality with age, never gets cancer and never experiences menopause.</p><p>\"They live underground; they're from Africa and they live in a colony,\" Gifford says. \"I held one in my hand and she was the size of between a mouse and a rat — and she was 28 years old, whereas a mouse lives to about two years old. In human terms, it was like a 600-year-old person ... and she was pregnant.\"</p><p>These animals, Gifford says, have repair mechanisms in their cells that allow the cells to survive damage and live longer.</p><p>Scientists \"recently sequenced the mole rat genome so they're looking pretty hard for what that might be,\" he says. \"On the other hand, it might just be an anomaly ... we don't know. The point is that nature knows how to let animals live a very long time.\"</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On the late 19th century scientist Charles-Édouard Brown-Séquard </strong></p><p>He was one of the great scientists of the 19<sup>th</sup> century; he's regarded as the founder of endocrinology, the study of glands. When he got to be about 70 years old he wasn't feeling so hot and he started to wonder why. He thought the answer had to do with something produced in the gonads, so he mixed up a little mixture of crushed up dog testicles, testicular blood and semen, mixed it all up and injected himself with it for a period of about three weeks. In 1889, he gave a triumphant address to the society of biology in Paris describing this experiment and how it had miraculously rejuvenated him, an old man, he could work through the night now, he could lift much more weight, he could urinate farther, all these fantastic things and people were horrified. ...</p><p>He was already 70 or 71 and he lived about another five years, so he did pretty well for the 19th century, but whether the treatment extended his lifespan, [it's] difficult to say. They now think it was pretty much a placebo effect.</p><p>It became a cultural sensation. ... It was called the Séquard Elixir and all kinds of quacks set up mail order businesses where you could get 10 syringes for $2.50. There were songs written about it; it was written up in all the papers. People went crazy. He never made a dime off it. ...</p><p>In a way, Séquard's elixir was kind of a precursor of the testosterone replacement and estrogen replacement therapies that are extremely popular right now. So he was onto something.</p><p><strong>On the controversial pre-Depression era scientist John Brinkley </strong></p><p>In between the elixir and the testosterone, there was an unfortunate intermediate step where a salesman named John Brinkley down in Texas began implanting goat testicles in worn out middle-aged men and he did similar surgeries in women. Obviously [this was] not a good idea and many people died on his operating table, but he became fabulously wealthy. He was one of the richest men in the pre-Depression era. He actually had a radio station down there. He was just across the border in Mexico because they kicked him out of the country, but he had this hugely powerful radio station that broadcast some of the early country music stars.</p><p><strong>On the conference for anti-aging and human growth hormones</strong></p><p>It was founded by these two doctors in Chicago who basically pioneered the use of human growth hormone as a treatment for aging back in the '90s. And a study had come out in about 1990 saying that older men gained muscle mass when they were on an exercise program and human growth hormone.</p><p>So they kind of took this and ran with it, and now, 20 years later, older Americans inject themselves with about $1.4 billion worth of human growth hormone per year and the system of injections costs about $10,000 to 12,000 a year. ...</p><p>[But] the scientists I spoke to feel that human growth hormone, far from reversing aging, actually accelerates aging. It turns on these pro-growth, pro-aging pathways. And there aren't clinical trials of this stuff because it's technically illegal for this use, but let's just say the longest [living] laboratory mice had zero growth hormone. Their cells had no growth hormone receptors. So human growth hormone might make you feel better for a short time, but it's very doubtful that it will lengthen your life and may do the opposite.</p><p><strong>On anti-aging supplements </strong></p><p>There's very little evidence for most of these supplements that you see marketed to older people. Supplements are very poorly regulated in this country and there just aren't the same evidentiary standards that you need for say, a drug. There was just a recent case where the attorney[s] general of several states found that supplements sold in places like Walmart had things like grass clippings in them.</p><p><strong>On studying people who are over 100 years old </strong></p><p>At [Albert] Einstein College of Medicine ... the theory is that that they have genes that protect them from the diseases of aging that the rest of us get. So they get to 100 and they don't have diabetes; they don't have heart disease; they don't have cancer; they've been protected somehow. So the question is: Do they have genes that protect them from these diseases and what are the genes and ... can we make a drug that can kind of imitate the action of those genes.</p><p><strong>On how exercise affects aging </strong></p><p>Anything really, is better than nothing. Basically, we evolved to move around, to run, to walk, to use our bodies and not to just sit around the way most of us do for most of the day. There's kind of an idea of use it or lose it and that's really programmed into our biology. The more you use your muscles, the more you're walking around, the more you're going to hang on to your muscle as you get older. That's really important because muscle wasting with age is the second leading cause of admission to nursing homes after Alzheimer's disease.</p><p><strong>On the theory that short-term, controlled physical stress is good for longevity </strong></p><p>[Blogger <a href=\"http://gettingstronger.org/\">Todd Becker</a>] believes in small amounts of stress as a way of life. It sounds completely crazy but there's actually a scientific basis to it. ... He wakes up in the morning every day and he takes a freezing cold shower, that's how he starts off. Then he'll skip lunch at work and then at the end of the day, without having eaten all day, he'll go for a trail run in Palo Alto, [Calif.], where he lives. ... I started looking into the science and cold water exposure actually has some pretty interesting affects. [There are] studies of cold water swimmers and they are healthier than people who don't go cold-water swimming. ...</p><p>The idea is this concept of hormesis — that's the stress response. That's another thing we have hard-wired into our biology. Organisms that are exposed to stress in certain ways respond to it and become stronger. One obvious example is exercise. You stress out your muscles, you lift a weight or whatever, they're damaged, and then they come back stronger. On the cellular level it also works. It has an effect of almost like cleaning up or reorganizing your proteins so they're in better shape.</p><p><strong>On the theory that eating less helps you live longer </strong></p><p>[There is] something called the Caloric Restriction Society, and there are people who basically make a great effort to eat anywhere from 15 percent to 30 percent less than most of us eat. So obviously they're very skinny, but they're doing this because research for decades has shown feeding mice and other animals a lot less seems to make them live longer. ...</p><p>When we were hunter gatherers, we didn't get three meals a day, we might get three meals a week. So the people who survived — or the critters who survived — were the ones who could go for pretty decent periods without food and even then, not eat a whole lot of food. So our biology is kind of tuned to survive famines, to survive low-nutrient conditions. What that does [is it] puts our cells in a sort of stress-resistant state that ends up prolonging life.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=From+Naked+Mole+Rats+To+Dog+Testicles%3A+A+Writer+Explores+The+Longevity+Quest&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2315"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1389276569-ffeb8e.m3u?orgId=1&topicId=1028&d=2315&p=13&story=389261354&t=progseg&e=389266263&seg=1&ft=nprml&f=389261354"},{"href":"http://media.npr.org/assets/img/2015/02/26/istock_000020881928medium-bcbbfe671f84abff578198eaf2a100b49d50ade6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1131","width":"1508"}},{"href":"http://media.npr.org/assets/img/2015/02/26/giffordspringchickenbill-d616a46b240291c4935c13f0dbdf919cd6a786c7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"563","width":"751"}}]}