{"created":"2015-03-21T11:48:51+00:00","modified":"2015-03-21T19:20:11+00:00","valid":{"from":"2015-03-21T19:20:11+00:00","to":"3015-03-21T19:20:11+00:00"},"hreflang":"en","title":"The Definitive Road Trip? It's Data-Driven","published":"2015-03-21T14:56:00+00:00","teaser":"Planning your next road trip? A Ph.D. candidate at Michigan State University has an algorithm that will plot the best route to take to see any number of sites. But it won't plan your bathroom breaks.","itags":["npr_api","394427979"],"guid":"00aa5890-a086-4758-a8b3-bfb511e60c38","contentencoded":"<p>Spring is here, and a number of families are plotting road trips for school break.</p><p>Randy Olson, a Ph.D. candidate at Michigan State University and a self-proclaimed \"data tinkerer,\" believes he's devised a route that could allow a family to hit a landmark in each of the Lower 48 states, from Grand Canyon in Arizona to the Gateway Arch in St. Louis to the Statue of Liberty in New York, in just nine days of driving.</p><p>\"About 9.33 days, if you drove non-stop,\" Olson clarifies.</p><p>That means no time sleeping or using the restroom — and no bad traffic.</p><p>Olson tells NPR's Scott Simon that he and his team spent a few days deciding where to go, based on a set of criteria: They had to hit at least one spot in each state; they had to be national parks, natural landmarks or national historic sites; and they had to be reachable by car without leaving the U.S.</p><p>The team aimed for a mix of big-city and rural locations. They used TripAdvisor to find the best family friendly places.</p><p>\"Once we chose 50 stops around the U.S., that's when the algorithm kicked in,\" he says.</p><p><a href=\"http://www.randalolson.com/2015/03/08/computing-the-optimal-road-trip-across-the-u-s/\" target=\"_blank\">The optimal but improbable road trip</a> takes in major landmarks such as Acadia National Park, Lincoln's home, and even Frank Lloyd Wright's home in Wisconsin — known as Taliesin. More obscure spots make the map as well: the C.W. Parker Carousel Museum in Leavenworth, Kan.; the Ashfall Fossil Beds in Royal, Neb.; and Woodward Avenue in Detroit.</p><p>His <a href=\"http://rhiever.github.io/optimal-roadtrip-usa/major-landmarks.html\" target=\"_blank\">interactive map</a> details all the sites.</p><p>Olson says the algorithm can shape excursions beyond this round-the-country ramble. He's used it to plan tours of hot spots in major cities and a road trips around continents.</p><p>\"And also,\" he says, \"last month I used a very similar algorithm, strangely enough, to solve the <em>Where's Waldo</em> children's book as well.\"</p><p>He means <a href=\"http://whereswaldo.com/index.html#home\" target=\"_blank\">the popular series</a> by Martin Handford, in which a character in a red and white striped hat \"hides\" in detailed illustrations crammed with seemingly hundreds of people in various places. As a kid, Olson spent hours poring over the pages, trying to find Waldo.</p><p>\"I finally decided, now as a Ph.D. student, I can actually analyze this and sort of find the optimal route to look through the page to find Waldo,\" he says.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Definitive+Road+Trip%3F+It%27s+Data-Driven&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"235"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1394438219-e03c36.m3u?orgId=1&topicId=1091&e=394427979&d=235&ft=nprml&f=394427979"},{"href":"http://media.npr.org/assets/img/2015/03/21/road-trip-991c858b65c86bd46ba3e95896051224fc09266e.png","type":"image/jpeg","meta":{"crop":"standard","height":"844","width":"1125"}}]}