{"created":"2015-03-13T17:08:46+00:00","modified":"2015-03-13T21:10:15+00:00","valid":{"from":"2015-03-13T21:10:15+00:00","to":"3015-03-13T21:10:15+00:00"},"hreflang":"en","guid":"00bd4fce-fc1f-4d71-9f0e-a9982735398b","title":"São Paulo residents demand their city take a new attitude about water","published":"2015-03-13T21:10:10+00:00","byline":"Catherine Osborn","tags":["water","water crisis","infrastructure","environment","climate change","drought","Human Needs","Environment","Science, Tech & Environment","São Paulo","South America","Brazil","São Paulo","Latin America","Carlos Rodrigues","Edison Urbano","Igor Silva","Delcio Rodrigues","Silmara Urbano","Water","Climate","Drought","Conservation"],"teaser":"The unprecedented water crisis in South America's largest city is leading citizens to change everything, from how they use water to how they engage with politics. But while the government is taking action, residents say it's not nearly enough.","contentencoded":"<p>Edison Urbano’s toilet isn't just a toilet: It’s a teaching tool.</p>\n<p>Urbano lives in a middle class neighborhood in São Paulo. A few years ago he wanted to save money on his water bill, so he hacked his shower to reuse the water to flush his toilet. He also set up a cistern to capture rainwater.</p>\n<p>Now São Paulo is in a <a href=\"http://www.theguardian.com/world/2015/jan/23/brazil-worst-drought-history\">full-blown water crisis</a>. Urbano has helped start an organization called <a href=\"http://pt.wikiversity.org/wiki/Cisterna_J%C3%A1\">Cisterna Já</a><em> </em>— Time for a Tank — and opened up his home to visitors to share ideas about saving water.</p>\n<p>Urbano explains how he takes a shower upstairs, which fills the toilet downstairs, and uses rainwater to water plants and wash clothes. Altogether, he says, he’s cut his water use in half.</p>\n<p>Urbano’s wife, Silmara, says their family has also put off a home remodeling project because it would use lots of water for cement. But she has a question many others in São Paulo are asking as well: “What about the big buildings under construction across São Paulo?” she asks. “Are they going to stop construction too, or will they leave the rest of us with even less water?”</p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/Edison%20Teaches%20Abt%20Water%20Cycle.JPG?itok=YkRSDsHe\" alt=\"\" /><div class=\"field-caption\">\n    <p>São Paulo resident Edison Urbano has turned his home into a teaching lab for conserving water amid the region's severe drought. Among other things, he's modified his second-floor shower to flush his first-floor toilet and uses rainwater to water plants and wash clothes. Altogether, he says, he’s cut his water use in half.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Catherine Osborn</p>\n  </div>\n</div>\n<p>That’s where dealing with the water crisis goes way beyond the kind of individual action Edison and Silmara are teaching. Construction companies are among hundreds of big water users that have contracts with São Paulo’s water company, which critics say discourage conservation.</p>\n<p>And with the city facing <a href=\"http://www.nytimes.com/2015/02/17/world/americas/drought-pushes-sao-paulo-brazil-toward-water-crisis.html\">an unprecedented water squeeze</a> — reservoirs hit record lows in January and 40 percent of the city is experiencing water shutoffs — a growing group of São Paulo residents say the status quo is unacceptable.</p>\n<p>Among those joining the fray is 21-year-old law student Igor Silva, who led chants at a protest in downtown São Paulo last month. “We’re demanding equitable distribution of water in all the cities in São Paulo state,” Silva says. He’s from an area called Brasilândia on São Paulo’s periphery, where the water is turned off for half of each day. Silva says that had been going on for months before the government admitted it was rationing water.</p>\n<p>Citizens weren't allowed to participate in a government crisis committee when it was formed last month, so a group of 40 organizations, together called the <a href=\"http://www.theguardian.com/global-development-professionals-network/2015/feb/11/brazil-drought-ngo-alliance-50-ngos-saving-water-collapse\">Alliance for Water</a>, started their own crisis campaign, hosting open meetings and calling for government action.</p>\n<p>Some of their demands are short term: “We’ll need, at least, some very urgent measures just to help at least the people that don’t have ways to store water in their houses,” says Delcio Rodrigues, a physicist and member of the alliance. People who do store their own water, he adds, also need to know how to keep it clean.</p>\n<p>Other demands are more sweeping. So far, the <a href=\"http://www.saopaulo.sp.gov.br/spnoticias/lenoticia2.php?id=239643\">government’s main plan</a> to deal with the water shortage includes pumping water faster from some of its smaller reservoirs, starting to use a reservoir that was previously only used for hydroelectric power and building pipes to bring water from distant rivers.</p>\n<p></p><div class=\"media media-element-container media-image_on_left\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/Mural_0.jpg?itok=1cx_bP6L\" alt=\"\" /><div class=\"field-caption\">\n    <p>A mural by Brazilian artist Subtu highlights the issue of severe water shortages in São Paulo. After bottoming out at below 10%, reservoir levels are still below 20% of capacity heading into the region's dry season.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>REUTERS/Nacho Doce</p>\n  </div>\n</div>Rodrigues says that’s nowhere near enough. The government proposals focus on “cement and trucks and things like this,” he says, “but not protecting the environment and the forests. That’s really the most important thing to have a sustainable source of water.”\n<p><a href=\"http://www.sosma.org.br/101149/por-que-desmatar-79-da-area-de-mananciais-secou-sao-paulo/\">Eighty percent</a> of São Paulo’s main watershed is deforested, as is <a href=\"http://www.ccst.inpe.br/wp-content/uploads/2014/11/The_Future_Climate_of_Amazonia_Report.pdf\">20 percent</a> of the Amazon. That means <a href=\"http://www.theguardian.com/environment/2014/sep/15/drought-bites-as-amazons-flying-rivers-dry-up\">less rain coming from the Amazon</a> and less ability to capture rain that does come.</p>\n<p>Rodrigues says protecting the areas that provide water in the first place is the most important thing the government can do to solve the water problem. The still-expanding city must also be rebuilt in a more sustainable way, he argues, with things like cisterns and low-flush toilets in all buildings.</p>\n<p>But environmental educator Malu Ribeiro says people have stopped assuming the government will take the lead. “Society didn’t get to establish the priorities for water use,” Ribeiro says — but the massive organizing in São Paulo may be proof that they can.</p>\n<p>Two weeks ago, 10,000 people <a href=\"http://brasil.elpais.com/brasil/2015/02/27/politica/1424996543_317466.html\">marched through downtown</a> and won the right for some social groups to join the government’s crisis committee. They also secured a pledge to increase help for low-income neighborhoods. Another big water assembly is planned for later this month with help from a group from Itu, a small nearby city that went for months without water last year.</p>\n<p>Itu resident Carlos Rodrigues says “the crisis forced us to get to know our neighbors,” who woke up politically and helped each other out.</p>\n<p>Rodrigues says it’s this kind of action and solidarity that can get São Paulo not only through the current crisis, but also to a new culture of caring for water.</p>\n<p><em>This story is the second in a two-part series by Catherine Osborn on São Paulo's water shortage. <a href=\"http://www.pri.org/stories/2015-03-12/south-americas-largest-city-almost-out-water\">Read the first part</a>.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-09%2Funited-crisis-s-o-paulo-residents-seek-new-culture-caring-water&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/Water%20Protest%20crop.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/water-protest-cropjpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/03132015_04.mp3"},{"href":"http://www.pri.org/file/0313201504mp3"}]}