{"created":"2015-02-27T18:58:37+00:00","modified":"2015-02-27T22:44:48+00:00","valid":{"from":"2015-02-27T22:44:48+00:00","to":"3015-02-27T22:44:48+00:00"},"hreflang":"en","guid":"00bfcc8e-647c-42eb-8db9-4804b61badf8","title":"Here's what you can do with a whimsical idea and a whole lot of leg power","published":"2015-02-27T22:44:44+00:00","byline":"Alina Simone","tags":["human powered vehicles","bicycles","Sikorsky Prize","helicopters","submarines","ASME","AeroVelo","Quadyak","Technology","Science, Tech & Environment","Todd Reichert","Cameron Robertson","Tatyana Polyak","Randy Ridings","Bob Sims","Kurt Yankaskas","Propeller aircraft","human powered vehicles","Bicycles","bikes","ASME","AeroVelo","Quadyak"],"teaser":"Sure, there might soon be cars that drive themselves. But some people aspire to transportation with a little more human power behind it, even if they have to assemble and drive it all by themselves.","contentencoded":"<p>Here are three words to strike fear into your heart: Human. Powered. Helicopter.</p>\n<p>And by “powered,” I don’t mean a foot on the gas pedal. I mean if you stop pedaling, it falls. The only \"power\" in this helicopter is the Power Bar you eat before you climb inside. And you better eat a lot of them. </p>\n<p>“It is extremely difficult because the faster you go, the more power it takes,” says Cameron Robertson, co-founder of <a href=\"http://www.aerovelo.com/\">AeroVelo</a>, a company in Canada dedicated to human-powered engineering.</p>\n<p>In 2013, AeroVelo won the <a href=\"http://en.wikipedia.org/wiki/Igor_I._Sikorsky_Human_Powered_Helicopter_Competition\">Sikorsky Prize</a>, a $250,000 award for building a human-powered helicopter that can stay in the air at least 60 seconds and reach an altitude of 3 meters — about 10 feet. How big a feat of engineering was this? The prize had gone unclaimed for <em>33 years</em>.</p>\n<p>“It was much harder than we had expected at the outset of the problem,” Robertson says. “Twice we had been inches away from success and claiming the prize when the whole helicopter had broken up in mid-air. Todd was flying the helicopter in both of these enormous crashes, and so he fell from between 7 and 10 feet up in the air as the helicopter came apart around him.”</p>\n<p><iframe width=\"300\" height=\"169\" src=\"http://www.youtube.com/embed/mdP1jCWF3Eo?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p>Todd Reichert — he’s the other founder of AeroVelo — was fine, by the way. He’d been practicing judo falls and tumbling techniques.</p>\n<p>But given the very real risk of leg breakage, what drew them to this? Cameron has kind of a dry answer.          </p>\n<p>“The constraint of human power is a very exciting design challenge,\" he says. \"It forces you again to get creative, to look for new approaches and ultimately to be much more efficient and effective at design.\"  </p>\n<p>But when you watch AeroVelo’s prize-winning helicopter flight, when you literally <em>see</em> a guy pedal his way into the air, it’s awe-inspiring. Their machine looks like a Dr. Seuss illustration come to life, whimsical, beautiful and incredibly complicated.</p>\n<p>Now imagine building one of these things for getting around <em>underwater</em>.</p>\n<p>“It’s essentially an underwater bicycle,” says Kurt Yankaskas, head of the human-powered <a href=\"http://www.isrsubrace.org/\">International Submarine Races</a>. Teams get a week to build one from scratch.</p>\n<p>So how hard is that? “It’s a piece of cake,” Kurt says. “You build a submarine shape, typically between 10 and 15 feet long, that can hold one or two people and has some sort of propulsion system in it that’s basically leg power.”</p>\n<p>Piece of cake.</p>\n<p>These underwater bikes aren’t airtight, by the way. They’re “wet” submarines that require scuba gear.</p>\n<p>But the thing that obsesses the majority of human-powered-stuff enthusiasts isn’t the water bike or the air bike — it's the <em>bike</em>-bike, the one that travels on land. They’re cheap, efficient, light and fast.</p>\n<p>The world’s fastest bike clocks in at 83 miles an hour. But it has other drawbacks, says Bob Sims, president of the American Society of Mechanical Engineers: “It can’t carry very much stuff, and in fact, when it stops it would fall over because it doesn’t have the ability to do anything other than go fast in a straight line.”</p>\n<p>Sim's organization runs <a href=\"https://www.asme.org/events/competitions/human-powered-vehicle-challenge-(hpvc)\">competitions for bike-type vehicles</a> in places like Mexico, India and Pakistan. And these things have to be practical, says ASME’s Tatyana Polyak.</p><div class=\"media media-element-container media-default\"><img height=\"630\" width=\"900\" alt=\"One of this year&amp;#039;s entrants in ASME&amp;#039;s HPVC Human Powered Vehicle Challenge, in India.\" title=\"One of this year&amp;#039;s entrants in ASME&amp;#039;s HPVC Human Powered Vehicle Challenge, in India.\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/original_image/public/ASME%20HPVC%20challenge.jpg?itok=qwLurivA\" /><div class=\"field-caption\">\n    <p>One of this year's entrants in ASME's HPVC Human Powered Vehicle Challenge, in India.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Courtesy of American Society of Mechanical Engineers</p>\n  </div>\n</div>\n<p>“For example, in India the roads are not well-paved, so the vehicles have to withstand all those bumps and still be functional,” she says.</p>\n<p>You also have to make do with the materials on hand. One Indian team at the 2015 competition built their bike entirely out of recycled parts, including an office chair and desk drawers.</p>\n<p>These custom-built vehicles are kind of like pets: They end up reflecting the personalities of their owners. And that brings us to the <a href=\"https://www.facebook.com/Quadyak\">Quadyak</a>.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"506\" width=\"900\" alt=\"The Quadyak -- part bike, part boat. Randy Ridings came up with the idea to solve a nagging problem.\" title=\"The Quadyak -- part bike, part boat. Randy Ridings came up with the idea to solve a nagging problem.\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/original_image/public/CROPQuadyak.jpg?itok=oL9Lofdl\" /><div class=\"field-caption\">\n    <p>The Quadyak -- part bike, part boat. Randy Ridings came up with the idea to solve a nagging problem.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Courtesy of Randy Ridings</p>\n  </div>\n</div>\n<p>Part bike, part kayak, it was invented by Randy Ridings, an outdoor enthusiast in Carthage, Missouri, to address a very specific problem. “If you take a kayak to a river and you get in the river and you go down the river, then you have no way to get back home,” Ridings says.</p>\n<p>Then he discovered the Quadyak was useful around town, too. “I ride with a bike club here in Carthage, and go pick up my groceries at Walmart with it as well,\" Ridings says.</p>\n<p>The Quadyak requires zero gas, has ample room for camping tents and groceries and it can cross a lake. Randy has travelled 1,500 miles on it so far.</p>\n<p>Seriously, who needs an SUV?</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-26%2Fheres-what-you-can-do-whimsical-idea-and-lot-leg-power&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/02272015_08.mp3"},{"href":"http://www.pri.org/file/0227201508mp3"}]}