{"created":"2015-03-05T08:58:03+00:00","modified":"2015-05-13T21:11:15+00:00","valid":{"from":"2015-05-13T21:11:15+00:00","to":"3015-05-13T21:11:15+00:00"},"hreflang":"en","title":"In Berlin, Grassroots Efforts Work To Integrate Inner-City Schools","published":"2015-03-05T15:11:00+00:00","teaser":"In parts of the city, racial segregation in schools is often a reality. But small parent-led initiatives — one immigrant-led, one native-led — have been working to change perceptions and enrollment.","itags":["npr_api","390753243"],"guid":"00d1b5da-5c47-4e0f-a4d5-655231d12fab","contentencoded":"<p><strong></strong>In parts of Berlin, racial segregation in schools is far from official policy, but it is often a reality. In the fast-gentrifying district of Neukölln, young, mainly white professionals usually move away as soon as their kids reach school-age.</p><p>But small, parent-led initiatives are working to change this trend and ensure their local schools better reflect the neighborhood. <strong><br /></strong></p><p>When Angela Merkel declared \"integration has failed in Germany\" almost a decade ago, she was responding to complaints about schools like the neighborhood's Karlsgarten Elementary. Like many other schools here, almost all of its pupils have what Germans call a \"migrant background,\" despite the neighborhood's diverse demographic.</p><p>Also like similar schools, Karlsgarten does not have a great reputation — something that exasperates its principal, Brigitte Unger.</p><p>\"Recently, the mother of a prospective pupil asked me, 'How high is the percentage of immigrants at this school?'\" Unger says. \"I told her, 'Well there's no beating around the bush — 86 percent of our pupils are kids whose first language is not German.'\"</p><p>Principal Unger, 64, issues a knowing sigh and says the mother in question would have been quite happy were these other languages French, English or Italian because that would qualify as an \"international school.\"</p><p>\"She knew, though, that most of the pupils here are of Turkish and Arab origin,\" Unger says. \"She was afraid that this would disadvantage her own children. In her mind, kids from immigrant families are not as intelligent. And that misconception is our biggest problem.\"</p><p>Local mother Susann Worschech says it's not just the language barrier that deters many Germans of non-immigrant background from sending their kids here.</p><p>\"Some told me, 'Well, I'm really afraid of my son coming home and beginning to disrespect women or girls because, I mean, this is also very much a Muslim neighborhood,'\" Worschech says in disbelief. \"People have so many prejudices.\"<strong> </strong></p><p>Worschech, who's in her thirties and currently working on her Ph.D. dissertation, has three children. When her eldest daughter reached school age three years ago, she and her husband automatically dismissed Karlsgarten Elementary. Then they took a closer look, and discovered the school's poor reputation was undeserved.</p><p>So Worschech started a campaign called \"Local Schools For All\" to encourage other non-immigrant parents to enroll their kids at Karlsgarten instead of moving out of the area. Worschech says it's not about being an immigrant or not, but about encouraging diversity.</p><p>The initiative is changing the demographic of the school. This pleases principal Unger, not because her school now has more white kids, but because it is more mixed.<strong> </strong></p><p>\"Word spread that, in fact, your children can get a decent education here, even if you are German and university-educated,\" Unger says, letting out another sigh.</p><p>Unger says a third of all first-graders are now Germans of non-immigrant background. This statistic also pleases Halit Kamali whose 11-year-old daughter is a pupil at Karlsgarten.</p><p>\"I had major reservations about the school,\" Kamali says, \"because at that time more than 90 percent of the pupils were immigrant kids.\"</p><p>Kamali is an immigrant himself — born in Turkey, raised in Berlin. According to a recent study by the University of Düsseldorf, his attitude is as typical among immigrants as it is among non-immigrants.</p><p>\"I thought my daughter would not be stretched enough academically,\" he says, \"that the school would dumb down the lessons for the immigrant kids.\"</p><p>Over coffee, Kamali chats in Turkish to some parents from a different group, one he founded six years ago. He had wanted to debunk another common myth about the area's schools — the reputation of its parents.</p><p>\"There was this prejudice that we — as immigrants — were not interested in the quality of our kids' schooling,\" Kamali says. \"So we decided to show that we value eduction just as much as anyone else.\"</p><p>Kamali's initiative offers extracurricular activities, including tutoring, bicycling and more. When the parents from \"Local Schools For All\" first showed up, Kamali says his group felt snubbed.</p><p>\"I expected more tact,\" he says. \"But instead they declared, 'We're here to make changes, we're German, we're inner-city.'\"</p><p>Despite initial problems, Kamali and Worschech say they now get on very well and see each other regularly at parent-teacher committee meetings.</p><p>Yet while their kids no longer are segregated, the parents still meet in two separate groups.</p><p>Both admit that they could learn a thing or two from their children, who got along with each other from the word \"go\" — proof, it seems, that given half the chance, integration in Germany starts in the schoolyard.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Berlin%2C+Grassroots+Efforts+Work+To+Integrate+Inner-City+Schools&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Esme Nicholson","audio":[{"meta":{"duration":"263"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1390903182-fa2335.m3u?orgId=1&topicId=1124&aggIds=390489340&d=263&p=3&story=390753243&t=progseg&e=390903104&seg=2&ft=nprml&f=390753243"},{"href":"http://media.npr.org/assets/img/2015/03/05/102703492-630c1e84725e382c39e5d6e5acd3524f4c774bf4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3667","width":"4889"}}]}