{"created":"2014-08-28T19:05:16+00:00","modified":"2014-10-30T22:55:25+00:00","valid":{"from":"2014-10-30T22:55:25+00:00","to":"3014-10-30T22:55:25+00:00"},"hreflang":"en","title":"Iraqi Christian Village: From Sanctuary To Ghost Town In 2 Months","published":"2014-08-28T14:09:00+00:00","teaser":"Villagers in Al-Qosh opened homes and schools to Iraqis fleeing the advance of the Islamic State. But that was June. Now it's a ghost town, as silent as its 6th-century monastery.","itags":["npr_api","343673454"],"guid":"00d31c83-412f-41c4-b370-d4fb63efdbcc","contentencoded":"<p>The northern Iraqi village of <a href=\"http://www.npr.org/blogs/parallels/2014/06/18/323166067/christian-village-takes-in-iraqis-displaced-by-sectarian-violence\" target=\"_blank\">Al-Qosh was humming with activity</a> — and some jitters — when NPR visited back in June. The Assyrian Christian villagers had opened their schools and homes to Iraqis fleeing the takeover of nearby Mosul by Islamist fighters calling themselves the Islamic State.</p><p>But these days, most of Al-Qosh is as silent as the <a href=\"http://en.wikipedia.org/wiki/Rabban_Hormizd_Monastery\" target=\"_blank\">6th-century monastery </a>overlooking the village from a hill. A few Kurdish security men guard the entrance to the village, primarily concerned with keeping potential looters away from the tidy stone and cement homes.</p><p>The villagers fled en masse in early August, when Islamist fighters made a move in Al-Qosh's direction. Now, as Kurdish forces begin to retake territory around Mosul, including the strategic Mosul dam, some families have begun to trickle back to Al-Qosh. Most stay only during daylight hours, however, afraid to stay overnight with Islamic State forces a mere 20 miles away.</p><p><strong>Leaving Everything Behind, Yet Again</strong></p><p>Raed Salman, 45, is one of the few who's here full time, at least for now. The truck driver's recent history is sadly familiar to many Iraqis.</p><p>\"This is the second time I'm displaced. We're originally from Baghdad,\" he says. \"We fled Baghdad; my father and brother were kidnapped. We paid a huge ransom, but they shot and badly wounded my brother. Now we're displaced for a second time.\"</p><p>Salman gestures to his large, well-appointed home. He says it took years of high-risk travel on Iraq's deadly highways to save enough money to finish it. But he's resigned to leaving it all behind, once again, because his family's safety comes first.</p><p>\"Believe me, there is nowhere in Iraq that is safe for us,\" he says. \"We have Shiite friends in the city of Kut. They say, 'Come live with us. We'll keep you safe.' They're good friends, but what about the future? They could be the next ones displaced.\"</p><p>Salman doesn't know where they'll go. Their passports are expired, and he doesn't think there's much chance of renewing them now.</p><p><strong>New Pressure On A Dwindling Population</strong></p><p>A deep current of fear is once again running through Iraq's Christian minority, which has roots in the earliest days of the faith. Precise counts are impossible to come by, but Christians are believed to have numbered about 1.5 million when the U.S.-led invasion of Iraq began in 2003. Current estimates range from 200,000 to 400,000.</p><p>While the Christian exodus from Iraq is extreme and driven by the country's bloodshed, it's a trend that's been underway for decades throughout the Middle East. In the mid-20th century, Christians were estimated to be about 20 percent of the Middle East's population. <a href=\"http://www.npr.org/blogs/parallels/2014/05/21/314270024/the-1-000-year-old-schism-that-pope-francis-seeks-to-heal\">Today, it's 5 percent at most</a>.</p><p>In June, NPR spoke with Rinam Mansour, 30, a teacher who was volunteering to help displaced people from Mosul. Now he sits on his couch, pondering his own future.</p><p>\"I was on the church's commission to help displaced people,\" he says. \"They were Shiites, Christians and others. We opened our doors and gave them what we could. And now, we ourselves are the displaced.\"</p><p>In numerous interviews with displaced Yazidis, another religious minority in Iraq, many said they envied the Christians because at least they had a church establishment to stand up for them. Mansour laughs bitterly when he hears this.</p><p>\"The church protect us? The church people were the first ones to leave,\" he says. \"Maybe Al-Qosh used to be a strong Christian village, but now most people want to leave Iraq. I think only those families with no money, no passports, no friends to help them relocate, will stay.\"</p><p>Mansour's sister Lillian has already tried relocating. The United Nations moved her family to Southern California after the last round of anti-Christian violence in 2008. She says because the U.S. was in recession at the time, there were no jobs to be had, so after exhausting all of their options, they decided to return to northern Iraq.</p><p>\"When we got back, it took my husband over a year to find work, and then at least things were better than in America,\" she says. \"But just a few months later, all this started.\"</p><p>As luck would have it, Lillian's husband found work as a teacher in one of the minority villages around Mount Sinjar just before it was terrorized by Islamic State fighters.</p><p>For Rinam Mansour, the future looks bleak. He says the best-case scenario is to give up his home and the relative prestige of teaching, and hope he can land a menial job in a strange country. He believes that if Iraqi Christians are to survive, it won't be in Iraq.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Iraqi+Christian+Village%3A+From+Sanctuary+To+Ghost+Town+In+2+Months&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Peter Kenyon","audio":[{"meta":{"duration":"260"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1343758372-b12979.m3u?orgId=1&topicId=1009&ft=3&f=343673454"},{"href":"http://media.npr.org/assets/img/2014/08/27/iraq-alqoush1-4d6cbd4a2dcc7628d7a19b1003850c286efe6f27.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2123","width":"2830"}}]}