{"created":"2015-01-20T23:08:18+00:00","modified":"2015-02-25T21:35:00+00:00","valid":{"from":"2015-02-25T21:35:00+00:00","to":"3015-02-25T21:35:00+00:00"},"hreflang":"en","guid":"00e4f62a-c6b6-4c30-a63d-d86a1954b06e","title":"Iranian entrepreneurs are 'dreaming of the doors opening' to the West ","published":"2015-02-25T21:34:40+00:00","byline":"Joyce Hackel","tags":["economic sanctions","politics","diplomacy","government","Global Politics","Asia","Iran","United States","Middle East","Barack Obama","Iran","Tehran","Economic sanctions","pharmaceuticals","medicines","State of the Union address","Iran–United States relations","Medicine","Insulin"],"teaser":"After the US-Cuba thaw, Iranians are hoping that it's their turn for relief and improved relations with Washington. That's why many will be watching the State of the Union for signs that the US will ease sanctions on Iran that have made even some kinds of medicine hard to find. ","contentencoded":"<p>Iranians will be listening especially carefully to President Barack Obama's State of the Union speech on Tuesday — listening for signs that relief is coming from crippling international economic sanctions.</p>\n<p>\"These sanctions are affecting everybody,\" says a Tehran businessman who uses the pseudonym \"Bezhad.\" He's especially concerned about sanctions on pharmaceuticals; his diabetic father was unable to get his usual insulin supply thanks to the restrictions.</p>\n<p>Washington led an effort to impose economic sanctions on Iran after its 1979 revolution. The sanctions have been expanded several times, most recently by the United Nations Security Council in 2006 as part of an effort to force Tehran to suspend its uranium enrichment program.</p>\n<p>Although some pharmaceuticals are exmpt from the sanctions, Iranians can no longer use international payment systems, so many basic medications are getting more difficult to find.</p>\n<p>\"We couldn't import the correct insulin from the right manufacturers, so he had to replace them with locally manufactured insulin,\" Bezhad says. \"He started to gain weight because the dosages were different, and then he had bruises on his leg and was hospitalized.\"</p>\n<p>Bezhad says his father ultimately went into insulin shock and died this summer. </p>\n<p>\"I don't really give a damn about the nuclear facility in my country — or anywhere else, for that matter,\" he says. \"When my father dies of something as simple as an insulin shot, it really, really makes me angry when people from both sides don't want to settle this once and for all.\" </p>\n<p>At the same time as some medicines are in short supply, Iranian real estate developers are breaking ground for lavish shopping malls in the country's major cities. \"It's exciting for people to see new places with different Western brands,\" Bezhad says, \"but 60 to 70 percent of the people are just window shopping.\"</p>\n<p>Bezhad says he heard an American manufacturer recently made a bid to build one part of of a huge mosque in the center of Tehran. </p>\n<p>\"We were not shocked, but we thought, okay, they were probably, as we say in Persian, digging a hole before stealing the minaret,\" he says. \"So probably they are thinking the sanctions may be lifted, so they are trying to get their feet in the door to be able to sell directly when the doors are open.\"  </p>\n<p>The recent thaw in US-Cuba relations offered many Iranians a glimmer of hope. \"We can send our carpets, pistachios and products over there and we can have a normal business relationship,\" Bezhad says. </p>\n<p>But also he tempers his optimism. \"We'd like to be romantically dreaming of the doors opening, but we have to realistic,\" he says. \"There are people on both sides that don't want this to happen.\" </p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-01-20%2Firanian-entrepreneurs-hope-diplomatic-thaw-west-dreaming-doors-opening&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org//pri-113a.kxcdn.com/sites/default/files/segment-audio/012020158.mp3"},{"href":"http://pri.dev/file/012020158mp3"}]}