{"created":"2014-10-08T02:23:05+00:00","modified":"2014-12-01T21:05:13+00:00","valid":{"from":"2014-12-01T21:05:13+00:00","to":"3014-12-01T21:05:13+00:00"},"hreflang":"en","title":"Kids' Films And Stories Share A Dark Theme: Dead Mothers","published":"2014-07-18T17:03:00+00:00","teaser":"Why do so many animated movies star motherless kids? Sarah Boxer, a graphic novelist, cartoon-lover and mother, talks to NPR's Kelly McEvers about the phenomenon and the message it sends to children.","itags":["npr_api","330728443"],"guid":"00e8ed8c-abbe-4147-ac89-5b7c101bc5f7","contentencoded":"<p>The death of Bambi's mother has moved — and horrified — generations of children. The fleeing, the gunshot, the desperate search and then the gut-wrenching words: \"Your mother can't be with you anymore.\"</p><p>For many, that scene was traumatizing; for some it was the very first experience of loss. But <em>Bambi</em> is far from the only animated film featuring a mother's tragic death.</p><p>Just ask Sarah Boxer.</p><p>Boxer is a graphic novelist, a critic and a lover of cartoons. She's also the mother of a 10-year-old boy. While she was watching kids' movies with her son, Boxer realized how frequently the characters' mothers were dead.</p><p>\"Show me an animated kids' movie that has a named mother in it who lives until the credits roll,\" Boxer writes in the latest issue of <em>The Atlantic</em>. \"Not many pass the test.\"</p><p>Boxer tells NPR's Kelly McEvers that the list of animated films with dead moms is long: <em>Beauty and the Beast,</em> <em>Fox and the Hound, Finding Nemo, Lilo and Stitch, Brother Bear, Despicable Me, Kung Fu Panda 2, </em><em>Little Mermaid 3,</em> etc.</p><p>\"All of those have mothers who either die in the movie or are just not there,\" Boxer says.</p><p>\"One of the things I love about animated movies is that you can basically create any fantasy that you want,\" she says. \"And what's striking to me is that over and over you get this world without mothers, and as a mother myself I sort of take offense.\"</p><p>The dead mother theme has been around since long before Disney and Pixar. It dates back to at least 9th-century China with the tale of Ye Xian, the original Cinderella story. Then there's the darkness and death of the Brothers Grimm fairy tales, then Charles Dickens' orphans — everywhere you look, dead mothers abound.</p><p>But it's not always the mom who dies, Boxer points out.</p><p>\"For instance, take the <em>Lion King — </em>in that one, actually, the mother survives and the father dies,\" Boxer says. \"But I think the difference in something like the <em>Lion King </em>where the father dies is it becomes a major plot point, it becomes almost the center of the movie.\"</p><p>Meanwhile, in films in which the mother dies, says Boxer, the death is just a starting point — a catalyst for action — and the ensuing plot usually has nothing to do with the mother.</p><p>After steeping herself in kids movies and combing through cartoons for dead mothers, Boxer noticed another theme emerging. The void left by a dead mother used to be filled by an evil stepmother, but in recent years another figure has stepped in to take her place: the \"perfect father.\"</p><p>The movie dad might start out as less than perfect (see <em>Chicken Little, Brother Bear</em> or<em> Ice Age)</em>, but over the course of the movie he transforms into the ideal father. \"And not only a good parent in the maternal sense of being protective,\" Boxer says, \"but also kind of a buddy.\"</p><p>In reality, most families have two parents, and there are far more single mothers heading up families than single dads. \"So in a way it's just pure fantasy. But I do think that there's an underlying message,\" Boxer says, \"that we don't really need mothers; in fact, life might be more fun without them ... that it could be a life of pure adventure.\"</p><p>Boxer says that message is worth taking seriously.</p><p>\"I think these movies are very formative and sort of create the background plots that we relate our lives to,\" she says. \"And I don't think I saw them that way before I had a kid, but I see it now, especially raising a son.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Kids%27+Films+And+Stories+Share+A+Dark+Theme%3A+Dead+Mothers&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"237"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1331199132-e7eb34.m3u?orgId=1&topicId=1045&ft=3&f=330728443"},{"href":"http://media.npr.org/assets/img/2014/07/13/142150032-5c4eb57379ec0e1f299a31caa14960bc51cc85f3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1688","width":"2253"}},{"href":"http://media.npr.org/assets/img/2014/07/16/sarah-boxer-70cc50b577d2c7740690c2d79551e641a1ed10af.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1446","width":"1928"}}]}