{"created":"2014-09-19T19:45:00+00:00","modified":"2014-10-31T02:00:54+00:00","valid":{"from":"2014-10-31T02:00:54+00:00","to":"3014-10-31T02:00:54+00:00"},"hreflang":"en","title":"Want Your Cheese To Age Gracefully? Cowgirl Creamery's Got Tips","published":"2014-05-29T15:27:00+00:00","teaser":"The co-founders of Cowgirl Creamery were among the first American cheesemakers to be recognized by the prestigious French cheese guild. So they know a thing or two about storing and using old cheese.","itags":["npr_api","313146276"],"guid":"00ebb8c5-15e8-4bef-ae1a-1d045bbd9bd5","contentencoded":"<p>In the world of cheese, much like in the world of wine, the ultimate mark of success is acceptance by the French. That's exactly what happened to Sue Conley and Peggy Smith, co-founders of Cowgirl Creamery in northern California.</p><p>In 2010, when they were inducted into the prestigious Guilde des Fromagers, they were among the first wave of American cheesemakers to join its ranks.</p><p>Cowgirl Creamery also put out its first cookbook in late 2013.</p><p><em>Morning Edition's</em> Renee Montagne met up with Sue Conley and Peggy Smith at their creamery in Point Reyes Station, a postage stamp of a place north of San Francisco where the wind seems to let up only to let in the fog.</p><p>Their journey to the pinnacle of the cheese world began at the University of Tennessee, where they became fast friends in the early 1970s. It continued a few years later on a road trip west to San Francisco.</p><p>In the book, they write about driving a little car across the Golden Gate Bridge on July 4, 1976, which was the bicentennial. And at that very moment, there was a revolution in food going on here in the Bay Area.</p><p>\"When we came out to California, people were really interested in ingredients and techniques,\" says Smith.<br /> <br />\"And then the range of food that was available here, the natural food where you could buy things at the neighborhood co-op that were in bins, and funky apples from somebody's tree, and just a much different food scene,\" says Conley. \"So we both kind of got interested in the profession of cooking, also cheesemaking. When we started, there were four or five cheesemakers in Sonoma and Marin [counties], and today there are 30.</p><p>John Taylor runs Bivalve Dairy in Marin with his wife, Karen, who's a sixth-generation California dairy farmer. Their cows supply milk to the creamery for one signature cheese with a reddish rind, called Red Hawk, named after the red-tailed hawk.</p><p>\"Right now is the middle of our pasture season, our grazing season, so the cows are going out twice a day out to pastures,\" he says. \"So there's a lot of walking involved with these cows.\"</p><p>In spring, clovers, rye grass and barley all make their way into the cow's pasture buffet. That organic snacking yields some especially flavorful milk.</p><p>\"As we taste the milk off of our ranch, at certain times of year they will have different flavors depending on the grass component,\" says Taylor. \"So when the cows go out to graze in the early spring and into the summer, there's some phenomenal flavors that come out. And ultimately, what we're trying to do is partner up with Cowgirl so we can get those flavors into the cheese.\"</p><p>Between the dairy and the dinner plate, the semisoft Red Hawk cheese goes through quite a process.</p><p>Inside the washing room, a group of workers are leaning over tubs of salty brine, scrubbing off white, fluffy mold from small wheels of cheese.</p><p>\"White mold — it's protecting the cheese in its first stage of aging,\" says Conley. \"But it's also bringing in that beautiful white mushroom flavor, and then the red rind imparts almost an anchovy, beefy kind of complex flavor.\"</p><p>Red Hawk has won a lot of awards. And it was created by accident.</p><p>In the early years of Cowgirl Creamery, a visiting cheesemonger from England helped Conley and Smith set up their shop.</p><p>She brought along that most British of cheeses: a Stilton, which contains microscopic mites on the rind to help age it.</p><p>This cheesemonger set her cheese down next to a wheel of Conley's cheese, \"and the mites jumped off of the Stilton onto my rind, and they started eating away at the white mold,\" says Conley. \"I brushed them off, but what it did was it killed all of the white mold and encouraged a wild bacteria to grow, which is bacterium linen. So that bacterium just went wild and grew over all the cheese, and I just got frustrated and moved it to the back of the aging room.\"</p><p>And it might have ended there.</p><p>But a few weeks later, their friendly English cheesemonger decided to give it a taste and pronounced what became the famous Red Hawk the best thing the cowgirls had ever made.</p><p>Mold, mites and wild bacteria all have their role in making Red Hawk and other great cheeses.</p><p>But when it comes to storing cheese, the cowgirls have some tips.</p><p>\"The first thing we say is only buy as much as you're gonna eat in the next couple days,\" says Smith.</p><p>And the key to keeping cheese fresh is to immediately remove its plastic packaging and wrap it in wax or parchment paper. Conley puts it in the vegetable crisper so it doesn't dry out.</p><p>\"The other rule that we have is after you've left it for two weeks,\" says Conley, \"you've bought too much, because you couldn't follow Peggy's directions. So now you have like four expensive bits of dried cheese in your refrigerator. So we recommend never throwing that away.\"</p><p>Smith says: \"Grate 'em up and mix 'em in, and make a grilled cheese. Because we always think more than one cheese in a grilled cheese is really good. It evenly distributes it, but it's not heavy, thick cheese, so when you bite into it, it's lighter, but you get all those flavors.\"</p><p>Another way to use Red Hawk is to throw it into a potato gratin.</p><p>\"When people smell Red Hawk, they think, 'Oh, my gosh, I can't eat that. It's too strong,' so we thought, well, we'd put it in a potato gratin, where it's really mellow,\" says Smith. \"The cheese sort of melts into the potato because it's a little bit porous, and I think it mingles more with the potato than just as a standalone.\"</p><hr /><h3>Recipe: Red Hawk Potato Gratin from <em>Cowgirl Creamery Cooks</em></h3><p><em>Serves 6 to 8</em></p><p><em>Because we love Red Hawk as a table cheese, we rarely cook with it, but this recipe is really good. This is the recipe our customers request most often.</em></p><p>2 tablespoons unsalted butter</p><p>2 tablespoons extra-virgin olive oil</p><p>1 medium yellow onion, julienned</p><p>3 garlic cloves, diced</p><p>1 cup heavy cream</p><p>2 ounces Parmesan cheese, grated</p><p>2 pounds Yukon gold potatoes, peeled and thinly sliced</p><p>10 ounces Red Hawk cheese, cut into 16 wedges</p><p>Preheat the oven to 350 degrees Fahrenheit. Heat a cast-iron skillet or saucepan over medium-high heat. Add the butter and olive oil to the pan. When the butter has melted, add the onion and garlic and saute until soft, about 5 minutes. Take the pan off the heat and add the cream and half of the Parmesan.</p><p>Transfer half of the onion-cream mixture to a glass 13-by-9-inch baking dish or casserole. Arrange half the thin potato slices in an overlapping, flat layer on top of the mixture, and then top with 8 of the Red Hawk wedges. Add the remaining potatoes, layering them evenly, the remaining half of the Red Hawk, and the remaining onion-cream mixture. Sprinkle with the remaining Parmesan.</p><p>Cover the dish with aluminum foil and bake for 45 minutes. Remove the foil and bake until the top is browned and bubbly, about 30 minutes. Let the casserole cool for 10 to 20 minutes. Serve while still warm. (This can be made a few days ahead and stored, tightly covered, in the fridge if you like. Reheat, covered, at 350 degrees for about 10 to 15 minutes.)</p><h3>Recipe: Cowgirl Creamery's Chilled Spring Garlic and Asparagus Soup with Crème Fraîche and Fresh Ricotta</h3><p><em>Serves 4</em></p><p><em>The delicate flavor of spring garlic forms the base of this soup. Choose young, tender asparagus for this: You don't puree the asparagus but slice and add it to the soup base just before serving.</em></p><p><em>To drain ricotta, gently place the cheese in a colander. Don't worry — it holds its mass and will drain.</em></p><p>3 medium spring garlic (with bulbs and stem), halved lengthwise</p><p>1 tablespoon unsalted butter</p><p>1 1/2 cups peeled, diced Yukon gold potatoes</p><p>1 1/2 cups diced yellow onions</p><p>3 cups chicken or vegetable stock</p><p>1/2 cup crème fraîche</p><p>12 tender asparagus spears</p><p>1 cup fresh, drained ricotta cheese</p><p>1/2 teaspoon coarse sea salt</p><p>Freshly ground black pepper</p><p>1 teaspoon chopped fresh garlic chives</p><p>Thoroughly clean the spring garlic halves under cold running water. Dice the garlic bulb and any section of the leafy green stem that is soft and pliable. Dice as much spring garlic as needed to produce 1 cup of diced garlic.</p><p>In a medium pot with a lid, add the butter, and melt over medium heat. When it's melted, add the diced garlic, potatoes and onions. Cook in the covered pot, stirring often and covering between stirrings, until the potatoes are fork-tender and the onions are completely translucent and soft, about 8 minutes.</p><p>Add the stock to the pot, and bring the mixture to a simmer. Cook for 5 to 10 minutes, keeping the liquid at a simmer while the ingredients come together. Remove from the heat and stir in the crème fraîche. While the soup cools slightly, set up an ice bath by filling a large bowl with ice and water.</p><p>Carefully puree the soup in a blender or food processor. Pour the puree into a container, cover, and set the container in the ice bath in the refrigerator. Place four soup bowls in the refrigerator to chill.</p><p>While the soup chills, prepare the asparagus. Snap off the woody stems and blanch the spears. Slice off the tip of each spear and set aside to use as a garnish. Cut the rest of each stalk crosswise into rounds. Slice the ricotta into bite-size cubes.</p><p>When the soup base is chilled, stir in the asparagus rounds and salt and season with pepper. Halve the asparagus tips lengthwise.</p><p>To serve, ladle the soup into the chilled bowls, add the ricotta cubes and asparagus tips to each bowl, and finish with a sprinkling of garlic chives.</p><p>Many people like to dunk their asparagus in ice water as soon as it comes from the pot. We prefer to blanch the stalks until they're not quite as tender as you'd like them to be. Taste while you blanch, and watch the vegetable's color: when it turns bright green, take a stalk from the pot and taste. If it's almost tender with just a hint of crispness, it's ready.</p><p>As soon as you take the stalks from the water, dry them quickly with a paper towel or clean kitchen towel and then dress them with extra-virgin olive oil, salt, and pepper. The asparagus absorbs the seasonings better if you do this while the stalks are still warm.</p><p>Very fat asparagus can sometimes have a woody stem. Use a vegetable peeler to lightly peel off the skin just from the point where the stalks seem woody.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Want+Your+Cheese+To+Age+Gracefully%3F+Cowgirl+Creamery%27s+Got+Tips&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"468"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1316552701-455e06.m3u?orgId=1&topicId=1053&ft=3&f=313146276"},{"href":"http://media.npr.org/assets/img/2014/05/27/cowgirl-creamery-01-1cf25f9bae41cda574d25ae0a38cc6a7b2c945e7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1198","width":"1599"}},{"href":"http://media.npr.org/assets/img/2014/05/27/cowgirl-creamery-4-e096f5e8813a9137bc4f58855e9728a3d0614f76.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1198","width":"1599"}},{"href":"http://media.npr.org/assets/img/2014/05/27/cowgirl-creamery-5-6655aa0802859b11b373577730685ac2f0de5a93.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1198","width":"1599"}},{"href":"http://media.npr.org/assets/img/2014/05/27/cowgirl-creamery-2-7ea18dc2c410c71a989252a16284aa0cf29a5577.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1198","width":"1599"}},{"href":"http://media.npr.org/assets/img/2014/05/27/cowgirl-creamery-3-0e700fa45cfd3bf9a1aac29f0472d177060da1e4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1124","width":"1500"}}]}