{"created":"2015-03-31T19:04:50+00:00","modified":"2015-03-31T19:29:11+00:00","valid":{"from":"2015-03-31T19:29:11+00:00","to":"3015-03-31T19:29:11+00:00"},"hreflang":"en","title":"Boston Runners Endure 'Worst Winter' For Marathon Training","published":"2015-03-31T19:29:00+00:00","teaser":"The runners have had to be creative with their training, often relying on treadmills when it was too dangerous to run outside.","itags":["npr_api","396618957"],"guid":"00f0d118-7a2d-4851-bc21-d3e69bac8206","contentencoded":"<p>In 2007, I trained for the Boston Marathon through a brutally cold winter. I ran with a group that was raising money for charity, and we gathered every Saturday morning between December and April for our long runs. It was always freezing cold.</p><p>But it was nothing like this marathon training season in Boston.</p><p>Runners have endured a brutal winter, treading through <a href=\"http://www.wbur.org/2015/03/15/boston-snowfall-record\" target=\"_blank\">record snowfall</a>. And even though it&#8217;s technically spring, the winter weather hasn&#8217;t stopped.</p><p>I spent Saturday morning with runners who are training out of a fitness center in Boston. Their coach, John Furey, has been preparing distance runners for a long time, and he told me this has been the worst winter for marathon training he&#8217;s ever seen.</p><p><div class=\"l-article-primary pullquote\" style=\"\"></p><p>Even though it’s technically spring, the winter weather hasn’t stopped.</p><p></div></p><p>The runners, he said, have had to be creative with their training, often relying on treadmills when it was too dangerous to run outside. One woman said she hadn&#8217;t done any runs outside in February. Instead, she trained on the treadmill or did CrossFit.</p><p>But for most who aspire to run the Boston Marathon, nothing really replaces running on the terrain of the great outdoors &#8212; especially if they&#8217;re running on the Boston Marathon course.</p><p>With the 119th Boston Marathon less than a month away, hundreds of runners turned out onto the marathon course Saturday to run the longest practices they&#8217;ll complete before the big race day on April 20. Many of those who came completed 20- or 21-mile training runs.</p><p>And, of course, Saturday still felt like winter. The snow was wet, and the wind was blowing when the buses dropped the runners off in Framingham, Mass. near the marathon course&#8217;s 5-mile marker.</p><p>Three hours later, the snow was still wet, and the wind was still blowing as they made it back to downtown Boston.</p><p>&#8220;Brutal,&#8221; was how one runner put it when I asked him how it had been out there. But he had finished, and the next three weeks will be about backing off the training to get ready for the actual 26.2-mile race.</p><h4>Reporter</h4><ul><li><strong><a href=\"http://www.wbur.org/about/people/alex-ashlock\" target=\"_blank\">Alex Ashlock</a></strong>, producer, director and reporter for <em>Here & Now</em>. He tweets <a href=\"https://twitter.com/aashlock\" target=\"_blank\">@aashlock</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Boston+Runners+Endure+%27Worst+Winter%27+For+Marathon+Training&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"180"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1396626920-898fe8.m3u?orgId=1&e=396618957&d=180&ft=nprml&f=396618957"},{"href":"http://media.wbur.org/wordpress/11/files/2015/03/running_snow.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"793","width":"1280"}}]}