{"created":"2015-07-01T19:23:17+00:00","modified":"2015-07-02T18:41:22+00:00","valid":{"from":"2015-07-02T18:41:22+00:00","to":"3015-07-02T18:41:22+00:00"},"hreflang":"en","guid":"00f1aebf-bcf8-4f4d-84d4-e28021490e57","title":"To help Puerto Rico, we might want to think of it more like Detroit","published":"2015-07-02T18:41:09+00:00","byline":"Bradley Campbell","tags":["Puerto Rico","economy","bailout","Greece","government","Economics","Business, Finance & Economics","North America","United States","Puerto Rico"],"teaser":"Puerto Rico has a terrible economy. That's why some economists think that allowing it to file Chapter 9 bankruptcy might be a good idea.","contentencoded":"<p>Puerto Rico, could be dubbed \"America's Greece.\"</p>\n<p>The Caribbean island is, after all, an unincorporated US territory. And it's currently struggling to deal with $72 billion in public debt.</p>\n<p>The current problems can be linked a problem that arose decades ago.</p>\n<p>\"Puerto Rico has had 20 years of not very successful economic activity, starting in about 1996 when special tax privileges that Congress had granted them were rescinded,\" says Anne Krueger, a former official at the International Monetary Fund. \"Since then, they've tried to off-set the lack of growth and the other difficulties by, in particular, borrowing to finance excessive expenditures to stimulate the economy. That's been going on for quite a while and hasn't worked.\"</p>\n<p>Puerto Rico's government asked Kruger and others to look into the territory's finances. She saw unsettling things.</p>\n<p>\"It's pretty dire because they borrowed to the point where, if not closed out of markets they are close to it,\" she says. \"Meanwhile, they have bills coming due that it looks as if they'll be running through their assets and they will be in trouble unless they make some changes now.\"</p>\n<p>So what can be done?</p>\n<p>Krueger says one simple thing would be a small change to federal law that makes Puerto Rico eligible for protection under Chapter 9 of the US Bankruptcy Code. Chapter 9 protects cities in financial distress from their creditors. Essentially, it gives the city time to develop a plan to deal with its debt.</p>\n<p>So the idea is to treat Puerto Rico more like Detroit.</p>\n<p>\"That's one idea.\"</p>\n<p>There are plenty others. And Kruger hopes Puerto Rico will do all it can to regain its financial footing.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-07-01%2Fhelp-puerto-rico-we-might-want-think-it-detroit&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/07012015_02.mp3"},{"href":"http://admin.pri.org/file/0701201502mp3"}]}