{"created":"2014-10-23T19:05:54+00:00","modified":"2015-02-09T15:57:26+00:00","valid":{"from":"2015-02-09T15:57:26+00:00","to":"3015-02-09T15:57:26+00:00"},"hreflang":"en","title":"In North Carolina, Latino Voters Could Decide Tight Senate Race","published":"2014-10-24T16:22:00+00:00","teaser":"Latinos make up 9 percent of the state's population and 2 percent of registered voters, and a new poll shows many are undecided. In Charlotte, Michel Martin learns more about their growing influence.","itags":["npr_api","358122131"],"guid":"00f239ec-b9b1-4da6-ab4b-985a15ca4b63","contentencoded":"<p><em>Ahead of the midterm elections, Michel Martin is visiting Charlotte, N.C., to learn more about Latino voters' growing influence in the state. Join Michel for <a href=\"https://www.facebook.com/NPRMichel/photos/a.240233646008979.62936.231578663541144/847301341968870/?type=1\">a Facebook chat</a> from 4:30-5 p.m. ET today as she answers questions and shares more on her reporting.</em></p><p>Twenty-year-old Mary Espinosa is eager to get to the polls this Election Day. \"I have a lot of friends who are undocumented [and] can't vote,\" she says. \"My parents can't vote, and so for me, using my ability to vote as a way of kind of letting my dad's voice count.\"</p><p>Outside traditional Latino strongholds in the West and Southwest, voters like Espinosa are poised to have an impact in close races. She lives in North Carolina, where Latinos make up <a href=\"http://www.pewhispanic.org/states/state/nc/\">9 percent of the state's population</a> and some 2 percent of registered voters. Many of them are young, first-time voters. And there's a tight Senate race in the state that could hinge on them.</p><p>The first generation of people from Latin America arrived in the state in the 1980s, according to the University of North Carolina's <a href=\"http://migration.unc.edu/programs/new-roots-nuevas-raices/\">Latino Migration Project</a>, and they were \"farmers, scientists, builders, housekeepers, teachers, cooks, factory workers and entrepreneurs.\"</p><p>Architect Alina Bartlett moved from Caracas, Venezuela, in 1978 to attend UNC in Charlotte. \"There were, what, about nine Hispanic students at the time, and they were very open to diversity in their student body, so they made it very accessible,\" she says.</p><p>Diego Barahona is the editor of <em>La Noticia,</em> the state's oldest Spanish-language newspaper. He points out that, in most of Latin America, voting is compulsory, but not so in the U.S. So voters who don't like the candidates might actually welcome the option of not voting.</p><p>In that heated Senate race, according to a new North Carolina study from the <a href=\"http://www.nclraf.org/wp-content/uploads/2014/10/NCLRAF-North-Carolina-2014-Polling-slide-deck.pdf\">National Council of La Raza Action Fund and Latino Decisions</a>, 40 percent of Latinos polled support incumbent Sen. Kay Hagan, while 15 percent support Republican challenger Thom Tillis. That means 45 percent of Hispanic voters are undecided.</p><hr /><h3>Meet Charlotte's Latino voters</h3><h3><strong>Deborah Aguiar-Velez</strong></h3><p>\"One of the great things about Charlotte is that you can talk to everybody. You can talk to the mayor, you can talk to anybody who is running — you invite them. And because we're Latinos, everybody comes and talks to us on election years. And they love you, and then they forget about you. That's the way that I think they think about most of the Latinos. All the people who are running just went to the Latin American Chamber [of Commerce], and then you don't see them again until the next year.\"</p><h3><strong>Milagritos Aguilar</strong></h3><p>\"As a minority businesswoman, I started my business five years ago, with no money and no experience. When I see that Charlotte opened doors for me and gave me so many opportunities, I thought that I had to give in return something. And little by little, I start having my business get successful and, little by little, saw that Charlotte also gives me the opportunity to speak out about my country. So it's a very interesting experience.\"</p><h3><strong>Carlos Salum</strong></h3><p>\"Twenty-three years living under military dictatorships, that's something to you. And when you come to this country and vote for the first time, it makes you feel that you have an opportunity to sit at the table and make an impact.\"</p><hr /><p>On Wednesday night, the Latin American Coalition and National Council of La Raza held a <a href=\"http://www.latinamericancoalition.org/blog/330/town-hall\">Community Town Hall</a> around voting and the election at Caldwell Presbyterian Church in Charlotte.</p><p>Many of the Latinos we met said they feel as though politicians take them for granted and aren't addressing the issues that matter most to the community. According to the NCLR/Latino Decisions poll, 33 percent of those polled said immigration reform is a top issue, followed by the economy (28 percent) and health care (22 percent).</p><p>Jorge De La Jara, the chairman of the Latin American Chamber of Commerce in Charlotte, says it's just a matter of time before politicians start paying serious attention.</p><p>In the meantime, he says, Latino professionals will help motivate young voters. \"You have to be part of the change; you can't complain without being involved, he says.\"</p><p>I'll be returning to Charlotte on Monday for a <a href=\"http://events.publicbroadcasting.net/wfae/events.eventsmain?action=showEvent&eventID=1578960&__utma=100058712.1733619983.1389629102.1413474763.1413984989.91&__utmb=100058712.7.6.1413984992331&__utmc=100058712&__utmx=-&__utmz=100058712.1391108699.18.4.utmcsr=abzdesign.com</p><p>utmccn=%28referral%29</p><p>utmcmd=referral</p><p>utmcct=/test/wfae/images/WFAE%20Annual%20Report%2013_WFA14698_interactive.pdf&__utmv=-&__utmk=215763607&__utma=100058712.168698959.1414080169.1414080169.1414080169.1&__utmb=100058712.6.7.1414080175101&__utmc=100058712&__utmx=-&__utmz=100058712.1414080170.1.1.utmcsr=google</p><p>utmccn=%28organic%29</p><p>utmcmd=organic</p><p>utmctr=%28not%20provided%29&__utmv=-&__utmk=177704869\">live event on voting rights</a> that will include a parallel bilingual Twitter chat, in English and Spanish, from 7 to 9 p.m. ET. Pop-up videos from our reporting trip in Charlotte are here on <a href=\"https://storify.com/NPRMichel/the-new-latino-vote-in-the-old-south\">Storify</a>.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+North+Carolina%2C+Latino+Voters+Could+Decide+Tight+Senate+Race&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Michel Martin","audio":[{"meta":{"duration":"462"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1358363609-66a812.m3u?orgId=1&topicId=1014&aggIds=352974380&e=358122131&d=462&ft=nprml&f=358122131"},{"href":"http://media.npr.org/assets/img/2014/10/22/latino_charlotte-3f904741f8c8fb5c689d7365e860073fbacac33b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1665","width":"2220"}},{"href":"http://media.npr.org/assets/img/2014/10/22/latinos_charlotte_002_slide-5e749bcf04d03065ef902e76fcefb460fc9f44ad.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1665","width":"2497"}},{"href":"http://media.npr.org/assets/img/2014/10/22/latinos_charlotte_003_slide-cf231a9e8d06758fdba5d661cd71fabccc0a021d.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1998","width":"2997"}},{"href":"http://media.npr.org/assets/img/2014/10/22/latinos_charlotte_004_slide-2b28840869b0609cbbcfb79b1fc4ea018ea12c5f.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1998","width":"2997"}},{"href":"http://media.npr.org/assets/img/2014/10/22/latinos_charlotte_005_slide-57a33259495489e01fa911598c7b9370331047a2.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1998","width":"2997"}}]}