{"created":"2015-04-08T21:43:40+00:00","modified":"2015-05-13T21:04:23+00:00","valid":{"from":"2015-05-13T21:04:23+00:00","to":"3015-05-13T21:04:23+00:00"},"hreflang":"en","title":"Link Between Heart Disease And Height Hidden In Our Genes","published":"2015-04-10T23:04:00+00:00","teaser":"Doctors long ago noticed that, beyond the usual influences of diet and smoking, short people seem to get heart disease more often than tall people. But why?","itags":["npr_api","397895789"],"guid":"0116e1fe-b356-436f-8b2a-2af3622c56d5","contentencoded":"<p>Shorter people are more likely than taller folks to have clogged heart arteries, and a new study says part of the reason lies in the genes.</p><p>Doctors have known since the 1950s about the link between short stature and coronary artery disease, \"but the reason behind this really hasn't been completely clear,\" says <a href=\"http://www2.le.ac.uk/departments/cardiovascular-sciences/people/samani\">Nilesh Samani</a>, a cardiologist at the University of Leicester in the U.K.</p><p>One thought was that smaller people have smaller arteries, which are easier to clog. Another possibility is that short stature can be a result of poor nutrition and health while growing up, and that could also be linked to health problems later in life.</p><p>Samani and a large group of colleagues decided to find out about the role genes play in the link between height and coronary heart disease. Previous studies have identified 180 spots in the genome that can vary, depending on whether a person is short or tall. So Samani's group decided to see whether people with genetic traits for short stature also had a higher risk for coronary artery disease. (All together these genetic variations determine only 10 percent of your total height.)</p><p>Samani and his colleagues looked at the genes of nearly 200,000 people, \"and we found a very striking relationship,\" Samani says.</p><p>For someone 2.5 inches shorter than average, the risk of coronary artery disease increases by about 13.5 percent. And the shorter you are, the larger the effect. But the risk is much smaller than the risk posed by smoking or high cholesterol.</p><p>The team didn't see a significant connection in women. This could be because the study had fewer women — about 80,000, compared to men. Or there may not be a genetic effect of height on coronary heart disease in women.</p><p>The findings were <a href=\"http://www.nejm.org/doi/full/10.1056/NEJMoa1404881%20\">reported</a> Wednesday in <em>The New England Journal of Medicine</em>.</p><p>Most of these height genes had no obvious connection to heart disease, though a few of them did, such as a trait related to LDL cholesterol and another that influences triglycerides. Those account for less than a third of the effect, leaving the root cause of this link mainly a mystery.</p><p>\"We've been rather simplistic in our view of what causes coronary artery disease,\" Samani tells NPR. \"We thought about traditional risk factors and then genes that might cause coronary disease. But what this [study] highlights for me is that probably developmental processes are going on that probably have an influence on height, and they probably also have an influence on [blood vessels of the heart] in a way that predisposes you to getting coronary artery disease.\"</p><p>The challenge now is to ferret out the actual genetic variations that underlie both height and heart disease.</p><p>\"Eventually, of course, there may be some treatments that could emerge from this, but I wouldn't want to say that's a short-term possibility,\" Samani says.</p><p>One big shortcoming of the research is that the people studied were overwhelmingly white (all the samples were from Britain). <a href=\"http://newsroom.cumc.columbia.edu/blog/2014/09/23/dr-david-goldstein-direct-columbias-institute-genomic-medicine-key-part-university-wide-initiative/\">David Goldstein</a>, who directs the Institute for Genomic Medicine at Columbia University, says this racial inequity is a serious problem for many studies of this nature.</p><p>\"We really do continue to see many more studies done in individuals of European ancestry, as opposed to other ancestry groups, and that is simply unfair,\" he says.</p><p>Goldstein says these studies should be more inclusive so everyone can benefit. For him, this study of height and heart disease is a reminder that science is on the edge of having a deeper understanding of many traits that matter most, like the ones that cause diseases and influence how long people live.</p><p>\"As we begin to systematically characterize the genetic bases of these traits, it's going to open up a whole bunch of brand new windows into biology,\" Goldstein says. \"And that's really what I find exciting.\"</p><p>The study of height and heart disease is also a reminder that traits are usually the result of many different genes acting in concert, so it's not so simple to alter these traits, for example, to treat or prevent disease.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Link+Between+Heart+Disease+And+Height+Hidden+In+Our+Genes&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Richard Harris","audio":[{"meta":{"duration":"219"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1398342073-c2a1cc.m3u?orgId=1&topicId=1128&d=219&p=2&story=397895789&t=progseg&e=398253975&seg=16&ft=nprml&f=397895789"}]}