{"created":"2015-04-27T09:09:41+00:00","modified":"2015-04-28T21:05:21+00:00","valid":{"from":"2015-04-28T21:05:21+00:00","to":"3015-04-28T21:05:21+00:00"},"hreflang":"en","title":"The Shipwreck That Led Confederate Veterans To Risk All For Union Lives","published":"2015-04-28T18:11:00+00:00","teaser":"On April 27, 1865, a steamboat named the Sultana exploded and sank while transporting Union soldiers up the Mississippi. An estimated 1,800 people died, but few today have heard of this disaster.","itags":["npr_api","402515205"],"guid":"012df619-8a8c-4877-8887-555b75a8b790","contentencoded":"<p>On April 27, 1865, the steamboat Sultana exploded and sank while traveling up the Mississippi River, killing an estimated 1,800 people.</p><p>The event remains the <a href=\"http://www.tn.gov/tsla/exhibits/disasters/sultana.htm\">worst maritime disaster</a> in U.S. history (the sinking of the Titanic killed 1,512 people). Yet few know the story of the Sultana's demise, or the ensuing rescue effort that included Confederate soldiers saving Union soldiers they might have shot just weeks earlier.</p><p>So on the 150th anniversary of the sinking, the city of Marion, Ark., is trying to make sure the Sultana will be remembered. The city has created a museum and is hosting <a href=\"http://www.sultana150.org/\">events</a> intended to bring attention to the tragedy.</p><p>Marion, across the river from Memphis, Tenn., is near the spot where the 260-foot side-wheeler came to rest. \"We feel like we're a part of this Civil War story, but we're the conclusion that no one heard,\" says Lisa O'Neal, a Marion resident and member of the Sultana Historic Preservation Society.</p><p>The Sultana was on its way from Vicksburg, Miss., to St. Louis when the explosion occurred, says Jerry Potter, a Memphis lawyer and author of <em>The Sultana Tragedy. </em>It was just weeks after the Civil War ended, Potter explains, and the vessel was packed with Union soldiers who'd been released from Confederate prison camps.</p><p>\"The boat had a legal carrying capacity of 376 passengers,\" he says, \"and on its up-river trip it had over 2,500 aboard,\" in part because the government had agreed to pay $5 for each enlisted man and $10 for each officer who made the trip.</p><p>Today, Potter describes the scene from a park along the banks of the Mississippi, just north of Memphis. \"The river is at flood stage,\" he says as we watch a barge struggle to move up river, \"very similar to what it was on April 27, 1865.\" That day, he says, the water was moving very quickly and contained a lot of trees and other debris. And it was very cold.</p><p>The Sultana made it only a few miles north of Memphis.</p><p>\"At 2 a.m., one of the boilers exploded, resulting in two other boilers exploding,\" Potter says. \"And the entire center of the boat erupted like a volcano.\"</p><p>Soldiers from Kentucky and Tennessee were among the first to die, he says, \"because they'd been packed in next to the boilers.</p><p>\"It was like a tremendous bomb going off in the middle of where these men were,\" Potter says. \"And the shrapnel, the steam and the boiling water killed hundreds.\"</p><p>Fire, drowning and exposure would kill many hundreds more. But the story of the Sultana is about more than lost lives. It is also about a rescue effort that brought together people who had been at war just weeks earlier.</p><p>Many Sultana survivors ended up on the Arkansas side of the river, which was under Confederate control during the war. And many of them were saved by local residents, like John Fogelman — an ancestor of the city of Marion's current mayor, Frank Fogelman.</p><p>Newspaper accounts suggest John Fogelman and his sons spotted the burning Sultana as the remains of the paddle-wheeler drifted downriver.</p><p>\"The wind blew the fire to the rear, burned that out,\" Frank Fogelman says. \"The paddle wheel fell off of one side, caused the boat to turn sideways; the other paddle wheel fell off.\"</p><p>Eventually the Sultana turned so that the wind was pushing the flames toward the bow, where 25 soldiers remained. Fogelman's ancestors didn't have any boats to reach the trapped soldiers, so they improvised.</p><p>\"I understand that the Fogelmans were able to put together some logs to make a raft and go out and take people off the boat as it drifted back this way,\" Fogelman says. \"In order to save time, they would set the people off in treetops, and go back to the boat to take more off.\"</p><p>All 25 soldiers were rescued, historians say, and the Fogelman home became a refuge for Sultana survivors.</p><p>Passing boats and bystanders on both sides of the Mississippi helped pull survivors from the muddy water. But some of the most poignant stories involve Confederate soldiers rescuing their Union counterparts.</p><p>Frank Barton is the descendant of one of those Confederate soldiers, a man named Franklin Hardin Barton.</p><p>\"He served in the 23rd Arkansas Cavalry, and he was tasked with, among other things, raiding ships going up and down the river,\" Frank Barton says. \"A few weeks earlier, he might have been attacking the Sultana if it had come in.\"</p><p>Instead, newspaper accounts say Franklin Barton saved several Union soldiers.</p><p>The story of the Sultana isn't well-known even among people who live along the Mississippi. Potter, the lawyer and author, grew up around Memphis, but didn't learn about the tragedy until the late 1970s, when he saw a painting of the ship in flames.</p><p>Potter says he went to the library to learn more and wondered, \"Why haven't I ever heard of this?\" Since then, he says, studying the <em>Sultana</em> has become an obsession.</p><p>As a lawyer, Potter was well-equipped to investigate the mistakes and malfeasance that led to the Sultana disaster. In his book, he builds a strong case against the boat's captain and co-owner, J. Cass Mason.</p><p>\"It's clear that he had bribed an officer at Vicksburg to ensure that he would get a large load of prisoners,\" Potter says.</p><p>The Sultana's captain and its chief engineer also allowed a mechanic to make a quick and inadequate repair to a damaged boiler, Potter says. \"He told the captain and the chief engineer the boiler was not safe, but the engineer said he would have a complete repair job done when the boat made it to St. Louis.\"</p><p>Evidence like that may have led the government to downplay the Sultana tragedy, Potter says. But there were many other reasons the event didn't get much attention at the time.</p><p>\"The war had just ended a few weeks before,\" he says. \"Lincoln had just been assassinated. And the boat was filled with enlisted men primarily — men who really hadn't made a mark in history or a mark in life.\" But perhaps the best explanation is that after years of bloody conflict, the nation was simply tired of hearing about war and death.</p><p>Today, though, the city of <a href=\"http://marionar.org/\">Marion, Ark.,</a> thinks people are ready to learn about the Sultana. The temporary museum it has created near City Hall includes pictures, personal items from soldiers, pieces of the Sultana<em>,</em> and a 14-foot replica of the boat.</p><p>But what the museum really has to offer is a powerful story of soldiers who died just days away from seeing their families and loved ones.</p><p>\"They had survived war,\" O'Neal says. \"They had survived prison in one of the most hideous places the South had. It just hurts my heart.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Shipwreck+That+Led+Confederate+Veterans+To+Risk+All+For+Union+Lives&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jon Hamilton","audio":[{"meta":{"duration":"439"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1402531613-b3ac30.m3u?orgId=1&topicId=1136&e=402515205&d=439&ft=nprml&f=402515205"}]}