{"created":"2014-09-22T16:10:40+00:00","modified":"2014-09-22T16:10:40+00:00","valid":{"from":"2014-09-22T16:10:40+00:00","to":"3014-09-22T16:10:40+00:00"},"hreflang":"en","title":"In Asian-Majority District, House Race Divides Calif. Voters","published":"2014-05-28T17:52:00+00:00","teaser":"The U.S. mainland's only Asian-majority congressional district sits in California's Silicon Valley, where two Indian-American candidates are trying to oust Japanese-American Congressman Mike Honda.","tags":["npr_api","299055627"],"contentencoded":"<p>In the heated race for a congressional seat in northern California, Mai Xuan Nguyen fought for her candidate with another cold call.</p><p>\"Yes, that's K, H, A, N, N, A,\" she patiently explained in Vietnamese to a potential voter, spelling out her choice for Congress, Democrat Ro Khanna, as she marked her call list one recent evening at a coffeehouse in San Jose, Calif.</p><p>It was all part of Nguyen's role in an only-in-America scene: a Vietnamese-language phone bank for an Indian-American lawyer, who's challenging a Japanese-American congressman.</p><p>In fact, there are two second-generation Indian-American candidates — Khanna and Republican Vanila Singh — running to unseat longtime incumbent Congressman Mike Honda, a third-generation Japanese-American, in California's 17th District, which sits in the heart of the Silicon Valley. It's one of only two districts in the country where Asian-Americans make up the majority. The other's in Hawaii.</p><p>As California's June primary draws near, the race is forcing some Asian-American voters to make a tough choice.</p><p><strong>Ethnic Lines</strong></p><p>One of Capitol Hill's most prominent Asian-Americans, Honda, a 72-year-old, seven-term incumbent, maintains the support of the Democratic establishment. But recent redistricting and California's new open primary system <a href=\"http://www.npr.org/blogs/itsallpolitics/2013/07/16/202760415/how-to-make-a-congressman-sweat\" target=\"_blank\">fuel the hopes for Honda's challengers</a>.</p><p>Age is more than just a number in the start-up culture of the Silicon Valley, and tech leaders have lined up behind Khanna, a 37-year-old former Obama administration official. The Republican challengers — Singh, a 43-year-old anesthesiologist at Stanford University, and 47-year-old tech recruiter Joel Vanlandingham — are also considerably younger.</p><p>But for many Asian-American voters here, the choice will mainly fall along ethnic lines.</p><p>Given the choice of multiple candidates of Asian descent, Asian-American voters tend to support those who belong to their ethnic subgroup, according to Ronald Wong, a campaign consultant who heads Imprenta Communications Group.</p><p>\"The construct of 'Asian-Americans' under an umbrella is going to be put to the test,\" Wong said in a phone interview. He has contributed financially to Honda's campaign.</p><p>Regardless of the outcome, this race provides a unique glimpse into a political future in which Asian-Americans, the country's <a href=\"https://www.census.gov/newsroom/releases/archives/population/cb13-112.html\" target=\"_blank\">fastest-growing racial group</a>, play more prominent roles on the voting ballot and at the polls.</p><p>\"This is a leading indicator of what might happen down the road in other parts of the country,\" said Karthick Ramakrishnan, a political science professor at the University of California, Riverside.</p><p><strong>From 'Snake Charmers' To Politicians</strong></p><p>Home to more Asian-Americans than any other district in the country, California's 17th congressional district also happens to have the largest Indian-American population.</p><p>This year's Miss South Asia beauty pageant was held recently in the district at the Indian Community Center in Milpitas, Calif., where some of the local residents mingling by the bar and buffet included close watchers of the congressional race.</p><p>\"Go, Ro Khanna!\" exclaimed Sangeeta Narayan, a San Jose resident who recruits executives for tech companies in Silicon Valley. \"He brings fresh energy into the tech valley that we are engaged with.\"</p><p>She added that many in the local Indian-American community are rallying behind Khanna. \"Seeing somebody from your own community, I think, is pretty exciting,\" she said. \"It makes a difference.\"</p><p>Nitin Anand, a creative director for a wine distribution company, also supports Khanna. He said he usually skips midterm elections, but Khanna's campaign caught his attention.</p><p>\"Since we kind of share the same background, we might get a little bit better representation in government,\" he said.</p><p>As a child, Anand moved to the Bay Area with his family in the 1980s, when it was difficult for him to imagine Indian-American candidates running for a seat on Capitol Hill.</p><p>\"Most everybody thought we were like snake charmers and cow worshipers,\" he explained. \"As I grew older, they started thinking we're cab drivers and 7-Eleven owners. And as I grew older still, got into college, we were software developers. And now we're like doctors, lawyers and politicians.\"</p><p><strong>'A Healthy Debate'</strong></p><p>Anand lives in Fremont, Calif., where the Indian-American population has grown almost 87 percent since 2000. Here you can order curry pizza topped with chicken tikka or palak paneer.</p><p>Fellow Fremont resident Ajay Bhutoria, an IT consultant and local community leader, plans to vote for Honda because of his long tenure in government.</p><p>\"This experience, which has come from years of fighting in the Congress, is very important,\" said Bhutoria in an interview at his home. He added that for him, a candidate's job qualifications are more important than his ethnic background.</p><p>\"An elected official of any office is an American,\" he said. \"We need to differentiate on the music, on the food, on the dances, so that we can have diversity. But our nationality is one — American.\"</p><p>Bhutoria's support for Honda has not been a popular position within the local Indian-American community.</p><p>\"I have friends who won't talk to me. I had people who had bullied me just because I'm supporting Congressman Mike Honda,\" he said. \"I could understand their side of emotion, but at the same time, democracy is all about your personal choices.\"</p><p>Bhutoria said he hopes those choices will not permanently divide the community.</p><p>\"The election will come and go. But at the end of the day, this community works, lives, plays and celebrates together, and that should continue,\" he said.</p><p>\"I think it's a very healthy debate,\" said local realtor Deepka Lalwani after a recent community forum on increasing political participation in Milpitas. \"Why should all Indians think alike anyway?\"</p><p>Lalwani, who is the president of the Milpitas Democratic Club, has worked for years to encourage more Asian-American residents to vote and run for local offices. She said she's voting for Honda but added, \"The greatest result of this [race] would be not who won or who lost, but people got involved.\"</p><p>That would be no small feat in the only Asian-majority congressional district on the U.S. mainland. According to a <a href=\"http://www.pewresearch.org/fact-tank/2014/04/09/asian-american-voter-turnout-lags-behind-other-groups-some-non-voters-say-theyre-too-busy/\" target=\"_blank\">recent report</a> by the Pew Research Center, Asian-Americans are among the least likely to vote in midterm elections. Since 1998, only about three out of ten eligible voters have headed to the polls.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Asian-Majority+District%2C+House+Race+Divides+Calif.+Voters&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Hansi Lo Wang","guid":"01304cf8-dd48-4af1-acf8-7627d8960c07","audio":[{"meta":{"duration":"290"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1305477590-90c3ad.m3u?orgId=1&topicId=1014&ft=3&f=299055627"},{"href":"http://media.npr.org/assets/img/2014/04/04/164146768-2fa8347a49b73ebb6d2d995b1a4eeccc6c5ef008.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"445","width":"594"}}]}