{"created":"2014-12-18T21:52:03+00:00","modified":"2015-03-01T03:36:22+00:00","valid":{"from":"2015-03-01T03:36:22+00:00","to":"3015-03-01T03:36:22+00:00"},"hreflang":"en","title":"New Popularity Of L.L. Bean Boots Sparks Scramble To Fill Orders","published":"2015-02-05T06:05:00+00:00","teaser":"L.L. Bean's iconic rubber and leather boots have swung back into fashion with young people and are more popular than ever. The backlog stands at nearly 100,000 pairs; it will take months to catch up.","itags":["npr_api","371413482"],"guid":"0135b19b-b7b0-44dd-9251-3729730168ed","contentencoded":"<p>L.L. Bean's iconic rubber and leather boots — long worn by practical and preppie New Englanders — have swung back into fashion with young people and are more popular than ever.</p><p>The recent surge in demand has the company scrambling to fill orders, upgrading its manufacturing equipment and adding a third shift at its Maine boot factories.</p><p>Its Brunswick factory is bustling at around midnight recently as workers make the company's signature boots. Manager Royce Haines says L.L. Bean hired 100 new employees and added a night shift to meet the demand. The backlog stands at nearly 100,000 pairs.</p><p>Maine's once-thriving shoe industry is now mostly gone, but these boots are still made here, by hand. The workers cut leather patterns out of a full hide, punch in eyelets for the laces and then triple-stitch the uppers to the rubber bottoms.</p><p>It all takes time, and Haines says it will take months to catch up with the orders.</p><p>There's \"a lot of demand out there; back orders are building on us; the pressure is on. We've got some boots to make,\" Haines says</p><p>Just down the road at L.L. Bean's flagship store in Freeport, there aren't many boots left on the shelves. But some customers are getting lucky.</p><p>\"I have the coveted L.L. Bean brown leather boot that every teenage girl wants for Christmas,\" says Cheryl Lee of Natick, Mass. \"However, I was sent up to get three sizes, two pair for two friends. No sizes for the friends, just for my daughter. I feel a little guilty about that!\"</p><p>Some of the demand is driven by fashion trends like \"lumberjack chic,\" but L.L. Bean spokesman Mac McKeever says the boots have a broader appeal.</p><p>\"These boots have always been popular with outdoorsmen — traditional outdoorsmen — and hunters and loggers and farmers, but they've seemed to garner favor in the fashion industry as well as with young folks, college campuses, folks from the cities. Obviously it's a welcome surge in popularity for us,\" he says.</p><p>Brendt Stier has been seeing them everywhere at Lafayette College in Pennsylvania, where his wife works.</p><p>\"So we were at the Lafayette-Lehigh game ... the 150th anniversary at Yankee Stadium. And it's the longest-running college rivalry football game in the country, and everyone had Bean boots, so that's why we got them,\" Stier says.</p><p>Stier, pushing a baby stroller around the store, is wearing his pants down over his new boots. But the younger crowd likes to flaunt them. Women often wear them unlaced, over skinny jeans or tights.</p><p>\"Everyone's doing the whole wool-sock-out-of-the-Bean-boot thing, whether it's with jeans or leggings,\" says Hannah Perkins, a Mainer who has been wearing the boots for years. She says they are now very popular with her classmates at Susquehanna University.</p><p>\"Guys do tuck in their pants as well. It's funny, some guys will wear them outside so you only see the tops, but I've seen guys rock the tuck-in-the-pant look, too. Maybe not the wool socks,\" she says.</p><p>The Maine-made boots are not just feeding the U.S. market. It turns out that Bean boots, especially in vibrant colors, are huge in Japan.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=New+Popularity+Of+L.L.+Bean+Boots+Sparks+Scramble+To+Fill+Orders&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Murray Carpenter","audio":[{"meta":{"duration":"201"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1371721121-769124.m3u?orgId=1&topicId=1006&e=371413482&d=201&ft=nprml&f=371413482"},{"href":"http://media.npr.org/assets/img/2014/12/17/bean-boot4-7061bf4f47cee336c5f9211367f6d255cd8d103a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2569","width":"3426"}}]}