{"created":"2014-12-17T13:54:45+00:00","modified":"2014-12-18T17:41:10+00:00","valid":{"from":"2014-12-18T17:41:10+00:00","to":"3014-12-18T17:41:10+00:00"},"hreflang":"en","guid":"013b1cc5-bdb0-4812-8b45-00ac479e9088","title":"Remember the time Japan invaded the US? Yes, really","published":"2014-12-18T17:41:03+00:00","byline":"Alina Simone","tags":["history","military","conflict","Conflict","Conflict & Justice","North America","Japan","United States","Alaska","Brendan Coyle","Aleutian Islands Campaign","Alaska Maritime National Wildlife Refuge","Kiska","War","Geology"],"teaser":"Everyone’s heard of the bombing of Pearl Harbor in Hawaii, but six months later, the Japanese also bombed Dutch Harbor in Alaska. Three days after that, they captured two remote islands far out on the Aleutian chain. It's a battle that's all but forgotten, but it's the subject of a new book.","contentencoded":"<p>It’s one of the least likely pieces of land you can imagine anyone fighting over: an uninhabited, treeless, sub-Arctic island 1,100 miles away from the Alaskan mainland. But according to Canadian military historian Brendan Coyle, the Japanese couldn’t afford to ignore Kiska or its sister island, Attu, during World War II.</p>\n<p>“One of the concerns was that the Americans would 'island hop' all the way to Kiska and Attu and use them as bases from which to hit Japan,” Coyle says.</p>\n<p>The Americans were equally concerned about what would happen should Kiska fall into Japanese hands.</p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/original_image/public/CROPmap.jpg?itok=DmeixSBU\" alt=\"\" /><div class=\"field-caption\">\n    <p>This map of Alaska was adapted from Debra Duba, Alaska at War 1941-1945</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Courtesy of the National Park Service</p>\n  </div>\n</div>\n<p>The story of the obscure struggle over this remotest of territories is the subject of Coyle’s new book, <a href=\"http://press.uchicago.edu/ucp/books/book/distributed/K/bo19092773.html\">Kiska</a>. He says the Americans had their work cut out for them defending the island:</p>\n<p>“Part of the problem was no infrastructure on the islands,\" Coyle says. \"The Americans had to build everything from scratch, the bases, and that the islands themselves are very inhospitable.” </p>\n<p>Exactly how inhospitable? “They get these terrific winds up there that blow to probably over 100 miles an hour,” Coyle says. “It’s perpetually cold and windy and foggy and there’s a good reason why nobody lives there, I guess, because of that.”</p>\n<p>Yet the Japanese ultimately sent 7,500 troops to live on Kiska after they seized the island on June 6, 1942. To give you a sense of this number, that was <a href=\"http://www.pbs.org/wgbh/americanexperience/features/general-article/alaska-1940s/\"><em>a tenth </em>of Alaska’s entire population</a> at the time.</p>\n<p>The Japanese invasion was supposed to be part of a larger effort by the Japanese to take Midway island near Hawaii and destroy the US Pacific Fleet. While the other two efforts were complete failures, the Japanese managed to hang onto Kiska for some 15 months. During their time there, the Japanese built barracks, tunnels and roads. They dug miles of trenches. The Allied troops dropped <a href=\"http://www.nps.gov/aleu/historyculture/upload/Invasion%20of%20Kiska%20Brochure%208.5%20x%2011.pdf\">seven million pounds of bombs</a> on Kiska in an effort to dislodge them.</p>\n<p></p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/2000_width/public/CROPshipinwater.jpg?itok=H42122VV\" alt=\"\" /><div class=\"field-caption\">\n    <p>The rusted Japanese transport, Borneo Maru, decades after it was beached off the island of Kiska. </p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Brendan Coyle</p>\n  </div>\n</div>\n<p>But the most shocking part of Kiska’s story wasn’t the occupation by the Japanese, but what happened when Allied forces came to take it back.</p>\n<p>“What happened was the Americans threw up a blockade around the island, so there were no ships or support for the Japanese getting in and out,\" Coyle says, but \"the Americans withdrew to rearm and refuel their vessels. And in that time, the Japanese were actually able to abandon Kiska within a matter of hours.\"</p>\n<p>Still, this was a good thing, right? The unexpectedly peaceful end to the Japanese occupation?</p>\n<p>Not quite: In heavy fog and wind, the American and Canadian troops who moved in to retake the island began shooting at one another, not realizing the Japanese were already gone. This battle without an enemy lasted two days. “What did happen is that some 25 Allied troops did get killed in friendly fire,\" Coyle says.</p>\n<p>Between the fighting and the booby traps and mines the Japanese left behind, more than 300 men ended up dying in the <a href=\"http://canadianheroes.org/henri/the-battle-for-kiska-story.htm\">Battle of Kiska</a>.         </p>\n<p>Today, Kiska is known for a different kind of invasion that's also a result of World War II: rats. And that’s what finally got Brendan to Kiska after years of trying.</p>\n<p></p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/2000_width/public/CROPBrendan_0.jpg?itok=IXTElR-N\" alt=\"\" /><div class=\"field-caption\">\n    <p>Brendan Coyle finally got to visit Kiska last summer.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Courtesy of Brendan Coyle</p>\n  </div>\n</div>\n<p>“I always wanted to get up there, and it’s impossible to get up there,” Coyle says. “It’s easier to actually get to Antarctica.”</p>\n<p>Coyle ultimately crossed paths with a biologist studying the rats’ impact on the native habitat, and Coyle was able to sign on as a field assistant for $20 a day. It gave him a chance to document the ghostly remnants of Japanese shipwrecks and downed fighter planes during the 51 days he spent on the island last summer.</p>\n<p>The wind, the cold, the rats, the isolation. I had to ask Brendan: Did he <em>really</em> have to go to Kiska to write this book? I mean, isn’t that what Google Earth is for?</p>\n<p>“Yeah,” he says with a laugh, \"but there’s nothing like being there.”</p>\n<p>Let’s take his word for it.</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/121620149.mp3"},{"href":"http://www.pri.org/file/121620149mp3"}]}