{"created":"2014-10-27T16:43:31+00:00","modified":"2014-10-30T21:48:48+00:00","valid":{"from":"2014-10-30T21:48:48+00:00","to":"3014-10-30T21:48:48+00:00"},"hreflang":"en","title":"Ello Co-founder: No Ads, Ever","published":"2014-10-03T19:51:00+00:00","teaser":"The new social media site Ello is invite only and promises its users it will always be ad-free.","itags":["npr_api","353533121"],"guid":"013e51f5-3509-46a8-859d-0aaf8b8d81fd","contentencoded":"<p>If you&#8217;re at all tuned into social media, you may have started seeing a whole lot of references to &#8220;Ello&#8221; popping up in the last couple weeks, and requests for invites.</p><p>If you haven&#8217;t heard of it &#8212; or don&#8217;t have one of those invites &#8212; <a href=\"https://ello.co/beta-public-profiles\" target=\"_blank\">Ello</a> is new social media world that a lot of people are referring to the anti-Facebook, because its founders are adamant that the site will never have ads or sell users&#8217; data.</p><p>As the site states in its &#8220;manifesto&#8221;: &#8220;You are not a product.&#8221;</p><p><a href=\"http://hereandnow.wbur.org\"><em>Here & Now&#8217;</em></a>s Jeremy Hobson speaks to one of the co-founders of Ello, <strong>Paul Budnitz</strong>, who describes himself as a &#8220;serial entrepreneur.&#8221;</p><h4>Interview Highlights: Paul Budnitz</h4><p><strong>On being called the anti-Facebook</strong></p><p>“We’re not anti-anything. We don’t really see Facebook as competition. We don’t see Facebook as a social network at all, actually. We see it as an advertising platform, and we’re really a social network.&#8221;</p><p>“If you go to the homepage of our website, there is a manifesto and it talks about that, and underneath there are two buttons. One says, ‘I Agree,’ and one says ‘I Disagree.’ If you click ‘I Agree,’ it goes to a little form and you can request an invite to Ello, because right now Ello is invitation-only.</p><p>&#8220;If you click ‘I Disagree,’ you just go right to Facebook, because from our perspective, if you don’t want to use Ello, it’s totally cool with us.”</p><p><strong>On how Ello is going to make money</strong></p><p>&#8220;Ello is a business. We’re out to prove that the internet doesn&#8217;t have to be just one big billboard. We’re based in Vermont, the only state in the union that has actually outlawed billboards.&#8221;</p><p>“We’re in beta right now and the rest [of the features] that are coming are free. Ello will always be completely free to use. After a while we will offer special features, a little bit like apps for your iPhone, that you can buy for one or two dollars and add to your Ello experience.&#8221;</p><p><strong>On why Ello was created</strong></p><p>“We actually created Ello about a year and a half ago as a private social network. Todd Berger and Lucien Föhr, two , I think, of the best digital designers anywhere are two friends of mine, and I walked into their office. I said, &#8216;All these other social networks are just getting so cluttered. They&#8217;re full of ads. There are boosted posts. My friends post things and I don’t even know if I’m reading them. I post things, I don’t know if they’re getting to my friends. They’re just ugly and let’s just build our own.&#8217;</p><p>&#8220;So we did.”</p><h4>Guest</h4><ul><li><strong><a href=\"http://paulbudnitz.com/\" target=\"_blank\">Paul Budnitz</a>,</strong> co-founder of Ello. He tweets <a href=\"https://twitter.com/paulbudnitz\" target=\"_blank\">@paulbudnitz.</a></li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ello+Co-founder%3A+No+Ads%2C+Ever&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"515"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1353533124-758ebf.m3u?orgId=1&ft=3&f=353533121"}]}