{"created":"2014-11-20T21:25:06+00:00","modified":"2014-12-18T15:28:45+00:00","valid":{"from":"2014-12-18T15:28:45+00:00","to":"3014-12-18T15:28:45+00:00"},"hreflang":"en","title":"Florida's Hunt For Giant Snails Leads To 'Smelly Easter Eggs'","published":"2014-12-18T15:28:00+00:00","teaser":"The state has so far spent $6 million trying to eradicate the giant African land snail, an invasive species that devours gardens, carries disease and leaves behind a trail of foul-smelling mucus.","itags":["npr_api","364945713"],"guid":"013e67a1-514f-48d8-bdf3-1447f9ce8d3c","contentencoded":"<p>From parrots to pythons, monkeys to lionfish, Florida is home to hundreds of exotic and invasive species. Wildlife officials try to control some species; others, Floridians just learn to live with.</p><p>And then there's the giant African land snail. It's a particularly slimy pest that Florida officials are determined to eradicate.</p><p>The snails, which can be up to 8 inches long, eat almost any plant. They devour gardens, carry disease and leave behind a trail of foul-smelling mucus.</p><p>Mark Fagan is part of a Florida Department of Agriculture team that has spent the past three years combing South Florida in a <a href=\"http://www.youtube.com/watch?v=64eCuzQPSqQ\" target=\"_blank\">hunt for the snails</a>. The team has found more than two dozen neighborhoods in Miami-Dade County where the snails have been running — make that slithering — wild.</p><p>But the latest spot where the snails have been found is in the town of Davie, near Fort Lauderdale. It's a residential neighborhood with large lots, overgrown foliage and plenty of places for slimy invaders to hide.</p><p>Fagan shows one recent find. It's the shell of a snail, now deceased. It's eye-catching, brown with yellow stripes and, at 5.2 inches long, appears surprisingly big.</p><p>Here's another interesting bit of trivia about giant African land snails, one that makes them such a threat to Florida agriculture: They're hermaphrodites and don't need another snail to mate. That's why they are prolific breeders.</p><p>\"These snails can reproduce anywhere from 100 to 300 eggs per month beginning at about six months of age,\" Fagan says.</p><p>Florida has spent $6 million so far in an effort to eradicate them. Going house by house, the state's Agriculture Department workers have corralled more than 150,000 snails. \"Just on these two properties alone,\" Fagan says, \"we have found upwards of 700 snails.\"</p><p>Fagan and the team's investigators believe the outbreak in Davie may have started at a large abandoned greenhouse. \"It was an orchid nursery primarily. When the owner sold it, this was what was left behind. You've got a lot of clay pots and a lot of habitat even in here for the snails,\" Fagan says.</p><p>It's believed snails may have arrived here in the soil of plants brought from elsewhere.</p><p>Besides plants, the giant African land snails also consume flowerpots and stucco to get calcium for their shells. \"When we originally started finding them in Miami,\" Fagan says, \"there were quite a number of homes where there was stucco damage. We could walk by and say, 'OK, this one, there's snails in there.' \"</p><p>The Agriculture Department has already hit the area with a pesticide. Using rakes, the workers have uncovered a number of snails, all dead. Juan Suarez, one of the workers, says after three years of hunting them, he recognizes their not-so-pleasant smell and sometimes dreams about giant African land snails. But he enjoys the hunt. \"It's like looking for that Easter egg and boom, there it is. A smelly Easter egg, but yes,\" Suarez says with a laugh.</p><p>But not everyone considers the snails a pest. In 2010, federal officials near Miami raided the home of a practitioner of a traditional African religion and seized giant African snails used in a ritual. And <a href=\"http://www.npr.org/blogs/thesalt/2014/07/15/331716061/u-s-customs-seize-giant-african-snails-bound-for-dinner-plates\" target=\"_blank\">in July, customs officials in Los Angeles</a> seized several dozen snails shipped here from Nigeria, reportedly intended for dinner. In West Africa, the snails are considered a delicacy.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Florida%27s+Hunt+For+Giant+Snails+Leads+To+%27Smelly+Easter+Eggs%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Greg Allen","audio":[{"meta":{"duration":"197"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1365516460-008760.m3u?orgId=1&topicId=1132&ft=3&f=364945713"},{"href":"http://media.npr.org/assets/img/2014/11/18/snail-e5a4ba2bb15c0ff664c2185d67961706b4cdb66a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"756","width":"1008"}}]}