{"created":"2015-05-24T13:02:15+00:00","modified":"2015-05-25T03:17:25+00:00","valid":{"from":"2015-05-25T03:17:25+00:00","to":"3015-05-25T03:17:25+00:00"},"hreflang":"en","title":"At Dover Air Force Base, Bringing Home The Fallen With Grief And Joy ","published":"2015-05-24T17:44:00+00:00","teaser":"The rituals of caring for the remains of service members are carried out with special grace by the staff at Dover Air Force Base. \"We believe in what we're doing here,\" says one. \"We love them.\"","itags":["npr_api","408531645"],"guid":"013f728c-5569-475d-81a0-ab0ae03a9dd2","contentencoded":"<p>There is a grim kind of math that comes with war.</p><p>Most of the troops who died during the wars in Iraq and Afghanistan were flown to Dover Air Force base in Delaware. And for most of the wars, those dignified transfers were off limits to the press. That changed in 2009, when President Obama lifted the media ban and paid a visit to Dover himself.</p><p>From 2009 to the end of 2014, there were more than 2,400 dignified transfers at Dover. While the numbers are far smaller today, the planes are still flying troops home. The most recent: Petty Officer 3rd Class Devon J. Doyle, 21, of Colorado. The Pentagon says he died in Bahrain in a \"non-combat related incident,\" deployed as part of the U.S. fight against ISIS.</p><p>This week on <a href=\"http://www.npr.org/tags/399382645/for-the-record\">For the Record</a>: Memorial Day, inside Dover.</p><p>Dover looks like any other Air Force base, with a lot of nondescript buildings separated by wide, paved roads and rows of planes on the flight line. But the mission here is different, and so is the complex situated in one corner of the base. There's a manicured garden with wooden benches; a meditation pavilion with a big fountain and a skylight.</p><p>And here, most importantly, is the Center for the Families of the Fallen. Mirrors and framed landscapes decorate the walls. Overstuffed couches are arranged with coffee tables and chairs.</p><p>This is where families gather and wait for the planes that are carrying their loved ones.</p><hr /><p><strong>Sgt. Sean Finley, chaplain assistant</strong></p><p>The toughest part of Finley's job happens here. At the height of the wars, it was normal to have several families at a time. Many of those families included small children.</p><p>\"So in here is the children's room,\" Finley says, giving the tour. \"The kids can come in here and color and play. But of course, the big highlight is the chalkboard wall.\"</p><p>The staff erases the board when it gets filled up with messages from the hundreds of kids who have passed through here.</p><p>\"We'll usually leave something up on the wall — a flower or a cat or a saying,\" he says. \"At the very top, 'Our hero for always,' that was written up there almost a year ago, but nobody's gone and written up above it, so we just kind of leave it up there.\"</p><p>Finley, who has worked here since 2012, says he feels like he's making a difference for military families still reeling from shock over their loss. At the same time, he has had to create a kind of distance for himself.</p><p>\"I knew that if I internalized everything that came through, I would overflow,\" he says. \"So I try and take care of the families the best I can and be there. If I can engage with them I do, and listen to their stories, and there's some great stories that I've been told. There's some terrible stories that I've been told, but those stories belong to those people. They don't belong to me, and so I don't keep them.\"</p><p><strong>Mel Spera, funeral director and embalmer </strong></p><p>Spera was in the military years ago. We meet her in a cavernous warehouse with row after row of caskets stacked up behind her. When fighting in Afghanistan and Iraq was at its worst, Sparrow says 20 or 30 bodies came a day.</p><p>Now that the ground wars have ended, Spera and her team spend most of their time going over procedures again and again. There is no margin for error, she says.</p><p>\"We cannot have something like a name mispelled, middle initial missing or the wrong letter, or basically anything, because if the family sees that they're going to go, 'They didn't take care of my baby. How do I know that's my baby?' \" she says. \"That kind of questioning goes into anger in a heartbeat a flash.\"</p><p><strong>Jim Parsons, mortuary technician</strong></p><p>Parsons, who has worked here in and out of uniform since 1985, says it's hard to accurately describe what it's like at Dover.</p><p>\"I could sit here and talk to you all day long, but you still — it would be hard for you to understand,\" he says. \"That's just the way it is. I talk to my wife all day long. She doesn't always get it. We've been married for 20 years.\"</p><p><strong>David Sparks, chaplain</strong></p><p>There's a lot of talk at Dover Air Force base about resiliency. Staff members are required to attend at least two so-called \"resiliency sessions\" a week. On top of that, Sparks holds voluntary sessions called pizza and conversation. No one has to go — but they do and not just for the free pizza.</p><p>Sparks says what preoccupies a lot of the military personnel here is just the regular stuff of life.</p><p>\"What's happening at home, what's happening with their kids or their spouse. What's happening with the next assignment,\" he says. \"Not the trauma of what they do and the emotional impact of that. What's mostly on their mind is what's at home.\"</p><p>But for many like Sparks, who have been at Dover through the worst of it, the grief is always there.</p><p>\"Most often, it's on the flight line when it gets to me,\" he says. \"It's the mother who is wailing, in a biblical sense. There's this wail that comes from the gut level. It takes me to the ground every time.\"</p><p>Fathers too, Sparks says.</p><p>\"I've heard that wail from a father, and the picture in my mind is the father of a Marine, and the transfer case has come off the plane and it's been put into the vehicle. It's been closed up. We've saluted. And the vehicle starts to pull off and the honor guard is marching behind. And this guy reaches out — I can see it — he just reaches out like this, and he just screams, for his son.\"</p><p>Each fallen service member receives a dignified transfer at Dover, which means that every time the casket is moved, it happens deliberately, with precision and honor.</p><p><strong>Master Sgt. Enid Ellis</strong></p><p>Despite the gravity of this place, what is striking is how much the people here love what they do. Ellis is on her 14th tour of duty at Dover. What keeps pulling her back? Joy, she says.</p><p>\"We believe in what we're doing here,\" she says. \"It has touched me, and it continues to. I want people to understand that even though their aunt, their cousin, their uncle, their daughter, their son have sacrificed for us; we love them. We love them, even though they're not physically here. We take care of them, because we do love them.\"</p><p>And so they practice the ritual of bringing them home.</p><p><em>Click on the audio link at the top of this story to hear the full conversations.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=At+Dover+Air+Force+Base%2C+Bringing+Home+The+Fallen+With+Grief+And+Joy+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Rachel Martin","audio":[{"meta":{"duration":"672"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1409210232-6f4b99.m3u?orgId=1&topicId=1122&d=672&p=10&story=408531645&t=progseg&e=409210084&seg=11&ft=nprml&f=408531645"},{"href":"http://media.npr.org/assets/img/2015/05/21/2015-05-06-for-the-record-dover-afb-mortuary-0096edit-63adf96ffe399be679c00ba357485229d2d9eb81.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1716","width":"2288"}},{"href":"http://media.npr.org/assets/img/2015/05/21/2015-05-06-for-the-record-dover-afb-mortuary-0158edit_custom-dff58b943fcf8e86845926e2f06e903cfbd37635.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1998","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/05/21/2015-05-06-for-the-record-dover-afb-mortuary-0192edit_enl-14b08d2fbd4948816e04b59da8b167c29206266a.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1197","width":"900"}},{"href":"http://media.npr.org/assets/img/2015/05/21/2015-05-06-for-the-record-dover-afb-mortuary-0182edit_custom-633080692acd1040ce94fe1be15f0c61aa1a7998.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1998","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/05/21/2015-05-06-for-the-record-dover-afb-mortuary-0050edit_enl-705fcfff2b6ade0ed196898dbc92f55dfb1e9b6f.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"3000","width":"2250"}},{"href":"http://media.npr.org/assets/img/2015/05/21/2015-05-06-for-the-record-dover-afb-mortuary-0066edit_custom-d921048c2347ced07a3e01d8c7d272a798a9fe45.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1998","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/05/21/chaplain-sparks_enl-278e40061d607efa0b144c963867fc2d56aba1d4.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2582","width":"2017"}},{"href":"http://media.npr.org/assets/img/2015/05/21/2015-05-06-for-the-record-dover-afb-mortuary-0002edit_custom-d1051c3e9b28b8fe30439ca9452ed4f698338b76.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1993","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/05/21/2015-05-06-for-the-record-dover-afb-mortuary-0025edit_custom-c21b7b47728f1e544fba71287a254e738cafeb23.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1998","width":"3000"}}]}