{"created":"2015-06-28T12:17:47+00:00","modified":"2015-06-29T19:55:30+00:00","valid":{"from":"2015-06-29T19:55:30+00:00","to":"3015-06-29T19:55:30+00:00"},"hreflang":"en","title":"2 Brothers And A Team Of Mules Tackle The Historic Oregon Trail","published":"2015-06-28T13:40:00+00:00","teaser":"Journalist Rinker Buck had a crazy idea — and a brother with a knack for driving mules. His new memoir recounts what happened when the two very different men set off in a covered wagon.","itags":["npr_api","418211092"],"guid":"0140c1fc-e433-4f46-81e0-2b82c0ef5c31","contentencoded":"<p>Two 21st-century guys, a replica 19th-century wagon, some mules and a resolution: to re-live the Oregon Trail today.</p><p>Rivers, mountains, cliffs, runaway mules, cars and trucks, bad weather ... What could possibly go wrong?</p><p>Journalist Rinker Buck wanted to find out. He and his brother Nick hitched a covered wagon to mules and set off to retrace what's left of the westward path traveled by thousands of 19th-century pioneers.</p><p>Buck was leaving behind a life that had grown a bit messy — divorce, drinking, career burnout. And as he describes in his new book, <em>The Oregon Trail: A New American Journey</em>, what he found was a mixture of history, hardship and thrills.</p><p>The challenges and miseries were real, but \"the more arduous it became, the more stressed I was — the more exhilarated I felt,\" Buck tells NPR's Eric Westervelt.</p><p><em>Click on the audio link above to hear their full conversation, including an excerpt from the book.</em></p><hr /><h3>Interview Highlights</h3><p><strong>On whether the trip was an escape from daily life or a shot at redemption</strong></p><p>It was certainly a shot of redemption on a personal level, but I think there's something quintessentially American about it too ... just sort of bust out and do something significant. And of course in my case it was also an opportunity to write about the history of the trail. So the book is sort of an amalgam of history and what happened to us.</p><p><strong>On using key river valleys to find a path through what were really Oregon trails, plural, with multiple possible routes</strong></p><p>We stuck pretty much to the original ruts, in most places. And the trail had to stay on the rivers for the pioneers to have water, navigation points, timber and that sort of thing. So you pass from the Missouri River to the Platt river, big beautiful wide Platt River crossing Nebraska. Then up through Wyoming, the Sweetwater, which is absolutely one of the most gorgeous pieces of landscape in the world. And so forth on to the legendary Snake in Idaho.</p><p>It was wonderful to have this experience that was so simple — you just stay on the river, and if you can't see the river, climb high and find the river. It was that simplicity of purpose that was so magical about the trip.</p><p><strong>On his brother Nick, a carpenter from Maine whose skillsets matched the trip perfectly </strong></p><p>One of my sisters says that Nick was \"born out of century.\" We would have problems with the harness where it was rubbing the mules; Nick would pull out some used leather that we had and repair the harness. The wheels would break; he came up with incredibly imaginative solutions to fixing that. ... I call him one of the great team drivers of his generation. And he is. So when we got to these very rough parts, where it was very perilous to get the wagon up and down the mountains, Nick was great at the driving.</p><p><strong>On the contrast between Nick, the pragmatic Mainer, and Rinker, who wanted to bring a bocce set and shoeshine kit on the trail</strong></p><p>What happened was I was going to be living out of a 12-foot-by-38-inch box with a canvas cover over it for the next four months, and everything that I needed for life had to be in that wagon.</p><p>The very next morning, the second day I wake up and after moving the stuff in and out of the wagon just for one 24-hour period, I said, \"Deep-six this stuff, get rid of it.\"</p><p>I brought my Brooks Brothers bathrobe, I brought ... I mean, if you got out on the trail wouldn't you need a pasta steamer?</p><p>The trip was an adventure in discovering myself relative to my brother, and how many foibles you bring along from your old life that you realize when you're on a covered wagon trip crossing the entire Oregon trail you don't need.</p><p><strong>On how the trip was a way to unplug in the age of smartphones </strong></p><p>We got out there and, first of all, there wasn't cell phone coverage for probably half the trail because it's very remote areas of Wyoming and so forth. Every form of artificial light that we carried — flashlights, Coleman lanterns, whatever — broke. GPS I used for about two weeks early in the trip and then I said, \"Rinker, you're moving at 4 miles an hour here, you can probably see where you have to go,\" and so I ditched that baby. And you know, it was just one technology-free day after another.</p><p>And believe me, America, just take that smartphone and throw it in a river. You don't need it.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=2+Brothers+And+A+Team+Of+Mules+Tackle+The+Historic+Oregon+Trail&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"357"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1418261986-a2049f.m3u?orgId=1&d=357&p=10&story=418211092&t=progseg&e=418261951&seg=6&ft=nprml&f=418211092"},{"href":"http://media.npr.org/assets/img/2015/06/28/albert_bierstadt_oregon_trail-c6b45e4f9ae663f09fabe61f3c283c1f7c76f7e6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"299","width":"398"}}]}