{"created":"2014-10-06T08:58:59+00:00","modified":"2014-11-12T21:05:23+00:00","valid":{"from":"2014-11-12T21:05:23+00:00","to":"3014-11-12T21:05:23+00:00"},"hreflang":"en","title":"Ex-Agent Cites 'Progressive Down Slide' In Morale At Secret Service","published":"2014-10-06T17:12:00+00:00","teaser":"The agency with the responsibility for protecting the president, vice president and their families rates in the bottom third in job satisfaction rankings within the federal government.","itags":["npr_api","354001581"],"guid":"01466159-b18d-4fa5-ad5f-5c0b2ef9b991","contentencoded":"<p>Low morale could be partly to blame for the recent spate of security lapses at the Secret Service.</p><p>The agency with the responsibility for protecting the president, vice president and their families rates in the bottom third in job satisfaction rankings within the federal government.</p><p>The root of that discontent could be bureaucratic. The Secret Service, which was created in 1865 to fight counterfeiters, traces its heritage back to the U.S. Treasury Department. It didn't get into the business of protecting presidents until 1901 after the assassination of President McKinley.</p><p>After the attacks on Sept. 11, 2001, the service was transferred from Treasury to the newly created Department of Homeland Security. It became one of 22 agencies thrown together in response to the terrorist attack.</p><p>Jonathan Wackrow, a former Secret Service agent, says the service's morale problems can be traced back to that day.</p><p>\"In the 13 years that I was with the Secret Service, there has been a progressive down slide of morale,\" he says. \"As the Secret Service has integrated further into the DHS culture, you have seen a correlation in the decline of morale.\"</p><p>Moving an agency from one part of the government organizational chart to another might not seem like such a big deal. But the service was an elite unit when it was part of the relatively small Treasury Department. When it became part of the sprawling bureaucracy that is Homeland Security, the Secret Service found itself competing with other agencies, Wackrow says.</p><p>\"We have to fight internally for money and resources against issues of immigration, issues that arise with the Coast Guard and other homeland security issues,\" he says. \"So for us to try to have a voice in that sea of confusion sometimes is very difficult for our managers.\"</p><p>Like other federal agencies, the Secret Service lost part of its funding due to the sequester of the operating budget last year.</p><p>Janet Napolitano, the Homeland Security secretary at the time, vowed that those cuts would not be taken from the protective side of the service's budget. In fact, Congress gave the service more money than it asked for last year because lawmakers felt the Obama administration had underfunded the agency.</p><p>But Mickey Nelson, former assistant Secret Service director, says he agrees there has been much more scrambling for resources since the service became part of Homeland Security.</p><p>\"The Secret Service mission pretty much stayed the same, unlike some of the other agencies that were brought over,\" Nelson says. \"Now, what has happened over a period of time, of course, you've got quite a few components within DHS fighting for what seems to be an increasingly smaller budget.\"</p><p>It's unclear how the budget has affected staffing levels. At a hearing last week, Secret Service Director Julia Pierson, who has since resigned the position, said the agency was 550 employees below full strength. But Republicans are skeptical.</p><p>It's one of the issues members of Congress want reviewed by an independent panel looking into recent security lapses at the White House. Rep. Elijah Cummings, D-Md., says the agency may be stretched too thin.</p><p>\"They need to look at training, protocol and look at the leadership structure,\" Cummings says, \"whether the Secret Service should continue to be under Homeland Security — this is a very critical moment for the Secret Service.\"</p><p>And in a sentiment shared by many in Washington, Cummings says whomever President Obama chooses to lead the service is going to have to be prepared to make changes from top to bottom.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ex-Agent+Cites+%27Progressive+Down+Slide%27+In+Morale+At+Secret+Service&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Brian Naylor","audio":[{"meta":{"duration":"229"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1354001582-eac0b3.m3u?orgId=1&topicId=1014&ft=3&f=354001581"}]}