{"created":"2015-04-30T21:24:15+00:00","modified":"2015-05-12T19:53:24+00:00","valid":{"from":"2015-05-12T19:53:24+00:00","to":"3015-05-12T19:53:24+00:00"},"hreflang":"en","guid":"01473b0c-9a98-4ebd-b3b8-b2b8a82e77aa","title":"Malala's supposed attackers are now in jail, but many say their trial was a fig leaf","published":"2015-05-12T19:53:19+00:00","byline":"David Leveille","tags":["Malala Yousafzai","Terrorism in Pakistan","Malala","Nobel Peace Prize","women's education","children's rights","Across Women's Lives","Justice","Conflict & Justice","Asia","Pakistan","Pakistan","Taliban","Terrorism in Pakistan"],"teaser":"A Pakistani military court has sentenced 10 men to long prison terms for their involvement in the 2012 attack against Malala Yousafzai. But there's no word on the fate of the chief suspect, and that has some Pakistanis asking if justice has really been served.","contentencoded":"<p>In the years since she was shot by members of the Pakistani Taliban, Malala Yousafzai has become an inspiration to women and girls around the world, even winning a Nobel Peace Prize in 2014. Her enemies haven't fared quite so well.</p>\n<p>An anti-terrorism court in northwest Pakistan sentenced 10 men to jail on Wednesday for their role in Malala's attempted murder. The men must each serve a minimum of 25 years in jail. But the military court didn’t exactly make it clear why the men were implicated in the case.</p>\n<p>Mobeen Azhar, a Pakistani journalist, points out that Ataullah Khan, a 23-year-old Pakistani Taliban militant who was identified as the chief suspect at the time of the shooting, wasn't among then 10 men convicted.</p>\n<p>“That poses some real problems,\" Azhar says. \"Sure, it's progress that 10 men have been sentenced, that sends a clear message. But what does it really say if the chief suspect and the four men who mounted the bus and attacked Malala ... haven't even been referenced today? Is that really justice?”</p>\n<p>Azhar says the court sentences are widely seen as a token verdict, a way for the government to say it’s taking the problem seriously. But he argues “until people like the Pakistani Taliban leader Mullah Fazlullah and Ataullah Khan are brought to justice, I don't think we can truly say that the Malala case has been closed.”</p>\n<p>But the whole issue of bringing Malala’s attackers to justice is complicated by an all-too-common attitude that’s prevalent among many average Pakistanis: “It may sound completely shocking, but many people are convinced that Malala is some kind of Western agent who was planted to disgrace Pakistan,\" Azhar explains.</p>\n<p>Malala's activism on behalf of women's education has made her \"a symbol of the absolute obligation that women have to get an education around the world. Now many average Pakistanis don't want that discussion happening. They think it's shameful for Pakistan, and they’d rather the rest of the world let them get on and resolve these issues alone.”</p>\n<p>On the other hand, Azhar says, there are many progressive-minded people in Pakistan who do believe that it's only because people like Malala are speaking up that these discussions will ever happen and that's how progress will come.  </p>\n<p>And for them, the government’s response to the Malala attack falls way short of what’s called for. “It doesn’t just involve sentencing 10 individuals,\" Azhar says. \"The leader of the Pakistani Taliban, which has claimed responsibility for the attack on Malala, is still making public statements and still releasing YouTube videos. ... Until the Pakistani government deals with these things, it will continue to be a problem.”</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-30%2Fpakistan-court-hands-down-life-sentences-questions-linger-over-malalas-real&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/story/images/RTR4HI1V.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/rtr4hi1vjpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/04302015_01.mp3"},{"href":"http://admin.pri.org/file/0430201501mp3"}]}