{"created":"2014-12-13T15:37:28+00:00","modified":"2014-12-18T23:05:07+00:00","valid":{"from":"2014-12-18T23:05:07+00:00","to":"3014-12-18T23:05:07+00:00"},"hreflang":"en","title":"Government Funding Bill Rolls Back Trucker Rest Requirements","published":"2014-12-13T19:21:00+00:00","teaser":"One of the many policy riders tucked inside the trillion-dollar spending bill reverses a rule that long-haul truckers take two nights off for every 70 hours they drive. Safety groups are angry.","itags":["npr_api","370497452"],"guid":"014dc629-6806-43e3-b381-0f8848712f55","contentencoded":"<p>The spending bill in Congress is not just about money. Tucked inside the bill are provisions to change regulations affecting everything from banking to the environment. One regulatory rollback has those concerned about truck safety especially upset.</p><p>The regulation is part of a series of rules that spell out the number of hours that long-haul truck drivers, the ones behind the wheel of the big rigs on the interstates, can be on the road.</p><p>Last year, a rule took effect that required those drivers to take two consecutive nights off after every 70 hours they spend behind the wheel.</p><p>The trucking industry, which didn't like the requirement in the first place, said it had an unintended consequence: It forced more truckers to take to the road early in the morning, when commuters and school buses are out.</p><p>\"Those hours are less safe statistically,\" says Dave Osiecki, vice president of the American Trucking Association. \"They're trying to reduce nighttime crashes? They may be causing daytime crashes.\"</p><p>No one knows yet if that rule caused the number of crashes to increase; the Department of Transportation hasn't compiled accident data for the past year. But Osiecki says truck crashes had been declining before the rule took effect.</p><p>He says the regulation has also hurt industry profits.</p><p>\"You're talking about $1 billion in lost productivity to this industry,\" Osiecki says.</p><p>So the association and its congressional allies wrote a provision into the spending bill, undoing the rule, at least temporarily.</p><p>The Obama administration opposed the change, saying that driver fatigue is a leading factor in large truck crashes, which killed more than 3,500 people in 2012. Safety groups are angry, too.</p><p>\"It stinks,\" says Daphne Izer, who founded Parents Against Tired Truckers after her son and three of his friends were killed by a truck driver who had fallen asleep behind the wheel on Maine's turnpike.</p><p>\"Drivers will be allowed to drive up to 82 hours a week,\" Izer says. \"That's insane. That's twice the normal work week, and drivers don't get paid overtime. It's going to be more death and destruction on our highways.\"</p><p>The provision in the spending bill also calls for a detailed study of the effect of the regulations on truck crashes. The measure only rolls back the new rules until next October, when both sides expect to resume their arguments.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Government+Funding+Bill+Rolls+Back+Trucker+Rest+Requirements&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Brian Naylor","audio":[{"meta":{"duration":"179"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1370538621-6c3170.m3u?orgId=1&topicId=1014&ft=3&f=370497452"}]}