{"created":"2015-02-14T12:12:25+00:00","modified":"2015-02-15T17:05:36+00:00","valid":{"from":"2015-02-15T17:05:36+00:00","to":"3015-02-15T17:05:36+00:00"},"hreflang":"en","title":"For Three Comedians, Valentine's Day Makes For One Big Joke","published":"2015-02-14T15:15:00+00:00","teaser":"Whether they find Valentine's Day \"icky,\" or the \"Christmas of love,\" stand-up comics Jim Gaffigan, Marina Franklin and Ted Alexandro all find plenty of funny material in romance — or the lack of it.","itags":["npr_api","386008673"],"guid":"014d0e1e-bc4b-4a59-aca6-4b10299dd8ab","contentencoded":"<p>Love relationships have long been fodder for comedians. So on this Valentine's Day, a few of them explain why romance — or the lack of it — is so funny.</p><p>Marina Franklin, who's African-American, finds humor in the different nationalities and races of the guys she's dated.</p><p>\"Whenever I date a white guy, I always lose weight. I don't know what they do,\" she jokes in a bit for CertifiedFunny.com. \"Like, the last white guy I dated would do little subtle things to make sure I stayed thin — like, he would throw his napkin in my dish before I was done.</p><p>\"Think about that — I was <em>eating</em>.\"</p><p>On dating a Puerto Rican, Franklin says, \"I actually gained weight. Because Puerto Rican men, they feed you ... so nobody <em>else</em> will want you.\"</p><p>Writing and performing jokes about heartache is cathartic for comedians, Franklin says. \"Who else gets to do that? Except ... you could journal. But there's nothing like getting this immediate response from an audience — that we [all] agree,\" she says.</p><p>So for Franklin, who's performing Saturday night at <a href=\"http://www.standupny.com/\">Stand Up NY</a> in New York City, Valentine's Day is like nirvana. \"It's sort of like the Christmas of love,\" she says.</p><p>But not for everybody.</p><p>\"My grandparents were married for 62 years,\" comedian Ted Alexandro said at one of his shows. The audience clapped, but Alexandro didn't miss a beat when he added, \"Not happily.\"</p><p>Alexandro is performing at Michael Moore's <a href=\"http://wintercomedy.org/\">comedy festival</a> in Traverse City, Mich., this weekend. On his most recent album, <a href=\"http://tedalexandro.com/specials/purchase/i-did-it\">I Did It</a>, he speaks a funny truth about how \"real love\" is \"old love.\"</p><p>\"You ever see when they bring out the couple that's been married the longest at a wedding? They look like war veterans. They just come out with ... shock on their face. That's real love — that look. Like, real love is no eye contact,\" he jokes.</p><p>Of all the subjects a comedian can write jokes about, Alexandro says love is so universal that it's an easy way to win over a room. \"If I do a bit about police brutality, that's going to polarize a room way more than talking about old love or relationships. So it doesn't take as much massaging,\" he says.</p><p>Alexandro often jokes about the fact that, at 46, he's never married. Being single is \"a good life,\" he said on <em>The Late Show With David Letterman</em> in 2011. \"You make money, you get to keep it. You make plans, you can just break 'em,\" he joked.</p><p>Holidays that seem made for couples aren't Alexandro's favorites — nor are they fellow comedian Jim Gaffigan's.</p><p>\"Valentine's Day is so icky and weird,\" Gaffigan says. He says it's a drag for singles and couples alike — and he's not buying that Valentine's Day is a reminder of love. \"If you need the reminder, it's too late,\" he says.</p><p>\"I was eating a pint of ice cream in sweat pants — like a <em>man</em>,\" jokes Gaffigan in his comedy special, <a href=\"http://www.jimgaffigan.com/product/obsessed\">Obsessed</a>. \"My wife came into the room and was like, 'Jim, are you gonna eat an entire pint of ice cream by yourself?' And I was like, 'Hopefully. Unless you selfishly want a bite.' \"</p><p>Jim's wife Jeannie Gaffigan is always in on the joke. The couple write together and are currently working on a new <a href=\"http://www.tvland.com/shows/the-jim-gaffigan-show\">series</a> for TV Land and Comedy Central.</p><p>The Gaffigans also have five kids together. \"Ten years ago I couldn't get a date. And now my apartment is literally crawling with babies. It's like I left peanut butter out or something,\" he says.</p><p>This Valentine's Day he and his wife will be hanging out with their kids.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Three+Comedians%2C+Valentine%27s+Day+Makes+For+One+Big+Joke&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elizabeth Blair","audio":[{"meta":{"duration":"234"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1386227522-807a81.m3u?orgId=1&topicId=1052&e=386008673&d=234&ft=nprml&f=386008673"},{"href":"http://media.npr.org/assets/img/2015/02/13/delgadocarlos_nydnfreelance03-a71cbd0fe9652034a359819ac159b407487cdffc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1203","width":"1605"}}]}