{"created":"2014-09-19T19:44:42+00:00","modified":"2014-10-31T01:48:27+00:00","valid":{"from":"2014-10-31T01:48:27+00:00","to":"3014-10-31T01:48:27+00:00"},"hreflang":"en","title":"California's Drought Isn't Making Food Cost More. Here's Why","published":"2014-05-27T20:48:00+00:00","teaser":"California produces most of America's vegetables and nuts. Yet there's little sign the drought there is creating food shortages in the U.S., because farmers are rationing water and draining aquifers.","itags":["npr_api","315255267"],"guid":"014f60a5-d094-4817-b5e2-3a88f78a0d14","contentencoded":"<p>The entire state of California is in a severe drought. Farmers and farmworkers <a href=\"http://www.npr.org/blogs/thesalt/2014/04/22/303726931/fields-and-farm-jobs-dry-up-with-californias-worsening-drought\">are hurting</a>.</p><p>You might expect this to cause food shortages and higher prices across the country. After all, California grows 95 percent of America's broccoli, 81 percent of its carrots and 99 percent of the country's artichokes, almonds and walnuts, among other foods.</p><p>Yet there's been no sign of a big price shock. What gives?</p><p>Here are three explanations.</p><p><strong>1. Some farmers have backup water supplies.<br /></strong></p><p>Drive southwest from Fresno, and you can easily see the drought's impact. In this area, farmers rely on the <a href=\"http://www.westlandswater.org/wwd/default2.asp?cwide=1280\">Westlands Water District</a> for irrigation.</p><p>In a normal year, Westlands delivers water to each farm through a network of underground pipes. That water is drawn from artificial rivers that link this area to dams and reservoirs hundreds of miles away, mostly in the northern part of the state.</p><p>This year, because of the drought, Westlands cannot deliver any of that water. And the result is bare dirt where vegetables normally would grow.</p><p>Sarah Woolf takes me on a tour of her family's farm, and points toward one dry field. \"It had onions in it last year, and we're not farming it at all, because we don't have enough water supply,\" she says. (Woolf is also on the board of the Westlands Water District.)</p><p>But that's not the whole story in this region. I still see plenty of green: fields of alfalfa and garlic and leafy almond orchards.</p><p>They exist because many farmers here have a backup supply of water. They're pumping it out of underground aquifers.</p><p>This is happening all across the state. According to a new <a href=\"https://watershed.ucdavis.edu/files/biblio/Preliminary_2014_drought_economic_impacts-05192014.pdf\">report</a> from the University of California, Davis, the extra water that farmers will pump from their wells this year will make up for about 75 percent of the cutbacks in water from dams and reservoirs.</p><p>But this can't go on forever: That groundwater is limited. Woolf tells me that just this morning, she heard about problems at one of their wells. \"We have to actually drill down and drop the well deeper, which is a very bad sign,\" she says. It means that the water table is dropping; the aquifer is drying up.</p><p><strong>2. Some parts of California are less dry than others.</strong></p><p>Agriculture in California is spread around different parts of the state. One key region is the Salinas Valley, sometimes called America's salad bowl.</p><p>\"In June, 90 percent of the lettuce in the United States is grown in the Salinas Valley,\" says <a href=\"http://agecon.ucdavis.edu/people/faculty/daniel-sumner/\">Daniel Sumner</a>, an economist at UC Davis. Yet there's \"no effect of the drought yet in the Salinas Valley.\"</p><p>Those farms don't get water from California's dams and reservoirs, even in a normal year. They've always been able to rely on wells, and nothing's changed this year.</p><p>So fear not; there's plenty of baby spinach and mesclun mix.</p><p>In the winter, meanwhile, salad greens mostly come from areas far to the south, near the Mexican border. Those areas get their water from the Colorado River, which is also in relatively good shape this year thanks to snowfall far upstream.</p><p><strong>3. The limited water is going to crops that consumers are most likely to notice.<br /></strong></p><p>Allen Peterson farms land near the town of Turlock, on the east side of the Central Valley. He grows mostly almonds, but also some corn and alfalfa, which he sells to dairy farmers nearby.</p><p>An irrigation canal runs right past his orchards. It's a concrete channel 18 feet wide and 6 feet deep, full of water.</p><p>That water supply is relatively secure; it comes straight from Lake Don Pedro, created by a dam that the <a href=\"http://www.tid.org/\">Turlock Irrigation District</a> helped to build. So Peterson is still getting about half of his normal allotment of water. It's enough to grow a crop, but not on every acre.</p><p>\"I've kept water on our almond crop, which is a higher-value crop. I've left fallow some corn ground, to make sure I have enough water for my almonds,\" Peterson says.</p><p>That means he won't have corn to sell to his neighbors, the dairy farmers. Those dairy farmers are suffering from the drought. They're bringing in feed from far away, and it's expensive. Farmers in California are also growing less rice.</p><p>In other words, water is flowing toward food that consumers eat directly, because that's where the money is. Those also tend to be crops that California dominates. Less water is going toward production of crops like alfalfa or rice, which are available from other places or that consumers don't eat directly.</p><p>As a consequence, consumers are shielded from the drought's effects.</p><p>Sumner, the agricultural economist, says this is economics in action. \"People move the water to its highest-value use. People pay attention to markets. If you can't get something from California, you get it from somewhere else. That's what markets do. They're good at it,\" he says.</p><p>Of course, the drought is having an effect, just not a big one so far. A few farms have bulldozed almond and citrus trees because of water shortages. It's possible that citrus prices will rise next winter, because of shortfalls in production.</p><p>If the drought continues into next year, meanwhile, some of the current coping strategies may not work so well. The unrestricted use of groundwater is increasingly controversial. Some water experts are calling for limits on the amounts of water that farmers can draw from underground aquifers.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=California%27s+Drought+Isn%27t+Making+Food+Cost+More.+Here%27s+Why&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Dan Charles","audio":[{"meta":{"duration":"288"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1315279305-59afb5.m3u?orgId=1&topicId=1053&ft=3&f=315255267"},{"href":"http://media.npr.org/assets/img/2014/05/23/salinas-valley-fa2b08738385d74380c9c95afd7ef9766fe08b0a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1198","width":"1599"}}]}