{"created":"2014-10-27T20:56:35+00:00","modified":"2014-10-31T00:27:45+00:00","valid":{"from":"2014-10-31T00:27:44+00:00","to":"3014-10-31T00:27:44+00:00"},"hreflang":"en","title":"Texas Judge Under Fire Over Immigrant Housing Plan","published":"2014-07-08T20:28:00+00:00","teaser":"Dallas County Judge Clay Jenkins defends his plan to help provide temporary housing for children crossing the border illegally from Mexico.","itags":["npr_api","329865977"],"guid":"0166bcbd-a152-4901-bd70-d0cd8cde143a","contentencoded":"<p>Dallas County Judge <strong>Clay Jenkins</strong> is facing criticism for a plan to house children crossing the border from Mexico illegally. He says they could be housed at a local middle school, an alternative education building and a warehouse at Parkland Memorial Hospital in Dallas.</p><p>Jenkins is a Democrat and Republicans are blasting him over the plan, saying the local school system and health care delivery system will be overtaxed by people who won&#8217;t be able to contribute to that cost.</p><p>Jenkins speaks to <em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Robin Young to discuss his plan and respond to critics, including a county commissioner who says the judge is turning a federal problem into a county problem with no input from the county.</p><h4>Interview Highlights: Clay Jenkins</h4><p><strong>On the need to provide housing to the child migrants</strong></p><p><div class=\"pullquote\" style=\"\">&#8220;It&#8217;s not about politics. It&#8217;s about precious little children.&#8221;</div></p><p>&#8220;I would encourage all politicians to go to the border and see the children. This is not about the immigration debate, and it&#8217;s not about politics. It&#8217;s about precious little children. I saw a 1-year-old girl crying for her mother while a border patrol agent changed her diaper. And her mother was a thousand miles away. I saw siblings with their faces pressed to the glass in the holding cells that they were in &#8212; overcrowded, dirty, scared and abandoned &#8212; looking at their siblings in other holding cells just wanting to be reunited with what little family they had left. If people go see what I have seen, and what faith leaders have seen, then this political rhetoric will stop and this community will unite and focus on helping these precious children.&#8221;</p><p><strong>On people who claim making the border more secure will fix this crisis</strong></p><p>&#8220;Saying, &#8216;Let&#8217;s make the border more secure&#8217; when you have children stacked on top of each other in drunk tank-like holding cells that are designed to hold six adults, but have 30 children in them&#8230; it&#8217;s not the answer.&#8221;</p><p><strong>On how many will benefit from finding a housing solution for these children</strong></p><p>&#8220;I had men on the verge of tears. Men who have worked 14-hour shifts, six days a week and did not sign up for the sort of work that they are doing in this crisis. We need to provide them with the capacity to move these children out of these harsh and overcrowded conditions, and move them to compassionate care. That&#8217;s not only the right thing to do for the children, it&#8217;s the right thing to do to support our border patrol agents, our ICE agents, and our DPS officers who are working so hard.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.dallascounty.org/department/comcrt/jenkins/home.php\" target=\"_blank\">Clay Jenkins</a></strong>, Dallas County judge. He tweets <a href=\"https://twitter.com/JudgeClayJ\" target=\"_blank\">@JudgeClayJ</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Texas+Judge+Under+Fire+Over+Immigrant+Housing+Plan&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"394"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1329865980-10fa1d.m3u?orgId=1&ft=3&f=329865977"}]}