{"created":"2015-04-15T17:16:40+00:00","modified":"2015-04-15T20:55:59+00:00","valid":{"from":"2015-04-15T20:55:59+00:00","to":"3015-04-15T20:55:59+00:00"},"hreflang":"en","guid":"0170759d-3550-4379-b58d-65106f03c643","title":"Even after a century, the Armenian genocide is a cornerstone of Armenian identity","published":"2015-04-15T20:55:55+00:00","byline":"Jeb Sharp","tags":["conflict","immigration","violence","history","Global Nation","Conflict","Conflict & Justice","Armenia","Armenian Genocide","Armenian diaspora","Armenians","Armenian language"],"teaser":"April 24 marks the centenary of the 1915 Armenian Genocide, and Armenians around the world will commemorate the occasion. But some of them also hope the 100-year mark can be a turning point, a time to begin thinking more about the future than the past.","contentencoded":"<p>Harout Bassmajian was born here in the US, but he grew up steeped in his family's Armenian culture. He went to Armenian primary school, spoke Armenian at home and heard again and again the story of how his grandfather was orphaned during the Armenian Genocide when he was just a child.</p>\n<p>“I thought it was a sad story, but it’s such a great story,” Bassmajian says. “I used to say it proudly to people, ‘Can you believe this is how I’m here?’”</p>\n<p>In 1915, the Ottoman Empire killed more than a million Armenians in massacres and forced deportations, driving them off their lands in what is now Turkey. Many ended up in Syria, Lebanon and beyond. Armenians around the world will commemorate the 100th anniversary of the killings on April 24 with vigils, church services and family gatherings.</p>\n<p>But while the present-day Turkish government acknowledges the killings took place, it refuses to call them a genocide, creating grievances between the two peoples that fester to this day.</p>\n<p>Bassmajian, who is 36, works at Arax Market, his family’s grocery store in Watertown, Massachusetts. On the day I visited the store, Bassmajian was trimming big bunches of parsley and putting them on display before the Easter rush. He kept working as he recounted his family's part in the massacres.</p>\n<p>“My grandfather and his friends were all out one day. They were hanging out in somebody’s backyard, eating apples out of a tree,\" he says. \"The owner of the land saw the boys outside and he recognized my grandfather and said, 'Hey, Harout, I see you. I’m going to tell your father. You shouldn’t be here.’</p>\n<p>“My grandfather was scared as hell what my great-grandfather might do to him, so he hid in a tree. As soon as it was night time, it got really dark. He thought, it’s time to go home. And [he] opened the door to find his whole family. They were all killed: His sister, his brother, my great-grandparents. He lost his mind. He saw all that.”</p>\n<p>Bassmajian says he doesn’t know all the details of his grandfather’s story, but he believes he was taken in by a Turkish family who hid him in their basement. Eventually he made his way to an orphanage in Lebanon. The rest is history.  </p>\n<p>\"It’s just crazy, just from that one apple,\" Bassmajian says. \"If he was at home, he would have died. My mother wouldn’t exist. I wouldn’t exist.\" </p>\n<p>Many Armenians have similar stories; survival and perseverence are constant themes. After Bassmajian's parents came to the US from Lebanon in the 1970s, they worked hard to instill their history and culture in their children.</p>\n<p>“When we were at home, my parents always wanted me to speak Armenian because they didn’t want me to forget it,” Bassmajian says. “Whenever we would speak English, they wouldn’t answer back — or they would give us the ‘the look.’”</p>\n<p>Bassmajian appreciates that upbringing as he grows older. “Growing up in Watertown, there were so many Armenians around … it’s not like you can drift away from it,” he says. Nor does he want to. He’d like to marry an Armenian and send his kids to an Armenian school like the one he went to. “It’s crazy how you get older and start thinking like your parents,” he says.</p>\n<p>Even among Armenian Americans who don't plan to hold as tightly to tradition as Bassmajian, you'll often find an incredibly strong sense of identity. </p>\n<p>“Being Armenian is unique,” says Paul Varadian, a local businessman and former Olympian. “We are a small group. We lost three-quarters of our population 100 years ago. What remains is something admirable. We’ve survived. We’ve persevered. We should look at that kindly.”</p>\n<p>Varadian has mixed feelings about the centenary of the genocide. He knows keeping the memory alive is important, but he hopes the 100-year mark can also be a turning point.  </p>\n<p>“We should never forget, but we should move forward,” he says. “I think our job is to educate our children, remind them of what happened — but understand it’s about the future, not the past.”</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-14%2F100-years-later-armenian-genocide-remains-cornerstone-armenian-identity-around&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/Harout%20%281%29.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/harout-1jpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04152015_06.mp3"},{"href":"http://www.pri.org/file/0415201506mp3"}]}