{"created":"2015-02-27T21:43:09+00:00","modified":"2015-03-03T15:05:27+00:00","valid":{"from":"2015-03-03T15:05:27+00:00","to":"3015-03-03T15:05:27+00:00"},"hreflang":"en","title":"Tense 'Eastern Boys': Cruising, and Bruising","published":"2015-02-28T01:13:00+00:00","teaser":"NPR film critic Bob Mondello reviews <em>Eastern Boys</em>, a French film that is half love story, half home invasion drama.","itags":["npr_api","389571306"],"guid":"0180f8b2-927d-4bf5-8111-04f6e216094c","contentencoded":"<p>Seen from street level, the young Eastern European men cruising a Paris train station at the outset of <em>Eastern Boys</em> would doubtless look like individuals. But filmmaker Robin Campillo has positioned the camera overhead, and from his bird's eye perch it's clear they're working in tandem — looking out for each other, stealing, soliciting.</p><p>They're also being observed, both by the police, and by middle-aged business-suited Daniel (Olivier Raboudin), who pays special attention to a lanky, handsome lad (Kirill Emelyanov) whose eyes are almost always downcast. When some approaching cops make the gang scatter, the businessman follows this young man into a shopping mall, waits for him to settle in one place, and then approaches and shyly asks his name.</p><p>\"Marek,\" comes the reply. \"What do you want?\"</p><p>This is a formality. They both know Daniel wants sex, and that Marek is available, but where to meet? Marek asks for Daniel's address, and is initially rebuffed. Finally, though, looking into the young man's eyes, Daniel's hesitation crumbles and he writes it down.</p><p>\"You don't ask me how much?\" wonders Marek. \"Fifty Euros.\"</p><p>And now the deal is done. A risky deal, certainly. Just how risky, Daniel discovers the next day when — instead of Marek — the whole gang shows up, led by a threatening, violent fellow known to them all as Boss (Daniil Vorobyev). And they are prepared to party hard. They help themselves to Daniel's liquor, and his possessions, leaving their angrily reluctant host no option but to go along. Within a few hours, they've wrecked and stripped his apartment.</p><p>Several days later, a sheepishly contrite Marek shows up, wondering if he can still earn his 50 euros. And when, despite all that's happened, he's allowed in by Daniel, the real story begins — a story that's not about predatory immigrants, or prostitution, but about an ever-more-startling relationship that takes you to far more intriguing places than the film's home-invasion-start suggests it will.</p><p>Writer-director Robin Campillo is a Moroccan-born Frenchman, which means he has an insider's knowledge of France's attitudes about foreigners. In <em>Eastern Boys </em>he uses that knowledge to get the audience to jump to conclusions he can then subvert — both about the gang and about the relationship that evolves between Daniel and Marek.</p><p>Then he crashes all of it together in a conclusion with whiplash-speed pivots between tensions intimate, and tensions societal, in the process making <em>Eastern Boys</em> both surprisingly resonant, and something of a thrill-ride.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Tense+%27Eastern+Boys%27%3A+Cruising%2C+and+Bruising&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bob Mondello","audio":[{"meta":{"duration":"184"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1389585378-ee1155.m3u?orgId=1&topicId=4467349&e=389571306&d=184&ft=nprml&f=389571306"},{"href":"http://media.npr.org/assets/img/2015/02/27/016483-13787a873357a6f92c4ace6fec3bc189236cc065.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1352","width":"1803"}}]}