{"created":"2014-10-09T22:04:56+00:00","modified":"2014-10-10T20:31:34+00:00","valid":{"from":"2014-10-10T20:31:33+00:00","to":"3014-10-10T20:31:33+00:00"},"hreflang":"en","guid":"018bbcd0-2960-4b98-bd6c-3364db04e349","title":"There's a fine line between reporting about Ebola and spreading panic","published":"2014-10-10T20:31:32+00:00","byline":"Joyce Hackel","tags":["Ebola","virus","outbreak","panic","fear","ebola outbreak","media","Media","Arts, Culture & Media","Africa; North America","United States","Canada","West Africa","North America","Helen Branswell","Ebola","Virus","Outbreak","panic","Fear","Medicine","Zoonoses","Biology","Tropical diseases"],"teaser":"When does sharing information about Ebola simply spread fear? That's the balance health care reporters in developed countries are trying to strike as they report on the spread of the disease but acknowledge the extremely low risks outside of West Africa.","contentencoded":"<p>Anxiety about Ebola is running rampant in the developed world, but the fear, at this point, seems to far outweigh the actual risk to those who live in the West.</p><p>&quot;We can&#39;t get sick from the disease in North America right now because,&nbsp;with the exception of a very few people who are in very high-containment facilities, Ebola isn&#39;t circulating anywhere&quot; on the continent,&nbsp;notes Helen Branswell, a medical correspondent for The Canadian Press.</p><p>Ebola has killed nearly 4,000 people&nbsp;in West Africa, where authorities have been struggling to halt the epidemic since March. That&#39;s compared to just one officially diagnosed&nbsp;case of Ebola&nbsp;in the US so far.&nbsp;</p><p>With that in mind, medical reporters like Branswell struggle daily with striking the right balance between sharing information about the progress of the outbreak and creating undue fear.&nbsp;</p><p>&quot;Ebola is a disease that has struck a chord for a long time. It&#39;s been the subject of really scary books, and some scary movies,&quot; she says. &quot;The fact that something everybody said probably would never come here &mdash;&nbsp;and by here I mean out of Africa to western developed countries, and in particular to North America &mdash;&nbsp;I think it&#39;s understandable that people would become more concerned and pay more attention.&quot;</p><p>Branswell underscores that&nbsp;suggesting the public pay close attention isn&#39;t the same thing as calling for panic. Still, given the volume of news stories related to the outbreak, it&#39;s hard not to stir some anxiety, she admits.&nbsp;</p><p>&quot;Even if every news outlet that is writing about the Ebola crisis was writing in measured tones and responsibly, the concentration of so much coverage is going to alarm people. It makes the problem seem really big,&quot; Branswell says.&nbsp;&quot;But people really need to focus on the fact that the problem is in West Africa, and that&#39;s where the problem needs to be fixed.&quot;</p><p>She faults press coverage that doesn&#39;t emphasize basic facts about Ebola, and says reporters should be emphasizing things like&nbsp;how the virus is spread:&nbsp;&quot;If the media isn&#39;t reminding people that in order to catch something, it has to be there for them to catch, then perhaps we aren&#39;t doing a good enough job.&quot;</p><br>Array<br>Array","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/100920141.mp3"},{"href":"http://www.pri.org/file/100920141mp3"}]}