{"created":"2015-02-14T12:12:27+00:00","modified":"2015-05-22T23:57:26+00:00","valid":{"from":"2015-05-22T23:57:26+00:00","to":"3015-05-22T23:57:26+00:00"},"hreflang":"en","title":"Dangerous Freedoms And Fading Memories In 'Find Me' ","published":"2015-03-02T15:13:00+00:00","teaser":"Imagine a future where an epidemic that erases memories (and eventually kills) takes over the country: That's the setting for the first novel from celebrated short story writer Laura Van Den Berg.","itags":["npr_api","386059140"],"guid":"019e1373-7736-477b-8aaf-7af205ac9bb1","contentencoded":"<p>Laura Van Den Berg is one of the most admired short story writers in the country, and readers have been eagerly awaiting her first novel, <em>Find Me.</em> The book opens with a sickness sweeping the country: It obliterates memory, then kills. In the middle of this is Joy, a lonely young woman who works at a Stop & Shop outside of Boston. Her chief impulse in life seems to be to swill cough syrup (by the way, there's a lot of product placement in this book) — but Joy also seems to be untouched by this sickness. Is she somehow immune?</p><p>Joy ends up Kansas, undergoing tests in a state hospital and befriending the patients who are losing their memories and their lives. Eventually they make plans to break free, and Joy sets out for Florida, where she must rely on her memory — which may falter — to uncover past trauma.</p><p>Van Den Berg tells NPR's Scott Simon that she originally planned a much more realistic depiction of the apocalyptic illness. \"But the more I worked on the book, the longer it began to move into this surreal direction,\" she says, \"and then when I uncovered the part about memory loss, I finally understood how the larger story of the sickness locked together with Joy's interior story.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On where you can go in a sick and dying world</strong></p><p>Well in Joy's case, she, during this epidemic and while she's in this state hospital in Kansas, she discovers her mother who abandoned her as a child. So Joy knew that her mother left her on the steps of the hospital in Boston, but she never knew her mother's identity. And when that identity becomes known to her and Joy has reason to believe that her mother is in Florida, she begins a sojourn to Florida in hopes of finding her mother.</p><p>The book is divided into two parts. The first part is set entirely in the hospital, and the second part is set entirely on the road. And in some ways the constraints of writing the hospital section was a huge challenge, but it took me even longer to figure out what should happen in the second part. There was so much freedom. It was sort of just enough rope to hang myself, so to speak.</p><p><strong>On that freedom, and the many directions it can take</strong></p><p>The hospital [setting] immediately closes certain doors. But on the road quite literally anything could happen. And I was at this residency at Key West and it was haunted. And another woman whose house was next to mine, a painter, we were hearing the most terrifying sounds in the middle of the night. So I was having a supernatural experience, I was sleeping very little, it was very hot, the thing that kind of kept me alert and in the world was every morning I would walk to the ocean and swim. And I remember and I had had this other version of the second part, and I never really felt good about it and I actually remember this moment of jumping off a pier into the ocean and coming up for air and thinking I have to throw all of that away and start over. And I did.</p><p><strong>On whether or not it really <em>was</em> a ghost</strong></p><p>I was actually very prepared to accept that there was a corporal, non-supernatural explanation behind this, but two things convinced me that it was supernatural. One, that it was shared by a couple of my residents, so at a certain point I realized that I was not alone in experiencing these terrifying night noises — and then the second thing was that we organized a casting-out spell of the ghost, and I am painfully aware of how preposterous that sounds, but it totally worked.</p><p>One of the artists who was in residence there was a performance artist, and we had a sort of running joke about \"What if this is someone's sort of performance art piece that we're unwittingly a part of?\"</p><p><strong>On the changes you make, going from short stories to novels</strong></p><p>When I'm working on a short story, I could duck into a bathroom at a crowded party and write a scene. Which is to say, I can work in a very incremental way, and I can work on a short story virtually anywhere, and there's a chance it might all add up to something worthwhile. I found that I couldn't work on a novel that way at all. I really need so much time to really make headway on a novel. It requires me to disappear from the world, in a way.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Dangerous+Freedoms+And+Fading+Memories+In+%27Find+Me%27+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"385"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1386227528-b7830d.m3u?orgId=1&topicId=1033&d=385&p=7&story=386059140&t=progseg&e=386224366&seg=21&ft=nprml&f=386059140"},{"href":"http://media.npr.org/assets/img/2015/02/13/find-me-van-den-berg-1dfef5dd2c5a89ff390bf46526f46047552a19a1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}