{"created":"2014-09-05T13:39:41+00:00","modified":"2014-09-05T13:39:41+00:00","valid":{"from":"2014-09-05T13:39:41+00:00","to":"3014-09-05T13:39:41+00:00"},"hreflang":"en","guid":"01bbce09-dcf4-44a6-91fd-3a85d6390c5f","title":"No, buying 'The Koran for Dummies' doesn't mean you'll get Islam right","published":"2014-09-05T13:39:40+00:00","byline":"Nina Porzucki","tags":["Islamic State in Iraq and Syria","Jabhat al-Nusra","extremism","Global Politics","London","Europe","Asia","Syria","United Kingdom","Middle East","Asia","Europe","Sohaib Nazeer Sultan","Yusuf Sarwar","Mohammed Ahmed","James Foley","Religion","Sociolinguistics"],"teaser":"Yusuf Sarwar and Mohammed Ahmed, two young Britons who traveled to Syria last year to fight with Islamist groups, made sure to grab some books before they left. One was \"The Koran for Dummies,\" and its author says the purchase reveals a lot about the disconnect between Islam and violence.","contentencoded":"<p>You might think that militant Islamists would have a firm grip on at least one thing: Islam. Think again.</p><p>In 2013, 22-year-old Britons&nbsp;<span style=\"line-height: 1.538em;\">Yusuf Sarwar and Mohammed Ahmed were preparing to leave the UK and join extremist groups in Syria. But first, they bought some reading material from Amazon.&nbsp;</span><span style=\"line-height: 1.538em;\">One of those books was &quot;</span><a href=\"http://www.newstatesman.com/religion/2014/08/what-jihadists-who-bought-islam-dummies-amazon-tell-us-about-radicalisation\" style=\"line-height: 1.538em;\">The Koran for Dummies</a>.&quot;</p><p><span style=\"line-height: 1.538em;\">&ldquo;Even though they may have ordered it, I don&#39;t think they read it,&rdquo; says Sohaib Nazeer Sultan, who&#39;s the author of the book and Princeton University&#39;s first campus imam.&nbsp;</span><span style=\"line-height: 1.538em;\">&ldquo;My book makes very clear that jihad that the Koran talks about would never allow for the brutality and the type of violent extremism that we find ISIS and other violent groups partaking in.&quot;</span></p><p><span style=\"line-height: 1.538em;\">Sarwar and Ahmed did make it to Syria, but they were arrested in London after they returned in January. Now the pair&nbsp;</span><a href=\"http://www.theguardian.com/world/2014/jul/08/two-british-men-admit-linking-extremist-group-syria\" style=\"line-height: 1.538em;\">are facing terrorism charges</a><span style=\"line-height: 1.538em;\">, to which they pled guilty last month.</span></p><p>[[{\"fid\":\"72955\",\"view_mode\":\"default\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":401,\"width\":604,\"style\":\"width: 300px; height: 199px; margin: 5px; float: right;\",\"alt\":\"Sohaib Nazeer Sultan, the author &quot;The Koran for Dummies.&quot;\",\"title\":\"Sohaib Nazeer Sultan, the author &quot;The Koran for Dummies.&quot;\",\"class\":\"media-element file-default\"}}]]</p><p>As for the book, the idea for &ldquo;The Koran for Dummies&rdquo; came about in the wake of the September 11 attacks. Sultan had just graduated from college and was working as a reporter in Chicago on the religion beat.</p><p>&ldquo;It was post-9/11 and there were a lot of articles and a lot pieces out there about Islam,&rdquo; Sultan says.&nbsp;<span style=\"line-height: 1.538em;\">Wiley, the publisher of the Dummies series, approached Sultan to write a book that would help explain and contextualize Islam&rsquo;s holy text.</span></p><p>&ldquo;It was intended as an introductory book, mostly for non-Muslims,&quot; Sultan says, &quot;but what I found very interesting is that a lot of Muslims, both young and old, found the book to be beneficial and still to this day write to me asking questions and engaging with it.&quot;</p><p>In the post-9/11 climate, one topic that Sultan felt duty-bound to address was extremism. It&rsquo;s a topic he still regularly writes about. In a recent article for TIME, Sultan wrote that the Koran &quot;warns its readers to not be swayed by charismatic figures who, in reality, only spread evil in the world.&quot;</p><p>Still, young people like Yusuf Sarwar and Mohammed Ahmed who ordered Sultan&rsquo;s book are still heading to fight with extremists. What accounts for this disconnect?</p><p>&ldquo;If you study how people are attracted to cults, you&rsquo;ll find a lot of benefit in understanding how people are also attracted to violent extremism,&rdquo; Sultan says.</p><p>It begins with vulnerable people, especially young people who are frustrated and disenchanted with the world they live in. Then, Sultan says, they&#39;re introduced to a charismatic figure who promises to enlist them in a cause greater than themselves.</p><p>&ldquo;If we study why people join gangs or why people join cults, you know we&rsquo;ll find a lot of similar reasons,&rdquo; he explains.</p><p>Sultan is currently Princeton&rsquo;s campus imam, but he has worked with young people at different universities for more than a decade. From his perspective, the way to prevent young people from glomming on to extremist ideology is to give them other opportunities to channel their idealism.</p><p>[[{\"fid\":\"72965\",\"view_mode\":\"default\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":900,\"width\":715,\"style\":\"margin: 5px; line-height: 1.538em; width: 200px; height: 252px; float: right;\",\"alt\":\"Koran_bookcover\",\"title\":\"Koran_bookcover\",\"class\":\"media-element file-default\"}}]]</p><p>&ldquo;Young people have this incredible zeal for doing something really positive and powerful in the world,&rdquo; Sultan says. &ldquo;If we don&rsquo;t give young people, wherever they exist, a positive and a healthy and a productive way of engaging with this zeal that they have, then are going to find really unhealthy and sometimes violent and extremist ways to do that.&rdquo;</p><p>If Sultan could&rsquo;ve recommended a chapter of his book for those two young men to read, he says it would be the first chapter, which sets up what the Koran is built upon.</p><p>&ldquo;It was to teach people about who God is, and it was meant to give people right guidance in life,&rdquo; Sultan says, &ldquo;All of these extremist interpretations will be overcome if people understand the correct premise of the Koran, which was really to bring benefit to humanity.&rdquo;</p>","audio":[]}