{"created":"2014-10-08T13:47:48+00:00","modified":"2014-12-04T15:17:07+00:00","valid":{"from":"2014-12-04T15:17:07+00:00","to":"3014-12-04T15:17:07+00:00"},"hreflang":"en","title":"In 'Fever,' Town's Teen Tic Epidemic Gets A Chilling Novelization","published":"2014-06-20T13:50:00+00:00","teaser":"Megan Abbott was riveted by stories of a bizarre illness that seemed to consume the town of Le Roy, N.Y., in 2012. Her new book uses pieces of that true story to explore the mysteries of adolescence.","itags":["npr_api","323214513"],"guid":"01c6f0d7-1301-4807-90ea-bf82495630aa","contentencoded":"<p>Sometimes real life is stranger than fiction, so it makes sense that novelists get some of their best stories from the headlines. That's what happened with mystery writer Megan Abbott. A few years ago, she was one of the millions of people captivated by news stories about a strange illness that seemed to consume a town in upstate New York. Now, Abbott has taken pieces of that true story and turned it into a chilling new novel.</p><p><em>The Fever</em> is Abbott's third mystery set in the emotional world of teenagers, a place she admits she's a little stuck in herself. She says, \"I've always heard that Freud said that we're all kind of arrested at a certain age, and I'm embarrassed to say I think for me it's about 14 to 15 years old. I feel like that's sort of the time when our emotions are at their peak. We're still figuring everything out and there's this intensity to it.\"</p><p>Abbott — who's in her early 40s — was riveted by the TV news stories about a group of teenagers in Le Roy, N.Y. More than a dozen students at the same high school — most of them girls — started having uncontrollable spasms and Tourette's-like tics. The accounts gave Abbott all kinds of ideas about what it might be like for those teenagers.</p><p>In her novel, the girls' spasms often begin with seizure-like attacks in front of their peers. In real life, doctors diagnosed it as conversion disorder, believed to be psychological stress that is converted into physical problems. Since it spread to other students, it was also considered mass hysteria. Abbott says she was fascinated to find out that some of the girls were cheerleaders together.</p><p><em>The Fever</em> revolves around three close friends. \"And girls in threes, I think, are always dangerous,\" she says. \"There's a lot of wrestling for power and attention. Teenage boys, if they have arguments with their friends, you know, can push each other in the locker room or shout things at each other, and girls aren't supposed to do that. So it can often take these more sinister forms, or it can become internalized and turn into something else.\"</p><p>As more and more girls are afflicted, Abbott's fictional town of Dryden is whipped into a frenzy. Health officials are cagey, which infuriates parents. The girls fear the illness is a result of a swim they took in a forbidden lake that's believed to be toxic. In one scene, there's a tense community meeting at the high school:</p><blockquote><p>The minute Tom walked inside the school, he felt it.</p><p>It was loud, louder than any school event he could remember.</p><p>The pitchy clamor of nervous parents finding other nervous parents to be even more nervous together.</p><p>A flurry of shouts at the door as the sole security guard tried to keep another reporter or producer from entering through the loading dock.</p></blockquote><p>Susan Dominus, a staff writer for <em>The New York Times Sunday Magazine</em>, says that anxiety was palpable in Le Roy. Dominus visited the community and wrote an extensive <a href=\"http://www.nytimes.com/2012/03/11/magazine/teenage-girls-twitching-le-roy.html?pagewanted=all&_r=0\" target=\"_blank\">article</a> about what happened there. She says that while there are some parallels between Abbott's novel and the real story, there is one very significant difference: The girls in New York were victims of serious hardships. \"One girl had really been all but abandoned by her parents; another girl, you know, had been violently abused,\" Dominus says. \"Another girl witnessed domestic violence between her parents. One of them had a restraining order against the other. She was all but homeless, having left her father's trailer.\"</p><p>The girls in <em>The Fever</em> suffer from a different kind of stress. \"The girls in Le Roy were all, to me, for the most part, really victims of trauma at the hands of adults,\" Dominus says. \"And the girls in Megan Abbott's book were just powerfully experiencing garden variety hardships of adolescent life.\"</p><p>Those hardships include ambivalence about sex, insecurities about their appearance and navigating the intensity of female friendships. In many ways, the message of <em>The Fever</em> is about how these things affect the girls and their families, and how a traumatized community stumbles through a crisis.</p><p>In one scene, the mother of one of the girls says she thinks she knows what's happening:</p><blockquote><p>\"It's what we put in the ground,\" she said. \"And in the walls. The lake, the air. And the vaccines we give them. The food, the water, the things we say, the things we do. All of it, straight into their sturdy little bodies. Because even if it isn't any of these things, it <em>could</em> be. Because all we do from the minute they're born is put them at risk.\"</p></blockquote><p>In Megan Abbott's <em>The Fever</em>, the mystery of adolescence is nearly impossible to solve.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+%27Fever%2C%27+Town%27s+Teen+Tic+Epidemic+Gets+A+Chilling+Novelization&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elizabeth Blair","audio":[{"meta":{"duration":"309"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1323844650-1378d3.m3u?orgId=1&topicId=1033&ft=3&f=323214513"},{"href":"http://media.npr.org/assets/img/2014/06/18/megan-abbott-headshot-f59eddd0f521cfa6bfaac7ec3daea15ebd04cc13.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"422","width":"562"}}]}