{"created":"2014-09-23T22:37:53+00:00","modified":"2014-09-24T19:21:10+00:00","valid":{"from":"2014-09-24T19:21:10+00:00","to":"3014-09-24T19:21:10+00:00"},"hreflang":"en","guid":"01c958e2-8a35-40f1-a1ab-e35d53a22653","title":"Syrian activists worry they won't be the ones who gain from US airstrikes ","published":"2014-09-24T19:21:09+00:00","byline":"Joyce Hackel","tags":["Islamic State in Iraq and Syria","terrorism","military","Conflict","Conflict & Justice","Asia","Syria","Middle East","Asia","Amr Al-Azm","Bashar al-Assad","Syrian","Syrians","ISIS","Islamic state","US air strikes","opposition activists","Bashar al-Assad","Middle East","Syrian uprising"],"teaser":"Although the US military has the militants of ISIS in its crosshairs, it's not clear who will step in to fill any territory they may leave behind. Some activists worry that, despite finally receiving direct US intervention, the Syrian opposition will still fall short in the wake of airstrikes.","contentencoded":"<p>Opponents of Syrian President Bashar al-Assad are&nbsp;welcoming foreign airstrikes against ISIS in Syria as a long-awaited vindication of their cause. But some activists say it&#39;s not clear who will ultimately benefit from the US-led blitz.</p><p>&quot;If ISIS is weakened very severely, and damaged very quickly, who then comes in to fill in the space left behind by them?&quot; asks Amr al-Azm, a professor at Shawnee State University and a member of the Syrian opposition in the US. &quot;Is the Syrian opposition able? Does it have the manpower? Does it have the resources? Is it prepared to come and take over the territory that&#39;s going to be hopefully vacated? ... Or will it be the regime who will benefit from this?&quot;</p><p>Azm says the Syrians he&#39;s in touch with back home have &quot;mixed feelings&quot; about the American effort. Those living in areas under ISIS control are relieved, he says. But in others he sees a &quot;deep sadness&quot; that it took the death of two American citizens at the hands of ISIS to spark an international effort.&nbsp;</p><p>&quot;Suddenly the entire American military machinery moves to take action,&quot; he says. &quot;It could have taken action much earlier and saved so many lives had this happened before, to stop an equally murderous regime &mdash; the Assad regime. &quot;</p><p>Azm notes that Syrians opposition activists have warned for years that groups like ISIS might emerge if the international community didn&#39;t act. But he&#39;s hopeful that the new strikes, which were launched on Monday by the US and five Arab allies, have opened the door for a more sustained, effective effort.&nbsp;</p><p>&quot;Now that we&#39;ve got things moving, the precedent has been set,&quot; Azm says. &quot;It&#39;s going to be easier for the US administration, and for its allies, to maybe perhaps in the future take similar steps against the Assad regime.&quot; &nbsp;&nbsp;</p><p>In a best case scenario, the air strikes would allow the opposition to recover territory abandoned by a degraded ISIS. But Azm admits there&#39;s a more grim possibility.</p><p>&quot;We&#39;re already hearing about civilians being killed,&quot; he warns. &quot;If a major accident occurs and a lot of innocent civilians are killed, then that would be the worst case scenario.&quot;</p>","audio":[]}