{"created":"2014-11-21T09:18:26+00:00","modified":"2015-05-13T21:30:17+00:00","valid":{"from":"2015-05-13T21:30:17+00:00","to":"3015-05-13T21:30:17+00:00"},"hreflang":"en","title":"Mama Stamberg's Cranberry Relish Put To The Test At Amish Market","published":"2014-11-21T18:42:00+00:00","teaser":"A woman on the Eastern Shore of Maryland said she'd love to make and sell Susan Stamberg's mother-in-law's famous cranberry relish. Naturally, Stamberg had to inspect the operation and try it out.","itags":["npr_api","365465078"],"guid":"01d5d256-8504-40cf-8661-e0ecfb764dc5","contentencoded":"<p>The request was forwarded to me from a distant (fifth floor — I'm on the fourth) division of NPR.</p><p>It came from Justin Lucas, the head of NPR's Audience and Community Relations team. He's the go-to person here for requests from listeners, for information or permissions.</p><p>He'd gotten a letter from Beth Hansen, owner of Soup and Salad, a small sandwich shop in Easton, Md., a charming old town on the Eastern Shore of the Chesapeake Bay.</p><p>Justin read me an excerpt of the request: \"I'd love to make and sell Mama Stamberg's Cranberry Chutney. A portion of the proceeds ... \"</p><p>\"Wait, she says chutney?\" I ask.</p><p>\"Yes, she says chutney.\"</p><p>\"It's a relish,\" I correct.</p><p>\"Fair point,\" says Lucas. Anyway, \"a portion of the proceeds will go to either NPR or our local NPR station. Please let me know the terms under which you would allow this. Thank you very much.\"</p><p>Well, this is too much!</p><p>Beth Hansen is writing about a recipe, which I have read on NPR for the past 127 years: a venerable Thanksgiving <a href=\"http://www.npr.org/series/4175681/susan-stamberg-s-cranberry-relish-tradition\">recipe</a> from my late mother-in-law for a tart relish with cranberries, sour cream, sugar, onion and horseradish — a recipe which sounds terrible, but tastes terrific (even though it does end up the color of Pepto Bismol).</p><p>Anyway, Justin says, I'm the one to give permission. So I call her.</p><p>Hansen tells me there are lots of NPR listeners in Delmarva (where Delaware, Maryland and Virginia make a pretty peninsula) who are curious about the recipe but don't want to actually make it. She figures if she makes it, they'll want to try it.</p><p>\"So can we do it?\" she asks.</p><p>\"Well,\" I say, \"I'm kind of picky about that recipe. I mean, Americans can make it when I do it on the radio, but ... you're not very far from where I am in Washington, D.C. I think I'd need to come and inspect your sandwich shop and see the kind of operation you've got.\"</p><p>\"That would be fabulous!\" says Beth.</p><p>She explains how to get to her food stand in the Amish farmers market.</p><p>\"You were asking what our terms might be,\" I say. \"You know we have no terms, to tell you the truth, Miss Hansen. But this inspection will be very important — just to make sure it's the proper venue.\"</p><p>It turned out to be the weekend of the <a href=\"http://www.waterfowlfestival.org/\">Waterfowl Festival</a> in Easton, a lively celebration of hunting season in Delmarva. But the only geese we see in town are carved in plastic, and bleep from a boombox, hidden behind some bales of hay.</p><p>Now, like you, I have attitudes about hunting. And guns. I like big dogs and decoys and not great paintings of ducks and geese and sunny streets full of families and food stalls.</p><p>But I need to go out of town a bit to find the would-be cranberry lady.</p><p>I was expecting some outside tents and little tables set up under it, but that's not what I find.</p><p>The <a href=\"http://www.amishcountryfarmersmarket.com/\">Amish Country Farmers Market</a> is supermarket-sized and immaculate, with vendors in straw hats, long beards, the women in simple dresses and tidy white caps, selling everything from chicken breasts and salad dressing to knitted mittens and handmade furniture.</p><p>There are lots of eating areas all around with tables and chairs. At 9 a.m., there's quite a line at the all-you-can-eat $7 breakfast buffet.</p><p>Delmarva native Mark Weaver is fixing himself a plate. \"I started with the potatoes. You gotta have your starch. And then my scrapple. Then, after that, we're gonna get a little bit of bacon,\" he says. \"I'll grab a biscuit and I'll make a little biscuits and gravy.\"</p><p>At this point I am in need of Beth Hansen's Soup and Salad. Where is she? I stroll the aisles, searching.</p><p>I spot a sign: \"Welcome Susan Stamberg of NPR. The relish is back here.\"</p><p>And there's the food stand. Beth is tall and smiling with gray hair, and friendly, if a bit nervous.</p><p>\"We want to know if we're worthy to serve the cranberry relish,\" she says.</p><p>Her soup looks good: \"We have potato leek, vegetable beef, crab and chicken noodle.\" It smells great and the salad fixings are so fresh they sparkle.</p><p>\"You know, I didn't bring my white gloves for the inspection tour to see if you would be worthy to sell this time-honored recipe,\" I say.</p><p>But the stand is really nice and nestled carefully in a bed of ice. And what's on display but containers of cranberry relish.</p><p>Pink cranberry relish. <em>My</em> cranberry relish.</p><p>Beth opens a container. \"OK, this is the big moment,\" she says, \"Are we worthy?\"</p><p>\"It's a little pale,\" I say. \"It's supposed to be more of a Pepto Bismol color.\"</p><p>She hands me a spoon. Slowly and carefully I take a taste.</p><p>\"This is perfect,\" I say. She gasps.</p><p>\"Perfect! We got perfect?!\"</p><p>It could use a little more horseradish, but who am I to quibble. Another bite, a grin, and Beth Hansen gets the Stamberg Family Seal of Approval.</p><p>A tangy way to say Happy Thanksgiving, to her and you.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Mama+Stamberg%27s+Cranberry+Relish+Put+To+The+Test+At+Amish+Market&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Susan Stamberg","audio":[{"meta":{"duration":"422"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1365638459-5dcfba.m3u?orgId=1&topicId=1053&d=422&p=3&story=365465078&t=progseg&e=365638306&seg=7&ft=nprml&f=365465078"},{"href":"http://media.npr.org/assets/img/2014/11/20/image09-0fef71adf5df4b761507a1f685de6038cf342007.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"1933","width":"2578"}},{"href":"http://media.npr.org/assets/img/2014/11/20/image05_custom-d999313cd74d067a84a0574aebd75d174694a5e0.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2592","width":"1933"}}]}