{"created":"2015-03-02T22:29:58+00:00","modified":"2015-07-01T18:52:00+00:00","valid":{"from":"2015-07-01T18:52:00+00:00","to":"3015-07-01T18:52:00+00:00"},"hreflang":"en","title":"Big Sean: 'I Stuck With My Gut'","published":"2015-03-03T00:03:00+00:00","teaser":"\"I made a promise to myself,\" says the Detroit rapper. \"I would never ever not follow my heart again. That way if I rise or fall, sink or swim, it's by my own choice and my own decisions.\"","itags":["npr_api","390165830"],"guid":"01ec6960-aad0-4012-b413-3bc170f830e6","contentencoded":"<p>The week Big Sean released his third studio album he stopped by NPR's Los Angeles bureau for a talk with <em>Microphone Check</em>. The Detroit rapper recorded <em>Dark Sky Paradise</em> almost entirely at his own house, in a studio he spent all his money building. \"I made a promise to myself,\" he says. \"I would never ever not follow my heart again. That way if I rise or fall, sink or swim, it's by my own choice and my own decisions.\"</p><p><strong>ALI SHAHEED MUHAMMAD</strong>: <a href=\"https://twitter.com/bigsean\" target=\"_blank\">Big Sean</a>, welcome.</p><p><strong>BIG SEAN</strong>: Yes. Thanks for having me.</p><p><strong>MUHAMMAD</strong>: Thank you for coming here.</p><p><strong>BIG SEAN</strong>: Ah, it's an honor, man. True honor.</p><p><strong>MUHAMMAD</strong>: It's a heavy day for you.</p><p><strong>BIG SEAN</strong>: Yeah. We've been going all week, man.</p><p><strong>MUHAMMAD</strong>: All week.</p><p><strong>BIG SEAN</strong>: Yeah.</p><p><strong>MUHAMMAD</strong>: I've been --</p><p><strong>BIG SEAN</strong>: All year, really. But yeah.</p><p><strong>MUHAMMAD</strong>: Yeah. You been having a lot of album release — listenings, is it? Has it --</p><p><strong>BIG SEAN</strong>: Yeah, like, so many unnecessary events I feel like. It'll be like, \"This is the album party-party, though.\" Like, this is the album release party. This the album listening release party. This is the press album listening release party. This is the label album release. This is the one in LA. This is the one in New York. But I appreciate it all though, man. Shout out to everybody.</p><p><strong>MUHAMMAD</strong>: It's a beautiful thing. I was speaking to a friend in Germany who was popping over in London just earlier this week, and they were like, \"You're interviewing Big Sean? He's supposed to be in London Monday.\" I was like, \"Really?\"</p><p><strong>BIG SEAN</strong>: Yeah. Yeah, I'ma be there.</p><p><strong>MUHAMMAD</strong>: Oh, so that's this Monday coming?</p><p><strong>BIG SEAN</strong>: Yeah, that's like right now. I'ma be in London. Just, you know, basically doing promo and touching the people there, seeing what the vibe is like there. They perceive music completely different over there, you know? So I'm happy that we're gon' go over there and touch the people, man. London is a very important city, town, for me. And they've always been showing love early on so I'm happy I'ma be able to touch it over there.</p><p><strong><strong>FRANNIE </strong>KELLEY</strong>: Well, Ali, you've talked about how the European audience is different before. And it was for you. It was a big change and, like, it meant something different was happening with <a href=\"https://twitter.com/atcq\" target=\"_blank\">Tribe</a>.</p><p><strong>MUHAMMAD</strong>: Mm-hmm.</p><p><strong>KELLEY</strong>: How is London different? How is Europe different? How do they receive music differently?</p><p><strong>BIG SEAN</strong>: I mean, I don't know. To be honest, it's just — I just know it's not exactly the same. That water that divides us really is like a big division sometimes. Sometimes things can be really popping over here and not over there, and popping over there and not so much over here. But luckily the Internet — that's one of the positive things that it has brought to the table, is that it's easier to share music, easier to spread it. So I really don't know what the difference is. It's just, you know, the people and what they gravitate towards.</p><p><strong>KELLEY</strong>: Mm-hmm.</p><p><strong>BIG SEAN</strong>: I really do feel like they have a sense of, like, hip-hop there, though. They have a strong core hip-hop fan base. Meaning, whether they play on the radio or not, it's people who are going to know word-for-word songs that got heart to it, songs that are lyrical. I don't know if they take pride in that but it just seems like they know those words over there, for sure.</p><p><strong>MUHAMMAD</strong>: Do you have to do different remixes for European market?</p><p><strong>BIG SEAN</strong>: Nah. I don't.</p><p><strong>MUHAMMAD</strong>: Good.</p><p><strong>BIG SEAN</strong>: Yeah.</p><p><strong>MUHAMMAD</strong>: That's something from the past. It would be super annoying because your record as you constructed it, you know, put all this time and energy into it — and then you go over there, back then, and --</p><p><strong>BIG SEAN</strong>: And they changing that s--- up?</p><p><strong>MUHAMMAD</strong>: It was changed. So what was popular or what the people were familiar with wasn't necessarily your song, in a sense. So it's good you --</p><p><strong>KELLEY</strong>: Who made that remix?</p><p><strong>BIG SEAN</strong>: I do hear that a lot though, still. I hear a lot of songs that don't have drums in it. They usually like put their own kick and snare or something in it, and then just their version of it. But I personally have never had to do that and I don't intend to do that. I mean, I just feel like you make the music how it's supposed to be heard, you know what I mean?</p><p><strong>MUHAMMAD</strong>: Yeah. So you put a lot of time. It's your third --</p><p><strong>BIG SEAN</strong>: Yeah. It's my third album.</p><p><strong>MUHAMMAD</strong>: — official album.</p><p><strong>BIG SEAN</strong>: Yeah.</p><p><strong>MUHAMMAD</strong>: You have several more, obviously.</p><p><strong>BIG SEAN</strong>: Yeah. With mixtapes and stuff so — but yeah this is my third official album. It's crazy, man. It's just like — even since I been in the game I've seen people come and go, you know what I'm saying? And careers fall. So it's an honor not only to be here but, you know, for this to be my most successful work so far. I feel like I've seen the progression in myself not just as an artist but as a person. I've been becoming a better person and just working on myself. I'm feeling really good about everything.</p><p><strong>MUHAMMAD</strong>: What made you title it <em>Dark Sky Paradise</em>?</p><p><strong>BIG SEAN</strong>: Man, it really fits the music really well, but I called it <em>Dark Sky Paradise</em> cause the last year-and-a-half — after I put out my second album — it didn't — it was successful and, it was like, everything I loved about it. But it wasn't as successful as I thought it was going to be, you know what I mean? And that was a hard thing to deal with personally.</p><p>And on top of that, I was going through a lot of relationship issues. I was going through just friends and, like, dealing with drama back home, my grandma being sick. It was just a lot of things going on. It was a real dark time for me. A time where I had to boss up, put my priorities in line, and, you know, really execute.</p><p>I wanted to execute music that really showed the potential I knew I had, the talent I knew I had on the inside. And I stuck to that vision. I built a studio in my house. I put a lot of my money into it — I mean, all my money into it. I stuck with that vision. I stuck with my gut. Followed my heart. And things started turning around. And it was a therapeutic thing for me but that was a dark sky aspect of it, you know what I mean?</p><p>That was a dark time in my life, but I added the paradise because, honestly man, I came from a two-family flat in Detroit. You know, my mom came up in debt. We didn't have a lot of money for anything, for clothes, like that — all that — shoes we wanted. I couldn't always get that stuff, you know? So I took a look to where I was and where I am now and just a matter not — years, a few years. You got to recognize that no matter what I'm going through, this is paradise. So that's <em>Dark Sky Paradise</em>.</p><p>And then that title just also fits the themes of the songs. A lot of the songs are darker. You know, I put thunderstorms and lightning all throughout the album. So it just made it conceptual.</p><p><strong>KELLEY</strong>: To me, the album sounds like — it's like an album of the rap remix to R&B songs like we used to get back when I was a kid.</p><p><strong>BIG SEAN</strong>: Yeah?</p><p><strong>KELLEY</strong>: Yeah, because it's this combination of kind of — like there's a lot of relationship songs. And then there's a lot of songs to women and about women. And the songs that you sample, I mean — or not that you sample but that your producers sample and the way that they're really in the clear --</p><p><strong>BIG SEAN</strong>: Yeah, I had a lot of say-so in that.</p><p><strong>KELLEY</strong>: Yeah?</p><p><strong>BIG SEAN</strong>. Yeah. Like that <a href=\"http://en.wikipedia.org/wiki/Guy_%28band%29\" target=\"_blank\">Guy</a> sample.</p><p><strong>KELLEY</strong>: Really? I love that.</p><p><strong>BIG SEAN</strong>: Yeah. With <a href=\"https://twitter.com/teddyriley1\" target=\"_blank\">Teddy Riley</a>.</p><p><strong>KELLEY</strong>: Yo.</p><p><strong>BIG SEAN</strong>: That was like a — that was — I love that sample. I'm glad we were able to flip it. Shout out to <a href=\"https://twitter.com/key_wane\" target=\"_blank\">KeY Wane</a>, one of the producers that I signed who is from Detroit and just doing his thing, man. He produced a lot for me and he's also produced — he did that \"<a href=\"https://play.spotify.com/track/4kNvYhyl8R6m1vykVkcuBu\" target=\"_blank\">All Me</a>\" song with me and <a href=\"https://twitter.com/drake\" target=\"_blank\">Drake</a>. And he produced on <a href=\"https://twitter.com/beyonce\" target=\"_blank\">Beyoncé</a>'s album. He did that song we're talking about, \"<a href=\"https://play.spotify.com/track/3QicmLtjeMFqn1n4aoKYTV\" target=\"_blank\">Play No Games</a>.\" He's talented.</p><p><strong>KELLEY</strong>: So whose — I have a question about him, but just to go back to that song real quick. So whose idea is it — you're sitting around; you're like, \"I love '<a href=\"https://www.youtube.com/watch?v=FYTGi7JCtgc\" target=\"_blank\">Piece Of My Love</a>.' What am I going to do with it?\" Like, where does it come up in the process?</p><p><strong>BIG SEAN</strong>: It actually came up — the idea came from one of my friends, <a href=\"https://twitter.com/jayjohnhenry\" target=\"_blank\">Jay John</a>, who is the co-producer on the song with KeY Wane. And I think he came up with the sample idea and then KeY Wane kind of built the beat around that. And in the middle of that process I heard it. And it was a couple songs similar to it, but when I heard it, I was like, \"Man, this is\" — I couldn't remember what song that was off the top. I just was like, \"Damn. That's like\" — for some reason, it just hit home crazy, for me. I don't know why. But it's just that feeling it had, that soul. And when he flipped the way he flipped it, I immediately started writing to it. And it ended up being — turning out how it turned out. So I'm very proud of that song. I appreciate <a href=\"https://twitter.com/tydollasign\" target=\"_blank\">Ty Dolla $ign</a> and <a href=\"https://twitter.com/chrisbrown\" target=\"_blank\">Chris Brown</a> being a part of that.</p><p><strong>KELLEY</strong>: But then you got the <a href=\"http://en.wikipedia.org/wiki/Darondo\" target=\"_blank\">Darondo</a> sample on the outro.</p><p><strong>BIG SEAN</strong>: Yeah, the Darando sample. That's right. You know what's up, huh?</p><p><strong>KELLEY</strong>: I mean, you left it right out in the clear.</p><p><strong>BIG SEAN</strong>: Yeah.</p><p><strong>KELLEY</strong>: Up front.</p><p><strong>BIG SEAN</strong>: Yeah.</p><p><strong>KELLEY</strong>: It's not — I mean, people forget about those songs. Is it --</p><p><strong>BIG SEAN</strong>: I gave my number out on that song, too.</p><p><strong>KELLEY</strong>: That's right.</p><p><strong>MUHAMMAD</strong>: Yeah, I was like, \"Why'd you do that?\"</p><p><strong>BIG SEAN</strong>: Yeah. My phone has been ringing non-stop. I can't even, like, answer it. I'll answer it a lot, but as soon as I answer it, it's like clicking and then --</p><p><strong>KELLEY</strong>: People just hang up on you?</p><p><strong>BIG SEAN</strong>: Some people hang up. Some people are like, \"Oh my god, man. Thank you for the music.\" Some people just like don't say anything. I pick up and be like, \"Hello?\" And they be like, [choked up sounds]. I be like, \"Hello?!\" And then I just hang up.</p><p><strong>KELLEY</strong>: You're the new <a href=\"https://twitter.com/mr_mike_jones\" target=\"_blank\">Mike Jones</a>.</p><p><strong>MUHAMMAD</strong>: Really, though, why did you do that?</p><p><strong>BIG SEAN</strong>: Nah, I feel like it's way more authentic than Mike Jones. I feel like Mike Jones s--- was more of a gimmick. I feel like I was just keeping it real. I was like, yo, people say I changed. People talking about all this, all that. Like, you can't say nothing, man. Here's my f---ing phone number right here, in your face. I feel like Mike Jones was more like — I don't know — like a —</p><p><strong>KELLEY</strong>: My ex used to call him all the time.</p><p><strong>BIG SEAN</strong>: Yeah?</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>BIG SEAN</strong>: That's crazy.</p><p><strong>KELLEY</strong>: It was weird.</p><p><strong>BIG SEAN</strong>: What were you about to say though?</p><p><strong>MUHAMMAD</strong>: No. You answered the question.</p><p><strong>BIG SEAN</strong>: Yeah. I just wanted to keep it real on this album, man, and just put my privacy out there for real.</p><p><strong>MUHAMMAD</strong>: Well, I love this album.</p><p><strong>BIG SEAN</strong>: Thanks, man. It's a honor.</p><p><strong>MUHAMMAD</strong>: You, speaking about just your growth and your development, it's been clear, I think, from the first record. Like, you pretty much say, \"I'm this. I'm this,\" you know? And trying to figure it out. And you put a lot of different seeds in there that I think, for younger artists — well, for older people listening to younger artists, they may not understand that and want to be really critical of just everyday unfolding in front of you and you not really given that direction. Or you are, but you still got to figure it out. It's like, don't touch that stove. It's hot. It's like, you needed to know what hot meant to really understand.</p><p><strong>BIG SEAN</strong>: I'm glad you liked the album. It's definitely — I see the progression just, like I said, as a person, man. And I learned a lot, you know. Learned how to — not to mix friendship with business all the time. Learn not to — I learned how to be more patient. I learned to — I realized that everything is temporary, no matter what, ups and downs. So don't ever get too consumed in the moment. I learned that death can be something to celebrate, too, and not just be sad over. So I learned a lot, man.</p><p><strong>MUHAMMAD</strong>: Is fame everything you wanted it to be? Being famous.</p><p><strong>KELLEY</strong>: Finally.</p><p><strong>MUHAMMAD</strong>: Finally. Finally famous.</p><p><strong>BIG SEAN</strong>: Fame is — I don't know, man. I don't even know if I'm, like, <em>famous</em>, man. I don't even look at myself as like famous in the sense of — you know, it's people — I feel like Obama is famous. <a href=\"https://twitter.com/s_c_\" target=\"_blank\">Jay Z</a>. Beyoncé. You know, those — <a href=\"https://twitter.com/kanyewest\">Kanye</a>. I don't really pay attention to any of that too much. I just stay focused, stay hungry, stay focused on what's at hand, and I know things can come and go, so I'm just — I don't really look up and focus on that too much. I just focus on what I got to get across. That's pretty much it.</p><p><strong>MUHAMMAD</strong>: So what are you trying to get across with the new album?</p><p><strong>BIG SEAN</strong>: I'm just trying to get across that I'm here for the long run, that I want to get across that — I want to push the envelope of lyricism. I want to keep trying different rhyme schemes out, and hopefully that inspires other people to try stuff and just keep moving forward instead of doing what's already been done, you know. Making music that means something to, not just myself, but to my listeners. Making music that just reflects the times that I go through, the ups and downs I go through, because people going through similar ups and downs. Maybe even completely different ups and downs, but even so, sometimes they could relate to yours.</p><p><strong>MUHAMMAD</strong>: Mm-hmm.</p><p><strong>BIG SEAN</strong>: That's all I'm really trying to get across. And just be happy. I realized being happy is more important than anything else. More important than money, more important than — you know, whatever: The house. The car. I've realized that success can only be measured in happiness cause you could have $10 million dollars and be depressed and kill yourself. You see it all the time.</p><p><strong>MUHAMMAD</strong>: Absolutely. What makes you happy?</p><p><strong>BIG SEAN</strong>: What makes me happy?</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>BIG SEAN</strong>: Man, everything around me. Making the music I choose to make. You know? I was happy that I got to, like I said, follow my heart on this project. I was happy that I didn't get directed any other way. It's been times, obviously in the past, where I've done stuff listening to other people, you know. I've had people in my ear, and I've felt horrible afterwards. Sometimes it's successful. Sometimes it isn't. And it's just like — I made a promise to myself I would never ever not follow my heart again. That way if I rise or fall, sink or swim, it's by my own choice and my own decisions.</p><p>But what makes me happy is, like, keeping it real, having the people around me that I love. My mom makes me happy. My friends, my girl, my — movies make me happy. I'm a heavy movie watcher. My favorite movies are like <em>Forrest Gump</em> and <em>Dark Knight</em>, that whole trilogy. <em>Wolf Of Wall Street</em>. I was just looking at <em>Moneyball</em> like last night. That was a great movie with Brad Pitt and Jonah Hill. I'm just really really into movies a lot, too.</p><p><strong>MUHAMMAD</strong>: You speak about following your heart. And that's where is your drive and you're sticking to that. You left a message on your album from your father, speaking about people feeling you from the heart. And you can, whatever, conjure up in your mind, but it's the heart that touches the people. Why'd you put that on there?</p><p><strong>BIG SEAN</strong>: It was funny because I didn't even realize that conversation was getting recorded. My brother was recording it. It was three of us in a car. And we had just came from a <a href=\"https://twitter.com/wizkhalifa\" target=\"_blank\">Wiz Khalifa</a> concert. I was — I was in Detroit just visiting my grandma and everybody. And Wiz hit me up: \"Yo. I got a concert. Are you in Detroit?\" And I was like, \"Just so happen to be in the D.\" And we all went out that night, me, my dad and my brother, just to hang out and get out the house. And so my dad was in the same room as Wiz and he might have been a little on a cloud and sipping a little champagne or something. So he was just a little like, you know, feeling the vibe.</p><p>And then after the show he was just talking, like he just kept talking, man. We got in the car and he just kept talking and talking and talking. And it was cool to hear him talk. My brother was recording the whole conversation, and my dad was saying things that — this is something we should really pay attention to. I didn't hear my dad, like how I heard him when I listened back to the conversation. It's really hard to live in the moment sometimes and to hear what somebody is really saying to you. But you can really hear it when you listen back on it.</p><p>Like, for instance, my dad was talking like, \"You know, I wish me and your brother could just, like, go on a trip, man, and just get away from all this. No interviews. No pictures. Man, just have a good time. Just us three. I miss you guys. I miss you. You're always gone.\" And in person, I didn't hear it like that. I just kind of heard my dad talking. I heard it a little bit. But I really felt it when I listened back to it and I was in the studio.</p><p>And then he also said, \"Sean, it's no --\" What did he say? \"It's no coincidence you are where you are. You talk to people from your mind, but they hear you from your heart.\" That really touched me. It really got me emotional, almost to tears because he was really calling out, and crying out, saying, like, how proud he was of me but also saying like, \"Yo, man. I miss my son, man.\" Like, \"Yo. Be a son. Let's go somewhere. You got money now, man. Let's go on a trip.\"</p><p>I haven't taken my dad anywhere. I haven't done these things. I've been so focused on what I had to do. It's kind of wack to just realize that so bluntly, but at least I'm glad I realized it in time where I can make that difference. You know, I always take my mom on trips with me — like, when I got shows — to Japan and stuff, but I really don't really take him. And my dad was a major part of my life so that was — that whole conversation came from that moment. Shout out to my dad. He's awesome.</p><p><strong>MUHAMMAD</strong>: At what point did you have that conversation in your recording for this album. Like, at what point did that conversation occur?</p><p><strong>BIG SEAN</strong>: That occurred somewhat in the middle of it, I would say. Like, around — let me think. That must've been towards the end of — that must've been in like September, or something around there. And I guess it was a few months before my grandma passed. And it was just like — I was just figuring out the direction of the album, I feel like, as far as where I was going with it. And my brother never told me — again, my brother never told me he recorded this conversation until I was finishing the album. And he was like, \"Yo. I got this on my phone. I recorded this conversation of you and Dad.\" And I was just blown away at it, you know?</p><p><strong>MUHAMMAD</strong>: So it's a — it's, I think, a beautiful — I almost felt like I wish you would've ended the album with that.</p><p><strong>BIG SEAN</strong>: Mm.</p><p><strong>MUHAMMAD</strong>: But I'm glad you didn't, in sequence of everything. Only because, one, I'm glad he said that. He dropped that on you. I think that was such a really important message, especially for someone like you. It's funny that you don't see yourself in the position you standing next to Ye. I'm sure you've — I think you mentioned being at the White House, right? You're like next to the next to the next to — you're right there. And being in the ranks means you're there, you know.</p><p>But where you are — and this is still sort of — with the third album, it's still sort of looked at as that young, but it's such a pivotal album in a person's career. And that message, him dropping that on you while you're making this particular record and having your own transformation, I think, is really powerful. I was happy to hear that. And especially because I think you hold — you got — a lot of people love you, man. You making music that is from the heart, obviously, and it's hip-hop, it's rap, whatever label you want to put on it. But it definitely touches on the pop sensibilities and is able to reach across lines where other people's music doesn't really get that far and have that impact.</p><p><strong>BIG SEAN</strong>: Thank you, man.</p><p><strong>MUHAMMAD</strong>: So your formula and what you're doing is dope. And then having, you know, you moving forward knowing that. People feel you from the heart.</p><p><strong>BIG SEAN</strong>: That's great.</p><p><strong>MUHAMMAD</strong>: You talk kind of big and crazy at times and it's a lot of, like, really, \"I'm unapologetic.\" Like, \"I don't really give a s---, but I'm doing me,\" you know. And: \"I'm doing me with a purpose that is not for you. It's for my purpose and what I'm trying to build.\" You could correct me if I'm wrong about anything.</p><p><strong>BIG SEAN</strong>: No.</p><p><strong>KELLEY</strong>: Yo, Ali, can I jump in here for a second?</p><p><strong>MUHAMMAD</strong>: Sure.</p><p><strong>KELLEY</strong>: So with all that and — I would assume the standard answer is kind of like, \"I'm making music for everybody and I hope that everybody would listen to it and be able to appreciate it.\" But who do you presume your, like, most common listener is? And is there anybody in that cohort that you would be upset if they told you they weren't feeling it? Like, is there anybody you make music with and then in your head you're like, \"I would be devastated if this person thought I was wack?\"</p><p><strong>BIG SEAN</strong>: Like, a person or just people, like a group of people?</p><p><strong>KELLEY</strong>: Yeah. I guess both, if you have — if there is one person that, like, steers you away from some things, that would be interesting. But also I'm thinking about like — is there anybody in a move toward being commercial that you don't want to alienate?</p><p><strong>BIG SEAN</strong>: I mean, it's a thin line, because I don't really make music for anybody else but myself, you know what I mean? I only — I didn't mind — like, I did <a href=\"https://www.youtube.com/watch?v=xGPAv1Hq2-g\" target=\"_blank\">a song</a> with <a href=\"https://twitter.com/falloutboy\" target=\"_blank\">Fall Out Boy</a> and I didn't think anything — I like Fall Out Boy. I think they're a cool group.</p><p><strong>KELLEY</strong>: Many people want me to ask you about that and they were very excited about that collaboration.</p><p><strong>BIG SEAN</strong>: Oh, really?</p><p><strong>KELLEY</strong>: Oh, yeah.</p><p><strong>BIG SEAN</strong>: Yeah. So it's just like — OK. That song. That's like something that a lot of people could look at me and be like, \"Man, that's like some bulls---.\" Or, you know, from a certain perspective, it's not hip-hop. Me, I'm a Fall Out Boy fan. I think they make great music and I like the song that I did with them. And I mean, I've done songs with <a href=\"https://twitter.com/eminem\" target=\"_blank\">Eminem</a>. I done songs with Kanye and Jay Z, which is dreams come true. And I've done songs with <a href=\"https://twitter.com/mikeposner\" target=\"_blank\">Mike Posner</a>, you know what I'm saying, who was a pop singer from Detroit, but he was also my best friend. We also were in his mom's basement making music together.</p><p>So it's like — it just is what it is for me. I don't really care — people have called me this, called me that, or sell-out or, man, da-da-da. But that's just — people gon' talk, man. And, if you listen to people, if you let them in your field of energy, man, they could f--- your whole life up. And I don't like that. I've done that before and it's vibrationally brought me way down. I'm a positive person. So I just — I do a song with <a href=\"https://twitter.com/justinbieber\" target=\"_blank\">Justin Bieber</a>. I don't even care, man. It's like, I've <em>done </em>a song with Justin Bieber. And I've done a song with — it doesn't matter who I do a song with because that doesn't define me. That's just me bringing my style to something. You know what I mean?</p><p><strong>KELLEY</strong>: So do you imagine who's listening to your music ever? Like, after you've made it?</p><p><strong>BIG SEAN</strong>: Yeah, I mean, hopefully just dreamers, man. I make music from the heart. I hope it's like people who got dreams, people who got ambition, people, you know — young people. Older people. White people. Black people. All sorts of different races. I hope people who — I don't want any people who are negative. I don't f--- with negativity. I don't want to — I think hating is, like, just so weak, when you hate on somebody. It's like, if you don't like something, just don't give no attention to it, you know what I mean?</p><p><strong>KELLEY</strong>: Mm-hmm.</p><p><strong>BIG SEAN</strong>: It's impossible to be successful at something when you throwing negative energy at it. So I just feel like if you hating-ass n----, or a hating-ass person and you throwing your negative energy, then <em>you </em>not gon' be successful, man. How are you gon' be rich? How are you gonna to be happy? Like, you clearly are not happy at all. So I learned to accept that and it's always made me feel better about just, like, never paying attention to people. Because people got they own stuff going on. And you got to worry about yourself and that's something I've definitely learned in the last year.</p><p><strong>KELLEY</strong>: Did you learn that from music or did you learn that from your people?</p><p><strong>BIG SEAN</strong>: I learned that from myself. I learned that from reading and, like — I read books like <em>The Four Agreements</em>. And books like — I be reading a lot of <a href=\"https://twitter.com/deepakchopra\" target=\"_blank\">Deepak Chopra</a>, <em>Seven Spiritual Laws Of Success</em>. I read this book by Esther and Jerry Hicks, <em>Ask And It Is Given</em>. And they all kind of allude to that same way of thinking. And every time I remind myself of that thinking or think like that, I always feel way better about life, and always do way better, in life. So, I don't know if that answers your question.</p><p><strong>KELLEY</strong>: No, it does. I mean, for me that's a message I've gotten out of hip-hop my whole life.</p><p><strong>BIG SEAN</strong>: Yeah.</p><p><strong>KELLEY</strong>: To just own your own self.</p><p><strong>BIG SEAN</strong>: I think that's what hip-hop is. It's just, like, your style, you know? That's what makes you successful, is when you're not trying to follow anybody's guidelines. It's not like I'm trying to be — I'm not trying to be <a href=\"https://twitter.com/jcolenc\" target=\"_blank\">J. Cole</a>. I'm not trying to be Drake. I'm not trying to be <a href=\"https://twitter.com/kendricklamar\" target=\"_blank\">Kendrick</a>. I'm not trying to be Jay Z. I'm not trying to be Kanye. I'm just trying to be me — a kid from Detroit who defied the odds and had a vision.</p><p>And never let anybody tell me anything different, man. I used to be up in front of the TV when I was 10 years old rapping to, you know, <a href=\"http://en.wikipedia.org/wiki/Mase\" target=\"_blank\">Ma$e</a> and <a href=\"http://en.wikipedia.org/wiki/The_Notorious_B.I.G.\" target=\"_blank\">Biggie</a> and <a href=\"http://en.wikipedia.org/wiki/Tupac_Shakur\" target=\"_blank\">Pac</a>, rapping <em>AmeriKKKa's Most Wanted</em>.</p><p><strong>MUHAMMAD</strong>: Do you hear things that come out now that make you go — you just start freestyling instantly when you hear someone else's song on the radio or a situation like that?</p><p><strong>BIG SEAN</strong>: Very rarely do I hear something and I be like, \"Ah, man, I'm about to --\" Sometimes though, I'm trying to feel what's the last thing I heard that made me feel like that. Hmm. Can't even think of it. Can't even think of it. So I guess not, not so much.</p><p><strong>MUHAMMAD</strong>: Well, usually, when I'm recording I try to tune our everything that's going on right now so I could just hear my own voice. So I don't know if that's what you been dealing with.</p><p><strong>BIG SEAN</strong>: Yeah. Well, I always like to pay — I do do that. And I also still don't want to be not knowing what's going on, so I still pay attention to a lot of people, check it out for — maybe listen to they album once, or, like, see what vibe they on or --</p><p><strong>MUHAMMAD</strong>: When you were growing up, what was a couple, like, maybe — give me two songs that did it for you as like the best ever created.</p><p><strong>BIG SEAN</strong>: \"<a href=\"https://www.youtube.com/watch?v=Hb0TQIduLbg\" target=\"_blank\">Victory</a>\" was one of them. And — man, that's hard one.</p><p><strong>MUHAMMAD</strong>: Wow.</p><p><strong>BIG SEAN</strong>: So many I feel like, I mean — I was definitely a Bad Boy fan.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>BIG SEAN</strong>: It was definitely \"Victory\" and \"<a href=\"https://www.youtube.com/watch?v=_JZom_gVfuw\" target=\"_blank\">Juicy</a>\" and, like, all those things. And I was also at the same time — that was like when I was coming up, that was what — that's the earliest — that was the most current when I was like eight or nine. That was what my step brother was playing. He was playing 40 Water. He was playing Pac. He was playing <a href=\"https://twitter.com/snoopdogg\" target=\"_blank\">Snoop</a>, <em>Doggystyle</em>. He was playing <a href=\"https://twitter.com/llcoolj\" target=\"_blank\">LL Cool J</a>. He was playing — so those are kind of the things that I first heard, initially. So it was those type of songs that got me into it.</p><p><strong>MUHAMMAD</strong>: So \"<a href=\"https://www.youtube.com/watch?v=ebYAKLXTQwQ\" target=\"_blank\">40 Water</a>,\" to working with <a href=\"https://twitter.com/e40\">E-40</a>.</p><p><strong>BIG SEAN</strong>: Yes.</p><p><strong>MUHAMMAD</strong>: What's that like?</p><p><strong>BIG SEAN</strong>: It was awesome, you know? It was a dream come true. That was <a href=\"https://www.youtube.com/watch?v=cZaJYDPY-YQ\" target=\"_blank\">one of the features I was most excited about on the album</a>, was to have E-40. I just think, you know — E-40 has inspired me as a rapper. Just from the flow, how he be making up words, his cadences. And you — people, if you really analyze maybe you could see some of that in me, to an extent. I mean, I feel like it's a piece of E-40 in me as an artist, you know what I mean? And I just was happy to do a song with him. He's just tight to me.</p><p><strong>MUHAMMAD</strong>: Now you just got to add to — you got crazy rhyme cadence and flow. It's crazy.</p><p><strong>BIG SEAN</strong>: Ah, thank you.</p><p><strong>MUHAMMAD</strong>: But if it's gon' be E-40 crazy, you got to put some slippery verbs and add some crazy, twisted prefixes or suffixes to --</p><p><strong>BIG SEAN</strong>: Yeah, I can't match him. He has his own — I could never do what he does. But, like, I definitely respect it, you know what I mean? It was cool to hear E-40 on a song like that.</p><p>And it was cool — it was crazy how that song took off and it was like a — it was on the radio. I did not expect that song to be on the radio. Obviously, I mean, or I wouldn't have put as much cursing in it. Cause it's like, \"I don't f--- with you. You little stupid ass b----, I'm not f---ing with you. You little dumb ass b----, I'm not f---ing with you. I got a million, trillion things I'd rather f---ing do then to be f---ing with you, you little stupid ass. I don't give a f---. I don't give f---. I don't give a f---, b----. I don't give a --.\" You know, it's just — that was a Top 40 record, man.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>BIG SEAN</strong>: But that just went to show me that, it doesn't matter about anything else except feeling and how people receive your songs and how receptive they are. Because that song was organic. I guess radio saw that, and they were receptive to that. People — it was kind of like — I respect the radio cause it was getting to the point where, I've seen it happen a few times this year, the radio will respond to what people are responding to.</p><p>Like, I saw that happen with <a href=\"https://twitter.com/raesremmurd\" target=\"_blank\">Rae Sremmurd</a> song \"<a href=\"https://www.youtube.com/watch?v=wzMrK-aGCug\" target=\"_blank\">No Type</a>.\" \"I ain't got no type.\" I saw it happen with <a href=\"https://twitter.com/dejloaf\" target=\"_blank\">Dej Loaf</a> song, from my city, \"<a href=\"https://www.youtube.com/watch?v=3Hn9hLOljJI\" target=\"_blank\">Try Me</a>.\" I saw with it happen with \"I Don't F--- With You.\" It was just — it's really cool that that's — to know that that's still possible and it's not like —</p><p><strong>KELLEY</strong>: And that <a href=\"https://twitter.com/usher\" target=\"_blank\">Usher</a> song.</p><p><strong>BIG SEAN</strong>: And that Usher song.</p><p><strong>KELLEY</strong>: That leaked. \"<a href=\"https://www.youtube.com/watch?v=nSKUXqJ5l1k\" target=\"_blank\">I Don't Mind</a>.\"</p><p><strong>BIG SEAN</strong>: Yeah. You know what I'm saying?</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>BIG SEAN</strong>: So that was cool, man. And I love E-40 for real. He's a great guy.</p><p><strong>MUHAMMAD</strong>: Can you talk to us about \"<a href=\"https://play.spotify.com/track/3sPM57pMiIJnrB8K0Pds9G\" target=\"_blank\">All Your Fault</a>?\" How did that come together?</p><p><strong>BIG SEAN</strong>: Well, Ye had the beat. And he gave me the beat.</p><p><strong>KELLEY</strong>: Can we take a second and talk about <a href=\"http://en.wikipedia.org/wiki/Ambrosia_%28band%29\" target=\"_blank\">Ambrosia</a>? That sample, it's like a soft rock — \"<a href=\"https://www.youtube.com/watch?v=N3mnKW37cBY\" target=\"_blank\">How Much I Feel</a>.\" Do you guys remember that song?</p><p><strong>MUHAMMAD</strong>: Mm-hmm.</p><p><strong>BIG SEAN</strong>: I don't remember it, but I know it now since I heard the original when I — after we sampled it. But that's crazy.</p><p><strong>KELLEY</strong>: That's so Kanye.</p><p><strong>BIG SEAN</strong>: You on your sample game hard. But I love that. It reminded me of like — it just had, like, a great aesthetic to it. It reminded me of older Roc-A-Fella, like when Kanye was first doing the beats and <a href=\"https://twitter.com/mr_camron\" target=\"_blank\">Cam</a> was on there with Jay or somebody, or <a href=\"https://twitter.com/beaniesigelsp\" target=\"_blank\">Beans</a>. It reminded me of that but then it had, like, new drums and stuff too. So I was really excited about that.</p><p>And he had — he brought the song to the table. It was just the beat and he had a little — like a lot of mumbles on it, a very not clear reference. And then he was like, \"You f--- with this?\" And I'm like, \"Yeah.\" And he was just like, \"You know, maybe we should try and finish it, figure it out.\" So we built on it and we worked on it together. And then it was like, what we gon' do with it? We gon' do like a group thing with it? Is it going to be your song for you, Kanye? Is it for me? And then I ended up using it for my album. I appreciated him bringing that to the table. And then his verse was crazy. He went in on it.</p><p><strong>MUHAMMAD</strong>: He went in on it.</p><p><strong>BIG SEAN</strong>: Yeah.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>BIG SEAN</strong>: And then my verse. And then me and him went back and forth at the end and that was cool for me.</p><p><strong>KELLEY</strong>: How did that happen? How was it recorded?</p><p><strong>BIG SEAN</strong>: We were in his crib. I recorded the whole album in my house but the parts — it was a couple parts that we recorded at his house, like that third verse for \"All Your Fault,\" and he sung part of \"One Man Can Change The World\" at his house. But it was just like, I had the third verse. Like, I had a lot of it. But I didn't have the whole thing. And then he was like, \"Yo. We need to go back and forth and do this like this.\" So I did a little bit. He did a little bit. I did little bit. And we just were vibing. And it was a natural vibe, man. That guy really brings the best out of me.</p><p><strong>MUHAMMAD</strong>: I love that song, and the way you two sound together. I was sitting there trying to decipher, like, who wrote what how, who's finishing which — just being behind the scenes to know how that goes, organically. Just how guys motivate the other and just, \"Here's a word. Finish that word.\" Or whatever. But it was so refreshing.</p><p><strong>BIG SEAN</strong>: Yeah.</p><p><strong>MUHAMMAD</strong>: Because it took me back to the early days of hip-hop. Just that back and forth. And just the — I mean, Ye sounding so hungry on there.</p><p><strong>BIG SEAN</strong>: Yes.</p><p><strong>MUHAMMAD</strong>: Still.</p><p><strong>BIG SEAN</strong>: Yes. We both are very hungry.</p><p><strong>MUHAMMAD</strong>: Yeah. And just being up in your arena and seeing him support you in that way, for me — just, from a artistic was like, \"Yeah,\" but just from the business perspective too, it was like, that's dope.</p><p><strong>BIG SEAN</strong>: Thanks, man. It was definitely a moment for me, just like I said. You can imagine. Coming from where I come from to ending up there. This year, I was able to do so many things I've always wanted to do. Like, that was one thing I've always wanted to do, was rap back and forth. Or, like, really just have that energy like that on my album.</p><p>I had Kanye on my first album. I ain't have him on my second album. And the first album we had \"<a href=\"https://www.youtube.com/watch?v=A1anxnA7Zwc\" target=\"_blank\">Marvin Gaye & Chardonnay</a>.\" And that was cool. That was kind of like more — it wasn't like this. It wasn't, like, <em>raw</em>, and, like, <em>rap</em>. It was like whatever. And it was great and I appreciate it. But I was just really happy — I was really happy to do a song with Eminem, on like a real rap song, and it be about Detroit. I was really happy for the work I did with Kanye on my album. And I was just really happy with the work I was doing for my album on my own. I was just — it seemed like things were really going well.</p><p><strong>MUHAMMAD</strong>: When you heard the line that he said about — what was it he said? I can't remember exactly the line.</p><p><strong>BIG SEAN</strong>: Karrueche?</p><p><strong>KELLEY</strong>: No. We're not going to talk about that.</p><p><strong>BIG SEAN</strong>: What line?</p><p><strong>MUHAMMAD</strong>: We could talk about that but no, no. When he said — what did he say about the police? That whole setup, that whole --</p><p><strong>BIG SEAN</strong>: Oh. \"I don't give a f---, I don't give a f---. But cops choking n----s out in the media. We gonna have to protest and tear the city up.\"</p><p><strong>MUHAMMAD</strong>: Yo.</p><p><strong>BIG SEAN</strong>: \"Tear this whole place up pretty much.\"</p><p><strong>MUHAMMAD</strong>: What was your feeling like when you heard that?</p><p><strong>BIG SEAN</strong>: I was with him when we were coming up with that and we were just vibing on it together. And when he did I was like, \"Ah, damn. That's what it is.\" That's just what it needed to set it off. Cause throughout the whole album, I integrated a few lines here and there about just, like, all the bulls--- that's been going on. All the just — I say, \"Being paranoid turned me to a creep. You ain't got that medal on your side but police gon' work it like Magneto if they need to. It get deep.\" Or on the last song on the deluxe, I say, \"I seen people get murked who ain't deserve that s---. Cops here to protect and serve and s---, but still pull me over, disrespect and search my s---. That's why the attitude, cause b---- you deserve this s---.\"</p><p>So it was just, I feel like it's kind of — it doesn't get accepted sometimes when you make a whole song about something like that. It kind of looks — it can be looked at as corny or, like, \"OK. You making a song about the situation.\" But when you integrate into your raps and your concepts, like how you do with other subject matters, like money or success or dreams or, you know, things that just get integrated into songs, I feel like it has more meaning like that. And I feel like him just sliding that in there at the end of that first verse had a lot of meaning, you know what I mean? So I really appreciated it.</p><p><strong>MUHAMMAD</strong>: Yeah. It was a nice setup the way he went into it just talking, you know, talking big talk but then slid that in. It was like, \"Oh.\"</p><p><strong>BIG SEAN</strong>: Yeah.</p><p><strong>MUHAMMAD</strong>: \"<a href=\"https://play.spotify.com/track/3o0MadTm5eFtCZ0hvxV2Md\" target=\"_blank\">Win Some, Lose Some</a>\" — you just kind of referenced that a little bit. Love that song. That's probably — that and \"<a href=\"https://play.spotify.com/track/2wyHiXes5gsguT8mwYofbC\" target=\"_blank\">One Man Can Change The World</a>\" are my two favorites --</p><p><strong>BIG SEAN</strong>: Thank you.</p><p><strong>MUHAMMAD</strong>: — off the album.</p><p><strong>BIG SEAN</strong>: Those are my two favorites too probably.</p><p><strong>MUHAMMAD</strong>: Yeah. What was behind \"Win Some, Lose Some?\"</p><p><strong>BIG SEAN</strong>: Well, I wrote \"Win Some, Lose Some\" in 2012, man, the first verse. And I wrote the second verse in 2014. And \"Win Some, Lose Some\" was — it was something that I recorded way back and just — it was a little too personal for me to — I just didn't feel comfortable putting it out then for some reason. It was still too fresh. That case I was caught up in was just still too new and everything. I just wasn't the same person I am now. I'm clearly more comfortable with being more open, but then it just — I just wasn't all the way feeling it so I had it in the stash. Then when I brought it back up in 2014 and I wrote the second verse to it, then I put it back in the stash. And then it just fit perfect on this album. We re-did some of the drums and really brought it out to the song it is today.</p><p>But that's just talking about the craziness you go through, man. You know, I say — talking about how people who I thought were my friends coming at me and expecting certain things from me and not appreciating the stuff I had provided. Or covering lawsuits and lawyer fees. And it's just — it's hard, man. It's weird to go through stuff like that. It's, like, <em>difficult</em>. I rap about buying my mom a new car and just so many things about when you win some and you lose some, you know? In certain situations. I really — I think people can relate to that song on a lot of different levels so I'm happy about that.</p><p><strong>MUHAMMAD</strong>: Yeah, it seemed really personal but raw. And I know I could relate to it. I was like, \"This is my favorite song right now.\" Just understanding winning and losing and understanding that you make a lot of sacrifices and you don't really ask anything of anyone. It's just you want people to believe in you, support you, and you open up a lot of doors. And then it's taken for granted — and not a lot of thank you's are passed around.</p><p><strong>BIG SEAN</strong>: Nah. I know you can relate, man.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>BIG SEAN</strong>: You been in that situation. You know.</p><p><strong>MUHAMMAD</strong>: Yeah. So. But just from your work of art, just hearing that, I was like, \"Thank you.\" Because I think when you tap in like that and you write songs like that, I think that's kind of like what your dad was talking about, you know. It's the kind of song that resonates and people continue to ride with you, cause they know that you willing to go that deep. And just, like, you're a superstar. You could be talking about anything. And you're just talking about, \"Yo. This is really what it is for me.\" Like, skip all the other high things that we sort of put value on when we look at artists. It's like, \"No. This is real life.\"</p><p><strong>BIG SEAN</strong>: Yeah. Not only that, it's like people got a perception that may not even be true, man. It's a lot a rappers out here that don't have money, you know. I was talking about in that song, like — people think I'm rich. I ain't rich, man. I'm doing alright, you know what I mean? At that point I was saying I just bought — I just now bought my mom a new car. I'm just now am getting to that point. I been signed for four years back then, in 2012. It's tough out here, man. Some of this s--- is a facade — I'm not talking about my personal, but just in this rap game, I seen a lot of people faking it, man. You know what I mean? Ain't no point in doing that. You might as well just keep it real. So I just wanted to give people a different side of it and let them know, like, this is what it is.</p><p><strong>KELLEY</strong>: Because you brought up your dad again, the recording, I want to go back to that real quick. Cause that's almost a tradition. Didn't Biggie do it?</p><p><strong>BIG SEAN</strong>: Do what?</p><p><strong>KELLEY</strong>: On <em>Ready To Die</em>. Isn't his mom on that album for a second?</p><p><strong>BIG SEAN</strong>: Yeah.</p><p><strong>MUHAMMAD</strong>: Yeah. His mom.</p><p><strong>BIG SEAN</strong>: I can't remember what song that is though.</p><p><strong>KELLEY</strong>: I can't either. I can almost hear it, but I can't remember the song. But then <a href=\"https://twitter.com/freddiegibbs\" target=\"_blank\">Freddie Gibbs</a> had his uncle on that album from last year, you remember? I mean, and then there's like Kendrick's mom's messages. And then <a href=\"https://twitter.com/yg\" target=\"_blank\">YG</a> had his mom come in and record something. And I wonder --</p><p><strong>BIG SEAN</strong>: My mom was on my last album too. And it's just like, that's what it is, them your people, you know. It's like, just real.</p><p><strong>KELLEY</strong>: Is it a way to give them an involvement in your success?</p><p><strong>BIG SEAN</strong>: Yeah. That's a — I guess that's something that's — I mean, that's not necessarily — at least that wasn't my way of thinking, but, yeah, it is. I mean, they're excited to — it makes them feel even more a part of it. It makes them more attached to the project. Like when I just saw my dad in Detroit, he was just — he was talking about \"Win Some, Lose Some.\" You could just tell, it's like, people, they just feel that much more involved. And that's cool.</p><p>Because it doesn't do anything but add to what I got going on, too, because it shows that you're a real person. You know, I got a dad, just like you may have dad, or you may not have a dad. I got mom. And you may have a mom or may not have a mom, but at least you maybe could relate to that in some way.</p><p><strong>KELLEY</strong>: And your grandma, too.</p><p><strong>BIG SEAN</strong>: And my grandma.</p><p><strong>MUHAMMAD</strong>: And your grandma.</p><p><strong>BIG SEAN</strong>: Yes. Love to my grandma. My grandma was a female black captain, one of the first in World War II. She was one of the first female black police officers in Detroit. She was a teacher, counselor. She was like the most important person I ever met. And she — as I was growing up everybody was always talking about, \"You know how great your grandma is? You know how amazing your grandma is?\" She used to cook home-cooked meals for us everyday after school, our favorite birthday cakes on our birthday.</p><p>She always went above and beyond, never complained, not once. She came from nothing, literally nothing, and made something. And I'm glad I — I was writing a song about her before she passed. So I told her about it; I was telling her about it. And I remember she passed right — I was headed home for the holidays and I was gonna play my album for my family and she passed on the 20th of December. So — but it was cool. She was like the backbone of our family, and I really felt her consciousness strongly when I went back home for her funeral. I really felt like she was there, more than ever, and I felt like she's here with me more than ever now.</p><p>I also was happy for her because she taught me that death is like a celebration. Because she was 94 years old, man. She seen Hitler and she seen Obama in her lifetime, and she was paralyzed in a wheelchair and in pain. And now she's, like, free and happy somewhere and out of pain, you know what I mean? She a beam of light. So that taught me to look at death differently. And the fact that I still felt her; I know that was real. And another thing I also learned is to trust my instincts. So I trust that she's still here, at least a part of her, you know?</p><p><strong>MUHAMMAD</strong>: I love that. And then, some people don't have an interaction with their grandparents so they may not feel — but something as simple when she said — I don't know if she said, \"Thank you. I love you.\" or \"I love you. Thank you.\" But it was that thank you that got me.</p><p><strong>BIG SEAN</strong>: Yeah. Thank you. She said, \"Thank you.\"</p><p><strong>MUHAMMAD</strong>: \"Thank you for calling.\" Something like that.</p><p><strong>BIG SEAN</strong>: Yeah.</p><p><strong>KELLEY</strong>: \"Thank you for thinking about me.\"</p><p><strong>BIG SEAN</strong>: Mm-hmm.</p><p><strong>MUHAMMAD</strong>: Yeah, and I was just like, \"Man, I know what that feels like.\" When we get older — well, put it to you this way: when you're younger, you can't tap into that.</p><p><strong>BIG SEAN</strong>: You can't. Yeah.</p><p><strong>MUHAMMAD</strong>: It's just like, you busy. You're busy doing whatever it is a young person is supposed to do. But when you have that sort of interaction you appreciate just a simple thing like that. And to understand they don't have to thank you, but they do. So there's so much --</p><p><strong>BIG SEAN</strong>: They don't have to. You're right. Wow.</p><p><strong>MUHAMMAD</strong>: There's so much that was dropped — when I heard that I was just like, \"Man. She just dropped a jewel.\"</p><p><strong>BIG SEAN</strong>: Yes. That's so true. She does not have to say thank you.</p><p><strong>MUHAMMAD</strong>: No.</p><p><strong>BIG SEAN</strong>: Yeah. So I'm glad that that song got off. I'm glad I got her voice on the same song as me, <a href=\"https://twitter.com/johnlegend\" target=\"_blank\">John Legend</a> and Kanye. And I'm glad — she deserved to have John Legend sing about a verse after — rapping a verse about her and then him singing about her afterwards. She deserved that so I feel really good about that song. I hope that's a single.</p><p><strong>MUHAMMAD</strong>: Great job, Sean.</p><p><strong>BIG SEAN</strong>: Yeah, I hope they put that on the radio, man. That song means so much.</p><p><strong>KELLEY</strong>: Do you think about that? How different voices will sound — how your voice will sound with a beat, but also how different voices will sound in combination with each other?</p><p><strong>BIG SEAN</strong>: Not really. I remember when I recorded that song, specifically. It was just me by myself at first. It was just me. Cause I sang the chorus the first time around and then Kanye sings it and then John Legend. Before it was just all me. I just — as soon as — really, soon as I thought about it, it was just like, I just need — I wanted John Legend on it. And then Ye heard it and was like, \"I want to help with this, too.\" And that made the most sense.</p><p>But when I make songs I just — you just think or — sometimes you don't hear it. Like, I didn't necessarily hear Kanye on that song at first, on \"One Man Can Change The World.\" I originally just wanted it to be me and John Legend. But when he heard it, he was like, \"No, I could add my flavor to it, too.\" And then when he sung it, it just was like, \"Oh. That was a great variation,\" you know? And so sometimes it's like about that. People just get inspired on their own and add into it.</p><p><strong>KELLEY</strong>: There's a tonal cohesion to the album to me. And it feels like it's paired with your voice real thoughtfully. And I just wondered if that was a conscious decision you were making.</p><p><strong>BIG SEAN</strong>: No, not really. Just whatever felt right. You know? Like my dad said, man, \"Life's a feeling a process.\" Feeling process, feeling process. And so we just felt it out.</p><p><strong>KELLEY</strong>: Ali, I wanted to ask about some of the younger producers on the album, but is there anything else you wanted to make sure that you hit, we hit?</p><p><strong>MUHAMMAD</strong>: Yeah, I wanted to ask you about — what is it, \"<a href=\"https://play.spotify.com/track/7LlK43t856txlzdxctWa93\" target=\"_blank\">Nothing Is Stopping You</a>?\" Whose idea was it to use \"<a href=\"https://www.youtube.com/watch?v=XY9KstHoY_s\" target=\"_blank\">Rocket</a>\" from <a href=\"https://twitter.com/Pharrell\">Pharrell</a>, to sample that.</p><p><strong>BIG SEAN</strong>: KeY Wane. It was KeY Wane's idea. And I love that song.</p><p><strong>MUHAMMAD</strong>: I love that song, too.</p><p><strong>BIG SEAN</strong>: I love that song.</p><p><strong>MUHAMMAD</strong>: It just feels so good. I'm like, man, what a way to just set it off. Everything about it feels so good.</p><p><strong>BIG SEAN</strong>: Thanks, man. And just — I tell the story like how I rapped for Ye and then fast forward how somebody raps for me. That \"Rocket\" song, like I said, we were saying, is so good. I remember I was on the phone with Pharrell, and Pharrell was like, \"Man, we can't clear it. I'ma just re-sing it myself. I'ma just re-do it.\" And we tried it, and it just didn't sound the same for reason. And then, at the last minute, we were able to clear it. And it worked out.</p><p><strong>MUHAMMAD</strong>: Wow. That's crazy. You have a line in there. You say, \"All the faith you have is now all the faith you need.\"</p><p><strong>BIG SEAN</strong>: Mm-hmm.</p><p><strong>MUHAMMAD</strong>: What do you mean by that?</p><p><strong>BIG SEAN</strong>: I was just referring to a time in my life where it was like I believed in god and I believed — I was spiritual and all but it was just like things were not going my way. And I was just frustrated. I was just, like, f--- everything, you know. And depressed, trying to just be a rapper. I gave up all the scholarships I had to go to college and didn't go to college. All my friends were in college. I was in the same bedroom at my mom's house that I grew up in, after high school. And it was just a tough time for me. I felt like every — I felt like I was at a standstill and everybody was progressing around me, you know what I mean?</p><p>Then, in that song, that's where my mom comes in and talks to me because that was what she used to say — that was like the same vibe of what she used to say to me at that point in my life. She was like, \"You got to change the way you're thinking. This has to do with this. You manifest what you want. You create it. You can't be successful feeling like this.\" That's how I — that's when I learned that you can't be negative and be successful. It's just not gon' happen, you know. And she gave me a lot of books to read. She gave me <em>Ask And It Is Given</em> by Esther and Jerry Hicks. I read <em>The Alchemist</em>. I read a few books.</p><p>And I'm not into reading, by the way. Like, outside from high school and stuff like that. I wasn't into just recreational reading. I only read like that, books like that, when I had to or when I was told to. And that was the first time I did that. So that was a new thing for me. And it was just — I really felt like that was one of the parts of my life where like — damn, man. I really grew up then. You know? You know when you be like, oh, I'm becoming a grown man?</p><p><strong>MUHAMMAD</strong>: Mm-hmm.</p><p><strong>BIG SEAN</strong>: I was really becoming — that was one of my first steps to like, damn, I'm growing up. Because I read it. I stuck to it. And I listened to what my mom was saying. Literally, soon as I started thinking that way. That's when my contract came in. That's when I signed a record deal. You always got to remind yourself to — you fall out of that thinking sometimes. You get frustrated or things get caught up. And every time I recharge myself or revisit some of my notes I took or really clear my mind and take time for myself, I get right back in line and everything goes good.</p><p><strong>MUHAMMAD</strong>: That's beautiful. It's a beautiful song.</p><p><strong>BIG SEAN</strong>: Thank you, man. Thank you a lot. Really appreciate that.</p><p><strong>MUHAMMAD</strong>: So you said you believe in god? I got to go there. Cause you say in one song — what do you say? You're talking about f---ing a girl; you said, \"Thank you, god. I f---ed that girl.\" What's up with that, man?</p><p><strong>BIG SEAN</strong>: Man, I mean, I know that's not a religious thing to say. But it's just — that is just a real emotion I felt before. I feel like god has — god blesses me, you know what I mean? I feel blessed. And I felt that way, man. I've had sex before and felt like, \"Thank you, god, that this happened.\"</p><p><strong>MUHAMMAD</strong>: You're keeping it real.</p><p><strong>BIG SEAN</strong>: With my girl. You know? It could be, like, \"Damn. Thank you god I hit this.\" I know that's, like, backwards, but that's just truly how I felt before.</p><p><strong>MUHAMMAD</strong>: I mean, it's your girl. No. But it's just the way threw it out there. It's like, oh shoot. He really did say that. It's funny but it's honest.</p><p><strong>BIG SEAN</strong>: Yeah, it's just honest, man. I'm keeping it real.</p><p><strong>MUHAMMAD</strong>: I appreciate that.</p><p><strong>BIG SEAN</strong>: I ain't perfect, you know what I mean?</p><p><strong>MUHAMMAD</strong>: I'm not either so.</p><p><strong>KELLEY</strong>: I think it's fine to say it as long as you're like, \"Thank you for making this happen.\" Not, \"Thank you for giving me this girl.\"</p><p><strong>BIG SEAN</strong>: Yeah, thank you for making this happen.</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>MUHAMMAD</strong>: You just said, \"I f---ed that girl.\" How'd you — what you say?</p><p><strong>KELLEY</strong>: It's not what he said.</p><p><strong>BIG SEAN</strong>: I said, \"Thank you god I f---ed this b----.\" I know that's a little reckless. That's a little much.</p><p><strong>MUHAMMAD</strong>: Oh my goodness. Oh wow.</p><p><strong>BIG SEAN</strong>: It's just real though. It's just real.</p><p><strong>MUHAMMAD</strong>: I'm not judging you.</p><p><strong>BIG SEAN</strong>: Alright, good look. Thank you. Thank you.</p><p><strong>MUHAMMAD</strong>: So, Frannie, I don't think I have anything else if you want to ask about the producers.</p><p><strong>KELLEY</strong>: Yeah, I was thinking maybe the best way to do it would be if you could tell us how <a href=\"https://twitter.com/djdahi\" target=\"_blank\">Dahi</a>, <a href=\"https://twitter.com/vinylz\" target=\"_blank\">Vinylz</a> and KeY Wane are all different from each other, in how they hear sounds and then in how they put 'em together and present them to you.</p><p><strong>BIG SEAN</strong>: Hmm. Well — okay so, first of all, the new producers — I signed this producer <a href=\"https://twitter.com/meerondakeys\" target=\"_blank\">Amaire</a> who did \"One Man Can Change The World.\" That was his first placement ever.</p><p><strong>MUHAMMAD</strong>: Wow.</p><p><strong>BIG SEAN</strong>: The intro was done by another new producer I signed named <a href=\"https://twitter.com/robgotbeats\" target=\"_blank\">RobGotBeats</a> from Chicago. And I also put out this freestyle called \"<a href=\"https://soundcloud.com/bigsean-1/me-myself-i-freestyle\" target=\"_blank\">Me, Myself, and I</a>\" the day my album came out. He also produced that too. And he — and KeY Wane was the first producer I signed. So those are the three producers signed under me who are getting their first lot of — not KeY Wane, but RobGotBeats and Amaire, this is their first go-around, their first time getting a placement on an album. So it's just cool to see that.</p><p>And they're involved in the process too but with them and Vinylz and Dahi — like I said, the album was done at my house so I would just have KeY Wane and Dahi there sometimes. Or when <a href=\"https://twitter.com/djmustard\" target=\"_blank\">Mustard</a> and KeY Wane, they did songs — like that song with me and Jhené Aiko, they did \"<a href=\"https://play.spotify.com/track/4bwN8jyxfHmFFStSRy4F7h\" target=\"_blank\">I Know</a>,\" that was Mustard and KeY Wane together. Songs like \"<a href=\"https://play.spotify.com/track/3cNinQUA98lto0dGrUfAOI\" target=\"_blank\">Deep</a>\" with me and <a href=\"https://twitter.com/liltunechi\" target=\"_blank\">Lil Wayne</a>, that was Mustard and KeY Wane together. \"I Don't F--- With You\" was Mustard, KeY Wane, Kanye West and Dahi all together.</p><p>They would all be in the same rooms at times, working with each other. No egos, which I really appreciate cause it's hard to — some times that's not how producers or artists like to work. Some times they got an ego like, \"Nah, man, I'm not doing — I'm not sharing this with this guy.\" You know.</p><p><strong>KELLEY</strong>: Did you, like, feed everybody?</p><p><strong>BIG SEAN</strong>: Oh, I'm sorry. Hold up. \"I Don't F--- With You\" is Mustard, <a href=\"https://twitter.com/mikefree_\" target=\"_blank\">Mike Free</a> — I keep forgetting about Mike Free — KeY Wane, Dahi and Kanye West. Five producers.</p><p><strong>MUHAMMAD</strong>: Wow.</p><p><strong>KELLEY</strong>: So with all those people in your house, did you have to provide food and waters?</p><p><strong>BIG SEAN</strong>: Yeah, a lot of waters.</p><p><strong>KELLEY</strong>: Just waters.</p><p><strong>BIG SEAN</strong>: Lot of waters. Yeah. And, you know, I would get food and lot of fruit. I'm like a sweet tooth guy. I eat way too much candy and bulls---. I mean, I do take care of myself. I take vitamins. My mom always brought me up on that organic living since way back. So I eat pretty right, but I also eat a lot of candy. And I've been trying to get out of that so we had, like, a lot of fruit. A lot of fruit trays and stuff. That and water, man. Straight grind mode.</p><p><strong>MUHAMMAD</strong>: Do you have — since you built your own studio do you have plans of singing your own artists?</p><p><strong>BIG SEAN</strong>: Yeah. That's definitely in the works. I've started with producers. I feel like that's more important sometimes for artists to have in-house producers and I feel like I got a really good core of that. And now it's just about finding the right artists, the right people.</p><p>And it also being the right timing, you know. I feel like it wasn't the right time before for me to have artists under me. I'm still trying to get my stuff together. I still am now but I feel like it's more together and I could really help put other people in positions more now. So that's something we definitely have been talking about and looking into.</p><p><strong>MUHAMMAD</strong>: Dope.</p><p><strong>BIG SEAN</strong>: Mm-hmm.</p><p><strong>MUHAMMAD</strong>: Anything else, Frannie?</p><p><strong>KELLEY</strong>: No, I mean, I did want to sort of get at — I think the studio process is really interesting to people, but I think part of why is because it seems like such a mystery and it seems like magical. And so I'm curious like at which point would you turn to Dahi and be like, \"I need this from you?\" Or to Vinylz. Or to KeY Wane. Or anybody. Or whether it's more of like, spur of the moment, somebody just has something to contribute.</p><p><strong>BIG SEAN</strong>: Yeah, I think it's just people have something to contribute. Sometimes when they would be in the studio working on a beat, after a while, I would leave, because they got to go through their processes. You know, sometimes it takes hours for producers to figure what drum or what — like, they'll have the melody but trying to find the right instrument. They'll go through instruments for an hour sometimes. So sometimes I would leave the room for like a hour, come back, and be like — figure out what they got and tweak it.</p><p>This is the most I've ever produced on an album too. I didn't really get that much production credit. But I was heavily in there with the producers and explaining to them what to do, what not to do, how to do it, how I want it to sound. And they took it from there. So I really just appreciate not having any egos. And, you know, I don't have an ego. And just — we just really put our minds together to get this vision across, so I'm happy about it. And as far as the rapping and stuff, I don't — we wrote all our own songs and stuff and mainly all the features wrote their own stuff and choruses. From <a href=\"https://twitter.com/jheneaiko\" target=\"_blank\">Jhené Aiko</a> to — <a href=\"https://twitter.com/arianagrande\" target=\"_blank\">Ariana</a> wrote her own lyrics.</p><p>But as far as how I write my raps, I don't write them down on paper. I just kind of like — it's similar to like how a lot of people do. Just kind of like, you think of them, and you lay a reference down. And you just keep filling them in. Because when I do it that way, when I don't write it on paper, it allows me to f--- up or — I've found so many pockets just on accident sometimes, just like being in the booth and trying to catch the beat and it be like, \"Ah, damn. That sounded kind of cool.\" So that's my process on how I write. I just kind of write it in my head, stuff like that. Sometimes it takes a long time, sometimes it doesn't.</p><p><strong>KELLEY</strong>: I was wondering about the stash, if it was a notebook or a MacBook.</p><p><strong>BIG SEAN</strong>: No notebook. No traces.</p><p><strong>KELLEY</strong>: Hard drive.</p><p><strong>BIG SEAN</strong>: It's just all references. I'm about to put out this video, behind-the-scenes of us in the studio, how the songs were made. And where me just mumbling. And I got that theory from Kanye and Common. And Jay Z and Lil Wayne and all those guys do it too. But, like, when I was in the studio with Ye for the first time, that's how he was writing his music. And he told me like, \"You should try it out.\" And ever since then.</p><p><strong>MUHAMMAD</strong>: Yeah, <a href=\"https://twitter.com/qtiptheabstract\" target=\"_blank\">Q-Tip</a> does that too.</p><p><strong>BIG SEAN</strong>: And Q-Tip. I know Q-Tip does it. Ye probably got it from Q-Tip.</p><p><strong>MUHAMMAD</strong>: I don't know.</p><p><strong>BIG SEAN</strong>: Probably. I assume.</p><p><strong>KELLEY</strong>: Our producer wanted me to ask you about <a href=\"https://twitter.com/phontigallo\" target=\"_blank\">Phonte</a> and <a href=\"http://en.wikipedia.org/wiki/Little_Brother_%28group%29\" target=\"_blank\">Little Brother</a>, if they were somebody that you listened to a lot. He hears their influence in you.</p><p><strong>BIG SEAN</strong>: Yeah, for sure. <a href=\"https://twitter.com/9thwondermusic\" target=\"_blank\">9th Wonder</a> is definitely somebody who just production-wise I was always a fan of. And then I remember he was one of the first people I met and was just like very receptive. But, yeah. I used to be like Phonte, Little Brother, <a href=\"https://twitter.com/slumvillage\" target=\"_blank\">Slum Village</a>, <a href=\"http://en.wikipedia.org/wiki/J_Dilla\" target=\"_blank\">J Dilla</a>. <em>Donuts </em>is like — that was — even though there's no words on <em>Donuts </em>that was just one of my favorite albums. I've actually rapped on \"<a href=\"https://www.youtube.com/watch?v=jMu47CsLm0M\" target=\"_blank\">Only Two Can Win</a>\" before. And yeah, definitely. You can hear the influence, huh?</p><p><strong>KELLEY</strong>: Yeah, David can. Very strongly. I can also hear it kind of in like the, especially on this album — I want to use the word pretty? To describe the music. And I don't know if that's offensive or wrong to some people.</p><p><strong>BIG SEAN</strong>: Nah, pretty is not the word.</p><p><strong>KELLEY</strong>: But there is like a — there's like a fine quality to it. And — you're right. Pretty is not the right word.</p><p><strong>BIG SEAN</strong>: No no no. I know what you mean.</p><p><strong>KELLEY</strong>: Like a pleasing — nah, that's not right either. It's — I don't know.</p><p><strong>BIG SEAN</strong>: I'm just f---ing with you. If you think it's pretty --</p><p><strong>KELLEY</strong>: The aesthetics are nice.</p><p><strong>BIG SEAN</strong>: Thank you. Thank you. Yeah.</p><p><strong>KELLEY</strong>: But there's that need for that and that ability to make that, that you can hear in 9th and Dilla.</p><p><strong>BIG SEAN</strong>: Yeah. Well, thank you. Those are some great, some good musicians right there so appreciate that.</p><p><strong>KELLEY</strong>: Well, thank you for taking so much time.</p><p><strong>BIG SEAN</strong>: Oh, thanks for having me. I was really excited about this. I appreciate it. <em>Dark Sky Paradise </em>is in stores. Go cop it if you feel it.</p><p><strong>MUHAMMAD</strong>: I feel it. Go cop it.</p><p><strong>BIG SEAN</strong>: Yeah. Thank you. Yeah, thanks for taking the time out, like you said. It means a lot, guys.</p><p><strong>MUHAMMAD</strong>: Oh. You're welcome. And thank you. Come again any time.</p><p><strong>BIG SEAN</strong>: Yeah, I will. I'll make sure. One of my homies was like, \"Yo, you know that show we listen to on NPR all the time? Man, why don't you do that?\" And then soon as we asked — we asked. We were like, \"Yo. Can we do this?\"</p><p><strong>MUHAMMAD</strong>: Yeah. I was like, \"<em>Yeah.</em>\" I was afraid that I wasn't going to be able to do it cause it's been a hectic — this week is crazy cause I'm doing some stuff in Chicago and I'm trying to shut everything down so I can think. But, I'm like, you can't do that. You just got to roll with whatever opportunity that opens up. And I'm like, \"Yeah. I don't care what I have to do.\" Like, \"Let me know, Frannie, what it is.\" So she let me know. I was like, \"Yes. Thank you.\"</p><p><strong>BIG SEAN</strong>: Man, it's an honor, man, for real.</p><p><strong>MUHAMMAD</strong>: Honor on me, too.</p><p><strong>BIG SEAN</strong>: Yes, and I'm a huge Tribe fan for sure, obviously, so this is really cool, man.</p><p><strong>MUHAMMAD</strong>: I'll slide you the — you know, under the table. You get paid for that statement. Nah, I'm just joking. But thank you.</p><p><strong>BIG SEAN</strong>: I'm sure you can hear your influence, your guys' influence, in my music too.</p><p><strong>MUHAMMAD</strong>: Yeah, cause you say — is it in the outro where you go --</p><p><strong>BIG SEAN</strong>: \"Why you want to go and do that, and do that?\" Yeah, of course. You know. Yeah, I had to pay y'all for that one so.</p><p><strong>MUHAMMAD</strong>: Really?</p><p><strong>BIG SEAN</strong>: I'm sure somewhere down the line.</p><p><strong>KELLEY</strong>: Yo, \"Outro\" is my favorite song.</p><p><strong>MUHAMMAD</strong>: The outro --</p><p><strong>KELLEY</strong>: Just like on that J. Cole album, the outro is my favorite song. Why?</p><p><strong>BIG SEAN</strong>: Yeah, outros are special, man. Intros too.</p><p><strong>MUHAMMAD</strong>: I don't think people think about that — maybe now, more. But yeah.</p><p><strong>BIG SEAN</strong>: Yeah, they're special. Especially from a perspective of real — like, listeners, not necessarily radio stuff, but like fans and hip-hop heads, it's always — you ask what's their — a lot of their favorite songs is usually half the time the intro or the outro of whatever.</p><p><strong>MUHAMMAD</strong>: Good job, man.</p><p><strong>BIG SEAN</strong>: Thank you, man. Thanks a lot.</p><p><strong>MUHAMMAD</strong>: You're welcome.</p><p><strong>KELLEY</strong>: Thank you so much.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Big+Sean%3A+%27I+Stuck+With+My+Gut%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ali Shaheed Muhammad","audio":[{"meta":{"duration":"4652"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1390261780-6c54b5.m3u?orgId=1&topicId=1105&aggIds=100920965&d=4652&story=390165830&ft=nprml&f=390165830"},{"href":"http://media.npr.org/assets/img/2015/03/02/022715npr_bigsean028-78225210ae5c1e84eedca568ffaf5056a0b7c411.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3744","width":"5000"}},{"href":"http://media.npr.org/assets/img/2015/03/02/022715npr_bigsean006_vert-f6075c7e65b0d3f03a645fa527b76c79b8de9267.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"4998","width":"3744"}}]}