{"created":"2014-09-08T01:56:21+00:00","modified":"2014-10-30T22:41:10+00:00","valid":{"from":"2014-10-30T22:41:10+00:00","to":"3014-10-30T22:41:10+00:00"},"hreflang":"en","title":"Wisconsin Voters Divided On Whether Job Growth Is Enough","published":"2014-09-04T22:51:00+00:00","teaser":"GOP Gov. Scott Walker is touting an economic turnaround. But his Democratic challenger, Mary Burke, argues that the state's recovery falls short of what was promised four years ago.","itags":["npr_api","345825909"],"guid":"01f7ddd4-6e76-482f-8f8b-d1fd760ecf13","contentencoded":"<p>In the hotly contested Wisconsin governor's race, incumbent Republican Scott Walker is touting an economic turnaround. But his Democratic challenger, Mary Burke, argues that the state's recovery is falling flat.</p><p>Both candidates are acutely aware that attitudes about the economy could sway votes in the November elections. A <a href=\"http://www.people-press.org/2014/09/04/views-of-job-market-tick-up-no-rise-in-economic-optimism\">new survey</a> by the Pew Research Center finds that 3 in 4 Americans believe the economy is on the mend. But more than half say their own family income is lagging behind the cost of living.</p><p>Walker dropped by an office park on the outskirts of Madison this week to celebrate the growth of a local software company. Standing next to the ping-pong table in the company's game room, Walker announced that Forte Research Systems is adding 55 new workers with the help of a state loan.</p><p>\"What we particularly like about this is they're great-paying careers. Almost $34 an hour. $33.82, to be exact, is the average starting pay for these positions.\"</p><p>The number-crunching Walker boasts that Wisconsin has added more than 100,000 jobs since he took office. But that's far short of the 250,000 Walker promised when he ran for governor. This week, Walker told reporters he's had no second thoughts that perhaps he should have set a lower bar.</p><p>\"It would be like taking over a football team that was zero and 16 and saying your hope was that you'd win four games. We aimed to have a Super Bowl performance economy. We think we're heading in the right direction. But we've still got more work to do which is why we're asking four more years to do it,\" Walker said.</p><p>Democratic challenger Burke has other ideas. Speaking to a women's roundtable in Milwaukee this week, Burke said Wisconsin needs a new coach.</p><p>\"I know we can do a lot better ... but we do need a change in direction,\" she said.</p><p>Burke's a former state commerce secretary and a former executive at the Trek Bicycle Co., which her father started. She notes that Wisconsin has trailed every other Midwestern state in job growth since Walker came into office.</p><p>\"He believes that you create jobs by giving tax breaks to those at the top and somehow it trickles down and they create jobs. I'm a businessperson. That's not how jobs get created,\" she says.</p><p>Walker counters that Wisconsin's relative job growth has improved over the past year.</p><p>Pollster Charles Franklin of Marquette University Law School says the governor remains a deeply polarizing figure in Wisconsin, drawing both support and opposition in roughly equal measures.</p><p>\"People have been quite intense, and it's pretty evenly divided: 96 percent of Republicans were supporting Walker; 95 percent of Democrats were supporting Burke,\" said Franklin.</p><p>Walker became a conservative darling — and a liberal target — in 2011, when he moved to limit collective bargaining rights for Wisconsin's government workers. He survived a recall election in 2012. But at a Labor Day picnic earlier this week, union members like Patrick Bare said they haven't forgotten.</p><p>\"Wisconsin was always a very progressive state. We got a lot of labor laws passed here first. And he's trying to take all of those away. We'd like to see all our union members get out and vote,\" said Bare, who was wearing a Teamsters T-shirt reading, \"Advocate, Organize, Elevate.\"</p><p>Twenty miles west, in the Republican stronghold of Waukesha, streets are lined with yard signs proclaiming, \"We Stand with Scott Walker.\" Tool- and die-maker Tim Titus stopped in to the local GOP office to pick up a sign for his yard.</p><p>\"We actually like Scott Walker and what he's done for the state. The budget he took care of and everything else. I know a lot of people are opposed to him, but my wife and I are actually for him. We'd like people to spread our work ethic and not our wealth,\" Titus said.</p><p>For now, neither candidate seems eager to rehash the collective bargaining battle, focusing instead on differences over the budget, Obamacare and the best jobs strategy.</p><p>For Walker, considered a likely presidential hopeful in 2016, voters' attitudes about the state's recovery may be key to whether he keeps his current job and how well-positioned he is for the next one.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Wisconsin+Voters+Divided+On+Whether+Job+Growth+Is+Enough&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Scott Horsley","audio":[{"meta":{"duration":"262"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1345868857-d99857.m3u?orgId=1&topicId=1014&ft=3&f=345825909"}]}