{"created":"2014-09-08T15:46:25+00:00","modified":"2014-10-07T15:33:02+00:00","valid":{"from":"2014-10-07T15:33:02+00:00","to":"3014-10-07T15:33:02+00:00"},"hreflang":"en","title":"Obama: Passing Of Fort Hood Victims 'Shakes Our Soul' ","published":"2014-04-10T10:08:00+00:00","teaser":"For the second time in five years, President Obama delivered a message of resilience and service at a memorial service for slain soldiers at Fort Hood, Texas.","itags":["npr_api","301025229"],"guid":"02293031-b83c-4987-8332-158931588aa6","contentencoded":"<p>The killing of three soldiers at Fort Hood, Texas, \"shakes our soul,\" President Obama said on Wednesday.</p><p>Obama spoke at a memorial service at the Army post for the second time in five years. The ceremony for the three slain soldiers today echoed the one held for the 13 people killed by Army Maj. Nidal Hasan <a href=\"http://www.npr.org/blogs/thetwo-way/2009/11/coming_up_memorial_service_at.html\">in 2009</a>.</p><p>Last week, Spc. Ivan Lopez went on a shooting rampage at that same post after an argument over a request for leave.</p><p>Like in 2009, the dead soldiers — Army Sgt. Timothy Owens, 37; Sgt. 1st Class Danny Ferguson, 39; Sgt. Carlos Lazaney Rodriguez, 38 — were represented at the memorial by a portrait framed by a pair of combat boots, a rifle and an empty helmet.</p><p>Obama was somber, but hopeful. He bookended his speech by talking about the resilience of love.</p><p>\"With God's amazing grace, we somehow bear what seems unbearable,\" Obama said. \"Love bears all things, believes all things, hopes all things, endures all things. Love never ends.\"</p><p>Obama also noted that it was \"love tested by tragedy\" that had brought the Fort Hood community together again. He offered the families condolences, saying \"no words are equal to your loss,\" but we will \"offer whatever comfort we can\" and \"we [will] also draw strength from you.\"</p><p>Gen. Ray Odierno, the chief of staff of the Army, said they were heartbroken that these families \"must endure yet another burden.\"</p><p>\"That [these soldiers] lost their lives at the hands of one of our own makes this tragedy heartbreaking and inexplicable,\" Odierno said.</p><p>Obama said the country must do more \"to help counsel those with mental health issues to keep firearms out of the hands of those who are having such deep difficulties.\"</p><p>Like it was in 2009, Obama's speech was followed by a rendition of \"Amazing Grace.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Obama%3A+Passing+Of+Fort+Hood+Victims+%27Shakes+Our+Soul%27+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eyder Peralta","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1301033651-b31a6a.m3u?orgId=1&topicId=1001&ft=3&f=301025229"},{"href":"http://media.npr.org/assets/img/2014/04/09/483541447-758278c0be570b1fea399309a6041aa9d6133a56.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2995","width":"3999"}}]}