{"created":"2014-09-22T20:57:23+00:00","modified":"2015-03-09T18:07:59+00:00","valid":{"from":"2015-03-09T18:07:59+00:00","to":"3015-03-09T18:07:59+00:00"},"hreflang":"en","title":"Why A Teenage Mom Was Jailed In El Salvador After A Stillbirth","published":"2014-09-23T15:23:00+00:00","teaser":"Christina Quintanilla faced up to 50 years in prison after an anonymous hospital worker accused her of having an abortion.","itags":["npr_api","320323339"],"guid":"022bc3a4-88a5-4c2f-bf2e-4ad35b7ac547","contentencoded":"<p>Christina Quintanilla's nightmare with El Salvador's abortion law began on Oct. 26, 2004.</p><p>Quintanilla was 17 at the time, and seven months pregnant with her second child. She was living in her mother's apartment, and that night, she couldn't get comfortable. Her belly was bulging, her back was aching, and her stomach was upset.</p><p>\"I felt — I don't how to describe it — a pain, a terrible pain,\" she says through a translator. \"And then I felt like I couldn't breathe, like I was drowning.\"</p><p>Quintanilla says she went into labor but soon passed out. The next thing she remembered was her mom picking her up from a pool of blood on the bathroom floor.</p><p>Both she and her mother, Carmen, say the baby was stillborn.</p><p>No one came after Carmen called 911, so a neighbor sent Quintanilla to the public hospital. When she woke up, it wasn't doctors who greeted her but criminal investigators. They had come to arrest her on charges of murdering her child.</p><p>\"I was shocked by what he had said,\" she recalls. \"I didn't have any words. I couldn't say anything.\"</p><p>Latin America has some of the most restrictive abortion laws in the world, with some exceptions for rape cases or if the mother's health is in danger.</p><p>But abortion is completely banned in El Salvador. The law recognizes a fetus as a human being from the moment of conception. In a <a href=\"http://www.bbc.com/news/world-latin-america-22712756\">high-profile case</a> last year of a pregnant woman with lupus, the Salvadoran Supreme Court refused to allow her an abortion despite her doctors saying carrying the baby to term could endanger her life. <strong> </strong></p><p>A woman accused of terminating a pregnancy in El Salvador can face up to 50 years in prison.</p><p>The law also requires doctors, nurses and other medical professionals to report suspected abortions.</p><p>In Quintanilla's case, an anonymous hospital worker had called the police and accused Quintanilla of having an abortion. As a result, she was dragged into a court case that lasted almost 12 months.</p><p>She and her family members say they'd been eagerly awaiting the birth of her second child. They'd even had a baby shower for her. Quintanilla says emphatically that she did not kill her baby.</p><p>The hospital had found no evidence that she had intentionally aborted the pregnancy. But the district attorney pushed forward anyway, arguing that Quintanilla had terminated the pregnancy because she couldn't support another child.</p><p>During the trial, Quintanilla says, her public defender was awful and couldn't even remember her name.</p><p>In the end, she was sentenced to 30 years in prison. She served four years before a young lawyer stumbled across her case and managed to get her sentence overturned. He argued successfully that no one ever established the cause of her baby's death.</p><p>Quintanilla is now back in her home in the eastern city of San Miguel. She lives with her 11-year-old son, Daniel, and her daughter, Alexandra, who was born after she was released from prison. Three-year-old Alexandra is a whirlwind of energy, and they simply call her \"la reina,\" or the queen. Quintanilla says her life, post-prison, is peaceful.</p><p>\"I look after my children and my family. I help out my relatives,\" she says. \"I end up with a little extra money, and that's the good life I now have.\"</p><p><em>This story is part of a series looking at the health implications of abortions in developing countries. The series will continue for the next two weeks.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Why+A+Teenage+Mom+Was+Jailed+In+El+Salvador+After+A+Stillbirth&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jason Beaubien","audio":[{"meta":{"duration":"621"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1350662136-6f0075.m3u?orgId=1&topicId=1031&e=320323339&d=621&ft=nprml&f=320323339"},{"href":"http://media.npr.org/assets/img/2014/09/18/christina-c4ea9b04444d2e9afd71ad2dda11f2170818d909.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"774","width":"1032"}}]}