{"created":"2015-05-19T07:25:38+00:00","modified":"2015-05-22T23:56:01+00:00","valid":{"from":"2015-05-22T23:56:01+00:00","to":"3015-05-22T23:56:01+00:00"},"hreflang":"en","title":"Conservative, Catholic Ireland Votes On Same-Sex Marriage","published":"2015-05-22T21:17:00+00:00","teaser":"In every country where same-sex marriage has been legalized, it was brought about by lawmakers or the courts. On Friday, Ireland could become the first country to make it legal by the ballot box.","itags":["npr_api","407666907"],"guid":"022e5324-99cb-4d5a-83b3-4f2af9166db6","contentencoded":"<p>Ireland could make history this week. Same-sex marriage is legal in about 17 countries around the world. In all of those countries, the decision was made by the legislature or the courts. Ireland appears poised to become the first country to legalize same-sex marriage through a national popular vote set for Friday. <br /> <br /> In Dublin, it is impossible to miss the debate. Nearly every lamppost carries a big poster, or several. <br /> <br /> \"YES: Equality for everybody,\" reads one showing a diverse group of smiling people.</p><p>\"NO: Children deserve a mother and father,\" reads another, showing a pair of doting parents kissing a baby's cheeks.<br /> <br /> \"It's all anyone's talking about,\" says Christine Dilworth, as she smokes a cigarette on the patio of a gay club in Dublin. \"I have not had a conversation with a stranger over the last month that has not been about marriage equality.\"<br /> <br /> The saturation extends to the virtual world. Some people in Dublin say they've stopped checking their Facebook feeds, because social media are so inundated with campaign material. <br /> <br /> A popular video from the No campaign warns that same-sex marriage could hurt kids.</p><p>\"Without exception, every child reared by a same-sex couple is denied either a father or a mother,\" <a href=\"https://www.youtube.com/watch?v=d_nmxXYIUqA\" target=\"_blank\">the video says</a> alongside dire statistics about the potential consequences of same-sex marriage.<br /> <br /> One of the Yes campaign's <a href=\"https://www.youtube.com/watch?v=AkwYEhjjZhs\" target=\"_blank\">most popular videos</a> urges voters to \"Bring Your Family With You.\" It shows a man escorting his grandmother to the voting booth, and a woman approaching her father as he works on a piece of farm equipment.</p><p>\"Dad, will you come with me?\" she asks him. After a pause he replies, \"I wouldn't miss it for the world,\" as the music swells. <br /> <br /> Of course Dublin is a cosmopolitan, international city. People tend to be more liberal there. Growing up in rural western Ireland, Sharon Nolan says, the sentiment was different. The anti-gay messages were subtle, but clear. <br /> <br /> \"You're kind of encouraged to not make a scene about your sexuality,\" she says. \"And it's kind of seen as, 'Well, why can't you just be like everyone else?' \"<br /> <br /> Nolan is 23, and Ireland has changed a lot since she was born. The country decriminalized homosexuality when she was 1. Civil unions for gay couples became legal when she was 18. Now, marriage could be on the horizon. <br /> <br /> Nolan canvasses most evenings in Galway City, where she now lives. She wants to go door to door in her family's village a couple hours away.</p><p>\"But my parents are trying to discourage me from doing that,\" she says. \"They wouldn't want the neighbors talking about me or talking about them.\"<br /> <br /> Ireland is one of the most socially conservative countries in Western Europe. It has nearly the highest churchgoing rate on the Continent. Abortion is still illegal. Divorce was outlawed until the mid-1990s.</p><p>That makes Ireland a less than obvious place for same-sex marriage. But the polls indicate the Yes voters are favored by a wide majority. <br /> <br /> Tom Leonard is sitting outside the pub in Galway on this sunny spring day.</p><p>\"I don't believe society is changing,\" he says. \"I believe it's been hijacked.\"<br /> <br /> \"If they want to live together, they want to have some kind of civil ceremony together, that's fine,\" he says. \"But they need to come up with their own word for that. I object strongly to the term marriage. That is for men and for women.\"<br /> <br /> Irish culture deeply values family, and both sides are trying to use that to their advantage. <br /> <br /> Kate Bopp, a spokesman for the No campaign, describes marriage as \"quite simply, a man-woman, potentially procreative institution.\" Bopp insists that this is not a discriminatory view, saying, \"You can say that this image in this picture is beautiful and so is this one, but they are not both the same.\"<br /> <br /> On the other side, Yes campaign leader Tiernan Brady argues that Ireland's traditional values support same-sex marriage.</p><p>\"Because they're about cherishing someone in your community. This is somebody who lives in your village, who is in your family,\" he says. \"It's not someone sitting on a rock outside Ireland looking for permission to get in.\"<br /> <br /> Every political party in Ireland supports a yes vote, as do major businesses and unions. The Catholic bishops are encouraging a no vote, though some prominent Catholic priests have encouraged their parishioners to vote yes. <br /> <br /> The referendum is 17 words in English. Voters are being asked whether \"marriage may be contracted in accordance with law by two persons without distinction as to their sex.\"</p><p>In Gaelic, it's just 12. Officials had to change the Gaelic wording when they realized that it could be interpreted to mean marriage would only be between members of the same sex.<br /> <br /> Aodhán Ó Ríordáin, Ireland's minister of state for equality, says the English wording is especially significant. It uses the same phrase that extended voting rights to women in Ireland: without distinction as to their sex.<br /> <br /> \"That's the argument. We're not redefining marriage; marriage isn't changing,\" he says. \"We're just expanding it. So just as expanding voting rights to women didn't change voting, extending marriage rights to same-sex couples is not going to change marriage.\" <br /> <br /> No matter what happens on Friday, Ó Ríordáin believes this debate has changed Ireland.<br /> <br /> \"I've never been involved in anything like it before,\" he says. On the last day people could register to vote, \"there were queues outside the local offices up and down the country. That's never happened before. Never for a referendum.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Conservative%2C+Catholic+Ireland+Votes+On+Same-Sex+Marriage&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ari Shapiro","audio":[{"meta":{"duration":"219"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1407868159-045131.m3u?orgId=1&topicId=1124&d=219&p=3&story=407666907&t=progseg&e=407866647&seg=3&ft=nprml&f=407666907"},{"href":"http://media.npr.org/assets/img/2015/05/18/473726116-92b6f323219440520d4910467122cbdff9281695.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3464","width":"4621"}},{"href":"http://media.npr.org/assets/img/2015/05/18/img_5543edit-97857b5e66ed891b603e9be1dc6abb6752fb658e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1759","width":"2346"}},{"href":"http://media.npr.org/assets/img/2015/05/18/img_5613edit-e13abae7aa844ef538aa80286a5e4f97d55f68b3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3262"}}]}