{"created":"2015-05-14T02:04:21+00:00","modified":"2015-05-15T13:00:40+00:00","valid":{"from":"2013-05-13T11:00:54+00:00","to":"3013-05-13T11:00:54+00:00"},"hreflang":"en","published":"2013-05-13T11:00:54+00:00","contentencoded":"<div class=\"barn-cleaned\"><p>The three-bedroom red-brick Tudor home backing onto a wooded lakefront in suburban Atlanta is <em>not</em> necessarily where one expects to find a story of ‘installment loans gone bad.’</p>\n<p>This is where 31-year-old Katrina Sutton lives with her grandfather. Sutton says her grandfather is “just shy of struggling.” He’s on disability, keeping up the mortgage payments.</p>\n<p>Sutton is just <em>plain</em> struggling. She lives in the basement apartment, and tries to keep taking classes towards her associate’s degree in business administration. She has a GED, and $15,000 in student debt toward a previous associate's degree from the University of Phoenix that she never finished. She also tries to keep up on her bills -- cable, Internet, cell phone, car insurance -- while helping her grandfather pay the utilities when she can.&nbsp;</p>\n<p>Things started getting bad in the recession: 2008. She was laid off from her job delivering auto parts.</p>\n<p>“Then I started working for Walmart,” says Sutton. She was making about $800 a month before taxes.</p>\n<p>“It was part-time,” she says, “so I was trying to get bills taken care of.”</p>\n<p>She went for help paying those bills to a storefront lender called <a href=\"http://www.worldacceptance.com\">World Finance</a>. World (the corporate name is World Acceptance Corp., out of Greenville, S.C) is one of the nation’s biggest installment lenders. Publicly traded (ticker symbol <a href=\"http://www.nasdaq.com/earnings/report/wrld#.UVSUor8e4UV\">WRLD on Nasdaq</a>), with more than half-a-billion dollars in annual revenue, it operates more than 1,000 loan stores in mini-malls across the South and Midwest. It’s also expanding into Mexico.</p>\n<p>Sutton ended up with a series of installment loans from World -- renewed one after the other -- that dragged her ever-deeper into debt, and made getting her bills paid <em>and</em> getting back on her feet a whole lot harder.</p>\n<p>It is a repeated pattern for low-income borrowers with low or no credit, which an investigation by Marketplace and ProPublica was able to verify from interviews with World borrowers and former World employees.&nbsp;</p>\n<p>The company loads on fees, interest and credit insurance premiums, often to the maximum state law will allow; repeatedly renews loans when borrowers are having trouble making their payments, adding on more fees, interest, and insurance premiums; and engages in aggressive collection practices, including home and workplace visits, lawsuits and wage garnishment, to get the money it’s due. In particular, World garners significant profits by selling several types of credit insurance along with its loans. The insurance is of dubious value to borrowers, since it protects the lender from a loan default.</p>\n<p>World Finance declined to speak with Marketplace and ProPublica.&nbsp;</p>\n<p>In response to submitted questions, World wrote that the company's one-million-plus customers “demonstrate by their repeat business that they value the service and products that World offers.” The company said it only issues repeat loans when borrowers want them; that its collection methods are proper and legal; and that all interest, fees and insurance premiums are disclosed to borrowers.</p>\n<p><strong>Down into the debt spiral</strong></p>\n<p>Katrina&nbsp;Sutton started with an initial loan of $207 in August of 2009. She got it at World Finance’s loan store a few miles from her house in McDonough, Ga. -- near the Walmart where she worked. Co-workers had gone there and told her they’d gotten “good” service.</p>\n<p>Sutton needed that $207 to fix the brakes on her 1997 Crown Victoria. It’s a hand-me-down from her late grandmother, and she needed it to get to work.</p>\n<p>Her “car issue,” as she calls it, “had something to do with the brakes, so I just knew I had to have it done, I couldn’t be driving it. So I got the loan.”&nbsp;</p>\n<p>The loan check she got from the World Finance store that day didn’t cover the whole car repair, so her grandfather helped pay the taxes to get the work done.&nbsp;</p>\n<p>Two years later, Sutton had paid back several hundred dollars to World -- more than the amount of the original loan. She’d had the loan renewed twice by World, but since Walmart had cut her hours, and she’d missed some work due to illness, she was still falling behind on her payments -- enough so that World sued her, garnished her wages, and froze the money on her payroll card, so she couldn’t buy gas to get to work.</p>\n<p>“I didn’t make very much money,” says Sutton. “And so I kind of freaked out, and I was like, ‘Oh my gosh, I don’t even have a way to get to work, I don’t have any money, it’s payday, and what am I supposed to do?’ I was getting more behind and I was trying to figure out why.”</p>\n<p>To understand why Sutton and others can get more and more behind, it’s useful first to explain installment loans—the kind provided by non-bank consumer finance companies like World.</p>\n<p>In a typical World installment loan, you borrow a few hundred to a few thousand dollars. You pay the loan off over time, in fixed monthly installments -- typically six months to a couple of years. The payments cover principal, plus interest, fees and credit insurance premiums. Like an amortized mortgage, more of the interest and fees (the finance charges) will be paid off in the early monthly installments; more of the principal will be paid off later in the life of the loan.</p>\n<p>An installment loan is <a href=\"http://www.marketplace.org/topics/wealth-poverty/beyond-payday-loans-installment-lending-and-cycle-debt/whats-difference\">unlike</a> a payday loan (<a href=\"http://files.consumerfinance.gov/f/201304_cfpb_payday-dap-whitepaper.pdf\">see here for a recent white paper published by the Consumer Financial Protection Bureau on payday loans</a>). A payday loan is due all at once, usually within several weeks, when you get your paycheck.</p>\n<p>Since payday loans are due in one lump sum, and they typically carry high interest -- double or triple-digits -- they can easily lead to a cycle of debt where borrowers renew time and time again, kicking the debt down the road, while continuing to pay off only interest and fees. In an installment loan, industry representatives point out, borrowers pay some of their principal down every month, slowly reducing the principal until the loan is retired. For this reason, they say installment loans are a better option for consumers than payday loans, and less likely to cause financial problems for lower-income borrowers.</p>\n<p>Since World’s borrowers tend to be pretty high credit-risk (Sutton’s credit score was about 500, she thinks, at the time she took out her loan), the interest on its installment loans is also pretty high.</p>\n<p>ProPublica’s analysis of 100 World loans from several states found effective annual percentage rates in the high double-digits, and sometimes in the triple-digits. But the APRs often appear lower on World’s loan contracts because the company is not required by the federal Truth in Lending Act to include all credit insurance premiums in its financing calculation for borrowers.</p>\n<p>Many borrowers appear not to understand this, nor to understand that they can refuse offers of credit insurance that are voluntary for borrowers to take on. Declining the insurance would save them money both at the time of loan origination (on the premium itself), and later (premiums are financed, so the borrower pays interest on the premium across the term of the loan).</p>\n<p><strong>High-cost loans, renewed again and again</strong></p>\n<p>To get back to Katrina Sutton’s case, and why she got so behind: there are two reasons. First, the high cost of borrowing the money. And second, repeated loan renewals that ballooned the amount she owed to World.</p>\n<p>Sutton initially borrowed $207. Add in interest, fees, and credit insurance, she’d be paying back $350 to World, in seven monthly installments of $50 each.</p>\n<p>The annual percentage rate listed on Sutton’s loan contract (the <a href=\"http://www.investopedia.com/terms/a/apr.asp\">APR</a>)&nbsp;was 90 percent. That’s already pretty high for a consumer loan. But add in the cost of credit insurance, and the loan has an effective APR of 182 percent, according to an analysis by ProPublica.</p>\n<p>The other reason Sutton got more behind: renewing the loan. Like many borrowers, Sutton was enticed by the manager of the World store to renew and take a small ‘payout.' She walked out with a check representing some of the principal she’d already paid off. And then the loan started all over again. She did this twice.</p>\n<p>“Once you renew it, it’s like you get a little bit—one time they gave me like $40 bucks off of it,” says Sutton, “and then added that more interest to it and all these other fees they didn’t tell me about.”&nbsp;</p>\n<p>World says that 77 percent of its loans are renewed before they are paid off.</p>\n<p>Chris Kukla, senior counsel at the <a href=\"http://www.responsiblelending.org/\">Center for Responsible Lending</a>, says this can be very expensive for borrowers.</p>\n<p>“Every time they go in and refinance, they pay a new origination fee, they pay more credit insurance fees if they take the credit insurance,\" Kukla says.&nbsp;\"It is not uncommon for someone to walk in, and years later end up paying three times what they borrowed.”&nbsp;</p>\n<p><strong>Chasing delinquent borrowers</strong></p>\n<p>Sutton doesn’t have records of her repayments, but it appears she paid back at least $600 to World on her $207 loan. Then, she stopped paying. She says it got “real ugly --[they] came out to my job, came out to my home.”</p>\n<p>They also sued her, garnished her wages and froze her payroll debit card. World says 14 percent of its loans are uncollectable. The company files thousands of garnishment lawsuits every year.</p>\n<p><a href=\"http://www.braziellaw.com/bankruptcy-about-us.html\">Bankruptcy attorney Barbara Braziel</a> of Savannah, Ga., says she sees many cases like this involving World and other installment lenders, as well as title lenders and internet payday lenders (traditional payday lending is banned in Georgia). She has been helping a client who was sued and had her wages garnished, after defaulting on a pair of loans provided by World Finance, and a World subsidiary, Colonial Finance.&nbsp;</p>\n<p>“The character of her debt was medical bills, student loans, and these two finance companies, and that really drove the train,” says Braziel.</p>\n<p>Braziel’s bankruptcy client, who did not want to be identified, makes $34,000 per year as a full-time computer technician and is helping to take care of several family members, including a daughter and two grandchildren. Several years ago, she borrowed about $2,500 from World and Colonial to try to cope with uninsured medical bills. One of the loans was subsequently renewed. The loans had effective APRs of 42 percent and 109 percent, respectively (the loan forms from World and Colonial list APRs of 31 percent and 61 percent, which does not include some credit insurance premiums).&nbsp;</p>\n<p>When Braziel’s client -- who has filed for bankruptcy twice previously, more than a decade ago -- fell behind in her payments, World sued and garnished her wages to the maximum amount allowed by law: 25 percent, or approximately $300 per biweekly pay period.</p>\n<p>Braziel says her low-income, credit-challenged clients don’t have a lot of sources for borrowing money — that is, aside from the high-cost storefront lenders, like World, that cluster into mini-malls and along commercial strips in their communities.</p>\n<p>“I, too, was a single mom,” says Braziel. “You’re trying to keep the lights on, you’re trying not to be homeless. So you really just need to solve the problem you have in front of you. And the cost is secondary. Sometimes those people are the only people there for you.”</p>\n<hr />\n<p><em>Read other stories from the Marketplace and Propublica joint investigation \"Beyond payday loans: Installment lending and the cycle of debt.\"&nbsp;<a href=\"http://www.marketplace.org/topics/wealth-poverty/beyond-payday-loans\">Explore the whole series here.</a></em></p></div>","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>The three-bedroom red-brick Tudor home backing onto a wooded lakefront in suburban Atlanta is <em>not</em> necessarily where one expects to find a story of ‘installment loans gone bad.’</p>\"},{\"content\":\"<p>This is where 31-year-old Katrina Sutton lives with her grandfather. Sutton says her grandfather is “just shy of struggling.” He’s on disability, keeping up the mortgage payments.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Sutton is just <em>plain</em> struggling. She lives in the basement apartment, and tries to keep taking classes towards her associate’s degree in business administration. She has a GED, and $15,000 in student debt toward a previous associate&apos;s degree from the University of Phoenix that she never finished. She also tries to keep up on her bills -- cable, Internet, cell phone, car insurance -- while helping her grandfather pay the utilities when she can. </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Things started getting bad in the recession: 2008. She was laid off from her job delivering auto parts.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“Then I started working for Walmart,” says Sutton. She was making about $800 a month before taxes.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“It was part-time,” she says, “so I was trying to get bills taken care of.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>She went for help paying those bills to a storefront lender called <a href=\\\"http://www.worldacceptance.com\\\">World Finance</a>. World (the corporate name is World Acceptance Corp., out of Greenville, S.C) is one of the nation’s biggest installment lenders. Publicly traded (ticker symbol <a href=\\\"http://www.nasdaq.com/earnings/report/wrld#.UVSUor8e4UV\\\">WRLD on Nasdaq</a>), with more than half-a-billion dollars in annual revenue, it operates more than 1,000 loan stores in mini-malls across the South and Midwest. It’s also expanding into Mexico.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Sutton ended up with a series of installment loans from World -- renewed one after the other -- that dragged her ever-deeper into debt, and made getting her bills paid <em>and</em> getting back on her feet a whole lot harder.</p>\"},{\"content\":\"<p>It is a repeated pattern for low-income borrowers with low or no credit, which an investigation by Marketplace and ProPublica was able to verify from interviews with World borrowers and former World employees. </p>\",\"type\":\"text/html\"},{\"content\":\"<p>The company loads on fees, interest and credit insurance premiums, often to the maximum state law will allow; repeatedly renews loans when borrowers are having trouble making their payments, adding on more fees, interest, and insurance premiums; and engages in aggressive collection practices, including home and workplace visits, lawsuits and wage garnishment, to get the money it’s due. In particular, World garners significant profits by selling several types of credit insurance along with its loans. The insurance is of dubious value to borrowers, since it protects the lender from a loan default.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>World Finance declined to speak with Marketplace and ProPublica. </p>\",\"type\":\"text/html\"},{\"content\":\"<p>In response to submitted questions, World wrote that the company&apos;s one-million-plus customers “demonstrate by their repeat business that they value the service and products that World offers.” The company said it only issues repeat loans when borrowers want them; that its collection methods are proper and legal; and that all interest, fees and insurance premiums are disclosed to borrowers.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Down into the debt spiral</strong></p>\"},{\"type\":\"text/html\",\"content\":\"<p>Katrina Sutton started with an initial loan of $207 in August of 2009. She got it at World Finance’s loan store a few miles from her house in McDonough, Ga. -- near the Walmart where she worked. Co-workers had gone there and told her they’d gotten “good” service.</p>\"},{\"content\":\"<p>Sutton needed that $207 to fix the brakes on her 1997 Crown Victoria. It’s a hand-me-down from her late grandmother, and she needed it to get to work.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Her “car issue,” as she calls it, “had something to do with the brakes, so I just knew I had to have it done, I couldn’t be driving it. So I got the loan.” </p>\"},{\"content\":\"<p>The loan check she got from the World Finance store that day didn’t cover the whole car repair, so her grandfather helped pay the taxes to get the work done. </p>\",\"type\":\"text/html\"},{\"content\":\"<p>Two years later, Sutton had paid back several hundred dollars to World -- more than the amount of the original loan. She’d had the loan renewed twice by World, but since Walmart had cut her hours, and she’d missed some work due to illness, she was still falling behind on her payments -- enough so that World sued her, garnished her wages, and froze the money on her payroll card, so she couldn’t buy gas to get to work.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“I didn’t make very much money,” says Sutton. “And so I kind of freaked out, and I was like, ‘Oh my gosh, I don’t even have a way to get to work, I don’t have any money, it’s payday, and what am I supposed to do?’ I was getting more behind and I was trying to figure out why.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p>To understand why Sutton and others can get more and more behind, it’s useful first to explain installment loans—the kind provided by non-bank consumer finance companies like World.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>In a typical World installment loan, you borrow a few hundred to a few thousand dollars. You pay the loan off over time, in fixed monthly installments -- typically six months to a couple of years. The payments cover principal, plus interest, fees and credit insurance premiums. Like an amortized mortgage, more of the interest and fees (the finance charges) will be paid off in the early monthly installments; more of the principal will be paid off later in the life of the loan.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>An installment loan is <a href=\\\"http://www.marketplace.org/topics/wealth-poverty/beyond-payday-loans-installment-lending-and-cycle-debt/whats-difference\\\">unlike</a> a payday loan (<a href=\\\"http://files.consumerfinance.gov/f/201304_cfpb_payday-dap-whitepaper.pdf\\\">see here for a recent white paper published by the Consumer Financial Protection Bureau on payday loans</a>). A payday loan is due all at once, usually within several weeks, when you get your paycheck.</p>\"},{\"content\":\"<p>Since payday loans are due in one lump sum, and they typically carry high interest -- double or triple-digits -- they can easily lead to a cycle of debt where borrowers renew time and time again, kicking the debt down the road, while continuing to pay off only interest and fees. In an installment loan, industry representatives point out, borrowers pay some of their principal down every month, slowly reducing the principal until the loan is retired. For this reason, they say installment loans are a better option for consumers than payday loans, and less likely to cause financial problems for lower-income borrowers.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Since World’s borrowers tend to be pretty high credit-risk (Sutton’s credit score was about 500, she thinks, at the time she took out her loan), the interest on its installment loans is also pretty high.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>ProPublica’s analysis of 100 World loans from several states found effective annual percentage rates in the high double-digits, and sometimes in the triple-digits. But the APRs often appear lower on World’s loan contracts because the company is not required by the federal Truth in Lending Act to include all credit insurance premiums in its financing calculation for borrowers.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Many borrowers appear not to understand this, nor to understand that they can refuse offers of credit insurance that are voluntary for borrowers to take on. Declining the insurance would save them money both at the time of loan origination (on the premium itself), and later (premiums are financed, so the borrower pays interest on the premium across the term of the loan).</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>High-cost loans, renewed again and again</strong></p>\"},{\"type\":\"text/html\",\"content\":\"<p>To get back to Katrina Sutton’s case, and why she got so behind: there are two reasons. First, the high cost of borrowing the money. And second, repeated loan renewals that ballooned the amount she owed to World.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Sutton initially borrowed $207. Add in interest, fees, and credit insurance, she’d be paying back $350 to World, in seven monthly installments of $50 each.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>The annual percentage rate listed on Sutton’s loan contract (the <a href=\\\"http://www.investopedia.com/terms/a/apr.asp\\\">APR</a>) was 90 percent. That’s already pretty high for a consumer loan. But add in the cost of credit insurance, and the loan has an effective APR of 182 percent, according to an analysis by ProPublica.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>The other reason Sutton got more behind: renewing the loan. Like many borrowers, Sutton was enticed by the manager of the World store to renew and take a small ‘payout.&apos; She walked out with a check representing some of the principal she’d already paid off. And then the loan started all over again. She did this twice.</p>\"},{\"content\":\"<p>“Once you renew it, it’s like you get a little bit—one time they gave me like $40 bucks off of it,” says Sutton, “and then added that more interest to it and all these other fees they didn’t tell me about.” </p>\",\"type\":\"text/html\"},{\"content\":\"<p>World says that 77 percent of its loans are renewed before they are paid off.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Chris Kukla, senior counsel at the <a href=\\\"http://www.responsiblelending.org/\\\">Center for Responsible Lending</a>, says this can be very expensive for borrowers.</p>\"},{\"content\":\"<p>“Every time they go in and refinance, they pay a new origination fee, they pay more credit insurance fees if they take the credit insurance,&quot; Kukla says. &quot;It is not uncommon for someone to walk in, and years later end up paying three times what they borrowed.” </p>\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Chasing delinquent borrowers</strong></p>\",\"type\":\"text/html\"},{\"content\":\"<p>Sutton doesn’t have records of her repayments, but it appears she paid back at least $600 to World on her $207 loan. Then, she stopped paying. She says it got “real ugly --[they] came out to my job, came out to my home.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p>They also sued her, garnished her wages and froze her payroll debit card. World says 14 percent of its loans are uncollectable. The company files thousands of garnishment lawsuits every year.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><a href=\\\"http://www.braziellaw.com/bankruptcy-about-us.html\\\">Bankruptcy attorney Barbara Braziel</a> of Savannah, Ga., says she sees many cases like this involving World and other installment lenders, as well as title lenders and internet payday lenders (traditional payday lending is banned in Georgia). She has been helping a client who was sued and had her wages garnished, after defaulting on a pair of loans provided by World Finance, and a World subsidiary, Colonial Finance. </p>\"},{\"type\":\"text/html\",\"content\":\"<p>“The character of her debt was medical bills, student loans, and these two finance companies, and that really drove the train,” says Braziel.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Braziel’s bankruptcy client, who did not want to be identified, makes $34,000 per year as a full-time computer technician and is helping to take care of several family members, including a daughter and two grandchildren. Several years ago, she borrowed about $2,500 from World and Colonial to try to cope with uninsured medical bills. One of the loans was subsequently renewed. The loans had effective APRs of 42 percent and 109 percent, respectively (the loan forms from World and Colonial list APRs of 31 percent and 61 percent, which does not include some credit insurance premiums). </p>\"},{\"content\":\"<p>When Braziel’s client -- who has filed for bankruptcy twice previously, more than a decade ago -- fell behind in her payments, World sued and garnished her wages to the maximum amount allowed by law: 25 percent, or approximately $300 per biweekly pay period.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Braziel says her low-income, credit-challenged clients don’t have a lot of sources for borrowing money — that is, aside from the high-cost storefront lenders, like World, that cluster into mini-malls and along commercial strips in their communities.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“I, too, was a single mom,” says Braziel. “You’re trying to keep the lights on, you’re trying not to be homeless. So you really just need to solve the problem you have in front of you. And the cost is secondary. Sometimes those people are the only people there for you.”</p>\"},{\"content\":\"<hr />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><em>Read other stories from the Marketplace and Propublica joint investigation &quot;Beyond payday loans: Installment lending and the cycle of debt.&quot; <a href=\\\"http://www.marketplace.org/topics/wealth-poverty/beyond-payday-loans\\\">Explore the whole series here.</a></em></p>\"}]","byline":"Mitchell Hartman","tags":["APM","Beyond Payday Loans","Wealth & Poverty","installment loans","payday loans"],"itags":["PMP:Marketplace_PMP","Marketplace","0242e65d18fa30779604072127e220e4","Marketplace for Monday, May 13, 2013"],"teaser":"World Finance of Greenville, S.C., rakes in half-a-billion dollars a year providing small loans to subprime borrowers. Thanks to an ever-deepening cycle of debt, business is good.","guid":"0242e65d-18fa-4307-8960-072127e220e4","title":"The problem behind the business of installment loans","description":"World Finance of Greenville, S.C., rakes in half-a-billion dollars a year providing small loans to subprime borrowers. Thanks to an ever-deepening cycle of debt, business is good.","audio":[{"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/field_images/2013/05/1%20Katrina%20Sutton%20World%20borrower%20at%20home%20in%20McDonnough%20outside.JPG?itok=ykYjpdW2","meta":{"width":"610","height":"340","crop":"primary"}},{"type":"audio/mpeg","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/05/13/marketplace_segment17_20130513_64.mp3","meta":{"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/05/13/marketplace_segment17_20130513","type":"application/json"},"duration":368,"duration_hms":"00:06:08"},"format":"MP3"}]}