{"created":"2015-06-15T19:03:24+00:00","modified":"2015-06-16T12:10:18+00:00","valid":{"from":"2015-06-16T12:10:18+00:00","to":"3015-06-16T12:10:18+00:00"},"hreflang":"en","title":"Instead Of Replacing Missing Body Parts, Moon Jellies Recycle","published":"2015-06-15T22:39:00+00:00","teaser":"If a starfish loses a limb, a new arm buds and grows in its place. But young moon jellies have a different strategy for self-repair: Existing limbs rearrange themselves to regain symmetry.","itags":["npr_api","414050924"],"guid":"024cbce5-4af2-4425-a691-350c8cb5441f","contentencoded":"<p>Moon jellies have an unusual self-repair strategy, scientists have learned. If one of these young jellies loses some limbs, it simply rearranges what's left until its body is once again symmetrical.</p><p>\"We were not expecting to see that,\" says <a href=\"http://goentoro.caltech.edu/people/\">Michael Abrams</a>, a graduate student in biology at the California Institute of Technology.</p><p>All creatures have tricks to heal themselves. If you get a cut, your skin will form a scar. And some sea creatures, like starfish and sea cucumbers, can regenerate lost body parts.</p><p>So a couple of years ago, when Abrams and some colleagues started growing <a href=\"http://www.montereybayaquarium.org/animal-guide/invertebrates/moon-jelly\">moon jellies</a> in the lab, they decided to explore what these jellies could do.</p><p>\"We started doing kind of old-school experiments, where you just sort of cut off pieces and see what happens,\" recalls Abrams.</p><p>Each young jellyfish is tiny and <a href=\"https://www.youtube.com/watch?v=fdFkjwWrI-U&feature=youtu.be.\">looks like a snowflake</a>, Abrams explains, with eight arms and a mouth in the center. He tried chopping them in half with a razor blade.</p><p>\"If you imagine cutting them in half, that means you've now got four arms on one side and no arms on the other side,\" he says.</p><p>He thought the lost limbs might regenerate. But, no. Instead, over a couple of days, the remaining limbs moved around the body until the little jellyfish was once again symmetrical.</p><p>\"Rather than four arms on one side, you had sort of an x shape, like a cross,\" he says.</p><p>In fact, no matter how many arms he cut off, these little jellies would rearrange what was left to re-create a symmetrical pattern.</p><p>His adviser, <a href=\"http://goentoro.caltech.edu/\">Lea Goentoro</a>, was intrigued. \"It could be a really different strategy of surviving from injuries,\" she says, \"so I just thought, well, we just need to look at this a bit more.\"</p><p>The team did a bunch of studies, which <a href=\"http://www.pnas.org/cgi/doi/10.1073/pnas.1502497112\">are described</a> in the current <em>Proceedings of the National Academy of Sciences</em>.</p><p>What they learned is that the jellyfish heal themselves by swimming. As a wounded jellyfish struggles to move through the water with its remaining limbs, its muscles contract and relax. This movement creates forces that push on the body's elastic, jelly-like material, reshaping it until the limbs are once again evenly spaced.</p><p>\"It's that propulsion machinery itself that drives its own repair,\" says Goentoro.</p><p>The lives of these jellyfish absolutely depend on them being symmetrical, says <a href=\"http://goentoro.caltech.edu/people/\">Ty Basinger</a>, who did some of the experiments.</p><p>\"If they are asymmetrical, they won't swim, they won't move through the water column, they won't feed normally,\" he says.</p><p>Basinger says this strategy for regaining function, without regaining a limb, could prove useful for designing future materials or technologies.</p><p>\"When we think about fixing something that's broken, we often think about replacing the part,\" says Basinger. \"Here we have an observation in nature where it's doing something different.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Instead+Of+Replacing+Missing+Body+Parts%2C+Moon+Jellies+Recycle&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nell Greenfieldboyce","audio":[{"meta":{"duration":"134"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1414689901-003ee2.m3u?orgId=1&topicId=1007&d=134&p=2&story=414050924&t=progseg&e=414663694&seg=13&ft=nprml&f=414050924"},{"href":"http://media.npr.org/assets/img/2015/06/15/baby-jellies_enl-ea8e7cd6ac98a1599f196acec15caf34930faeff.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"220","width":"1174"}}]}