{"created":"2015-05-14T02:03:30+00:00","modified":"2015-05-18T16:54:19+00:00","valid":{"from":"2013-11-07T14:39:14+00:00","to":"3013-11-07T14:39:14+00:00"},"hreflang":"en","contentencoded":"<div class=\"barn-cleaned\"><p><span>We talk about IPOs (initial public offering, when a company sells its shares to the public for the first time) allof &nbsp;the time. Twitter, Facebook, the Container Store -- but in reality, most of us can’t usually be a part of them. The freshest of the fresh new shares are reserved for institutional investors (mutual funds, pensions) and very wealthy individual investors. Partly, that’s an issue of technological logistics, says Barry Schneider, CEO of</span> <a href=\"http://www.loyal3.com\" target=\"_blank\"><span>Loyal3</span></a><span>. And partly, it’s the way the system is stacked.&nbsp;</span></p>\n<p>“Underwriters generally distribute shares to the wealthier clients, the ones that generate the most fees for them,” he says. That means small investors can’t reap the gains of getting an early, often low price for a share. “Why should a small class of people have access and everybody else not?”</p>\n<p>Schneider’s vision he says, is to democratize the IPO process. His company, Loyal3 is a tech platform that bundles together small time investors who are excited about a brand into a big investor who can buy IPO shares. And there are no fees -- the company going public pays them. This only works if a company allows it and sets aside shares for this purpose.&nbsp; Schneider doing so can create a valuable marketing tool.&nbsp;</p>\n<p>“That creates a more high affinity investor, an investor that is less likely to flip shares, they’re going to hold their stock longer,” he says. “People care way more about things they own than things they don’t.”</p>\n<p>There are indirect ways to acquire IPO stock as well. If you own a mutual fund, you may well be part of an IPO.</p>\n<p>“Investors need to look at it and say hopefully my fund manager is doing the homework while I go about living my life,” says Kathy Smith at <a href=\"http://www.renaissancecapital.com/rencap/default.aspx\">Renaissance Capital</a>. She runs a mutual fund (IPOSX) that is linked to both IPO stocks and recent IPO stocks.&nbsp;</p>\n<p>“Individuals should not be frustrated that they are not part of the ipo process, they never were intended to be,” says Smith. “The IPO process is best when its about price discovery done by knowledgeable investors.”</p>\n<p>An IPO is a technical process about determining the value of a company and it’s best left to the experts, argues Smith. Schneider, with Loyal3, doesn’t dispute that in principle.&nbsp; “We believe in Wall Street and the IPO process, but we want to augment that.”&nbsp;</p>\n<p>Bottom line, if you want to be part of an IPO, there are now ways. &nbsp;</p></div>","itags":["025a1e2dc7319e208d41d5574bd3670b","Marketplace","Marketplace Morning Report","Marketplace Morning Report for Thursday, November 7, 2013","PMP:Marketplace_PMP"],"tags":["APM","Business","IPO","Twitter","Twitter IPO"],"description":"If you want to get in on Twitter's IPO today, you probably can't.","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p><span>We talk about IPOs (initial public offering, when a company sells its shares to the public for the first time) allof  the time. Twitter, Facebook, the Container Store -- but in reality, most of us can’t usually be a part of them. The freshest of the fresh new shares are reserved for institutional investors (mutual funds, pensions) and very wealthy individual investors. Partly, that’s an issue of technological logistics, says Barry Schneider, CEO of</span> <a href=\\\"http://www.loyal3.com\\\" target=\\\"_blank\\\"><span>Loyal3</span></a><span>. And partly, it’s the way the system is stacked. </span></p>\"},{\"type\":\"text/html\",\"content\":\"<p>“Underwriters generally distribute shares to the wealthier clients, the ones that generate the most fees for them,” he says. That means small investors can’t reap the gains of getting an early, often low price for a share. “Why should a small class of people have access and everybody else not?”</p>\"},{\"content\":\"<p>Schneider’s vision he says, is to democratize the IPO process. His company, Loyal3 is a tech platform that bundles together small time investors who are excited about a brand into a big investor who can buy IPO shares. And there are no fees -- the company going public pays them. This only works if a company allows it and sets aside shares for this purpose.  Schneider doing so can create a valuable marketing tool. </p>\",\"type\":\"text/html\"},{\"content\":\"<p>“That creates a more high affinity investor, an investor that is less likely to flip shares, they’re going to hold their stock longer,” he says. “People care way more about things they own than things they don’t.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p>There are indirect ways to acquire IPO stock as well. If you own a mutual fund, you may well be part of an IPO.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“Investors need to look at it and say hopefully my fund manager is doing the homework while I go about living my life,” says Kathy Smith at <a href=\\\"http://www.renaissancecapital.com/rencap/default.aspx\\\">Renaissance Capital</a>. She runs a mutual fund (IPOSX) that is linked to both IPO stocks and recent IPO stocks. </p>\"},{\"content\":\"<p>“Individuals should not be frustrated that they are not part of the ipo process, they never were intended to be,” says Smith. “The IPO process is best when its about price discovery done by knowledgeable investors.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>An IPO is a technical process about determining the value of a company and it’s best left to the experts, argues Smith. Schneider, with Loyal3, doesn’t dispute that in principle.  “We believe in Wall Street and the IPO process, but we want to augment that.” </p>\"},{\"content\":\"<p>Bottom line, if you want to be part of an IPO, there are now ways.  </p>\",\"type\":\"text/html\"}]","teaser":"If you want to get in on Twitter's IPO today, you probably can't.","title":"Twitter IPO: Going public isn't really open to the public","published":"2013-11-07T14:39:14+00:00","byline":"Sabri Ben-Achour","guid":"025a1e2d-c731-49e2-88d4-d5574bd3670b","audio":[{"meta":{"height":"340","crop":"primary","width":"610"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/187232913.jpg?itok=OIqqOF3f","type":"image/jpeg"},{"format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/11/07/marketplace_segment07_20131107_64.mp3","type":"audio/mpeg","meta":{"duration_hms":"00:02:57","duration":177,"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/11/07/marketplace_segment07_20131107","type":"application/json"}}}]}