{"created":"2015-02-10T08:36:21+00:00","modified":"2015-06-05T15:29:14+00:00","valid":{"from":"2015-06-05T15:29:14+00:00","to":"3015-06-05T15:29:14+00:00"},"hreflang":"en","title":"The Great Solar Panel Debate: To Lease Or To Buy? ","published":"2015-02-10T17:12:00+00:00","teaser":"More homeowners are cutting energy costs by installing solar panels, due in part to leasing programs that require no up-front investment. Leasing means less hassle, but may also save you less money.","itags":["npr_api","384958332"],"guid":"028e06c5-fd07-4755-82ae-c794b7f4801e","contentencoded":"<p>More than 600,000 homes in the U.S. have solar panels today — up dramatically <a href=\"http://www.seia.org/news/united-states-installs-1354-mw-solar-q3-2014\" target=\"_blank\">from just a few years ago</a>, according to the Solar Energy Industries Association. Leasing programs that require little or no money up-front have played a key role in that growth.</p><p>But here's a question for homeowners: Is it better to lease or buy?</p><p>In Maplewood, in northern New Jersey, two next-door neighbors with similar houses arrived at different answers. Elizabeth Ebinger bought her panels — while Tim Roebuck signed a 20-year lease.</p><p>Ebinger says she enjoys the nitty-gritty of owning solar panels, from figuring out her eligibility for government incentives to crunching the numbers. \"I have to confess that I do maintain a spreadsheet that analyzes the details of our expenses and our payback,\" Ebinger says.</p><p>She pulls out a smartphone and brings up her spreadsheet.</p><p>She paid about $35,000 for her system. She then received a 30 percent federal tax credit that brought the cost down right away. Then there's the savings on her utility bill each month.</p><p>And there's another benefit: <a href=\"http://www.epa.gov/greenpower/gpmarket/rec.htm\" target=\"_blank\">Solar Renewable Energy Certificates</a>, or SRECs. She sells them to power companies that are required to get some of their electricity from renewable sources. Every time she accumulates 1,000 kilowatt hours of energy, she can sell one certificate. The price fluctuates, but it's currently around $200. She sells about seven of these a year.</p><p>Ebinger has calculated how long it will take to recoup her investment, and says, \"We're currently looking at a less-than-10-year payback on the system. And we're hoping the panels will last through their warranty, which is 25 years.\"</p><p>If all works as planned, Ebinger will have 15 years of free electricity.</p><p>Next door, Roebuck wanted a simpler approach. He went with a company that installs the solar panels, maintains them, keeps the government subsidies and then leases the system back to him.</p><p>Roebuck pays $69.25 per month, he says, which essentially replaces his monthly electricity bill. He says the lease payment will go up, but he's betting his power bill would have gone up even more had he not leased the panels. So he expects to save money too, though not as much as his neighbor. The benefit is that he doesn't have to figure all the incentives and subsidies that Ebinger enjoys calculating.</p><p>Beyond that, Roebuck says if paying up-front for solar were the only option, he probably wouldn't do it. And with his lease, if he wants to buy the panels in the future, he can at a discounted price. \"It was a very simple, easy thing for me to do,\" he says. \"It was a low-risk thing, because I didn't have to pay anything.\"</p><p>Ebinger and Roebuck each believe the path to solar panels they chose was best for them. John Farrell with the Institute for Local Self-Reliance in Minneapolis has studied the issue of leasing versus owning solar panels. His group <a href=\"http://ilsr.org/ultimate-solar-calculator/\" target=\"_blank\">has a calculator on its website</a> to help consumers figure out the cost of both options.</p><p>\"I favor ownership, simply because it means keeping more of the dollars — over the lifetime of that solar panel — in the pocket of the owner,\" Farrell says.</p><p>He points to a resident of Chicago, for example. \"You could save, over the 30-year life of a solar panel, about $6,200 were you to own that system outright,\" he says. Someone who leases panels would save about $4,000 off the cost of getting power from the local utility during that period.</p><p>\"So both are a good deal from the standpoint of saving money, but ownership is about a 50 percent better deal,\" says Farrell.</p><p>If you don't have the money to buy solar panels up front, Farrell says you can borrow it. Some companies offer special financing for solar panels. He plans to take out a home equity loan for a system on his house in Minnesota.</p><p>Farrell also points out that leases aren't available everywhere — they're mostly in sunny states that have generous subsidies. On the leasing versus buying question, his advice is to consider buying first — but if that's a barrier, then leasing is a good alternative.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Great+Solar+Panel+Debate%3A+To+Lease+Or+To+Buy%3F+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jeff Brady","audio":[{"meta":{"duration":"230"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1385138866-f01544.m3u?orgId=1&topicId=1018&d=230&p=3&story=384958332&t=progseg&e=385098748&seg=5&ft=nprml&f=384958332"},{"href":"http://media.npr.org/assets/img/2015/02/09/solar_0838-59857ab97a170576cbde0fdd1dfe751e153888ea.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2664","width":"3552"}}]}