{"created":"2015-05-07T19:54:09+00:00","modified":"2015-05-12T19:42:15+00:00","valid":{"from":"2015-05-12T19:42:15+00:00","to":"3015-05-12T19:42:15+00:00"},"hreflang":"en","guid":"02913c7a-2062-49a0-bfca-a9fd2a89bcd5","title":"Palestinian factions in Lebanon join forces to keep ISIS out","published":"2015-05-12T19:42:09+00:00","byline":"Rebecca Collard","tags":["ISIS","refugees","conflict","terrorism","Conflict","Conflict & Justice","Lebanon","Palestinian militant groups","Palestinian nationalism","Middle East","Palestinian refugee","Hamas","Palestine refugee camps","War","Politics","Islamist groups"],"teaser":"Palestinian factions in Lebanese refugee camps have been known to turns their guns on each other. But with ISIS now a potential threat in their adopted homes, they've joined together to form a new, more professional force to keep the jihadi group out.","contentencoded":"<p>The streets of the Ain el-Helweh refugee camp in Lebanon are usually patrolled by militiamen sporting jeans and sneakers under their tactical vests and weapons. But today the patrol consists of a half-dozen young men marching in a neat, single file, wearing matching uniforms, red berets and toting Kalashnikovs.</p>\n<p>The men are part of a new Palestinian police force designed to keep the peace in Lebanon’s 12 Palestinian refugee camps — and avoid a repeat of what's happpened to Palestinians living in Syria.</p>\n<p>Earlier this month, as militants from ISIS took over most of the Yarmouk refugee camp in Damascus, residents here watched carefully. Once home to 150,000 people, mostly Palestinians, just 18,000 remained when ISIS entered the Yarmouk camp. Now Palestinians in Lebanon are determined not to let militants take control of their camps as well.</p>\n<p>“We are ready to take on any group who tries to come in here and hurt our people,\" says 21-year-old Mohamed Tassin Taher, who is one of the new recruits. “We will not allow anyone to hurt our women, our children, our people.\"</p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://cdn-113a.kxcdn.com/sites/default/files/styles/original_image/public/Force.jpg?itok=logYLVp9\" alt=\"\" /><div class=\"field-caption\">\n    <p>Mohammed Tassin Taher marches with his unit of the joint Palestinian police force.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Rebecca Collard</p>\n  </div>\n</div>\n<p>Ain el-Helweh is the largest Palestinian refugee camp in Lebanon. More than 100,000 people, mostly Palestinian refugees, live in an area smaller than one square kilometer. Because of an agreement struck by late Palestinian leader Yasser Arafat, Lebanese security forces don’t enter the camp. They're only allowed to stand at the entrance, checking vehicles and identification.</p>\n<p>This has allowed the camps, particularly Ain el-Hewleh, to become lawless enclaves on Lebanese territory, and Lebanese authorities say foreign and local jihadis have found refuge among them.</p>\n<p>The militias that theoretically provided security in the camps often simply fought each other for control. But last year, as the Syrian civil war seemed to bring more and more instability to Lebanon, veteran Fatah commander Munir Al-Maqdah met with leaders from the main Palestinian factions in Lebanon, including rival Hamas.</p>\n<p>Maqdah seems to know everyone in the camp, but he walks the streets and alleys with a pistol on his hip and a group of plain-clothed gunmen. He has the credentials of an experienced militiaman and the retail politicking skills of a longtime ward boss.</p>\n<p>“We have 17 factions here, and everyone has guns,\" Maqdah says. At their meeting, the factions agreed to set up a joint security force in the camp, which Maqdah now leads.</p>\n<p></p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://cdn-113a.kxcdn.com/sites/default/files/styles/original_image/public/Magnum.jpg?itok=F7w9Uh7w\" alt=\"\" /><div class=\"field-caption\">\n    <p>A unit commander who calls himself Magnum stands outside an office of the new Palestinian joint security force in Lebanon's Ain el-Helweh refugee camp.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Rebecca Collard</p>\n  </div>\n</div>\n<p>It started with just 150 members, but as ISIS fought with Palestinian fighters for control of Yarmouk, the leaders here decided to expand the multi-faction force into other Palestinian camps. A special anti-terrorism unit will begin training next month.</p>\n<p>But the challenge will be turning a group of Palestinian gunmen into a professional security force. In a classroom, a dozen men listen to a lecture by <a href=\"http://www.genevacall.org/\">Geneva Call</a>, an organization that promotes the protection of civilians in armed conflict. Wesam al-Saliby is one of the trainers.</p>\n<p>“The most important part of the principles is how to use your force and your firearms in a way that respects the right to life and the right to the integrity of the community,” says Wesam al-Saliby, one of the trainers.</p>\n<p>Maqdah says the men might be fighters, but few Palestinians — fewer even than Americans, he claims — have joined jihadi groups in Syria and Iraq. For Palestinians, he says, it’s about a national struggle for their homeland. That said, there are Islamist factions here in Ain el-Helweh, and they may welcome outside groups who want a base to make attacks in Lebanon.</p>\n<p>“We won’t let some other groups come and control the camp and make problems with the Lebanese,” Maqdah says.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-07%2Fpalestinian-factions-join-together-fight-isis&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/story/images/MaqdahTrainee.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/maqdahtraineejpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/05072015_03.mp3"},{"href":"http://admin.pri.org/file/0507201503mp3"}]}