{"created":"2014-09-23T13:29:20+00:00","modified":"2014-10-31T01:04:43+00:00","valid":{"from":"2014-10-31T01:04:43+00:00","to":"3014-10-31T01:04:43+00:00"},"hreflang":"en","title":"Saving Lives And Surviving Paperwork Inside The LA County ER","published":"2014-06-23T12:09:00+00:00","teaser":"Trauma victims and the uninsured alike pour through the doors of LA County Hospital. Filmmaker-physician Ryan McGarry's new documentary, <em>Code Black,</em> takes viewers inside the busy emergency room.","itags":["npr_api","323030978"],"guid":"02938a03-48dc-43b8-be1e-389fc3ed43b3","contentencoded":"<p>LA County Hospital sees some of the worst possible medical cases. Patients suffering from gunshots, car wrecks and other severe injuries frequently pass through the doors of the Level I trauma center.</p><p>At the same time, since it's a public hospital, LA County ER doctors also often see patients who don't have life-threatening emergencies, but who otherwise lack access to health care.</p><p>The new documentary <em>Code Black</em> goes behind the scenes at the hospital, depicting the intense efforts of doctors and nurses as they try to resuscitate patients on the brink of death and cope with the massive volume of people in need.<strong> </strong></p><p>The film's director, Ryan McGarry, is a physician specializing in emergency medicine. He trained at the hospital, which is officially called the Los Angeles County-USC Medical Center.</p><p>The film goes beyond the medical drama to show the burdens paperwork can put on the doctor-patient relationship. McGarry tells NPR's Arun Rath that <em>Code Black</em> is both a testament to the people who work at the hospital and a critical look at the U.S. medical system. <strong></strong></p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On visiting LA County Hospital's ER for the first time</strong></p><p>I couldn't believe the volume and the amount of perceived chaos. And yet, underneath that chaos was a very well-functioning machine of resuscitation, both for critical illness as well as trauma.</p><p>And I thought, \"My gosh, I don't think Americans would believe that this is happening here in a major U.S. city ... this type of volume, this type of need. And it's seemingly working out.\"</p><p><strong>On LA County Hospital's legendary trauma bay, known as \"C-Booth\"</strong></p><p>LA County Hospital is one of the first places that emergency medicine was formed as a specialty. And it's important to recognize that emergency medicine — as is 911 — are actually fairly young.</p><p>I mean, these are 1960s, 1970s developments in this country. When you look at all the specialties of medicine, emergency medicine is one of the youngest. And so this is where it's thought the specialty was born.</p><p>C-Booth — it's been lost to history, but we think that means either \"Critical Booth\" or \"Cardiac Booth\" — is kind of where the sickest patients would come. And as a training physician, it's where you would oversee up to six or seven or even more of these critically ill patients.</p><p><strong>On the types of patients that go to the emergency room</strong></p><p>Even post-Obamacare, we're seeing, throughout the country, emergency room visits go up, and that might be counter-intuitive. But what we're finding is that, yes, more people have access, more people are getting insurance cards, but those cards aren't always premium. And we're already in a system where a lot of specialists won't take a sub-premium insurance card, because you're not seen as profitable enough.</p><p>So many people end up coming to public hospital emergency departments, just to see an orthopedist, or an endocrinologist or someone who won't take their probably decent insurance, but it's not good enough.</p><p><strong>On what changed in 2008, when LA County Hospital relocated to a new facility</strong></p><p>They moved from an effectively historic landmark building to what's probably one of the most impressive, technology-laden medical facilities in the country. It was a $1 billion structure, and it's packed with absolutely incredible features.</p><p>But what was lost along the way is not so much a reflection of the LA County's decision to move from one building to another, but really a perfect encapsulation of what modern healthcare has become. It's sort of become depersonalized as a result of a lot of well-intentioned features, whether that be safety regulations or privacy regulations or even a lot of technology.</p><p>I mean, think about it. The last time you went to the physician, or even a nurse practitioner's office, a computer and a screen and a lot of charting was probably the mainstay of that experience.</p><p>That didn't happen at the old place, because it was just so open and intimate.</p><p><strong>On coping with the burden of paperwork in modern medicine</strong></p><p>I think the major responsibility here is actually on the physicians. I think that we have to speak up. And probably most [doctors] have lost control over this ...</p><p>You know, oftentimes we're the most invested in the patient care. I'm $300,000 in debt. I lost every weekend of my 20s to becoming a physician. And yet I'm the last one who decides what that patient-doctor experience is going to be like. That's now decided by everyone from politicians [to] insurance companies to people who got their MBAs online or something.</p><p>I've invested so much into this idea of the patient-doctor experience, and yet I'm the last one to really get to say how that experience is going to go. So really, I think the answer is: Docs need to speak up. And I think partly that's what <em>Code Black</em> was for me, personally — a chance to say, \"OK, this is the state of affairs. And I don't that we feel like it's acceptable.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Saving+Lives+And+Surviving+Paperwork+Inside+The+LA+County+ER&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"322"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1324609167-f2e7cf.m3u?orgId=1&topicId=1137&ft=3&f=323030978"},{"href":"http://media.npr.org/assets/img/2014/06/18/-3---danny-cheng-m.d.-dave-pomeranz-m.d.-ryan-mcgarry-m.d.-billy-mallon-m.d.-at-bedside-in-code-black-a-long-shot-factory-release-2014-6217997acd76a9b469cb0cf9e0a05df05b7f34be.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"835","width":"1114"}}]}