{"created":"2014-11-26T23:18:41+00:00","modified":"2014-11-30T16:50:05+00:00","valid":{"from":"2014-11-30T16:50:04+00:00","to":"3014-11-30T16:50:04+00:00"},"hreflang":"en","guid":"02a9ec52-0bb0-49b4-92b9-cdbbf3240462","title":"Bill Cosby is unlikely to face rape charges in court, but that wouldn't be the case in other countries","published":"2014-11-30T16:49:46+00:00","byline":"Andrea Crossan","tags":["Peter Spindler","Deborah King","Bill Cosby","Jimmy Savile","Jian Ghomeshi","Rolf Harris","Sex crimes","rape","Abuse","sexual assault","statute of limitations","Justice","Conflict & Justice","North America","Europe","United Kingdom","United States","Canada","New York","Deborah King","Bill Cosby","Jimmy Savile","Jian Ghomeshi","Sex crimes","Rape","Sexual assault","Statute of limitations","Gender-based violence","Bill Cosby"],"teaser":"Allegations against Bill Cosby dating from decades ago have stirred a debate in the US over whether legal statutes of limitations should apply to sexual assault cases. Some countries, like Canada and the UK, don't have deadlines for prosecuting such cases, which has allowed prosecutors to open high-profile \"historic cases\" of assault with some success.","contentencoded":"<p>More than a dozen women in recent weeks have accused Bill Cosby of sexually assaulting them, but it is unlikely the 77-year-old comedian will ever face trial.</p>\n<p>That's because many of the accusations against Cosby go back decades and the maximum time for starting legal proceedings — called the statute of limitations — has passed.</p>\n<p>Legal experts say that if those alleged incidents had occurred in other countries where there is no statute of limitations on sexual assault, the accusers would still be able to seek criminal charges and launch lawsuits against Cosby.</p>\n<div>\n<p>“I don't think we should have any statute of limitations on sexual crimes,\" says author and lawyer Deborah King, who is also a survivor of sexual assault.</p>\n</div>\n<p>Sexual assault is <a href=\"https://www.rainn.org/statistics\">reported less than half of the time</a>, and some victims take years to work up the courage to report their attack. In King's case, it took decades and she never pressed charges against her attacker.</p>\n<p>\"Women are terrified. All they can try to do is deal with the shame and the embarrassment,” King says. “They know that if they come forward, they are going to be criticized, ostracized. They are going to be laughed at, no one is going to believe them. ... I didn't come forward for 25 years. It's really common. It's really sad.”</p>\n<p>In countries without a statute of limitations on sexual assault crimes, some high-profile cases have gone to court long after the alleged attacks. One such case in Britain involved a popular<a href=\"http://www.bbc.co.uk/news/uk-20026910\"> BBC TV personality named Jimmy Savile</a>, who hosted the children's show “Jim'll Fix It” and the iconic music countdown show “Top of the Pops.\"</p>\n<p>What the audience didn't know about the bleached-blond, cigar-smoking star was that he used his celebrity to get close to children and adolescents to sexually abuse them. </p>\n<p>Savile died months before allegations of abuse finally became public. After his death in 2011, more than 400 people contacted the police to report complaints against Savile, with the period of alleged abuse stretching from 1955 to 2009.</p>\n<p>The Savile case led to a wider, and controversial, police investigation into what are called “historic cases” of sexual assault. The list of people who have been investigated and charged reads like a who's-who of British TV and radio personalities.</p>\n<p>Canadians now have a well-known entertainment figure facing sexual assault allegations, with claims going back a decade. TV and radio personality Jian Ghomeshi, who hosted the radio show \"Q,\" was fired by the Canadian Broadcasting Corporation in October over allegations that he physically assaulted women he dated.</p>\n<p>(Q, like PRI's The World, is distributed by Public Radio International.)</p>\n<p>Canada has no statute of limitations on sexual assault and Ghomeshi was <a href=\"http://www.theglobeandmail.com/news/national/jian-ghomeshi-charged-with-sexual-assault/article21788631/\">arrested on Wednesday and charged</a> with four counts of sexual assault and one count of choking.</p>\n<p>Yet even in countries like Canada and the UK, getting a conviction is rare. It's hard to prosecute historic cases, which often don't have any physical evidence left. Without that evidence, says King, cases come down to credibility: “Most cases are lost on [whether there was] consent. It's a 'he said-she said' kind of thing.\"</p>\n<p>In the US, some states (New York is one) have no statute of limitations on sexual assault. Others have lengthened or abolished statutes of limitations for prosecuting rape, especially when DNA evidence exists.</p>\n<p>But for now, the only court likely to try Bill Cosby will be the court of public opinion.</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/112620145.mp3"},{"href":"http://www.pri.org/file/112620145mp3"}]}