{"created":"2015-03-15T21:15:21+00:00","modified":"2015-06-05T15:27:42+00:00","valid":{"from":"2015-06-05T15:27:42+00:00","to":"3015-06-05T15:27:42+00:00"},"hreflang":"en","title":"Police Dog On Payroll: 'Indiana Bones' Is Woman's Best Friend","published":"2015-03-16T15:48:00+00:00","teaser":"Dogs are routinely used by police forces for criminal investigations, drug-sniffing or search and rescue missions. But to LA county K-9 handler Karina Peck, \"Indy\" the dog is more than a co-worker.","itags":["npr_api","390493491"],"guid":"02adf2aa-895c-450e-8068-c86044d8c40a","contentencoded":"<p>From bomb and drug-sniffing duties to neighborhood patrol, dogs are widely used in law enforcement. Many agencies rely on volunteer canine teams to assist them with search and rescue operations and criminal investigations.</p><p>But the county of Los Angeles has a full-time four-legged detective on its payroll: Indiana Bones, or \"Indy.\"</p><p>Karina Peck, an investigator and canine handler with the Los Angeles County coroner's office, is in a truck, rolling over uneven, hard-packed earth that dead-ends in a shallow canyon.</p><p>When it comes to a stop, Indiana Bones, a human remains detection dog, is on alert, nose sniffing the air.</p><p>Winding roads are not unfamiliar to Peck; behind the wheel of an LA coroner's vehicle, they often lead to secluded remote areas. Before she deploys the dog, Peck will take a look at the terrain. She's joined by Tim O'Quinn, a homicide detective for the LA County Sheriff's Department.</p><p>They're now in an area that was called out by one of their informants, O'Quinn says.</p><p>\"Additional information came in from an old cold case,\" Peck says. \"Two missing persons — and we have a possible location where they may be located now.\"</p><p>That information is new, but the case is more than a decade old. The area in question — the scene of a possible crime — covers more than 11 acres of heavy brush and gullies surrounded by jagged canyon walls.</p><p>\"If you're going to kill somebody and bury them, this is the place to do it,\" O'Quinn says. \"As you see how large an area this is, there's no way we're going to locate bodies unless the actual suspect who did it comes and points it out, and that's unlikely. So we're dependent on the cadaver dog to show us if there's anything worth digging.\"</p><p>Outside the truck, the dog's eyes are locked on her handler. They have worked together since 2009, finding buried bodies everywhere from backyards to wide stretches of wilderness. The dog was born and trained in the Netherlands, so her working commands are in Dutch.</p><p>\"Alright, Sook. Indy — Sook,\" Peck instructs.</p><p>\"Sook,\" or \"search,\" signals Indy to bound down the hill, zigzagging over the terrain, nose to the ground. Peck shadows her, looking for behavior indicators: her breathing and body language.</p><p>The area is littered with the remains of bulldozed trailers, mounds of weathered lumber, twisted metal, paint cans and tires. Peck tells the detectives that with a case this old, the debris could be a problem.</p><p>\"The scent's just not going to be as strong. If it was something more recent then we wouldn't need to remove it all, she would be able to pick it up easily from a distance,\" she says. But finding bone in itself is a bit more challenging.</p><p>Indiana Bones has more than 130 finds of recovered human remains, which have helped to secure murder convictions and provide long-sought closure for families of missing persons.</p><p>\"There's a lot of soft areas in the soil, so it would be fairly easy to shovel out here,\" Peck says.</p><p>When Indy detects human remains, be it bone fragments, tissue or grave dirt, she will alert by first staring and then lying down on the spot. It's been close to two hours and that hasn't happened.</p><p>But Peck points out it had rained just the day before.</p><p>\"Whenever it's cold and damp the molecules just don't rise the same way,\" she says. \"So some of the areas are pretty muddy still.\"</p><p>Peck is hesitant in saying the area is clear — that there are no bodies buried here. But in a few weeks when the ground has dried out, they will come back.</p><p>For Indy this serious work is play, which is rewarded with her toy in Peck's back pocket.</p><p>\"Not till you find me something. Sook — find it!\" she commands.</p><p>What does Indy mean to the K-9 handler?</p><p>\"Everything. She's the department's dog, but we're with each other 24/7,\" she says.</p><p>When Indy retires, Peck will be able to purchase her from the county for a dollar.</p><p>Now, it's time to head back to the city. Peck looks back at the dog and smiles. She knows that within minutes Indiana Bones will be softly snoring in the back of the truck.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Police+Dog+On+Payroll%3A+%27Indiana+Bones%27+Is+Woman%27s+Best+Friend&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Gloria Hillard","audio":[{"meta":{"duration":"268"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1393192568-005348.m3u?orgId=1&topicId=1091&d=268&p=2&story=390493491&t=progseg&e=393192508&seg=7&ft=nprml&f=390493491"},{"href":"http://media.npr.org/assets/img/2015/03/13/dog-detective-1-edab307b21f55974a0e6471337dd5f96a41dcc6e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3262"}},{"href":"http://media.npr.org/assets/img/2015/03/13/dog-detective-3-1--675d5f97ce2daa7202cc8ddd0667b78c5ebd8476.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2440","width":"3254"}}]}