{"created":"2014-09-08T15:43:14+00:00","modified":"2014-11-05T01:07:26+00:00","valid":{"from":"2014-11-05T01:07:26+00:00","to":"3014-11-05T01:07:26+00:00"},"hreflang":"en","title":"As More Speakers Get The Boot, Who's Left To Send Off Graduates?","published":"2014-05-14T23:59:00+00:00","teaser":"In a string of commencement-speaker dropouts, would-be honorary guests are being pushed out by campus protests. Meanwhile, schools are trying to boost their reputations and promote diverse ideas.","itags":["npr_api","312524021"],"guid":"02afb95e-1c27-48be-9030-b43d8a5cc921","contentencoded":"<p>Graduation Season? More like Disinvitation Season.</p><p>As students across the country prepare for pomp and circumstance, college and university administrators are grappling with a series of commencement speech boondoggles.</p><p>This year alone, nearly a dozen big-name commencement speakers — including the head of the International Monetary Fund, Christine Lagarde, and former Secretary of State Condoleezza Rice — have been invited to speak at graduation ceremonies, only to withdraw or have their invitations rescinded in the wake of campus protests.</p><p>\"It's not necessarily that all that many people get disinvited, but students and faculty get together and demand that speakers get disinvited,\" says Greg Lukianoff, the president of the Foundation for Individual Rights in Education.</p><p>This kind of commencement controversy has picked up steam since 2009, Lukianoff says, with campus protests hitting a new peak in the last year.</p><p>The latest target was Robert Birgeneau, a former chancellor at University of California, Berkeley. Birgeneau was slated to speak this weekend to graduates of Haverford College outside Philadelphia, but students and some faculty protested his selection. Birgeneau was chancellor at Berkeley when University of California police used force to break up an Occupy protest in 2011. The move drew widespread criticism. Birgeneau first voiced support for campus police but later <a href=\"http://newscenter.berkeley.edu/2011/11/22/chancellor-i-sincerely-apologize/\">apologized</a>.</p><p>Students and faculty members who objected to Birgeneau's planned speech argued that Haverford has a \"history of supporting activism, pacifism and anti-violence work\" and that the \"use of force\" is not among the principles of the school's honor code.</p><p>In a letter to Birgeneau, his opponents put forward a list of demands, calling on Birgeneau to \"support reparations\" for those injured by police, to \"state that linking arms is not a form of violent protest\" and to pen a letter to Haverford students outlining his position on the 2011 incident and what he learned from it.</p><p>Birgeneau refused, telling Haverford's student paper that, as a longtime proponent of civil rights and nonviolent protest, he wouldn't respond \"to untruthful, violent verbal attacks.\"</p><p>In a <a href=\"http://www.haverford.edu/news/stories/78493/431\">letter</a> to the college community announcing Birgeneau's decision to withdraw, Haverford President Daniel Weiss praised Birgeneau as a \"longtime advocate for LGBT rights, faculty diversity, and access and affordability for the middle class as well as undocumented students.\"</p><p>\"The Board of Managers, campus colleagues, and I express our appreciation for the views of those who were opposed to Dr. Birgeneau's selection,\" Weiss wrote. \"It is nonetheless deeply regrettable that we have lost an opportunity to recognize and hear from one of the most consequential leaders in American higher education.\"</p><p>While Birgeneau is the latest commencement speaker to bow under the pressure of campus protests, he is not alone. Earlier this week, Lagarde withdrew as commencement speaker for Smith College.</p><p>\"I was surprised by her decision and disappointed. It was a small minority of students concerned about her presence at commencement,\" Smith President Kathleen McCartney says. \"The vast majority of students and faculty were looking forward to hearing what she had to say, especially because she has spoken so eloquently about women and leadership.\"</p><p>Then there's Rice, a lightning rod since her days in the George W. Bush administration. She withdrew as speaker at Rutgers University in New Jersey amid protest over her role in the Iraq War. Some Rutgers students and faculty accused Rice of condoning torture, lying about weapons of mass destruction, and helping drag the U.S. into a foreign policy debacle.</p><p>Rice released a <a href=\"https://www.facebook.com/condoleezzarice?hc_location=timeline\">statement</a> saying that the invitation had become \"a distraction for the university community\" and that the school should instead be focused on graduation festivities.</p><p>Rutgers history professor Rudy Bell, who helped lead the protests, says that a commencement speech and the honorary degree that comes with it signal the school's endorsement of the speaker's life work.</p><p>\"Starting needless wars that lead to 100,000 deaths and a million displacements are not the kind of accomplishments that we consider something Rutgers University should valorize with an honorary degree,\" he says.</p><p>Picking a commencement speaker is no easy task, as explained <a href=\"http://wgbhnews.org/post/picking-right-graduation-speaker\">recently</a> by Chancellor Marty Meehan of the University of Massachusetts Lowell. The speaker there this year is Bill Nye the Science Guy, a nod to the school's strength in the field.</p><p>\"We have a committee of folks on our campus and from there it goes to the UMass board of trustees and they vote on them,\" he said. \"We usually decide from there who's going to be our commencement speaker.\"</p><p>There are lots of reasons schools turn to controversial, big names at graduation: They often bring publicity with them to campus and can inspire a flood of donations from new alumni and their families.</p><p>\"You want to raise money, you want notoriety, but you also want to inspire the graduate,\" Meehan said.</p><p>But with headline-making speakers comes the risk of student backlash and university leaders being put in the uncomfortable position of having to reverse course.</p><p>That's what happened at Pasadena City College in California this year where officials invited screenwriter Dustin Lance Black to speak, disinvited him, <a href=\"http://www.latimes.com/la-me-ra-dustin-lance-black-speech-20140511-column.html#page=1\">then re-invited him</a>.</p><p>While controversy over commencement speakers has made headlines, it's not entirely new. Back in 1990, some Wellesley College students protested their school's decision to invite Barbara Bush to speak at commencement. And, in 1998, Ted Turner backed out of speaking at Macalester College's graduation after students protested the use of an Indian mascot by the Atlanta Braves.</p><p>\"I think we are seeing a disturbing trend,\" says McCartney of Smith College. \"I've been describing it as a lack of tolerance for a wide variety of views.\"</p><p>Lawrence Bacow, the former president of Tufts College, says the uptick in back-outs is worrying. Universities are meant to be environments that promote free speech and open-mindedness, but, he argues, by protesting, students are self-selecting speakers who only reinforce what they believe.</p><p>\"The role of a speaker — any speaker — who seeks to educate the audience that they're speaking to is to challenge their beliefs and not necessarily to reinforce them,\" Bacow says. \"And so if the test for giving a speech on campus or commencement speech is that one has never offended anyone by virtue of anything ever one has done in public life, there are going to be very few people who can give commencement speeches.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=As+More+Speakers+Get+The+Boot%2C+Who%27s+Left+To+Send+Off+Graduates%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eric Westervelt","audio":[{"meta":{"duration":"238"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1312524022-ef02ac.m3u?orgId=1&topicId=1013&ft=3&f=312524021"},{"href":"http://media.npr.org/assets/img/2014/05/14/istock_000016630622medium-848afea079f481591ad32a93d2ac4dd2eef289c6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"664","width":"885"}}]}