{"created":"2015-03-23T20:43:49+00:00","modified":"2015-03-24T19:23:33+00:00","valid":{"from":"2015-03-24T19:23:33+00:00","to":"3015-03-24T19:23:33+00:00"},"hreflang":"en","guid":"02c61ae0-eab4-46f7-a222-09008f9d5cff","title":"How centuries-old Sabbath laws impact the modern world","published":"2015-03-24T19:23:28+00:00","byline":"Nina Porzucki","tags":["Religion","culture","Belief","Lifestyle & Belief","Jewish culture","Religion"],"teaser":"Over the weekend, seven children were killed in a house fire in Brooklyn, New York. It was devastating tragedy for the large Orthodox Jewish family and community. The fire was sparked supposedly by a hot plate left on for the family's Sabbath meal. Cooking is forbidden during the Sabbath, as it is considered work. Which leads to widespread use of hot plates.","contentencoded":"<p>Seven children killed in a house fire in Brooklyn over the weekend were buried on Monday in Jerusalem.</p>\n<p>Police identified the children who died as Yaakob Sassoon, 5, Sara, 6, Moshe, 8, Yeshua, 10, Rivkah, 11, David, 12, and Eliane, 16.</p>\n<p>The source of the fire is believed to be a hot plate, left on in their downstairs kitchen to heat food throughout the Jewish Sabbath, known as Shabbat.</p>\n<p>From sundown Friday night through sundown on Saturday, observant Jews aren't supposed to light a fire, cook or even use a phone. Shabbat is a day to refrain from \"work.\"</p>\n<p>“The word for work that we’re referring to in the bible is actually in Hebrew ‘malacha’ and it’s not really work that’s prohibiting, what’s really prohibited is changing the status of something in creation,” explains Eliyahu Fink, an Orthodox rabbi based in Los Angeles.</p>\n<p>Changing something from uncooked to cooked — or off to on — constitutes changing the status or state of things, and would be prohibited during the period of Shabbat.</p>\n<p>Cooking is out of the question. Hence, many families will leave a hot plate on to keep the food hot, which, according to Fink, is technically acceptable.  </p>\n<p>“One of the big features of the rabbinic interpretation [of the Sabbath] is that the prohibition against a fire in your home on the Sabbath — explicit in the Bible — is only against lighting a fire in your home on Sabbath. But a fire that is already lit could stay on,” Fink says.</p>\n<p>The father of the victims, who was away, couldn't be reached by phone after the tragedy. Using a phone is also technically forbidden under Sabbath law. Orthodox Judaism is highly dependent on the technicalities of the laws, says Fink.</p>\n<p>“The reason that a person can’t use a phone on the Sabbath is because of the electrical circuits — that’s the main problem,” says Fink.</p>\n<p>Now, electricity is an invention of the modern world and certainly rabbis thousands of years ago could not predict the invention. However, modern rabbi’s have had to grapple with how it fits into Shabbath law.</p>\n<p>“We had rabbis who were struggling to figure out whether this was permissible or prohibited, so they started by figuring out how does electricity work. And somebody said, ‘You’re building a circuit and you’re not allowed to build on the Sabbath. So maybe building a circuit is the thing that’s prohibited,’” Fink explains.</p>\n<p>But the real Orthodox position of electricity comes from Rabbi Shlomo Zalman Auerbach, who wrote about the subject and concluded that it is probably in the best interest of the Sabbath to prohibit electricity.</p>\n<p>In fact, one of Rabbi Fink’s favorite aspects of Shabbat is the digital Shabbat.</p>\n<p>“There are a lot of people that are not Orthodox, are not Jewish, they don’t believe in God but they are trying to integrate the digital Sabbath into their world because they don’t want to be completely dominated by the digital world,” Fink says.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-23%2Fhow-centuries-old-sabbath-laws-reckon-modern-world&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/03232015_02.mp3"},{"href":"http://www.pri.org/file/0323201502mp3"}]}