{"created":"2015-02-17T22:34:17+00:00","modified":"2015-02-18T19:24:22+00:00","valid":{"from":"2015-02-18T19:24:22+00:00","to":"3015-02-18T19:24:22+00:00"},"hreflang":"en","guid":"02ca0f6c-5019-42c8-ba9c-814869900a26","title":"Banned from filmmaking, this Iranian director ignored his government — and it's paying off","published":"2015-02-18T19:24:14+00:00","byline":"Shirin Jaafari","tags":["culture","movies","Arts","Arts, Culture & Media","Tehran","Asia","Iran","Middle East","Asia","South Asia","Jafar Panahi","Jamsheed Akrami","Hana Saeidi","Cinema of Iran","Iranian films","This Is Not a Film","Entertainment"],"teaser":"In 2010, the Iranian government slapped filmmaker Jafar Panahi with a 20-year ban on filmmaking. But Panahi has defied the ban and made three more movies, one of which won the Golden Bear at this year's Berlin International Film Festival.","contentencoded":"<p>What do you do when your government bans you from making films? Ignore them — in spectacular fashion.</p>\n<p>That's what Iranian filmmaker Jafar Panahi has done, anyway. In 2010, Iran banned him from making films for 20 years after the government accused him of working on a documentary about the 2009 uprising in Iran. He was also barred from leaving the country.</p>\n<p>But just a year later, he released a documentary called \"This Is Not a Film.\" Set in his apartment and shot on a digital camera and an iPhone, it was shown at the Cannes Film Festival — after allegedly being smuggled out of Iran in a USB thumb drive hidden inside a cake.</p>\n<p>Now Panahi has again managed to get one of his movies in front of the judges <a href=\"https://www.berlinale.de/en/HomePage.html\">at a major international film festival</a>, this time in Berlin. His latest film, called \"Taxi,\" takes place entirely inside a yellow cab snaking its way through the streets of Tehran.</p>\n<p>\"It includes a series of chats between Mr. Panahi as a not-so-anonymous taxi driver with some ordinary citizens ... a teacher, a house wife, his own niece,\" explains Jamsheed Akrami, a close friend of Panahi and a film professor at William Paterson University in New Jersey.</p>\n<p>Shared taxis are common in Iran, and Panahi uses this to his advantage. \"In the absence of free media in Iran, taxis have turned into spaces where people can share their grievances with the driver and fellow passengers,\" Akrami says.</p>\n<p>Getting \"Taxi\" out of Iran and onto the big screen in Berlin was accomplishment enough, but the film didn't stop there: It won <a href=\"https://www.berlinale.de/en/das_festival/preise_und_juries/preise_internationale_jury/index.html\">the Golden Bear prize for best film</a>. But since Panahi couldn't be there to accept the prize, his niece, Hana Saeidi, collected it on his behalf. Saeidi plays one of the passengers in \"Taxi.\"</p>\n<blockquote class=\"twitter-tweet\" data-partner=\"tweetdeck\"><p>Banned <a href=\"https://twitter.com/hashtag/Iran?src=hash\">#Iran</a> filmmaker Jafar Panahi united with his Golden Bear | <a href=\"https://twitter.com/hashtag/Berlinale?src=hash\">#Berlinale</a> <a href=\"http://t.co/4LFbLPXqAA\">pic.twitter.com/4LFbLPXqAA</a></p>\n<p>— Sanam Shantyaei (@sanamshantyaei) <a href=\"https://twitter.com/sanamshantyaei/status/567475737448706049\">February 17, 2015</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p>\"I'm not able to say anything, I'm too moved,\" she said, tearing up as she accepted the prize.</p>\n<p>Akrami spoke to Panahi over the phone shortly after the winners were announced. Their conversations usually revolve around the challenges that Panahi faces back in Iran, Akrami says — but not this time.</p>\n<p>\"He was pretty happy, I was pretty happy, so it was a very good conversation for a change,\" he says.</p>\n<p>Akrami says it would be easy, given the circumstances, for Panahi to give up on filmmaking all together. \"It's a pretty good excuse when the government bans you from making films,\" he says. \"Some people would say 'OK, I can't make film any more.'\" But not Panahi. He's not one to be intimidated.</p>\n<p>In fact, Akrami says, Panahi is probably already plotting a way to make — and smuggle out — his next movie.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-17%2Firanian-filmmaker-was-banned-making-movies-his-latest-took-home-top-prize-berlin&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0217201505.mp3"},{"href":"http://www.pri.org/file/0217201505mp3"}]}