{"created":"2014-11-03T10:04:07+00:00","modified":"2015-02-23T22:10:08+00:00","valid":{"from":"2015-02-23T22:10:08+00:00","to":"3015-02-23T22:10:08+00:00"},"hreflang":"en","title":"New Clock May End Time As We Know It","published":"2015-02-23T16:49:00+00:00","teaser":"Scientists working to create the perfect atomic clock have a fundamental problem: Right now, on the ceiling, time is passing just a bit faster than it is on the floor.","itags":["npr_api","361069820"],"guid":"02d5b27c-73a8-4263-b9cd-03decbf290ce","contentencoded":"<p>\"My own personal opinion is that time is a human construct,\" says <a href=\"https://jila.colorado.edu/faculty/tom-obrian\">Tom O'Brian</a>. O'Brian has thought a lot about this over the years. He is America's official timekeeper at the <a href=\"http://www.nist.gov/\">National Institute of Standards and Technology</a> in Boulder, Colorado.</p><p>To him, days, hours, minutes and seconds are a way for humanity to \"put some order in this very fascinating and complex universe around us.\"</p><p>We bring that order using clocks, and O'Brian oversees <a href=\"http://www.nist.gov/pml/div688/nist-f2-atomic-clock-040314.cfm\">America's master clock</a>. It's one of the most accurate clocks on the planet: an atomic clock that uses oscillations in the element cesium to count out 0.0000000000000001 second at a time. If the clock had been started 300 million years ago, before the age of dinosaurs began, it would still be keeping time — down to the second. But the crazy thing is, despite knowing the time better than almost anyone on Earth, O'Brian can't explain time.</p><p>\"We can measure time much better than the weight of something or an electrical current,\" he says, \"but what time really is, is a question that I can't answer for you.\"</p><p>Maybe its because we don't understand time, that we keep trying to measure it more accurately. But that desire to pin down the elusive ticking of the clock may soon be the undoing of time as we know it: The next generation of clocks will not tell time in a way that most people understand.</p><p><strong>The New Clock</strong></p><p>At the nearby University of Colorado Boulder is a clock even more precise than the one O'Brian watches over. <a href=\"http://jilawww.colorado.edu/YeLabs/\">The basement lab</a> that holds it is pure chaos: Wires hang from the ceilings and sprawl across lab tables. Binder clips keep the lines bunched together.</p><p>In fact, this knot of wires and lasers actually is the clock. It's spread out on a giant table, parts of it wrapped in what appears to be tinfoil. <em>Tinfoil?</em></p><p>\"That's research grade tinfoil,\" says Travis Nicholson, a graduate student here at the JILA, a joint institute between NIST and CU-Boulder. Nicholson and his fellow graduate students run the clock day to day. Most of their time is spent fixing misbehaving lasers and dealing with the rats' nest of wires. (\"I think half of them go nowhere,\" says graduate student Sara Campbell.)</p><p>At the heart of this new clock is the element strontium. Inside a small chamber, the strontium atoms are suspended in a lattice of crisscrossing laser beams. Researchers then give them a little ping, like ringing a bell. The strontium vibrates at an incredibly fast frequency. It's a natural atomic metronome ticking out teeny, teeny fractions of a second.</p><p>This new clock can keep perfect time for 5 billion years.</p><p>\"It's about the whole, entire age of the earth,\" says <a href=\"http://jilawww.colorado.edu/YeLabs/people/jun-ye\">Jun Ye</a>, the scientist here at JILA who built this clock. \"Our aim is that we'll have a clock that, during the entire age of the universe, would not have lost a second.\"</p><p>But this new clock has run into a big problem: This thing we call time doesn't tick at the same rate everywhere in the universe. Or even on our planet.</p><p><strong>Time Undone</strong></p><p>Right now, on the top of Mount Everest, time is passing just a little bit faster than it is in Death Valley. That's because speed at which time passes depends on the strength of gravity. Einstein himself discovered this dependence as part of his theory of relativity, and it is a very real effect.</p><p>The relative nature of time isn't just something seen in the extreme. If you take a clock off the floor, and hang it on the wall, Ye says, \"the time will speed up by about one part in 10<sup>16</sup>.\"</p><p>That is a sliver of a second. But this isn't some effect of gravity on the clock's machinery. Time itself is flowing more quickly on the wall than on the floor. These differences didn't really matter until now. But this new clock is so sensitive, little changes in height throw it way off. Lift it just a couple of centimeters, Ye says, \"and you will start to see that difference.\"</p><p>This new clock can sense the pace of time speeding up as it moves inch by inch away from the earth's core.</p><p>That's a problem, because to actually use time, you need different clocks to agree on the time. Think about it: If I say, 'let's meet at 3:30,' we use our watches. But imagine a world in which your watch starts to tick faster, because you're working on the floor above me. Your 3:30 happens earlier than mine, and we miss our appointment.</p><p>This clock works like that. Tiny shifts in the earth's crust can throw it off, even when it's sitting still. Even if two of them are synchronized, their different rates of ticking mean they will soon be out of synch. They will never agree.</p><p>The world's current time is coordinated between atomic clocks all over the planet. But that can't happen with the new one.</p><p>\"At this level, maintaining absolute time scale on earth is in fact turning into nightmare,\" Ye says. This clock they've built doesn't just look chaotic. It is turning our sense of time into chaos.</p><p>Ye suspects the only way we will be able to keep time in the future is to send these new clocks into space. Far from the earth's surface, the clocks would be better able to stay in synch, and perhaps our unified sense of time could be preserved.</p><p>But the NIST's chief timekeeper, Tom O'Brian, isn't worried about all this. As confusing as these clocks are, they're going to be really useful.</p><p>\"Scientists can make these clocks into exquisite devices for sensing a whole bunch of different things,\" O'Brian says. Their extraordinary sensitivity to gravity might allow them to map the interior of the earth, or help scientists find water and other resources underground.</p><p>A network of clocks in space might be used to detect gravitational waves from black holes and exploding stars.</p><p>They could change our view of the universe.</p><p>They just may not be able to tell us the time.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=New+Clock+May+End+Time+As+We+Know+It&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Geoff Brumfiel","audio":[{"meta":{"duration":"338"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1361069821-07e9ff.m3u?orgId=1&topicId=1007&e=361069820&d=338&ft=nprml&f=361069820"},{"href":"http://media.npr.org/assets/img/2014/11/03/senior-chamber-919f1c25c6fa361aa6469f6ecdd506aebf4ceeb6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1602"}},{"href":"http://media.npr.org/assets/img/2014/11/03/superclock-ec61a3465753120755b55299682498c97840a7fe.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1602"}}]}