{"created":"2015-02-28T09:43:55+00:00","modified":"2015-06-05T15:28:43+00:00","valid":{"from":"2015-06-05T15:28:43+00:00","to":"3015-06-05T15:28:43+00:00"},"hreflang":"en","title":"Can You Dig It? More Evidence Suggests Humans From The Ice Age","published":"2015-02-28T15:40:00+00:00","teaser":"Initially dismissed as a hoax a century ago, scientists have found evidence in Florida of humans living 14,000 years ago. If the findings hold up, they will help rewrite the history of early man.","itags":["npr_api","387313451"],"guid":"02d764eb-ba25-4f5e-be23-01cfb47c9607","contentencoded":"<p>In Florida, archaeologists are investigating a site that a century ago sparked a scientific controversy. Today, it's just a strip of land near an airport.</p><p>But in 1915, it was a spot that became world-famous because of the work of Elias Sellards, Florida's state geologist. Sellards led a scientific excavation of the site, where workers digging a drainage canal found fossilized animal bones and then, human remains.</p><p>Andy Hemmings of Mercyhurst University is the lead archaeologist on a project that has picked up where Sellards left off a century ago.</p><p>\"Quite literally, where we're standing, they found what they, at the time, dubbed 'skeleton two' and 'skeleton three.' It turns out it's actually one individual, now known as Vero Man,\" Hemmings says.</p><p>The human remains were in a layer of soil that also contained bones from animals that lived in Florida during the Ice Age: mastodons, giant sloths and saber-toothed cats.</p><p>Sellards said this was proof that people lived in Florida during the Ice Age, at least 14,000 years ago. At the time, most scientists believed humans had been in the New World no longer than 6,000 years.</p><p>An anthropologist from the Smithsonian, Ales Hrdlicka, led the charge attacking Sellards' findings. Hrdlicka believed the human remains were of someone who lived much later and had been buried in the lower strata. Vero Man was discredited and became largely an archaeological footnote.</p><p>But in Vero Beach, Fla., a quiet community known mostly for its citrus groves, Sandra Rawls says the site of Sellards' investigation, and its potential, was never forgotten. Several years ago, Rawls and others in the community formed a nonprofit group, <a href=\"http://www.oviasc.org/\">the Old Vero Ice Age Sites Committee, or OVIASC</a>.</p><p>\"There were a lot of people who still remembered and knew a lot, are interested in the site. Many citizens had dug here, almost like a public park. Tons of fossils are in private collections that came out of here,\" Rawls says.</p><p>The group helped stop a water treatment plant from being built on the site and began raising money to fund a new archaeological investigation. That's when Mercyhurst University got involved. Archaeologists from the school are in their second year of work at the site.</p><p>Backhoes have dug a large pit to remove several feet of soil. A 24-by-60-foot tent now protects the area. Inside, under Andy Hemmings' direction, several college students are painstakingly beginning work on a layer of soil that was on the surface during the Ice Age.</p><p>\"We don't even use shovels. You see spoons and trowels right now, very delicately trying to keep track,\" Hemmings says. \"If there's interesting objects in them — bones, artifacts — we want to know where they came from.\"</p><p>In the first year, the dig uncovered a human artifact they believe dates back at least 11,000 years. But on a lower level, the crew uncovered charred remains of a dire wolf and an extinct horse.</p><p>Hemmings says it suggests people lived on the site even earlier, at least 14,000 years ago. \"Our supposition is that all this burnt material did not arrive naturally, that it really is from a hearth, that it is people burning and cooking on this landscape,\" he says.</p><p>Those are preliminary findings, not yet published nor subjected to the rigorous peer review process. In the past, many similar claims have been later debunked. If the findings hold up, the principal investigator at Vero, James Adovasio, says they will help rewrite what we know about early man in the Americas.</p><p>\"Vero becomes one of the earliest evidences of a human presence in the entire state of Florida, substantially older than it was thought to have been. It probably represents a lifestyle that we know very little about,\" Adavasio says.</p><p>Over the last few decades, archaeologists have uncovered other sites that have pushed back estimates of when humans arrived in the New World.</p><p>But so far, none of the oldest sites have yielded what many consider the smoking gun — human remains. John Shea, an anthropologist and expert on early man at Stony Brook University, says positively dated human remains would change a lot of minds.</p><p>\"The bar is set high, but there are people looking for these things,\" Shea says. \"The more they look, if there are genuinely fossils out here from this time period, they will find them. If they keep looking and they don't find them, well then, you know, one has to accept the hypothesis that maybe they aren't there.\"</p><p>That's one of the things that makes Vero so intriguing. Researchers believe there's the possibility that human bones could be found there again and dated conclusively to that early time period.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Can+You+Dig+It%3F+More+Evidence+Suggests+Humans+From+The+Ice+Age&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Greg Allen","audio":[{"meta":{"duration":"280"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1389706217-fb9e02.m3u?orgId=1&topicId=1007&d=280&p=7&story=387313451&t=progseg&e=389700123&seg=8&ft=nprml&f=387313451"},{"href":"http://media.npr.org/assets/img/2015/02/20/img_3066-785e26470307872723089e62eca2f7b945d69bbf.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1365","width":"1820"}},{"href":"http://media.npr.org/assets/img/2015/02/20/iceagetusks-41b4ca48a448ff795cc532d3c06a071989d176cd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1356","width":"1808"}},{"href":"http://media.npr.org/assets/img/2015/02/20/human-fossils-e23f9091b37e7d9aafbe93aa0e0d7691169c12fa.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1337","width":"1782"}}]}