{"created":"2015-01-12T19:17:23+00:00","modified":"2015-01-12T19:17:37+00:00","valid":{"from":"2015-01-12T19:17:37+00:00","to":"3015-01-12T19:17:37+00:00"},"hreflang":"en","guid":"02ee1499-89f6-4502-802e-db15b601fbdd","title":"Why making French Muslims more French is such a challenge","published":"2015-01-12T19:17:35+00:00","byline":"Bradley Campbell","tags":["french muslims","Charlie Hebdo","France","Paris","cartoons","Islam","Culture","Arts, Culture & Media","Europe","France","Europe"],"teaser":"France prides itself on its people placing country over religion. But it's been a long struggle for Muslims and other minorities in France when it comes to integration. ","contentencoded":"<p>For decades, France has tried to make its Muslim population more French, and millions of Muslims have lived there peaceably.</p>\n<p>However, says Jonathan Laurence, author of The Emancipation of Europe's Muslims, “there has been the occasional explosion like this.”</p>\n<p>Here's why, according to Laurence, France has had such a hard time integrating Muslims and other minorities into its society:</p>\n<p><strong>1. Islam often is a public religion. France isn’t the most tolerant of some public aspects. </strong> </p>\n<p>The hijab, for one. “Some branches of Islam really do insist on the clothing being Islamic, of course, consuming Islamic food and attending Islamic institutions,” he says. “France has a system that allows for religious freedom. But it <a href=\"http://www.pri.org/stories/2012-04-11/france-veil-ban-one-year-later\">really prefers religion to stay in the private sphere</a> and not be out in public.''</p>\n<p><strong>2. Why the French Revolution differed from America's.</strong> </p>\n<p>“The French Revolution, you could say, took place in some ways to free the state from religion,” he says. “The American Revolution, on the other hand, you could say, took place to free religion from the state. That’s the main difference in that France really believes in emphasizing national identity first. And that’s an admirable goal because it’s ultimately the goal of having a melting pot where immigrants whose children are born here are automatically French. And that is a long tradition in which people of many different ethnicities and nationalities and religions have gradually become French.”</p>\n<p><strong>3. There’s a downside to forced inclusion.</strong></p>\n<p>“Reality can intrude,” he says. “Even though French citizenship is a wonderful idea, in fact people do have multiple identities and do have ties with religions and different communities. And that’s really the central tension at the heart of French politics.”</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/010920154.mp3"},{"href":"http://www.pri.org/file/010920154mp3"}]}