{"created":"2015-04-27T11:17:55+00:00","modified":"2015-07-03T20:24:40+00:00","valid":{"from":"2015-07-03T20:24:40+00:00","to":"3015-07-03T20:24:40+00:00"},"hreflang":"en","title":"More Than 4,000 Dead In Nepal As Earthquake Toll Rises","published":"2015-04-27T19:07:00+00:00","teaser":"Aftershocks are rattling survivors' nerves and making the recovery even more challenging. In one district, 400,000 people were affected by the quake and more than 4,000 homes are now unsafe.","itags":["npr_api","402521334"],"guid":"031c4bc1-ef83-4140-b2ec-30a87a2d0260","contentencoded":"<p><strong>Updated at noon ET.</strong></p><p>Nepal's devastating earthquake that hit Saturday is now blamed for at least 4,000 deaths. Reconstruction is estimated to cost billions. International aid efforts are underway, but aftershocks are rattling survivors' nerves and making the recovery even more challenging.</p><p>Rescue crews and aid groups are working to reach survivors — but their efforts are being hampered by the stricken areas' remote locations. Roads that are drivable are clogged with traffic.</p><p>Officials warn the death toll could go much higher. The magnitude 7.8 quake has left nearly 1 million children in need of humanitarian aid, <a href=\"http://www.unicef.org/media/media_81696.html\">UNICEF says</a>.</p><p>In one district, 400,000 people were affected by the quake and more than 4,000 homes are now unsafe to inhabit, NPR's Julie McCarthy reports. From Kathmandu, Julie says many residents are both angry that more wasn't done to reinforce Nepal's structures against earthquakes and afraid that further tremors might bring more destruction.</p><p>\"Until these aftershocks settle down, people will be terrified of them. News of them just consumes their conversations,\" Julie tells <em>Morning Edition.</em> She adds, \"People tell me they're afraid even to go back into their homes to grab a blanket.\"</p><p>As a result, thousands of Kathmandu residents have put up tents in open areas — and now there are new concerns, ranging from a shortage of tents to worries that the food and water supplies might last only until the end of this week, Julie says.</p><p>Many others are trying to leave the capital. <a href=\"http://www.reuters.com/article/2015/04/27/us-quake-nepal-collapse-idUSKBN0NG07B20150427\">Reuters</a> reports:</p><blockquote><p>\"Roads leading out of the mountain valley city of one million were jammed with people, many with babies in their arms, trying to climb onto buses or hitch a ride aboard cars and trucks.</p><p>\"Huge queues had formed at Kathmandu airport with people desperate to get a flight out.\"</p></blockquote><p>The ancient temples and court buildings of the city of Bhaktapur, a<em> </em>World Heritage site that is just east of the capital, did not fare well, Julie says.</p><p>\"Interestingly, the National Musuem of Nepal was left standing, virtually untouched. It, among many buildings that had rumbled to the ground around it — beautiful wooden structures with intricate carved doors and windows — was untouched, because it had been recently reinforced to withstand an earthquake.\"</p><p>The quake also triggered a massive avalanche that buried climbers at the Mount Everest base camp. Helicopter crews have been working to get climbers off the mountain. From the Nepalese capital, NPR's Kirk Siegler reports on the search and rescue effort in the Himalayas.</p><blockquote><p>\"Ron Nissen, 70, was in a dining tent at the Everest base camp when, he says, the mountain shook. An avalanche of ice and debris came down over him and some fellow climbers.</p><p>\" 'The whole of the tent just got blown away,' he says. 'I just huddled on the ground flat as we could as the avalanche roared over the top of me.'</p><p>\"Nissen walked away with just some scrapes and bruises, but he lost all his gear, money and passport. He managed to find a jacket and he says he and some Sherpas and other climbers hiked down to the nearest village — where he caught a helicopter down to Kathmandu and is looking for help from the Australian Embassy.\"</p></blockquote><p>Two of Nepal's biggest international supporters, the World Bank Group and the Asian Development Bank, say they're ready to help the recovery effort. <a href=\"http://www.adb.org/news/nepal-earthquake-adb-provide-3-million-immediate-relief-and-200-million-rehabilitation?home-topbox\">The ADB</a> said Monday that it is sending $3 million for immediate aid, promising an additional $200 million to help start rehabilitation.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=More+Than+4%2C000+Dead+In+Nepal+As+Earthquake+Toll+Rises&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":"356"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1402521342-33b91a.m3u?orgId=1&topicId=1125&d=356&story=402521334&ft=nprml&f=402521334"},{"href":"http://media.npr.org/assets/img/2015/04/27/nepal-427-001-e7cd2a29b4336fb45a08c81602fa56a5bec388ef.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2400","width":"3600"}},{"href":"http://media.npr.org/assets/img/2015/04/27/nepal-427-015-3c72c21ec424e44c213e244365e246980df0a194.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1544","width":"2316"}},{"href":"http://media.npr.org/assets/img/2015/04/27/nepal-427-016-9a48394925acf6e6a0e0a3d15d40acc7f5e414fe.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2333","width":"3500"}},{"href":"http://media.npr.org/assets/img/2015/04/27/nepal-survivors-4c50c89661062e88152acce9e9994eaab83365e6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}