{"created":"2014-09-23T13:29:04+00:00","modified":"2014-10-31T00:25:02+00:00","valid":{"from":"2014-10-31T00:25:02+00:00","to":"3014-10-31T00:25:02+00:00"},"hreflang":"en","title":"The 3 Scariest Words A Boy Can Hear","published":"2014-08-11T12:14:00+00:00","teaser":"\"Be a man\" — it's a mandate most boys hear at least once in their lives. Former NFL player Joe Ehrmann says it can leave boys ill-equipped to face life's real challenges.","itags":["npr_api","330183987"],"guid":"032ad78f-d8b9-4858-b33c-85630d6783f4","contentencoded":"<p><em>This story is part of </em>All Things Considered<em>'s </em>\"<a href=\"http://www.npr.org/series/323986426/men-in-america\" target=\"_blank\">Men in America</a>\"<em> series.</em></p><p>It's rare that a man makes it through life without being told, at least once, \"Be a man.\" To Joe Ehrmann, a former NFL defensive lineman and now a pastor, those are the three scariest words that a boy can hear.</p><p>Ehrmann — who played with the Baltimore Colts for much of the 1970s and was a lineman at Syracuse University before that — confronted many models of masculinity in his life. But, as with many boys, his first instructor on manhood was his father, who was an amateur boxer.</p><p>Ehrmann says of his father: \"I think his definition, which was very old in this country, was: Men don't need. Men don't want. Men don't touch. Men don't feel. If you're going to be a man in this world, you better learn how to dominate and control people and circumstances.\"</p><p>On the football field, those lessons served Ehrmann well. But, as he tells NPR's Audie Cornish, it was not the same case in the pediatric oncology ward. In 1978, Ehrmann's teenage brother was diagnosed with cancer. However tough Joe was on the field, he did not feel equipped to help his brother or himself.</p><hr /><h3>Interview Highlights</h3><p><strong>On how his brother's death affected him </strong></p><p>When he died, that was devastating to me. And I started to ask all the questions about what is the role, the meaning, the purpose of life. I was 29 years old, I was six years into my NFL career, and I had no concept — no concept what life was about, and no concept what I was about. And on this journey, I ended up asking the question: What does it mean to be a man? ...</p><p>I recognized that everything I had invested my life in — all my accomplishments, my achievements, the stuff I had accumulated — I recognized at that moment they offered no hope or help to my 19-year-old brother — 18-year-old brother — lying on his deathbed. ...</p><p>All I had was these old \"man up\" kind of things — \"suck it up, we'll get through this together\" — when he really needed the emotional, the nurturing, the love. And I had to really struggle to pull that out of my heart.</p><p><strong>On the roles a coach can play in his players' lives</strong></p><p>There's two kinds of coaches in America: You're either transactional or you're transformational. Transactional coaches basically use young people for their own identity, their own validation, their own ends. It's always about them — the team first, players' needs down the road.</p><p>And then you have transformational coaches. They understand the power, the platform, the position they have in the lives of young people, and they're going to use that to change the arc of every young person's life. I think football is an ideal place — sports in general — team sports are an ideal place to help boys become men. And the great myth in America today is that sports builds character. That's not true in a win-at-all-costs culture. Sports doesn't build character unless the coach models it, nurtures it and teaches it.</p><p><strong>On what those philosophies look like on the field</strong></p><p>I think there's a lot of screamers, there's a lot of shouters, there's a lot of shamers. My approach is this: Boy, you're in the middle of the game, and some kid's having a tough time. They get beat. ... I tell all my players, \"Come on over to me during the game and I'll give you a hug.\" And you think about the power of a hug versus swearing, shouting, shaming at some kid.</p><p>When I played football, I hated [when] some kid would get a knee injury, your teammate would go down and that coach would say move the practice down 20 yards and leave that kid laying there. ... As coaches, we can kneel down next to that kid, you affirm the tears, the pain, the emotions, and you bring all the team around to say, \"How can we help Bobby? He's one of us; he's done so much. He had so many dreams.\" So, you teach them how to build authentic community as men caring for and loving each other.</p><p><strong>On the changes he's seen in ideas of masculinity</strong></p><p>I think those three lies of masculinity — athletic ability, sexual conquest, economic success — in many ways, those things have been heightened. You have this increase in social media. You have young boys coming into this world, and they are hit 24/7. They're given all kinds of negative messages about their masculinity. They've been conditioned, and they have way more messaging out of this culture than I ever had as a young boy. I think in many respects, it's more difficult. There's more negative messaging out there and less positive.</p><p><strong>On what it means to be a man</strong></p><p>It think it can only be defined by two things: One, it's your capacity to love and to be loved. Masculinity ought to be defined in terms of relationships. Second thing, it ought to be defined by commitment to a cause. All of us have a responsibility to give back, to make the world more fair, more just, more hospitable for every human being. So I think it's about relationships and commitments to a cause. That's the underline of all humanity — men and women.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+3+Scariest+Words+A+Boy+Can+Hear&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"445"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1331425932-a31511.m3u?orgId=1&topicId=1055&aggIds=323986426&ft=3&f=330183987"},{"href":"http://media.npr.org/assets/img/2014/07/14/joe-ehrmann-ed529e622c91890d08c7a4de1b55260ed533afcb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2547","width":"3393"}},{"href":"http://media.npr.org/assets/img/2014/07/10/june-13-2011-003_custom-b32d3650f1341aeb1a0b2c363bc9b954de084d37.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"4752","width":"3164"}}]}