{"created":"2015-01-09T22:24:20+00:00","modified":"2015-06-05T15:30:47+00:00","valid":{"from":"2015-06-05T15:30:47+00:00","to":"3015-06-05T15:30:47+00:00"},"hreflang":"en","title":"'I Was A Dramatic Kid': For Jessica Chastain, Acting Came Naturally","published":"2015-01-12T22:06:00+00:00","teaser":"Chastain started her own theater company at age 10. As the first in her family to go to college, she says attending Juilliard was scary, but her grandmother helped her through it.","itags":["npr_api","376124743"],"guid":"032b4c97-789a-43ca-99b1-84564c8a4676","contentencoded":"<p>The new movie <em>A Most Violent Year</em> is set in New York City in 1981 — a chaotic time of spiraling crime. The story involves corruption in the heating oil industry: the hijacking of fuel tankers, a businessman trying to stay on the straight and narrow, and a prosecutor who has that businessman in his sights. And finally, there's the story of the businessman's wife ... who may hold all the cards.</p><p>Jessica Chastain plays Anna Morales, the upwardly mobile daughter of a Brooklyn gangster. She keeps the books for her husband's fuel business — as well as a number of secrets.</p><p>Chastain tells NPR's Melissa Block that she wanted Morales \"to be a character that you underestimate. But when you underestimate someone, that's when you really get hurt.\"<strong></strong></p><hr /><h3>Interview Highlights</h3><p><strong>On Anna as a \"predator\"</strong></p><p>She breaks free from this mold that she's been living in — the idea of this perfectly coiffed wife. It was really important for me also that she have really long nails. Obnoxiously long. Not from like, even just a cosmetic point of view, but I wanted it to be like a predator.</p><p><strong>On comparisons between Anna and Chastain's character in <em>Zero Dark Thirty — </em>a young CIA agent named Maya who is obsessed with hunting down Osama bin Laden</strong></p><p>You know, I don't see threads between the characters so much because Maya in <em>Zero Dark Thirty ...</em> she's a woman that in some aspects is out of control. And Anna's not like that, and Anna is much colder. She's more calculating. She's more serpentile, I think. But I wonder — it's interesting — I wonder if Maya was born earlier, and it was in 1981, if she would be more contained. Because there is less freedom for a woman in industry the further back you go.</p><p><strong>On the moment she knew she wanted to act</strong></p><p>It really was such a natural thing that happened. My grandmother took me to a play and ... there was a little girl on stage. And as soon as I saw her on stage, I thought, \"This is my job.\" ... I was<strong> </strong>probably like 7 or 8. I was very young. ... It was <em>Joseph and the Amazing Technicolor Dreamcoat. </em></p><p><strong>On having her own \"theater company\" as a kid</strong></p><p>I was a dramatic kid. I remember, I was very young, and once I knew what I wanted to do I, like, created a theater company and I would direct and we would sell lemonade to buy props. I was, like, 10 years old, and I had my own theater company, [a] cul-de-sac theater company. ...</p><p>It was such an outlet for me. I went to public school, and I didn't do well in school. And it wasn't until actually I got into school at Juilliard — it was the first time in my life that I thought, \"Oh, maybe I'm not stupid,\" because I was so inspired and passionate about what I was learning and it was the first time in my life I had felt that.</p><p><strong>On her first year at Juilliard</strong></p><p>It was very scary for me. My grandmother came with me when I moved out to New York. She stayed with me for a week. I was, you know, living in the dorm. The first year I had a lot of anxiety and, I remember, my teachers kept saying I had so much jaw tension. Like I couldn't even — you know, when taking voice and speech classes — I could hardly open my mouth I was so terrified.</p><p><strong>On how she got rid of the jaw tension</strong></p><p>I went to a doctor, and, of course, got a mouth guard at night, so I didn't get rid of all of my teeth. And every night, usually, I would just get like a hot towel and put it on my face. ... I think more than anything like that, what worked is just getting some confidence. Juilliard when I was there — I don't know if they still have it — but they had a probation and a cut program. And I'm the first person in my family to go to college. My grandmother was helping me financially. It was a really big deal that I was there. And the idea that they would've sent me home was incredibly traumatic. But I had to start to feel like, \"OK, I belong here. It's all right. They're not going to send me away.\"</p><p><strong>On her grandmother </strong></p><p>She's very, very important to me. I've taken her to the Oscars both years. She's really a special lady and has helped me in more ways than I could ever explain.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27I+Was+A+Dramatic+Kid%27%3A+For+Jessica+Chastain%2C+Acting+Came+Naturally&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"481"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1376174860-a20c7f.m3u?orgId=1&topicId=1137&d=481&p=2&story=376124743&t=progseg&e=376135987&seg=16&ft=nprml&f=376124743"},{"href":"http://media.npr.org/assets/img/2015/01/09/455969196-fc8a15e54c87298202a9934cf95bc2f45ccc5814.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1476","width":"1968"}},{"href":"http://media.npr.org/assets/img/2015/01/09/a-most-violent-year-amvy_d13_00129-1_rgb-67b04eb9984415debdd95891e5227c51753cdef3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3740","width":"4987"}}]}