{"created":"2014-10-27T20:53:34+00:00","modified":"2014-10-31T00:25:36+00:00","valid":{"from":"2014-10-31T00:25:36+00:00","to":"3014-10-31T00:25:36+00:00"},"hreflang":"en","title":"'Multimillions' Of Anchovies Spotted Off California Coast","published":"2014-07-09T18:01:00+00:00","teaser":"It looks like an oil spill, but it's actually a school of anchovies - the largest such school in 30 years, according to scientists.","itags":["npr_api","330161238"],"guid":"033ed156-737b-4707-ac27-b9c053a5ae60","contentencoded":"<p><a href=\"http://www.youtube.com/watch?v=XvxIdkhsoqU\">[Youtube]</a></p><p>There was quite a sight off the coast of La Jolla, California, yesterday: what looked like a giant dark ink stain, or an oil spill, moving and pulsing like it was alive &#8212; because it was.</p><p>It was a massive school of anchovies – &#8220;multimillions&#8221; of them. Scientists at the Scripps Institution of Oceanography say it’s the largest such school that’s been seen off the coast of California in 30 years.</p><p><strong>David Checkley</strong>, a professor of oceanography at the Scripps Institution of Oceanography at the University of California, San Diego, studies anchovies and went swimming with the school.</p><p><div class=\"pullquote\" style=\"\">&#8220;It was fish, fish, fish!&#8221;<div class=\"pullquoteauth\">&ndash; David Checkley</div></div></p><p>&#8220;It was fish, fish, fish! There were fish in front of me, below me, to the sides, and behind me,&#8221; Checkley told <em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Jeremy Hobson. &#8220;And they were beautiful.&#8221;</p><p>Schools of fish generally swim aligned in one direction. At the edge of the school, the fish create what looks like a hard boundary or, as the professor explains, a beautiful &#8220;cliff.&#8221;</p><p>Beauty aside, questions remain about the sudden appearance of the mass of anchovies.</p><p>Cooling Pacific waters over the past decade may be a factor, says Checkley, but not a definitive reason for the mysterious anchovies manifestation. In recent years, there has been an increase in cool water-loving anchovies while their sardine cousins, who prefer warm water, have decreased.</p><p>&#8220;This may be just the start of seeing more anchovies over the next decade, or two decades,&#8221; Checkly said. &#8220;But why they&#8217;re right up against the surf zone, is something I just can&#8217;t explain.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"http://scrippsscholars.ucsd.edu/dcheckley\" target=\"_blank\">David Checkley</a></strong>, professor of oceanography at the <a href=\"https://scripps.ucsd.edu/\" target=\"_blank\">Scripps Institution of Oceanography</a> at the University of California, San Diego.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Multimillions%27+Of+Anchovies+Spotted+Off+California+Coast&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"250"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1330175070-d9951d.m3u?orgId=1&ft=3&f=330161238"}]}