{"created":"2015-02-08T22:56:49+00:00","modified":"2015-05-13T21:18:59+00:00","valid":{"from":"2015-05-13T21:18:59+00:00","to":"3015-05-13T21:18:59+00:00"},"hreflang":"en","title":"100 Years Later, What's The Legacy Of 'Birth Of A Nation'?","published":"2015-05-01T19:45:00+00:00","teaser":"D.W. Griffith's film premiered in Los Angeles a century ago Sunday. In many ways, the movie — three hours of racist propaganda — was the beginning of Hollywood.","itags":["npr_api","383279630"],"guid":"034685b3-5584-441d-aa76-cc03e750cdf0","contentencoded":"<p>One hundred years ago Sunday, the nascent film industry premiered what would go on to be its first blockbuster: <em>The Birth of a Nation.</em></p><p>As the house lights dimmed and the orchestra struck up the score, a message from director D.W. Griffith flickered on the screen: \"This is an historical presentation of the Civil War and Reconstruction Period, and is not meant to reflect on any race or people of today.\"</p><p>But its effects on race relations were devastating, and reverberations are still felt to this day.</p><p><strong>Epic Film, Embedded Bigotry</strong></p><p><em>The Birth of a Nation</em> is three hours of racist propaganda — starting with the Civil War and ending with the Ku Klux Klan riding in to save the South from black rule during the Reconstruction era.</p><p>\"[Griffith] portrayed the emancipated slaves as heathens, as unworthy of being free, as uncivilized, as primarily concerned with passing laws so they could marry white women and prey on them,\" Dick Lehr, author of<em> The Birth of a Nation: How a Legendary Filmmaker and a Crusading Editor Reignited America's Civil War</em>, tells NPR's Arun Rath.</p><p>At the time, much of the storyline was accepted as historically accurate.</p><p>\"Griffith thought he was, in a way, reporting history about the Civil War and Reconstruction, and it was widely accepted at the time — which has been completely debunked since — that Reconstruction was a disaster ... and that former slaves were some kind of lower form of life,\" Lehr says.</p><p>\"That was the embedded, bigoted, racist state of mind of the time.\"</p><p>Griffith, looking at what he saw as history, was motivated by artistic ambition, Lehr says.</p><p>\"He wanted to do something very big,\" says Lehr. \"He was a man of the South from Kentucky. His father had fought for the Confederacy in the Civil War. What bigger story to tell as a breakout, epic film than the story of America's Civil War and its aftermath?\"</p><p>Griffith's understanding of the past was based on a twisted account, and today it's easy to imagine that a movie like his would flop and be forgotten. But <em>The Birth of a Nation, </em>far from falling into oblivion, led to the birth of Hollywood.</p><p><strong>Instant Praise And Protests</strong></p><p>Lehr says the film was the <em>Avatar</em> or <em>Star Wars</em> of 1915: It was a runaway hit.</p><p>After the first screening in Los Angeles, the film got a big thumbs-up. \"The critics were raving. People were on their feet cheering at the climax of the film, when the Klan is seen as a healing force — restoring order to the chaos of the South during Reconstruction,\" Lehr says. \"They were in awe of seeing for the first time a feature film of this length. There's one critic [who] said, 'The worst thing about <em>The Birth of a Nation</em> is how good it is.' \"</p><p>The film's initial success drowned out the voices of those who tried to protest. The civil rights movement was still quite young at the time; the NAACP had just incorporated a few years earlier. So the Los Angeles screenings were successful in spite of the outrage, as were New York City's. It even became the first movie ever to be screened at the White House. Woodrow Wilson reportedly called it \"history written in lightning.\"</p><p>But in Boston, newspaper editor William Monroe Trotter organized protests that involved the Boston branch of the NAACP. He organized mass demonstrations where several thousand protesters, mostly black, turned out to say the film was not accurate.</p><p>Trotter was arrested at a demonstration in front of a theater where the movie was playing.</p><p>\"For me, as an author and a researcher reconstructing this great drama,\" Lehr says, \"I kept scratching my head going, 'What year is this?!' This is 1915, but it's so 1960-ish in terms of its protest strategy.\"</p><p>Despite the protests, the Boston screenings did go on as scheduled — but the protesters set a template for other cities to follow.</p><p>After Boston, theater owners in other towns demanded significant edits to the film before they'd screen it; in other places, it was banned outright.</p><p><strong>New Eras, New Audiences</strong></p><p>Long after 1915, the silent film continued to find audiences.</p><p>Immediately after the film's release, the Ku Klux Klan experienced a surge in membership, and it continued to use the film as a recruiting tool for decades after that.</p><p>As a young journalist in the late 1970s, Lehr infiltrated the local Knights of the Ku Klux Klan for a story. He met their leader at the time, David Duke, who was there to recruit the next wave of Klansmen.</p><p>\"[Duke's] idea of a meeting was to show this film, in which he stood there narrating it and adding his own very racist spin on events. And that's when it hit me: the real propaganda value for the Klan, not only way back when but here it was, like, six, seven decades later,\" says Lehr.</p><p>And while civil rights leaders in 1915 tried to get the film banned entirely, <em>The Birth of a Nation</em> is still taught in film schools. For all its repulsive imagery, the film stands as a massive leap in cinema.</p><p>\"He did things that hadn't been done before in terms of close-up, zooming the camera in on faces, crosscutting in dramatic Civil War battle scenes, not just taking a single, static shot — all of which heightened the power, the impact, the drama, the emotion,\" Lehr says.</p><p>Griffith was also the first to host test screenings of his works-in-progress. And he moved his filmmaking operation from the East Coast to Southern California to take advantage of its routinely pleasant weather. The rest of the industry would later follow suit, and Hollywood — at least as a metonym — was born.</p><p><strong>Teaching The Film Today</strong></p><p>Todd Boyd, a professor at the University of Southern California's School of Cinematic Arts, says he rarely brings up the film in his classes, and he won't ever screen it in his classroom.</p><p>\"It's really sort of the foundation of modern cinema, I think, in every sense. So historically it's important in that regard, but you can't separate — at least, I don't agree to separate — the technological prowess from the political baggage,\" says Boyd, who is the Katherine and Frank Price Endowed Chair for the Study of Race and Popular Culture at USC.</p><p>Boyd says that if students want to see clips, there are plenty online. But he's not calling on other educators to ban the film, too. After all, he says, it's important for college students to be exposed to all kinds of information, including uncomfortable ideas.</p><p>\"I just think the way it's taught is more important than the fact that it's taught,\" says Boyd. \"If you talk about it only as technological achievement and the brilliance of D.W. Griffith, then I think this is unfortunate. If you talk about it as representative of racism and white supremacy and America's history in this regard, then I think that's very different.\"</p><p>No matter how responsibly the film is taught, Boyd has a theory about the film's legacy — even a century after its first screening.</p><p>\"If you plant seeds, what grows from those seeds is going to be based on what you planted. So if you're trying to grow marijuana, you probably shouldn't plant tomatoes. <em>Birth of a Nation</em> is a film that represents racism,\" Boyd says.</p><p>\"It is at the foundation of what would become Hollywood. So if this is at the root, then it shouldn't be a surprise when in the last few weeks, there have been discussions about the lack of people of color being nominated for the Oscars. In my mind, this is very much a branch that grew out of the tree that was <em>Birth of a Nation.</em>\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=100+Years+Later%2C+What%27s+The+Legacy+Of+%27Birth+Of+A+Nation%27%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"495"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1384782617-41b8d7.m3u?orgId=1&topicId=1137&d=495&p=2&story=383279630&t=progseg&e=384782515&seg=7&ft=nprml&f=383279630"},{"href":"http://media.npr.org/assets/img/2015/02/02/51887459-98958e80dd59e008e80074b6d4dd30c4bac42fc0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2588","width":"3451"}}]}