{"created":"2014-09-08T21:54:04+00:00","modified":"2014-10-30T22:35:27+00:00","valid":{"from":"2014-10-30T22:35:27+00:00","to":"3014-10-30T22:35:27+00:00"},"hreflang":"en","title":"Making Fatherhood An Insider's Game: Becoming A Dad, Again, At 49","published":"2014-09-09T13:12:00+00:00","teaser":"More men are having kids later in life — and some are having babies, for the second time, in middle age. That means they're changing diapers while their peers are sending their own kids to college.","itags":["npr_api","346794071"],"guid":"03476ae4-c018-4d91-bfc4-322c4a532bc2","contentencoded":"<p>Meet Dale Conour, a strapping, athletic man of 52. At midday, he's at home eating lunch with his son, Quinn, who is 2 1/2. Half of the living room of their San Francisco apartment is clearly Quinn's territory, filled with building blocks, a tepee and a train set.</p><p>Conour, a brand strategist and former magazine editor, is currently between jobs — which frees him up for afternoons like this with Quinn.</p><p>Conour has two other sons in their 20s from his first marriage, which ended in divorce. His second wife is 13 years younger than he is, and when she decided she wanted children, Conour says he was ready, too.</p><p>\"Parenting is a humbling experience no matter how many times you've done it,\" Conour says as he watches his son play.</p><p>Overall, there's a slight but steady trend of American men becoming fathers later in life. One group is men who become first-time fathers in their 40s. In another group are the guys like Conour, who \"re-father,\" or have a second family in their 50s.</p><p>While Conour knew he was ready to be a dad again, his friends weren't so sure.</p><p>\"I was telling them I was getting back in it, and they were just like, 'What, are you crazy? You got in, you got out and now you're going back in?!' \"</p><p><strong>Decades Later, A New Sense Of Perspective</strong></p><p>Conour uses those phrases — \"back in it again,\" \"jumping in again\" — a lot. It's as if fatherhood, for him, is an insider's game he knows well: diaper-changing and lack of sleep in the early years; then, later, the self-doubt many parents feel as their kids grow.</p><p>Conour's seen it, and he knows how different he is as a father in his 50s from the father he was in his 20s.</p><p>As a young adult, he says, you have \"so much going on, and you're trying to figure out life, and what you're all about, and what's coming next, and how am I going to build my career, and I've got to take care of this kid — and yes, I think it gets much easier as you get older just to slow down time and appreciate what you have, right here and right now.\"</p><p>Not much has been written about American dads who \"re-father\" when older. Back in 1995, Martin Carnoy, a professor of education economics at Stanford University, and his son David wrote a book that examined the subject: <em>Fathers of a Certain Age. </em>In it, they examined the joys and problems of middle-aged dads.</p><p>\"In most cases, they ... start new families in order to satisfy the desires of their younger wives,\" Carnoy says. \"In general, we found that they do so with trepidation.\"</p><p>That was the case for Carnoy. He and his adult sons had to work through hard feelings after he decided to start a new family with his second wife. His sons worried they were losing what was left of their original family, Carnoy says.</p><p><strong>'This Is The Time That Matters'</strong></p><p>But it's not just the older kids who are worried in these situations. Children from the second marriage have concerns of their own. His survey revealed that those kids said they spent more time with, and had stronger relationships with, their older dads than their peers did with their younger fathers — but that came at a price, Carnoy says.</p><p>They all had fears about the age of their dads, Carnoy says. \"They usually counted ... 'when I'm 30, how old will my father be? Ohhh, he's going to be really old! Is he going to be around?' \" Carnoy explains. \"That's the great fear.\"</p><p>Back in San Franscisco, Quinn Conour, giggling as he jumps around the living room, is too young to know that fear. And his dad doesn't dwell on it much, either.</p><p>\"I don't think you can get too caught up in that sort of thing — like what's the future all about and what does it mean going forward as an older father?' \" Dale Conour says. \"I think you do have to stop and say, 'This is the time that matters, right now.' \"</p><p>Still, a skeptic might wonder, is late fatherhood a self-indulgence?</p><p>Conour, for one, isn't buying it.</p><p>\"I mean — it's hard being a parent, you know?\" he says. \"It takes a lot of work! It's not a luxury.\"</p><p>And for Dale Conour, it doesn't appear to be much of a labor, either.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Making+Fatherhood+An+Insider%27s+Game%3A+Becoming+A+Dad%2C+Again%2C+At+49&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Richard Gonzales","audio":[{"meta":{"duration":"303"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1346879424-429563.m3u?orgId=1&topicId=1091&aggIds=323986426&ft=3&f=346794071"},{"href":"http://media.npr.org/assets/img/2014/09/08/dale.quinn.h-j_party-18c3f910258a3b8c74bb06ec1d3002952d475f95.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2786","width":"3715"}}]}