{"created":"2014-12-24T08:20:47+00:00","modified":"2015-01-04T20:40:17+00:00","valid":{"from":"2015-01-04T20:40:17+00:00","to":"3015-01-04T20:40:17+00:00"},"hreflang":"en","title":"The Year In Air Travel: Packed Planes And More Perks — For A Price","published":"2014-12-24T15:37:00+00:00","teaser":"Commercial airlines earned nearly $20 billion in profits this year. They're using the cash to buy new planes, update facilities and add amenities — but not all of those new comforts will be free.","itags":["npr_api","372512914"],"guid":"034cef02-b9a0-49ec-8bb6-4f52bb557017","contentencoded":"<p>It's been a good year for commercial airlines.</p><p>With the economy recovering, more people are getting on planes and flying for both business and pleasure. And the cost of fuel, one of the airlines' biggest expenses, is dropping.</p><p>But as anyone traveling for the holidays can tell you, airfares remain high. And many frequent fliers at Chicago O'Hare International Airport say they wouldn't give the airlines perfect grades this year.</p><p>Tanya Lawson, an attorney on her way home to Miami, says she doesn't have too many complaints. She gives the airlines high marks for being on time, for the most part, but she's not happy with everything.</p><p>\"I'd probably give them a 'B,' \" Lawson says. \"I think comfort has gone out the window completely. Another airline I traveled on recently, my knees were too long, and I was in pain literally for the entire flight, and I'm only 5-foot-8.\"</p><p>Sidney Moragne, a psychiatrist from Jackson, Tenn., says his experience flying this year was just average.</p><p>\"I'd give 'em a 'C',\" Moragne says. \"When it's bad, it's pretty bad, but a lot of times it's efficient. The planes are always pretty full now, that's one thing. You're packed in there pretty tight.\"</p><p><strong>Fuel Costs Are Down; Airfares Are Not</strong></p><p>Both Moragne and Lawson say they're tired of airlines charging for everything from extra baggage to extra legroom.</p><p>As for base fares, though, many travelers say they aren't terribly high, if you buy far enough in advance.</p><p>But Moragne has noticed that, while the price of fuel plummets, airfares are still up. \"They're not coming down, relatively speaking, the way gas has come down,\" he says.</p><p>The International Air Transport Association estimates that the world's airlines will rake in nearly <a href=\"http://www.iata.org/pressroom/pr/Pages/2014-12-10-01.aspx\" target=\"_blank\">$20 billion in profits this year</a>, and the group expects that figure to soar to a record $25 billion next year.</p><p>With fuel making up close to half of the airlines' expenses, they are saving — but the airlines say it's not as much as you'd think. The fuel price plunge, they note, comes after near record-high prices.</p><p>John Heimlich, chief economist for the industry group Airlines for America, says the airlines are using their windfalls to pay down debt, to give investors dividends for the first time in decades and to improve the flying product.</p><p>\"We continue to see new aircraft coming into the system, facilities improving, a more stable, better trained workforce, in-flight tablets, proliferation of Wi-Fi, now you're seeing it more in international markets,\" Heimlich says.</p><p><strong>More Classes, Fewer Cheap Seats</strong></p><p>But at least some of those amenities won't be free to all passengers. Airlines have begun offering far fewer cheap seats, and they're separating passengers into more classes, with each increasing level in price coming with a few more perks and comforts.</p><p>\"Bells and whistles are being added if you are paying premium prices,\" says George Hamlin, president of Hamlin Transportation Consulting. \"I think it would be fair to say that the game here is 'pay to play.' If you want the cheapest fare, don't look for the primo product.\"</p><p>Looking ahead to 2015, Hamlin says travelers should continue to expect jam-packed planes and high fares, since demand for air travel continues to rise, recent mergers reduce competition, and airlines have reduced excess seat capacity.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Year+In+Air+Travel%3A+Packed+Planes+And+More+Perks+%E2%80%94+For+A+Price&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Schaper","audio":[{"meta":{"duration":"216"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1372837201-d4afe7.m3u?orgId=1&topicId=1091&ft=3&f=372512914"}]}