{"created":"2015-02-27T19:51:05+00:00","modified":"2015-02-27T20:24:24+00:00","valid":{"from":"2015-02-27T20:24:24+00:00","to":"3015-02-27T20:24:24+00:00"},"hreflang":"en","title":"After Red Carpet Controversy, A Look At The History Of Dreadlocks","published":"2015-02-27T19:53:00+00:00","teaser":"E! host Giuliana Rancic said Disney star Zendaya Coleman's dreadlocks looked like she smelled of \"patchouli oil\" or \"weed.\"","itags":["npr_api","389570016"],"guid":"0350572c-c03a-4359-93f4-862c884c6b1e","contentencoded":"<p>On Sunday&#8217;s glamorous Academy Awards red carpet, Disney star Zendaya Coleman decided to shake things up and wear dreadlocks extensions with her Oscar gown.</p><p>The following day when the E! network&#8217;s Fashion Police aired, the show&#8217;s co-host Giuliana Rancic commented that the 18-year-old woman looked like she smelled of &#8220;patchouli oil&#8221; or &#8220;weed.&#8221;</p><p>Social media erupted at the news of this description, including a statement from Coleman herself expressing how offended she was. Rancic later <a href=\"https://twitter.com/GiulianaRancic/status/570088425455357952\" target=\"_blank\">apologized</a> but the comments opened up a discussion about the assumptions that come along with dreadlocked hair.</p><p><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a>s Meghna Chakrabarti talks about why Racic&#8217;s comments and the history of the hairstyle with <strong>Bert Ashe</strong>, professor of English and American Studies at the University of Richmond and author of the forthcoming book, &#8220;<a href=\"http://www.amazon.com/Twisted-Dreadlock-Chronicles-Bert-Ashe/dp/1932841962\" target=\"_blank\">Twisted: My Dreadlock Chronicles</a>.&#8221;</p><h4>Interview Highlights: Bert Ashe</h4><p><strong>On his reaction to Racic&#8217;s comments</strong></p><p>&#8220;I would have to say that I was saddened, but not surprised. Dreadlocks is the sort of hairstyle that provokes comments, it provokes reactions, it provokes the sorts of stereotypes that Racic unfortunately used. The idea that someone is Bohemian is attached to the style in one way or another.&#8221;</p><p><strong>On the racial connections to dreadlocks</strong></p><p>&#8220;There’s absolutely no question that there’s racial intent there, even if she didn&#8217;t mean it explicitly. It goes back to when the Rastafarians first began, as early as the 1940s, and ganja, which is what they called it, was how they financed their existence on the island. And that connection between weed, ganja, dreadlocks went all the way through reggae and reggae musicians, which is how most people in the United States first saw the hairstyle.&#8221;</p><p><strong>On the origins of dreadlocks</strong></p><p>&#8220;One of the sections of &#8216;Twisted&#8217; is literally called &#8216;origins,&#8217; and the reason I did that is because it goes so far back. The Sadhus, and Celtics, and there were dreadlocks found in tombs in Egypt and other places. So if you want to talk about origins, we’re going thousands and thousands of years. If you&#8217;re talking about recent origins we’re talking about the name &#8216;dreadlocks&#8217; itself. Rastas decided to call it that because they wanted to have a name for a hairstyle that was, at least in part, designed to separate them from what they called Babylon &#8211; the sort of ordinary Jamaican society of which they did not want to be a part. And it does in a way signal difference.&#8221;</p><p><strong>On how people respond to his dreadlocks</strong></p><p>&#8220;The number of assumptions that I’ve been approached with are fascinating. I’ve had people throwing their fists in the air and saying ‘right on brother!’, or having people take me aside and say ‘wear them with pride’, or I’ve had people assume that I’m someone who either sells weed or buys weed. I was walking down the street once in San Jose and a complete and total stranger, an African American women, stopped me and said, ‘you must like jazz.’&#8221;</p><p><a href=\"http://www.youtube.com/watch?v=AnpjMcJXfzE\">[Youtube]</a></p><h4>Guest</h4><ul><li><strong><a href=\"http://english.richmond.edu/faculty/bashe/\" target=\"_blank\">Bert Ashe</a></strong>, professor of English and American Studies at the University of Richmond and author of the forthcoming book, &#8220;Twisted: My Dreadlock Chronicles&#8221;.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+Red+Carpet+Controversy%2C+A+Look+At+The+History+Of+Dreadlocks&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"601"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1389575353-f51ce9.m3u?orgId=1&e=389570016&d=601&ft=nprml&f=389570016"},{"href":"http://media.wbur.org/wordpress/11/files/2015/02/0227_dreadlocks.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"850","width":"1280"}}]}