{"created":"2014-12-04T18:49:00+00:00","modified":"2014-12-04T22:10:17+00:00","valid":{"from":"2014-12-04T22:10:17+00:00","to":"3014-12-04T22:10:17+00:00"},"hreflang":"en","title":"Star Of 'The Good Lie' Is A Lost Boy Of Sudan","published":"2014-12-04T19:23:00+00:00","teaser":"Ger Duany reflects on his own background and South Sudan today, as he stars in a film with Reese Witherspoon.","itags":["npr_api","368510856"],"guid":"0375b1e2-c2fa-4a35-af9e-8220696b8bbd","contentencoded":"<p><strong>Ger Duany</strong> says America has given his generation of South Sudanese an education and a wider perspective on the world. He says it&#8217;s now up to him and his generation to help the country of their birth.</p><p>Duany is one of the stars of the new film, &#8220;<a href=\"http://www.thegoodliemovie.com/\" target=\"_blank\">The Good Lie</a>,&#8221; which is based on real life events.</p><p>It shows the journey of four children who flee Southern Sudan after their homes are burned and their parent killed in civil war. They arrive in the U.S. as refugees. Actress Reese Witherspoon plays the job counselor who helps them adjust to their new lives.</p><p>Duany is himself a South Sudanese refugee who was recruited as a child soldier and managed to flee to Kenya before coming to the U.S. as a &#8220;Lost Boy.&#8221; He&#8217;s now a successful actor and model, but the renewed civil war in South Sudan has forced his family, including his mother, brother and sister, to flee to refugee camps in neighboring countries.</p><p>Duany told <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Peter O&#8217;Dowd, &#8220;I was supposed to be the future, the war was supposed to end with us, but now look at us. Again we have to go through the same things.&#8221;</p><p>O&#8217;Dowd also speaks with <strong>Sasha Chanoff</strong>, executive director of RefugePoint, an organization that works to protect refugees.</p><p>&#8220;This film is so current and so relevant, because while it repeats Ger&#8217;s story from decades ago, that story is repeating itself in South Sudan now,&#8221; Chanoff said.</p><p>Chanoff says almost 2 million people have been displaced, the rival factions are rearming and hundreds of thousands &#8212; possibly millions &#8212; may face famine because there has not been planting.</p><p>Chanoff also says that the South Sudanese in the U.S. have transcended the ethnic boundaries that divide South Sudan, giving them a special role: &#8220;They are the future of their country, and in fact when they were coming here, they carried that message with them. They knew they were the future.&#8221;</p><h4>Interview Highlights: Ger Duany</h4><p><strong>On the emotional toll of acting in &#8220;The Good Lie&#8221;</strong></p><p>“It was a painful journey. From the very beginning and now to do a movie about it, to relive that past it was a responsibility to step in, but with the help of people and the team that we had, it was worth it.”</p><p><strong>On whether acclimating to U.S. has become easier</strong></p><p>“I really appreciate America, and the American people. They really welcomed us here and they affected our lives in a positive way. I hope we did the same thing to their lives too. The best part about it is that Americans too have their own struggle, and we struggle with them.”</p><p><strong>On the war that has broken out in South Sudan</strong></p><p>“Very disappointed about what happened. The whole world has been supporting this country, America particularly, really pushed for South Sudan to stand as its own state. I was supposed to be the future, and the war was supposed to end with us.”</p><h4>Guests</h4><ul><li><strong><a href=\"http://gerduany.com/\" target=\"_blank\">Ger Duany</a></strong>, South Sudanese actor and model based in the United States. He tweets <a href=\"https://twitter.com/gerduany\" target=\"_blank\">@GerDuany</a>.</li><li><strong><a href=\"http://www.refugepoint.org/sasha-chanoff/\" target=\"_blank\">Sasha Chanoff</a></strong>, founder and executive director of <a href=\"http://www.refugepoint.org/\" target=\"_blank\">RefugePoint</a>, an organization that works to protect refugees. He tweets <a href=\"https://twitter.com/SashaChanoff\" target=\"_blank\">@SashaChanoff</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Star+Of+%27The+Good+Lie%27+Is+A+Lost+Boy+Of+Sudan&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"528"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1368510859-bae8cf.m3u?orgId=1&ft=3&f=368510856"}]}