{"created":"2015-04-28T09:15:25+00:00","modified":"2015-05-13T21:00:03+00:00","valid":{"from":"2015-05-13T21:00:03+00:00","to":"3015-05-13T21:00:03+00:00"},"hreflang":"en","title":"Tyson Foods To Stop Giving Chickens Antibiotics Used By Humans","published":"2015-04-28T21:07:00+00:00","teaser":"Antibiotic use is falling out of fashion in the poultry industry. Tyson Foods, the biggest poultry producer in the U.S., says it will stop feeding its birds human-use antibiotics in two years.","itags":["npr_api","402736017"],"guid":"03774c98-7e2e-47ae-b90a-9d34b5c4a3b6","contentencoded":"<p>Tyson Foods, the country's biggest poultry producer, is promising to stop feeding its chickens any antibiotics that are used in human medicine.</p><p>It's the most dramatic sign so far of a major shift by the poultry industry. The speed with which chicken producers have turned away from antibiotics, in fact, has surprised some of the industry's longtime critics.</p><p>For decades, the farmers who raise chickens, pigs and cattle have used antibiotics as part of a formula for growing more animals, and growing them more cheaply.</p><p>But that practice has become controversial, because the more frequently such drugs are used, the more quickly bacteria evolve resistance to them. There are fears that antibiotic resistance could be migrating from bacteria in farm animals to bacteria that infect people — and that those infections are then more difficult to treat.</p><p>The poultry industry now appears ready to change course.</p><p>Over the past year, major companies such as <a href=\"http://www.npr.org/blogs/thesalt/2014/09/03/345315380/perdue-says-its-hatching-chicks-are-off-antibiotics\">Perdue</a> and <a href=\"http://www.wsj.com/articles/pilgrims-expects-25-of-its-chicken-will-be-antibiotic-free-by-2019-1429564675\">Pilgrim's Pride</a> have announced significant cuts in antibiotic use.</p><p>Now Tyson Foods, the biggest of them all, <a href=\"http://www.tysonfoods.com/Media/News-Releases/2015/04/Antibiotics-Announcement.aspx\">has announced</a> its own plan. Donnie Smith, Tyson's CEO, says that by September 2017, the company expects to eliminate the use of all antibiotics that also are used in human medicine.</p><p>Tyson still will use a class of antibiotics called ionophores that are not used to treat humans. If bacteria develop resistance to ionophores, doctors don't care, because they never use ionophores anyway.</p><p>Smith pointed out that Tyson is not promising to never ever use a human antibiotic. \"What we're saying is, we don't believe that we're going to need to. But we're not going to let chickens suffer,\" he says.</p><p>If the company does resort to using a human antibiotic, though, it will report that use publicly, Smith says.</p><p>According to Smith, Tyson already has reduced its use of human-use antibiotics by 80 percent over the past four years. More than 90 percent of its chickens, in fact, now do not receive any human-use antibiotics at any point in their lives.</p><p>One of Tyson's competitors, Perdue, called Tyson's move an attempt to \"play catch-up.\" Perdue eliminated the use of all human antibiotics a year ago, and about half of its chickens are raised without any antibiotics at all, including ionophores.</p><p>The timetable and details of Tyson's plans echoed those of <a href=\"http://news.mcdonalds.com/Corporate/news-stories/McDonald-s-USA-Announces-New-Antibiotics-Policy-an\">McDonald's</a>, which announced last month that within two years, its U.S. restaurants will not serve chicken from birds that have been treated with medically important antibiotics. Tyson Foods is a major supplier for McDonald's.</p><p><a href=\"http://www.pewtrusts.org/en/about/experts/gail-hansen\">Gail Hansen</a>, a longtime critic of antibiotic use with the Pew Charitable Trust's Antibiotic Resistance Project, called the announcement a really big deal. \"Tyson is the big chicken producer,\" she said. \"Lots and lots of folks are saying that they want to go to fewer and fewer antibiotics, and Tyson is saying, 'We're with you. We're going there, too.' So this is huge.\"</p><p>On the same day that Tyson released its plans, Hansen's group announced its own <a href=\"http://certifiedresponsibleantibiotics.org/\">initiative</a> to promote antibiotic-free chicken. It's a new certification for chicken, developed in collaboration with the U.S. Department of Agriculture and a group called <a href=\"http://www.schoolfoodfocus.org/\">School Food Focus</a>. Auditors will verify that meat that receives this certification came from chickens that never were treated with medically relevant antibiotics, except when the birds were sick and needed treatment.</p><p>Other critics of antibiotic use also welcomed the announcement and called on other meat producers to follow the poultry industry's example. \"Why are the turkey, pork and beef industries lagging so far behind?\" asked Steve Roach, with a campaign called <a href=\"http://www.keepantibioticsworking.com/\">Keep Antibiotics Working</a>, in a statement emailed to reporters.</p><p><a href=\"http://publichealth.gwu.edu/faculty/index.cfm?employeeID=907\">Lance Price</a>, a microbiologist and director of the recently launched Antibiotic Resistance Action Center at George Washington University, echoed the call for other producers to limit antibiotic use: \"The sooner we implement sound strategies to curb all unnecessary antibiotic use in every food-animal sector, the sooner we can protect public health from the looming threat of antibiotic-resistant bacteria.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Tyson+Foods+To+Stop+Giving+Chickens+Antibiotics+Used+By+Humans&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Dan Charles","audio":[{"meta":{"duration":"109"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1402736018-8c97ee.m3u?orgId=1&topicId=1053&d=109&p=3&story=402736017&t=progseg&e=402735957&seg=12&ft=nprml&f=402736017"}]}