{"created":"2015-06-23T17:08:28+00:00","modified":"2015-07-02T19:05:10+00:00","valid":{"from":"2015-07-02T19:05:10+00:00","to":"3015-07-02T19:05:10+00:00"},"hreflang":"en","title":"Obama Administration To Shift Ransom-For-Hostages Rules","published":"2015-06-24T18:10:00+00:00","teaser":"While the Obama administration maintains it will not negotiate with terrorists, it will allow families to negotiate on their own for release of loved ones.","itags":["npr_api","416848302"],"guid":"037e7080-c68f-4ac9-a4b4-2340f6992d03","contentencoded":"<p><strong>This post was updated at 1:25 p.m. ET to include comment from the White House press secretary.</strong></p><p>The Obama administration is preparing to announce changes in the way it deals with families whose loved ones have been taken hostage by terrorist groups such as the self-declared Islamic State militant group. Families were invited to a private meeting with administration officials Tuesday in advance of a public announcement at the White House on Wednesday.</p><p>Families have complained in the past that they felt neglected and received mixed messages from the government. While the White House is not expected to shift its long-standing opposition to paying ransom for hostages, it is expected to give families a tacit OK if they choose to negotiate on their own.</p><p>\"The sense ... was that the administration could be more effective in delivering clear information, in some cases instructions, to the families of those who were going through this terrible ordeal,\" White House press secretary Josh Earnest said. \"So the sense was, this was a process that could be improved.\"</p><p>Earnest noted that details of the revised policy would be released Wednesday.</p><p>Congressman John Delaney, D-Md., whose constituent Warren Weinstein was held captive for more than 3 1/2 years before being accidentally killed by a U.S. drone strike earlier this year, pointed out: \"What they have said is they're looking at the policy with respect to families. Right now, under U.S. law, families are ... prohibited from having any discussions with captors as it relates to their loved ones. And what the White House has said is they will look at that to see if some flexibility might make sense.\"</p><p>The federal government itself would maintain its policy of not negotiating with hostage-takers.</p><p>\"The president continues to believe, as previous presidents have concluded, that it's not in the best interest of American citizens to pay ransoms to any organization, let alone a terrorist organization,\" Earnest said in November. \"Knowing that terrorist organizations can extract a ransom from the United States if they take a hostage, only puts American citizens at greater risk.\"</p><p>Earnest reiterated that stance Tuesday, arguing the president continues to oppose ransoms for hostages, because the concessions to terrorists not only help fund their operations, but also make Americans more of a target than they already are.</p><p>\"The president does continue to believe it's important for the United States of America to adhere closely to a no-concessions policy.\" And \"that is a policy that was not under review in this process.\"</p><p>The administration launched a review of the policy last fall after several high-profile executions of U.S. hostages, beginning with journalist James Foley.</p><p>Foley's mother had a hard time getting information from the government while her son was in captivity.</p><p>\"We had to beg,\" Diane Foley told ABC News in September. \"They really didn't have time for us.\"</p><p>As a result of the review, the administration is expected to set up a central clearinghouse, or \"fusion cell,\" within the FBI to coordinate all government efforts with regard to hostages and their families.</p><p>Congressman Duncan Hunter, R-Calif., argues the FBI is the wrong agency to lead that effort.</p><p>\"The FBI is not organized or developed for hostage recovery in hostile areas, yet they are leading the fusion cell,\" Hunter said in a written statement. \"Wholesale changes are needed, but what's being put forward is nothing more than window dressing.\"</p><p>Hunter and Delaney have both called for a single coordinator of U.S. hostage policy.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Obama+Administration+To+Shift+Ransom-For-Hostages+Rules&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Scott Horsley","audio":[{"meta":{"duration":"196"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1416910377-2a1219.m3u?orgId=1&topicId=1014&d=196&p=2&story=416848302&t=progseg&e=416787306&seg=6&ft=nprml&f=416848302"}]}