{"created":"2014-11-20T20:10:01+00:00","modified":"2014-11-21T05:06:27+00:00","valid":{"from":"2014-11-21T05:06:27+00:00","to":"3014-11-21T05:06:27+00:00"},"hreflang":"en","title":"Sen. Mitch McConnell's Political Life, Examined, In 'The Cynic' ","published":"2014-11-20T21:35:00+00:00","teaser":"When journalist Alec MacGillis started looking into McConnell's early politics, he says he was \"startled\" by how moderate the Republican used to be. The book traces McConnell's shift to the right.","itags":["npr_api","365484670"],"guid":"03a4c2e6-5981-4caa-97e4-3717c9f0f88e","contentencoded":"<p>When Sen. Mitch McConnell (R-Ky.) first entered politics in the 1960s, he started out as moderate — pro-abortion rights, pro-union, in support of the civil rights movement. With time, McConnell shifted to the right as the Republican Party shifted.</p><p>\"I was just really startled by this when I started looking into it,\" Alec MacGillis tells <em>Fresh Air</em>'s Terry Gross. \"I knew that he had started out as somewhat more moderate — but I didn't realize just how moderate he really was.\"</p><p>MacGillis's new book <em>The Cynic: The Political Education of Mitch McConnell</em> <a href=\"http://blog.longreads.com/2014/11/05/when-mitch-mcconnell-met-roger-ailes-an-early-lesson-in-winning-at-all-costs/\" target=\"_blank\">traces how McConnell</a> became one of the most powerful politicians in the country — and it examines McConnell's evolution as a politician.</p><p>In the 1960s, McConnell was \"firmly pro-abortion rights,\" says MacGillis.</p><p>\"In his first elected office in Louisville, Ky., as county executive in Louisville, he repeatedly snuffed out anti-abortion bills that were coming through his office — didn't even let them come up for a vote or a hearing,\" he says.</p><p>But in 1984, McConnell barely won his seat in the Senate — by fewer than 5,000 votes.</p><p>\"There was no question what had happened — that McConnell had won basically on the coattails of Ronald Reagan,\" MacGillis says. \"And McConnell looked at that very, very close result and basically thought to himself, 'You know what? I don't want it to ever be this close again. I see where the Republican Party is heading; I see where my state is heading; I see where the South is heading politically — and I need to get on that train.' \"</p><p>McConnell, who has been the Senate minority leader since 2007, will become the majority leader when the new term starts in January.</p><p>And according to MacGillis, \"This is what he's dreamed about since he was a very, very young man ... and now he's about to achieve that dream.\"</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On McConnell's political positions when he first entered politics in the 1960s </strong></p><p>There was a big battle back in the Republican Party in the '60s between the conservative wing and a still quite strong moderate wing. This is, of course, during the time of Barry Goldwater's 1964 nomination to the party coming from the conservative wing. But there was still a very, very strong moderate contingent of the party and Mitch McConnell was completely on that side of the line.</p><p>He was very firmly pro-union. In his first election back in 1977 in Louisville, he got the endorsement of the AFL-CIO because he backed collective bargaining for public employees, which is something even a lot of Democrats today don't support. He sought out the head of the AFL-CIO at the bowling alley in Louisville and sweet-talked him and got his support.</p><p>He was very firmly in support of the civil rights movement, which back in Kentucky was not necessarily the obvious thing to do. He, as a student, would show up at civil rights rallies and was very much in favor of the legislation in Washington in the '60s.</p><p><strong>On how McConnell embodies the changes in the Republican Party over the past 30 years </strong></p><p>McConnell, to me, embodies two things in politics today: One is the transformation of the Republican Party from a party that used to have quite a few moderate and liberal members and Northern liberal Republicans — Midwestern moderate Republicans — into a party that is now much more monolithically conservative and really Southern-dominated.</p><p>McConnell really embodies that shift because he himself has evolved with that transformation just to a tee. But at the same time ... he embodies for me the mindset that has become more and more dominant in Washington today ... which is the permanent campaign mindset.</p><p>It's the mindset that all that really matters is the next election, the next cycle. It's not so much what you do when you're in power in Washington; it's what you do to position yourself for the next time around, your next re-election, your party's next election cycle. That mindset has become very prevalent. It's bipartisan and it also suffuses the media — but McConnell embodies it really more than anybody else.</p><p><strong>On McConnell figuring out how to use the rules of the Senate to benefit his party</strong></p><p>He is a master of Senate procedure. That's one of his real strengths. ... He just has studied it very, very closely. [He's] studied how it works ... and figured out how you could use ... [the rules] within this sort of very vague culture-based and nebulous realm of the Senate where these rules are not necessarily written down anywhere — some of them are, but others are just things that have carried over in tradition and culture of the institution. He's figured out how you can use these procedures — and also the customs that have built up over time to really slow things down and gum up the works in ways that hadn't been done before.</p><p><strong>On how McConnell lined up support for leadership posts in the Senate </strong></p><p>It's something he campaigned for more aggressively than just about anyone before him. His colleagues in the Senate were struck to see just how determined and eager he was to climb the ladder. And what he would do is he would start quite early, several years before the elections for these various leadership posts, he would start strategizing in how to win those elections. He had a wingman, his colleague [former Sen.] Bob Bennett from Utah ... [who] would go out a year or two in advance and start trying to count up votes and feel people out on whether they would support Mitch or someone else. ...</p><p>Again, McConnell was not the most naturally popular or beloved person within his caucus, so he really needed help from someone else to kind of go out and line up those votes for him. They would badmouth the opposition and various rivals for various jobs ... really, in a junior high school kind of way — trying to line up support so that when the time came for the elections for the various leadership posts high up the ladder, it suddenly would become clear that McConnell had, in fact, lined up just enough support to get the job.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Sen.+Mitch+McConnell%27s+Political+Life%2C+Examined%2C+In+%27The+Cynic%27+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2340"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1365507674-4ac3ce.m3u?orgId=1&topicId=1014&ft=3&f=365484670"},{"href":"http://media.npr.org/assets/img/2014/11/20/181926840-e3dae5d2e0ebce96b71611c8b7eeb7fe556838b0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1867","width":"2490"}}]}