{"created":"2014-10-08T15:21:10+00:00","modified":"2014-10-31T01:49:26+00:00","valid":{"from":"2014-10-31T01:49:25+00:00","to":"3014-10-31T01:49:25+00:00"},"hreflang":"en","title":"How Health Insurance Exchanges Are Like Flea Markets","published":"2014-05-27T11:57:00+00:00","teaser":"To know if taxpayers got good value in setting up the health care exchanges we need to see what happens in the next few years, economists say. Will buyers and sellers keep coming?","itags":["npr_api","315089365"],"guid":"03a49010-a314-4c90-bd22-71b3d41449ea","contentencoded":"<p>More than $7 billion of <a href=\"http://capsules.kaiserhealthnews.org/wp-content/uploads/2014/05/5-7-14-Exchanges-report.pdf\">taxpayer money</a> went into creating the health law's insurance marketplaces, and about <a href=\"http://www.npr.org/blogs/health/2014/05/02/308775527/obamacare-sign-ups-show-wide-variation-by-state-ethnicity\">8 million people signed up</a>. But some experts say it's still too early to declare these markets a success or failure. So, what <em>can </em>we say about what the public is getting for its money?</p><p>The markets, including HealthCare.gov and the state-run exchanges, are long-term investments. They have to work in the short term, but also be desirable places for buyers and sellers to get together for years going forward.</p><p>In that sense, they're a lot like other marketplaces — like the <a href=\"http://www.csfleamarket.com/\">flea market in Colorado Springs</a>. Buyers and sellers flock to the market, because it's an easy place for them to find each other and make deals. Dillon Keller is here on a Saturday, looking to move some roller skates.</p><p>\"My mother in law works for a roller rink,\" he explains, \"and these are the ones people left behind for over a year. So, she said, 'Get rid of them!' \"</p><p>Keller drove across town and is spending $20 for a little square of asphalt here to sell the roller skates. He could have just had a garage sale, \"But it's not as successful,\" he says. \"You don't have near the [number] of people. For every one person at a garage sale, you probably have at least 50 out here.\"</p><p>The flea market does a lot to draw customers in. It has a big billboard next to its highway exit, a food court, and even hires a live band on weekends.</p><p>In the same way, the Affordable Care Act's exchanges are supposed to be desirable markets for selling and buying health insurance. It's the same principle, even, behind the New York Stock Exchange, says economist <a href=\"http://americanactionforum.org/experts/douglas-holtz-eakin\">Douglas Holtz-Eakin</a>.</p><p>\"You could look at health insurance and see the same thing,\" Holtz-Eakin says. \"Do people want to sell their policies on there? Or is it growing in magnitude?\" Those are standard metrics of success for marketplaces, he says, and should be applied to the insurance exchanges.</p><p>Eight million people showed up to buy insurance on the exchanges in the first six months. But will it be a good enough deal to bring them back? Will more insurers jump in? Holtz-Eakin says we don't know enough yet to conclude which state's exchanges are successful.</p><p>\"I think we know the outliers,\" he says. \"We know the big failures in Oregon and Maryland, for example. We know what appear to be the great successes in places like Kentucky, which is quite cheap and has a big fraction of people signed up. In between, it's pretty hard to make the case we know who's better than someone else.\"</p><p>One way that's tempting to try to figure out which states were successful is to divide the number of federal grants sent to the states by the number of people who signed up in the marketplaces. That gives a cost-per-customer.</p><p>But comparing states based on that is, \"really not a meaningful calculation,\" says <a href=\"http://economics.mit.edu/files/6400\">Jonathan Gruber</a>, an economist at MIT.</p><p>He says insurance exchanges are long-term investments. They should last for decades and every state that set up its own had similar upfront costs, like hiring technology companies to create their online shopping sites.</p><p>\"A lot of the programming — the computer setup — is the same regardless of how many people enroll,\" Gruber says. \"So, by that [cost-per-customer] number, California is going to look better than Rhode Island.\" But that's misleading, he says. \"It's sort of like inferring that we should never let small states do anything.\"</p><p>It's also nearly impossible, based on the financial information the White House is releasing so far, to compare the states that relied on Healthcare.gov with the 14 states that, instead, did their own exchanges. And some states got millions or tens of millions of dollars in outside help from private donors — even <a href=\"https://twitter.com/Pharrell/status/385479341104439298/photo/1\">celebrity endorsements</a>.</p><p>There's just <a href=\"http://www.npr.org/blogs/health/2014/04/16/303204332/is-obamacare-a-success-we-might-not-know-for-a-while\">not enough information</a> right now, Holtz-Eakin says, for economists to pass judgment on the Affordable Care Act's marketplaces. And anyway, he says, they represent only one way of measuring the federal health law's success.</p><p>\"I think the focus on the exchanges per se is a natural fallout from Healthcare.gov melting down at the beginning,\" Holtz-Eakin says, \"but it's really not the right metric for success or failure.\"</p><p>Economist Jonathan Gruber agrees.</p><p>\"Success,\" Gruber says, \"can really only be defined ultimately as a significant improvement in the well-being of the U.S. public – uninsurance rates drop, seeing health improved, seeing bankruptcies drop.\"</p><p>The public won't know whether that's what they got for the tax money they spent on health insurance exchanges until well after <a href=\"http://www.npr.org/2014/05/20/314138817/how-big-a-factor-will-obamacare-be-in-midterm-elections\">November's elections</a>.</p><p>Next year, though, federal grant funding to subsidize state exchanges will start to run out. The challenge now for these new marketplaces is to grow on their own. Most have still only enrolled <a href=\"http://kff.org/health-reform/state-indicator/marketplace-enrollment-as-a-share-of-the-potential-marketplace-population\">a fraction</a> of the uninsured people in their states.</p><hr /><p><em>This story is part of a reporting partnership between NPR and</em> <a href=\"http://www.kaiserhealthnews.org\">Kaiser Health News</a>.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+Health+Insurance+Exchanges+Are+Like+Flea+Markets&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eric Whitney","audio":[{"meta":{"duration":"242"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1316269182-1371b4.m3u?orgId=1&topicId=1128&ft=3&f=315089365"},{"href":"http://media.npr.org/assets/img/2014/05/23/3-c7498826e5f9fa09334fcbb77ba67e0127fa2eda.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"384","width":"512"}}]}