{"created":"2015-06-17T17:06:38+00:00","modified":"2015-06-18T21:55:27+00:00","valid":{"from":"2015-06-18T21:55:27+00:00","to":"3015-06-18T21:55:27+00:00"},"hreflang":"en","title":"HBO's New Sunday Lineup Is Full Of Pleasant Surprises","published":"2015-06-18T21:55:00+00:00","teaser":"<em>Ballers </em>feels like the football equivalent of the hip-hop world of <em>Empire, </em>and <em><em>The Brink</em></em> is reminiscent of<em> Dr. Strangelove,</em> but has its own modern take on the nonsense of war.","itags":["npr_api","415210181"],"guid":"03b4aa81-507d-4ab4-9211-fa9b5ce97f27","contentencoded":"<p>Last weekend, HBO presented the season finales of its three Sunday night prime-time spring series, <em>Game of Thrones, Silicon Valley</em> and <em>Veep.</em> This weekend, HBO unveils its new Sunday night lineup: the all-new second season of <em>True Detective,</em> and two new comedies, <em>Ballers,</em> starring Dwayne Johnson, formerly known as the wrestler called The Rock, and <em>The Brink,</em> starring Tim Robbins and Jack Black.</p><p>Let's start with <em>Ballers. </em>HBO has tried building a sitcom around pro football before — back in 1984, with one of its earliest series efforts, <em>1st & Ten. </em>That show not only was flat-out bad, but one of its stars<em> </em>was O.J. Simpson, just a few years before he became infamous as well as famous. <em>Ballers, </em>though much of it deals with the Miami Dolphins, is more like another vintage HBO sports comedy, <em>Arli$$.</em></p><p>Johnson plays Spencer, an ex-Dolphin who is trying to make the transition from pro football player to financial planner for wealthy athletes. His boss is played by Rob Corddry, from <em>The Daily Show, </em>who throws indignities at Spencer that the Rock, in a wrestling ring, would never have sat there and taken. But Spencer does, with a slow burn that Johnson delivers very, very nicely.<em></em></p><p>Throw in the sexy women, the lavish spending, the outrageous misbehavior, and the greedy entourages, and <em>Ballers </em>feels like the football equivalent of the hip-hop music world of <em>Empire — </em>just as entertaining, and even less predictable.</p><p>HBO's other new comedy, <em>The Brink, </em>is even more recognizable as a variation on a theme. It's got an indecisive U.S. President, advisers who range from sensible to bloodthirsty, and an out-of-control pilot on a bombing mission overseas. Yes, it sounds almost exactly like Stanley Kubrick's brilliant apocalyptic anti-war comedy, <em>Dr. Strangelove — </em>but <em>The Brink </em>has its own modern take on the nonsense of war.</p><p>This series really takes chances with its casting, and those chances really pay off. Pablo Schreiber plays the loose-cannon pilot, sent to target Pakistan after a military coup there results in fears of World War III. Two comics who work superbly together here, Jack Black and Aasif Mandvi, play a low-level state department envoy and his driver on the ground in Pakistan. And back in the White House situation room, Tim Robbins, who's hilarious, plays Secretary of State Walter Larson. And when he picks a fight with the military advisor pushing for an immediate attack, even the President can't stop the bickering.</p><p>Finally, there's <em>True Detective. </em>Like <em>American Horror Story </em>and <em>Fargo, </em>it's designed so that each season of episodes stands alone, telling a new story with new characters, and mostly new actors. Last season, <em>True Detective, </em>with its grim flashbacks, was a combination murder mystery and character study, starring Woody Harrelson and Matthew McConaughey. This season, once again created by Nic Pizzolatto, is about a different murder, and involves investigators from three different jurisdictions. Those investigators, all with troubled pasts and abrasive personalities, are played by Colin Farrell, Rachel McAdams, and, from <em>Friday Night Lights, </em>Taylor Kitsch.</p><p>And in scenes set in both the past and present, the lawman played by Farrell has an uneasy relationship with a local white-collar criminal played by Vince Vaughn. In a flashback, we see their first meeting, when Vaughn's character summons Farrell's street cop to give him some information regarding the cop's wife, who has just been brutally attacked. He slides the cop a photograph, along with a note with the name and description of the man he has heard bragging about the crime.</p><p>It takes the entire first episode for the main characters to be thrown together — but as soon as they are, you realize there's no predicting what they'll do, which ones to trust, or even which ones will survive. It's the beauty of the miniseries form, and <em>True Detective </em>uses it expertly. As with HBO's other new Sunday offerings, I didn't know what to expect until I previewed them — but in all three cases, I've ended up pleasantly surprised.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=HBO%27s+New+Sunday+Lineup+Is+Full+Of+Pleasant+Surprises&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Bianculli","audio":[{"meta":{"duration":"456"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1415231996-df9c21.m3u?orgId=1&topicId=1138&d=456&p=13&story=415210181&t=progseg&e=415226335&seg=2&ft=nprml&f=415210181"},{"href":"http://media.npr.org/assets/img/2015/06/17/ballers03-1efe1d5c38beb9d26d491a4dd8f9a3fb2612411b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2736","width":"3651"}},{"href":"http://media.npr.org/assets/img/2015/06/17/brink08_enl-c6077b7d0213a0630c253886a6295353c4f3c809.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"3460","width":"5196"}},{"href":"http://media.npr.org/assets/img/2015/06/17/truedetective15_08-4ac8cc6fd009033cf6098a2e9c5de2c7b4d1d256.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2640","width":"3523"}}]}