{"created":"2015-03-27T17:00:14+00:00","modified":"2015-05-14T15:45:39+00:00","valid":{"from":"2015-03-27T11:00:00+00:00","to":"3015-03-27T11:00:00+00:00"},"hreflang":"en","title":"PODCAST: Are you going to eat that?","contentencoded":"<div class=\"barn-cleaned\"><p>The loved ones of people lost on that Germanwings flight in France this week, along with every thing else, will be confronted with issues of financial liability. With authorities pointing to a deliberate act by a member of the crew, the company's liability could rise. More on that. Plus, the European Union is looking at whether e-commerce sites across its 28 countries are putting up illegal barriers to cross border purchases. &nbsp;The investigation, which will last more than a year - will look at online retailers including the big ones... like Amazon, which accounts for a large chunk of Europe's online commerce.&nbsp;And there's a fancy New York restaurant where you can pay...to eat garbage. Really good tasting garbage. The menu consists of items made either entirely or in part from food waste, an effort to interrupt the supply chain, find value and make a point about what we throw away.</p></div>","description":"Questions over liability, the European Union looks at e-commerce, and garbage fine dining.","byline":"David Brancaccio","contenttemplated":"[{\"content\":\"<p>The loved ones of people lost on that Germanwings flight in France this week, along with every thing else, will be confronted with issues of financial liability. With authorities pointing to a deliberate act by a member of the crew, the company&apos;s liability could rise. More on that. Plus, the European Union is looking at whether e-commerce sites across its 28 countries are putting up illegal barriers to cross border purchases.  The investigation, which will last more than a year - will look at online retailers including the big ones... like Amazon, which accounts for a large chunk of Europe&apos;s online commerce. And there&apos;s a fancy New York restaurant where you can pay...to eat garbage. Really good tasting garbage. The menu consists of items made either entirely or in part from food waste, an effort to interrupt the supply chain, find value and make a point about what we throw away.</p>\",\"type\":\"text/html\"}]","itags":["Marketplace Morning Report for Friday, March 27, 2015","Marketplace Morning Report","03b8307684ea1b837eaf7e632a197067","Marketplace","PMP:Marketplace_PMP"],"published":"2015-03-27T11:00:00+00:00","teaser":"Questions over liability, the European Union looks at e-commerce, and garbage fine dining.","tags":["APM","Mid-day Update","Life"],"guid":"03b83076-84ea-41b8-87ea-7e632a197067","audio":[{"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/WWW/data/images/repository_orig/2005/12/13/20051213_school_lunch.jpg?itok=3UMVBIq-","meta":{"width":"610","height":"340","crop":"primary"}},{"type":"audio/mpeg","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/morning_report/2015/03/27/midday_20150327_pod_64.mp3","format":"MP3","meta":{"duration_hms":"00:06:27","api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/morning_report/2015/03/27/midday_20150327_pod","type":"application/json"},"duration":387}}]}