{"created":"2014-08-28T01:45:33+00:00","modified":"2014-10-30T22:56:17+00:00","valid":{"from":"2014-10-30T22:56:17+00:00","to":"3014-10-30T22:56:17+00:00"},"hreflang":"en","title":"Obama Considers Widening Strikes Against Islamic State Militants","published":"2014-08-27T00:12:00+00:00","teaser":"The president has approved surveillance flights over Syria to search for targets for possible airstrikes. But critics of the administration say that may not be enough.","itags":["npr_api","343484252"],"guid":"03d90b7f-d294-444b-a9e2-a6bfc3bec499","contentencoded":"<p>President Obama is considering widening military strikes against the extremist group that beheaded American journalist James Foley. The U.S. has been bombing the Islamic State's positions in Iraq, and may decide to extend those strikes to Syria.</p><p>Three years after the killing of Osama bin Laden, and a year after President Obama tried to turn the page on the open-ended war on terror, the U.S. is facing a threat from a group even more extreme than al-Qaida.</p><p>In a speech to the American Legion on Tuesday, the president again called the Islamic State, also known as ISIS, a \"cancer.\" He said that routing it out won't be easy or quick, but that it will be done.</p><p>\"Our message to anyone who harms our people is simple: America does not forget. Our reach is long. We are patient. Justice will be done. We have proved time and time again we will do what's necessary to capture those who harm Americans,\" he said.</p><p>Some form of military action against the Islamic State's safe haven in Syria now seems inevitable, perhaps as soon as next week. The president has approved surveillance flights over Syria to search for targets for possible airstrikes. And he and his national security team have been preparing the public for action by using harsh — almost apocalyptic — rhetoric about ISIS:</p><p>\"They're beyond just a terrorist group. They marry ideology, a sophistication of strategic and tactical military prowess. ... This is beyond anything that we've seen,\" Defense Secretary Chuck Hagel said at a briefing last week.</p><p>White House officials believe if the president decides to strike ISIS in Syria, he has the necessary legal authority, and they're not worried about pushback from Congress, where most lawmakers have no interest in taking a vote on military action. Polls show the public, while weary of foreign interventions, is relatively supportive of striking ISIS. But the public wants something more than just symbolic airstrikes, says Duke University professor Peter Feaver, who worked on the national security staffs of Presidents Bill Clinton and George W. Bush.</p><p>\"In the speech, the president promised that he will avenge the deaths of Americans, and I don't think anyone doubts his commitment there. He's proven that he will do so,\" says Feaver. \"But what Americans want from him is not just that he'll avenge their deaths, but that he'll take all reasonable measures to prevent those deaths in the first place.\"</p><p>That, says Feaver and other Obama critics, will take more proactive military measures than the president has been willing to take — until just recently in Iraq when he authorized airstrikes against ISIS before the Iraqi government made the changes the President Obama had asked them to make.</p><p>\"When he gave up leading from behind and tried acting first, it produced the very actions on the part of the Iraqis that he had been trying to catalyze in the first place,\" Feaver says.</p><p>But Rosa Brooks, a former Defense Department official in the Obama administration, says limited airstrikes may not be enough.</p><p>\"Over the past six or seven or eight years, we have had many, many, many tactical successes where we get the guy we're trying to get, it appears to temporarily disrupt an organization, and then we discover one month later or one year later that the threat has just changed and it's just as bad as ever. I think that's the dilemma he faces, and there isn't an easy answer.\"</p><p>But, she says, the Obama White House could have focused more aggressively on the problem of al-Qaida offshoots.</p><p>\"The administration has given only somewhat episodic attention to this issue, and I do think that that episodic attention has been triggered more by a perception of domestic pressure than by events on the ground outside of the U.S.\"</p><p>The president talks about needing a comprehensive strategy against ISIS, but he hasn't articulated one yet. And it's not clear how much time he has to have one. Although administration officials say ISIS is not currently capable of mounting a Sept. 11-style attack, the group needs to be stopped before it can.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Obama+Considers+Widening+Strikes+Against+Islamic+State+Militants&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Mara Liasson","audio":[{"meta":{"duration":"234"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1343484279-d734fd.m3u?orgId=1&topicId=1122&ft=3&f=343484252"}]}