{"created":"2015-02-19T08:23:13+00:00","modified":"2015-06-05T15:28:44+00:00","valid":{"from":"2015-06-05T15:28:44+00:00","to":"3015-06-05T15:28:44+00:00"},"hreflang":"en","title":"Why A Court Once Ordered Kids Vaccinated Against Their Parents' Will","published":"2015-02-22T01:14:00+00:00","teaser":"Measles infected hundreds of children at a Philadelphia church whose members didn't believe in modern medicine. In a rare step, health officials moved to compel the families to vaccinate the kids.","itags":["npr_api","386040745"],"guid":"03dc7be9-8d21-44cf-91f3-fbe7e734d2ce","contentencoded":"<p>A highly contagious disease was sweeping across the United States. Thousands of children were sick and some were dying. In the midst of this outbreak, health officials did something that experts say had never been done before and hasn't been done since: They forced parents to vaccinate their children.</p><p>It sounds like something that would have happened 100 years ago. But this was 1991 — and the disease was measles.</p><p>Dr. Robert Ross was deputy health commissioner of the hardest-hit city, Philadelphia, where the outbreak was centered in the Faith Tabernacle Congregation in the northern part of town.</p><p>\"This church community did not believe in either immunizations or medical care,\" says <a href=\"http://www.calendow.org/about/Leadership/R_Ross_Bio.aspx\">Ross</a>, who is now the president of the California Endowment, a private health foundation.</p><p>The church ran a school with about 1,000 kids. Ross says that none had been vaccinated. One day, his office got a phone call from a grandparent, saying that a lot of children at the school were sick. They had developed rashes from head to toe and fevers — telltale signs of measles.</p><p>Ross and his colleagues approached the church and pleaded with the pastor to allow health officials to examine and immunize the children. But the pastor refused. So Ross and his colleagues went door to door, to church members' homes.</p><p>He says that most of the parents were pleasant and cooperative and allowed health officials to enter their homes. Many of the children they saw had measles. Ross says the majority were doing fine, but some were very sick, including an 8-year-old girl.</p><p>\"[She] was lying on the couch in front of the television, ashen and pale, and with a very rapid respiratory rate. I felt that she may die within hours if we didn't get her to treatment,\" Ross says.</p><p>He went to the family's living room to call a judge, who was on call and ready to issue a court order, requiring any gravely ill children to be taken to a hospital. But as Ross held the phone, the girl's grandmother grabbed his arm and tried to prevent him from dialing.</p><p>\"She began lecturing me about believing in the power of the Lord,\" Ross says. \"It was a viscerally disturbing episode that left me quite shaken.\"</p><p>Ross eventually reached the judge, and the girl was taken to a local hospital. She survived.</p><p>But across the city, hundreds more were sick. So Ross and his colleagues did something unprecedented: They got a court order to force parents at Faith Tabernacle to have their children vaccinated.</p><p>Ross says it was the right thing to do, because it was in the best interest of the children. But it was deeply traumatizing to the parents.</p><p>\"I recall we lined the children up and gave the immunizations, and many of the parents were actually weeping,\" he says.</p><p>The court order had taken a few weeks. By the time <a href=\"http://articles.latimes.com/1991-03-09/news/mn-2208_1_court-order\">the vaccines were administered</a>, the measles outbreak was subsiding in Philadelphia. Only nine children from the church were ultimately vaccinated, and Ross says the intervention probably didn't affect the spread of the disease.</p><p>In the end, nine kids across Philadelphia died, including six from Faith Tabernacle. The church is still operating the school today but declined to comment.</p><p>Some experts say it's rather surprising that the parents were forced to have their children vaccinated.</p><p>\"There was a law that protected these church members' right to refuse vaccination on religious ground,\" says <a href=\"http://www.chop.edu/doctors/offit-paul-a\">Dr. Paul Offit</a>, director of the Vaccine Education Center at Children's Hospital of Philadelphia.</p><p>But the U.S. Supreme Court had ruled years earlier that parents cannot deny lifesaving medical treatments to their children for religious reasons. That ruling set a precedent that made it difficult for Faith Tabernacle to find legal representation.</p><p>\"Even the American Civil Liberties Union, which was perfectly willing to represent an unpopular cause, <a href=\"http://articles.philly.com/1991-03-02/news/25790822_1_first-century-gospel-church-faith-tabernacle-congregation-court-ordered-measles-vaccinations\">declined to take the case</a>, because they felt that it was not [the parents'] right to martyr their children to their beliefs,\" Offit says.</p><p>So the question now is this: If there were a similar outbreak today, could the courts force parents to vaccinate their children?</p><p>Offit says it's possible. \"Were things ever to get as bad, even approaching as bad as things were in Philadelphia in 1991, yes, there are certainly legal remedies to make sure that we can compel parents to protect their children,\" he says.</p><p>Ross, who led the fight against measles in Philadelphia, says health officials must go to great lengths to educate parents about the importance of vaccines. He believes courts should only intervene when parents are clearly putting their children's lives at risk.</p><p>\"It should be 'break glass in case of emergency,' \" he says.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Why+A+Court+Once+Ordered+Kids+Vaccinated+Against+Their+Parents%27+Will&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Anders Kelto","audio":[{"meta":{"duration":"263"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1387420762-45081c.m3u?orgId=1&topicId=1128&d=263&p=3&story=386040745&t=progseg&e=387420666&seg=6&ft=nprml&f=386040745"},{"href":"http://media.npr.org/assets/img/2015/02/13/measles-microscopic-7b4458a1ee5beb20a01050f6e00fd1d81c6a5cea.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1489","width":"1986"}}]}