{"created":"2015-05-26T20:42:57+00:00","modified":"2015-07-01T14:56:46+00:00","valid":{"from":"2015-07-01T14:56:46+00:00","to":"3015-07-01T14:56:46+00:00"},"hreflang":"en","title":"Live Video Apps Like Periscope Make Life Even Less Private","published":"2015-05-28T23:51:00+00:00","teaser":"Video cameras are everywhere — from those in smartphones to security cams. And just when you thought it couldn't get harder to hide, live-streaming video apps are raising new questions about privacy.","itags":["npr_api","406228549"],"guid":"03df4deb-4a64-4f51-ac04-1d44e7bc6a33","contentencoded":"<p>Cameras are ubiquitous — from the ones in our cellphones to the security cams in parking lots and shops. And just when you thought it couldn't get harder to hide, live-streaming video is raising new questions about privacy.</p><p>Streaming video cameras aren't new, but new apps have made it super easy to stream from a smartphone. <a href=\"https://www.periscope.tv/\">Periscope</a> is popular because it can be streamed on Twitter, which recently purchased the app.</p><p>I turned it on in a parking lot in a mall in San Francisco. Patrons like Chris Kelley is a little surprised to learn he's being broadcast live on the Internet. But Kelley simply smiles at the camera, laughs and waves, \"Hi, Mom!\"</p><p>Laughter aside, Kelley is a little bothered by this latest twist to social media and it does make him worry more about his privacy.</p><p>But Kelley and most everyone else I spoke with was not freaked out. There was a bit of a sigh and a shrug.</p><p>\"Cameras are everywhere,\" Patrick Housefeld says. \"People underestimate how much they're being watched already.\"</p><p>Because people are already used to cameras being just about everywhere, Periscope CEO and co-founder <a href=\"https://twitter.com/kayvz\">Kayvon Beykpour</a> didn't think his app was going to be controversial.</p><p>\"We are the benefactors of kind of coming into the game many years later where there still are legitimate questions but for the most part, the world has accepted that these capabilities exist,\" he says.</p><p>But Periscope's live-streaming technology definitely ads a new twist. And privacy experts say we may not know yet what it means. The first time I tried Periscope, I was lying in bed with my phone and I turned it on with the camera pointed at my bare feet. Suddenly, I realized that six people had tuned in to watch my naked toes live.</p><p><a href=\"https://privacyassociation.org/about/person/00330000015867gAAA/\">Trevor Hughes</a>, the CEO and president of the International Association of Privacy Professionals, says live does add a new twist.</p><p>\"It certainly will create situations where the editorial pause that currently exists — where you can think about what you're posting before you post it — goes away,\" he says. \"You could imagine that people will broadcast things that they wish they hadn't.\"</p><p>And while that's uncomfortable for adults, Hughes says easy access to live streaming has the potential to be dangerous in the hands of teenagers.</p><p>\"They explore their worlds, they explore social relationships, they explore sexuality, they explore many things — many of which have not only privacy issues but safety issues that arise,\" he says.</p><p>And teens can use Periscope — only minors below the age of 13 <a href=\"https://twitter.com/privacy?lang=en\">are prohibited from using the app</a>. But, that doesn't mean that you can put anything up. CEO Beykpour notes that the company does have <a href=\"https://www.periscope.tv/content\">rules about content</a>.</p><p>\"If someone were to reach out to us and say, 'Hey! So and so broadcasted me naked without my permission,' and I was clearly visibly on camera saying, 'Stop!' we take that down. That's not OK.\"</p><p>And pornography is banned from Periscope. Even if it does get through, recordings of the stream only stay up for 24 hours and then they disappear.</p><p>Still, it's not hard to imagine a lot of unsavory stuff slipping through the cracks because it's live — it could be anything from porn to violence. And there isn't much the law can do about it for now.</p><p>Several people in that mall parking lot in San Francisco, like Charlene Smith, say they just hope that most people will be reasonable. \"That we're a society that's mostly people of goodwill and good intention for the greater good,\" Smith says. \"That they'll behave reasonably responsibly.\"</p><p>At an event recently, the comedian Chelsea Handler was shown how Periscope works. She sighed and said: \"Oh, no. Does this mean I have to go out all the time now with my makeup on?\"</p><p>Sadly, Chelsea Handler the answer may be yes.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Live+Video+Apps+Like+Periscope+Make+Life+Even+Less+Private&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Laura Sydell","audio":[{"meta":{"duration":"237"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1409672050-f8d4dd.m3u?orgId=1&topicId=1019&d=237&p=3&story=406228549&t=progseg&e=409635489&seg=5&ft=nprml&f=406228549"},{"href":"http://media.npr.org/assets/img/2015/05/13/471639412-86b54cbd893a3a3f868358075241422656c03075.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2952","width":"3936"}},{"href":"http://media.npr.org/assets/img/2015/05/13/472252452-418f6a4f5f4d9c846e018c18436f439fb41d444f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2003","width":"2671"}}]}