{"created":"2014-10-08T16:28:29+00:00","modified":"2014-10-31T02:21:04+00:00","valid":{"from":"2014-10-31T02:21:04+00:00","to":"3014-10-31T02:21:04+00:00"},"hreflang":"en","title":"Hard 'G' Or Soft, The GIF Takes Its Place As A Modern Art Form","published":"2014-05-12T19:26:00+00:00","teaser":"A new exhibit at the Museum of the Moving Image is showcasing reaction GIFs, those little animated images people employ online when words fail them. Cue the dramatic chipmunk!","itags":["npr_api","310098121"],"guid":"03e854d9-cdd7-4fd8-9bb2-37ba304fdcd2","contentencoded":"<p>\"!!!!\"</p><p>That was the body of the note from NPR producer Evie Stone, along with a link to an exhibition at the Museum of the Moving Image titled <a href=\"http://www.movingimage.us/exhibitions/2014/03/12/detail/the-reaction-gif-moving-image-as-gesture/\">The Reaction GIF: Moving Image as Gesture</a>.</p><p>Obviously, Evie and I share a certain sensibility. And just as obviously, I had to go to Astoria, Queens, to check out the exhibit — and report this piece.</p><p>Associate curator Jason Eppink was happy to talk about reaching out to Reddit users to ask which GIFs are classics — and how to describe their meaning. So, for example, a GIF of actor Nathan Fillion in the show <em>Castle</em> is used by Reddit responder SmashBoom Pow to express \"when someone is so incredibly wrong or stupid that you don't know where or how to respond.</p><p>Or a GIF of Larry David in <em>Curb Your Enthusiasm,</em> submitted by GirlWithRed Hair — who noted, \"I use this to convey indecisiveness. I value your argument and want to agree with you, but I'm not prepared for the consequences of doing so.\"</p><p>Not all reaction GIFs feature celebrities, although Eppink points out that actors often bring additional layers of meaning, especially when they're in character. Their GIFS will carry extra resonance with fans. AngryGlenn posts a GIF of a hysterical baby \"when something particularly startling or unexpected occurs out of nowhere.\"</p><p>The exhibit at the Museum of the Moving Image is scheduled to run through May 15 and contains 37 such GIFs (generally understood to stand for graphic interface format, although other definitions are out there). Eppink finds it fascinating how people are using mass media to bring subtlety and nuance to online communication, and how they're functioning as Internet vernacular. True GIF-ologists are well aware that the format's creator insists on the pronunciation \"jif.\" With respect to Steve Wilhite, and after considerable internal discussion, NPR went with the much more common pronunciation that uses the same hard \"g\" as \"goodbye.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Hard+%27G%27+Or+Soft%2C+The+GIF+Takes+Its+Place+As+A+Modern+Art+Form&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Neda Ulaby","audio":[{"meta":{"duration":"169"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1310947601-7e0f4c.m3u?orgId=1&topicId=1048&ft=3&f=310098121"},{"href":"http://media.npr.org/assets/img/2014/05/08/dramatic-chipmunk-o-e996d612131c185709e180e4f59dc3ef33e0176e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"222","width":"296"}}]}