{"created":"2015-03-21T09:36:31+00:00","modified":"2015-03-25T00:19:17+00:00","valid":{"from":"2015-03-25T00:19:17+00:00","to":"3015-03-25T00:19:17+00:00"},"hreflang":"en","title":"'Wear Your Imperfections On Your Sleeve': A Moment With Shamir","published":"2015-03-21T14:56:00+00:00","teaser":"Shamir Bailey's dance music has gospel, country, and disco influences, but it's his androgynous voice that surprises most people. Bailey talks with NPR's Scott Simon about his voice and his music.","itags":["npr_api","394343083"],"guid":"03e9739d-b3e2-43f5-8727-a207774c617f","contentencoded":"<p>Shamir Bailey is only 20 years old, but he's already been acclaimed as one of the most exciting new pop artists to emerge this year. There's a lot of history to be found in his young voice: A little teenage <a href=\"http://www.npr.org/artists/16782748/michael-jackson\" target=\"_blank\">Michael Jackson</a>, a little early <a href=\"http://www.npr.org/artists/15396720/nina-simone\" target=\"_blank\">Nina Simone</a>.</p><p><a href=\"http://www.npr.org/artists/392893460/shamir\" target=\"_blank\">Shamir</a> performed at South by Southwest this week, including a star turn opening up NPR Music's showcase event. During a free moment, he stopped into Austin, Texas member station KUTX to speak with <em>Weekend Edition Saturday</em> about his swift ascent to fame and the distinctive, childlike voice that makes his music stand out. Hear his conversation with host Scott Simon at the audio link and read an edited version below.</p><p><strong>Scott Simon: This has taken off pretty quickly for you. You were making songs in your room how long ago?</strong></p><p><strong></strong><strong>Shamir: </strong>The summer of 2013. The label that picked me up, Godmode, I sent them my demos and they flew me out within three months to record. It's literally like a fairy tale.</p><p><strong>The song that's often considered the launch of your career is \"If It Wasn't True.\" How did you make this song?</strong></p><p>I actually made it a year prior to all the other songs that I was recording in my room; it was the first song that I had ever made that was pop on my drum machine. And I had recorded a demo, but it had got lost on an old computer that I had, and that's when I started to record only analog, with an eight-track.</p><p>I didn't originally send that demo to Godmode; it wasn't until I had got out to New York and I played the track that was still saved on my drum machine. And they were like, \"This is really good. Do you have a song to it?\" And I just sang it for them, verbatim.</p><p><strong>You've often named Nina Simone as a major influence on your music. How do you connect her to your own songs now?</strong></p><p>I mean, she definitely had a distinct voice, which I'm sure she got a lot of flack for. But she knew how to use her instrument, even though it was unusual. And that was really great for me, because I used to get buillied and picked on a lot for my voice, even by other musicians, because they just didn't get it. And that's when I sat down and realized that, you know, this is my instrument and I have to take control over it. I have to know what I can do with it.</p><p><strong>Let me ask about another one of your early songs, \"I'll Never Be Able to Love.\" Did anything specific bring it into your mind?</strong></p><p><strong></strong>Yeah, I'm an introvert. That song is kind of just about how scared I am, or how content I am with being alone.</p><p><strong>You felt different?</strong></p><p>Always. My whole life.</p><p><strong>How so?</strong></p><p>I always say I never felt \"latched\" to a gender. I just kind of always felt like myself, and I never felt like I had to do certain things or be a certain way to fit into a certain mold.</p><p><strong>And how long has your voice been so distinctive?</strong></p><p><strong><em></em></strong>I don't know, forever? My voice never really changed. This is my my normal tone, my normal chest voice.</p><p><strong>Do you think, because you have that distinctive voice, it lets you do some things musically that people with more traditional voices can't?</strong></p><p>Yeah. I can hit baritone notes, and I can sing in the soprano range if I wanted to. I did this thing a long time ago where I did a duet with myself. I sound like two different people.</p><p><strong>Did you like the person you were singing with?</strong></p><p>Sometimes. Sometimes he annoys me.</p><p><strong>You recently released a single from your new album called \"On the Regular.\"</strong></p><p>You know, this song was just supposed to be a little fun album track, a little hidden jam on my album — and everyone just fell in love with it. And it's funny because people think I'm a rapper, so I can't wait until they hear the album and they're like, \"Oh ... \"</p><p><strong>Is there anything you'd like to say to youngsters out there who might be just a few years younger than you are now, who might be having a tough time in school because of some distinctive feature that they have.</strong></p><p>I would say own it. I think as long as you wear your imperfections on your sleeve, people respect it more.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Wear+Your+Imperfections+On+Your+Sleeve%27%3A+A+Moment+With+Shamir&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"345"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1394438246-0170c6.m3u?orgId=1&topicId=1105&e=394343083&d=345&ft=nprml&f=394343083"},{"href":"http://media.npr.org/assets/img/2015/03/20/shamir-by-ruvan-a9b3770a7385c8875a208a6510988005392db609.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1958","width":"2611"}}]}