{"created":"2014-09-22T18:50:20+00:00","modified":"2014-09-22T18:50:30+00:00","valid":{"from":"2014-09-22T18:50:30+00:00","to":"3014-09-22T18:50:30+00:00"},"hreflang":"en","guid":"03eca692-1fcc-446a-bab9-990fa1fc0809","title":"Chinese tennis star Li Na is calling it a career","published":"2014-09-22T18:50:29+00:00","byline":"Marc Kilstein","tags":["tennis","sports","Sports","Asia","China","Asia","East Asia","Li Na","Chris Chase","Tennis in China","Li Na","Tennis","French Open","Sports","Grand Slam"],"teaser":"Tennis player Li Na never reached number one on the women’s world tour, and she only won two Grand Slam tournaments — most recently, this year’s Australian Open. But her retirement announcement Friday was greeted as a major event by the tennis world.","contentencoded":"<p>When Chinese tennis great Li Na announced her retirement Friday <a href=\"https://www.facebook.com/lina/posts/903707036324754\" target=\"_blank\">in a letter</a> posted on social media,&nbsp;there was an immediate outpouring of support from around the world. It&#39;s no surprise why.</p><p>&ldquo;She became the first Asian player, man or woman, to win a Grand Slam,&rdquo; says Chris Chase, a writer for USA Today&rsquo;s sports site, <a href=\"http://ftw.usatoday.com/\">For The Win</a>. &ldquo;She won the 2011 French Open and backed it up again in 2014 to win the Australian Open. So she&rsquo;s a two-time Grand Slam champion.&rdquo;</p><p>But that&rsquo;s not all.&nbsp;&ldquo;She opened up the game to a new region in China and Asia,&rdquo; Chase says. &ldquo;And she was a trailblazer who broke free from the Chinese state-run sporting system and she went out on her own.&quot;</p><p>That certainly changed at least one aspect of her life: money. &quot;There&rsquo;s estimates that 65 percent of her earnings used to go right back to the Chinese government before she split,&quot; Chase explains. &quot;Afterwards, it just became 12 percent. That set a trail for other Chinese athletes to do the same.&rdquo; &nbsp;&nbsp;</p><p>On top of that, Chase says, &ldquo;she&rsquo;s one of the greatest characters this sport has seen in recent years.&nbsp;She&rsquo;s very insightful, she&rsquo;s very self-deprecating. She&rsquo;s this great tennis player and this great tennis character.&rdquo;</p><p>In her note, Li said she&rsquo;s retiring due to the knee issue that has plagued her throughout her career. She hasn&rsquo;t played a match since a third-round defeat at Wimbledon in July.</p><p>But her legacy and her celebrity are sure to live on.&nbsp;In a list of the &quot;<a href=\"http://ftw.usatoday.com/2014/09/li-na-retired-greatest-moments-video-australian-open-french-open?utm_medium=referral&amp;utm_source=t.co\" target=\"_blank\">15 reasons to be sad about the great Li Na hanging up her racket</a>,&quot; Chase points out that more than 116 million Chinese people watched her French Open triumph in 2011.&nbsp;&ldquo;I think 111 million people watched the last Super Bowl,&rdquo; Chase adds.</p><p>&ldquo;That&rsquo;s even more impressive considering that China is not a hotbed of tennis,&rdquo; he notes. &ldquo;When Li Na was growing up, there weren&rsquo;t tennis courts in her hometown.&nbsp;Currently on the men&rsquo;s tour, there are only six [Chinese] men in the top 1,000 of the ATP rankings ... This is not a country that has this deep tennis tradition.&rdquo;</p><p>But since her first Grand Slam triumph, China has started hosting more tournaments on the world tour and boosting the profile of the sport.</p><p>Chase says he hopes Li Na, despite her retirement, remains a strong presence in the world of women&rsquo;s tennis:&nbsp;&ldquo;I hope that she sticks around the game, whether it&#39;s announcing or attending events, because she really is great for the sport.&rdquo;&nbsp;</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/RTX17HRD.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/rtx17hrdjpg"}]}