{"created":"2015-05-08T20:31:01+00:00","modified":"2015-05-28T03:05:08+00:00","valid":{"from":"2015-05-28T03:05:08+00:00","to":"3015-05-28T03:05:08+00:00"},"hreflang":"en","title":"Oil Companies Look To Fill Employment Gap With More Women","published":"2015-05-11T04:14:00+00:00","teaser":"Less than 20 percent of oil-sector workers are female. That's a problem for an industry that needs legions of new workers to replace retirees. So firms are looking to draw more women into the field.","itags":["npr_api","400353815"],"guid":"03f5fdc0-05fa-4d60-b0a7-4db0ed256873","contentencoded":"<p>Look at the oil business and you'll notice it's mostly men. That's a problem for an industry that <a href=\"http://www.npr.org/2012/05/09/152366886/booming-oil-industry-struggles-to-fill-jobs\">needs legions of new workers</a> to replace retirees in coming years.</p><p>The industry hasn't always treated women fairly, but now it needs them.</p><p>The oil business just 30 years ago was a lonely place for the few women who chose to work in it. Rayola Dougher, senior economic adviser at the American Petroleum Institute, says attending industry conferences made that clear.</p><p>\"I'd look out and there'd just be a sea of blue suits,\" Dougher says. \"It was a little lonely for a while but now I see more and more women.\"</p><p><a href=\"http://gsm.ucdavis.edu/faculty/amy-myers-jaffe\">Amy Myers Jaffe</a> also started her career back then, as a journalist covering the oil industry. Today she's executive director of energy and sustainability at the University of California, Davis. She says the environment early on wasn't always comfortable for women, even on the white-collar side of the oil business.</p><p>\"You had these stories that would circulate about hunting trips or fish fries where the industry was in the practice of having prostitutes attend,\" she says.</p><p>As an expert on global energy policy, Jaffe often is invited to speak at oil industry conferences. One that stands out in her memory included a hospitality suite with women at the front door, wearing not much more than bathing suits.</p><p>\"I remember joking at the time — maybe we should get a suite and hire the Chippendale men,\" Jaffe says. \"And that would make the industry understand what it's like to be a woman executive and have to go to a hospitality suite with these women greeters.\"</p><p>It took a while, but most of the industry got the message, she says — conferences are more professional now. But women are still underrepresented in the oil business.</p><p>An <a href=\"http://www.api.org/~/media/files/policy/jobs/ihs-minority-and-female-employment-report.pdf\">American Petroleum Institute study</a> released last year showed women make up only 19 percent of the oil industry's workforce. That's compared to 47 percent in the overall U.S. workforce.</p><p>\"It's certainly something we're very concerned about,\" says Richard Keil, senior media relations adviser at ExxonMobil. His company hires a lot of engineers and scientists, and in the future, ExxonMobil wants a larger share of them to be women.</p><p>The oil giant holds an annual \"<a href=\"http://news.exxonmobil.com/press-release/exxonmobil-employees-encourage-girls-pursue-engineering\">Introduce a Girl to Engineering Day</a>.\" The company also sends its female engineers and scientists to middle schools as mentors and instructors, \"all aimed at getting [female students] interested in the subject and preparing them for taking math and science courses in high school that will help them study engineering in college,\" Keil says.</p><p>The API report on women in the oil business projects the share of women in white-collar jobs will increase. But on the blue-collar side, the report's authors believe the percentage of women will decline even further.</p><p>It's not because women can't do the work. Claire Kerstetter is proof of that.</p><p>\"I never saw myself being out in the field, getting dirty, swinging a sledgehammer,\" Kerstetter says.</p><p>She studied public relations in college and now she's a technician on fracking jobs in Pennsylvania. Usually she's the only woman on the drill site, but says that hasn't been a problem.</p><p>\"All the guys that I worked with offered a helping hand when I first started,\" she says, \"but when I rejected it and told them I just wanted to do it for myself, I got their respect really quickly.\"</p><p>Kerstetter landed the job after finishing a three-week training course at the Pennsylvania College of Technology. School President <a href=\"http://www.pct.edu/president/staff.htm\">Davie Jane Gilmour</a> says the college teaches other skills valuable in the oil industry, such as welding and diesel engine repair.</p><p>Gilmour encourages young women to pursue work in male-dominated fields.</p><p>\"Yes, you may be a pioneer in some senses,\" she tells them, \"but I have a feeling by the time they graduate in four years there'll be plenty more women in the workforce for them.\"</p><p>Beyond seeing it as an interesting career, Gilmour says the pay can be quite good and there are plenty of companies that want to hire more women.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Oil+Companies+Look+To+Fill+Employment+Gap+With+More+Women&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jeff Brady","audio":[{"meta":{"duration":"220"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1405260466-5cf552.m3u?orgId=1&topicId=1017&d=220&p=2&story=400353815&t=progseg&e=405168863&seg=4&ft=nprml&f=400353815"},{"href":"http://media.npr.org/assets/img/2015/04/17/2025131_brady_oilworkers-29--ee3b314ce623de4d739aa8c990de2e1ac023707a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2664","width":"3552"}}]}