{"created":"2014-09-23T13:29:28+00:00","modified":"2014-10-31T01:24:51+00:00","valid":{"from":"2014-10-31T01:24:51+00:00","to":"3014-10-31T01:24:51+00:00"},"hreflang":"en","title":"For Addicts, There May Be Another Road To Wellness ","published":"2014-06-08T22:34:00+00:00","teaser":"For decades, inpatient rehab has been one of the go-to treatments for addiction. Instead, a new movement promotes treating addiction as a chronic illness that requires lifelong care.","itags":["npr_api","319527437"],"guid":"03fda204-cab3-41d3-b4b4-bac70b20d058","contentencoded":"<p>For decades, inpatient rehab has been one of the go-to treatments for substance addiction. Nearly two million Americans seek treatment for addiction each year, but there's a movement in the medical community to change how we perceive the condition — and how to treat it.</p><p>The most famous of of rehab centers is the one named after former first lady Betty Ford, who was addicted to alcohol and painkillers.</p><p>\"My family saw the problem and they got professional help to come in and help them do what we refer to as an intervention,\" she told CBS News.</p><p>Opened in 1982, troubled celebrities have flocked to the Betty Ford Center, along with others looking for an intensive rehabilitation that takes them out of their regular lives.</p><p>Just last month, Betty Ford merged with Hazelden treatment centers to create the largest non-profit treatment organization in the country. There has been a growing chorus of medical professionals, however, who say inpatient rehab centers provide only a temporary fix that can sometimes evaporate when patients go back into the real world.</p><p>\"We used to understand addiction 40 years ago as a bad habit, low character development [and] poor impulse control,\" says Tom McClellan, CEO and co-founder of the Treatment Research Institute in Philadelphia. He says inpatient rehab came out of a belief that to get better, you just had to be a better person.</p><p>\"So what was envisioned was a program that first tore the patient down, stripped the patient of his bad habits, and then reconstructed a person who was more socially responsible, more honest and had better character,\" he says.</p><p>Today, McClellan says addiction needs to be treated like diabetes. He says it would be unthinkable for someone to go to their priest to find a cure for diabetes.</p><p>\"That's not unthinkable in addiction because the public just doesn't understand it as a chronic illness,\" he says.</p><p><strong>The Struggle</strong></p><p>Addiction did feel like a chronic disease to Shane Linehan. He spent 15 years as a Minnesota police officer and had a series of close calls. He says his head was a mess, he didn't sleep and had panic attacks constantly.</p><p>To calm himself down he drank — a lot. \"Rather than killing myself, I decided to try to drink myself healthy,\" Linehan says. \"Only a drunk could make that logical assumption, right?\"</p><p>Linehan started using prescription drugs and eventually he had to face what had become a serious addiction. His girlfriend tossed him out.</p><p>\"[She] said go clean or don't come home,\" he says. \"So I went to treatment.\"</p><p>Linehan enrolled in a 28-day residential program at Hazelden in St. Paul, Minn. While he says it put him on more solid footing, as soon as he left the safe confines of the rehab center, things started to unravel.</p><p>\"When I left there, life happened,\" he says. \"All of those things, those piles of debris that at one point were a life, were still there, and I had to start going through them and put some pieces back together. And along the way I had trigger after trigger after trigger.\"</p><p>Linehan relapsed and started taking vicodin again. He sought help again, but he was done with inpatient rehab. He had spent a lot of time and money and it hadn't worked for him, so this time he took a different option.</p><p>He ended up at Alltyr, a new addiction clinic that opened last year in St. Paul that takes a radically different approach to addiction treatment.</p><p><strong>An Alternative</strong></p><p>Alltyr patients don't pack a bag and check into a residential facility. They don't go to group therapy and they don't expect to get sober in 30 days. Instead, patients schedule regular appointments with a doctor who is more likely to give them a prescription instead of motivational advice.</p><p>CEO and founder Mark Willenbring says Alltyr does not do rehab, and that the company is \"the alternative to rehab.\"</p><p>\"Our goal is to engage the patient in a recovery process,\" Willenbring says. \"We don't have a particular approach; we don't tell people what to do.\"</p><p>For those patients looking for a little more structure, Willenbring says he does guide people, of course. \"If they ask me what my recommendation is, I have no problem giving them that,\" he says.</p><p>At Alltyr, that can mean a whole variety of medications that treat addiction to alcohol and opioids as well as anxiety and depression. Some of them are approved by the FDA, some of them aren't. Willenbring says traditional rehab centers shy away from medications and rely too heavily on talk therapy, which he says isn't a proven way to kick an addiction.</p><p>Dr. Marvin Seppala, the chief medical officer of the newly merged Hazelden-Betty Ford Center, disagrees. While he admits there are not a lot of studies that prove the effectiveness of group therapy, he says it still has a place.</p><p>\"This is a disease not just of the brain, but also of the soul,\" Seppala says. \"The person's life is in the balance, their relationships are in the balance, and if we only give them a medication and don't account for all of that, it's just not going to work out over time.\"</p><p>As for Linehan, he's been seeing Dr. Willenbring at Alltyr for the last five months. He's feeling good and hasn't relapsed, but says that for him, sobriety doesn't look like the advertisements on TV; it's more basic than that.</p><p>\"A good doctor, a good psychologist and a really good AA group,\" he says.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Addicts%2C+There+May+Be+Another+Road+To+Wellness+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"365"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1320024777-783199.m3u?orgId=1&topicId=1128&ft=3&f=319527437"},{"href":"http://media.npr.org/assets/img/2014/06/06/gettyimages_184401084-11ec2e0f3082de644e410a37ee360048d27b0296.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"186","width":"248"}},{"href":"http://media.npr.org/assets/img/2014/06/06/jamieheadshot-120dbd725b8f424dbd7327bb83726c07d9f3e3d3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"909","width":"1212"}},{"href":"http://media.npr.org/assets/img/2014/06/06/drink-promo-pic-2636675f1efda35e53341a31233edc088413f4e2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"565","width":"754"}},{"href":"http://media.npr.org/assets/img/2014/06/06/treehouse-3-1d8dd47b81228246a53bd89506142ecc93a5c427.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1933","width":"2578"}},{"href":"http://media.npr.org/assets/img/2014/06/06/betty_ford-2595fb9fae0e94520f4c68b5553f99e4c389db20.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2325","width":"3098"}}]}