{"created":"2014-12-05T20:13:48+00:00","modified":"2014-12-08T20:39:11+00:00","valid":{"from":"2014-12-08T20:39:11+00:00","to":"3014-12-08T20:39:11+00:00"},"hreflang":"en","guid":"04082973-0c6c-4808-9b29-33f4e7699a5a","title":"One small step from Earth, one giant leap to Mars?","published":"2014-12-08T20:39:07+00:00","byline":"Nina Porzucki","tags":["Space","nasa","Orion program","mars","space exploration","spaceflight","Delta IV Heavy","Science","Science, Tech & Environment","United States","North America","Spaceflight","Space","Space exploration","Red Planet","Mars"],"teaser":"NASA says the first launch of the Orion spacecraft on Friday is “the dawn of the new era of space exploration\" that will finally kick off the attempt to put humans on Mars.","contentencoded":"<p>American leaders since Richard Nixon have been pledging to send humans to Mars. Now that long-delayed promise has finally taken a small step towards reality.</p>\n<p>NASA successfully launched the Orion spacecraft on Friday, marking the first test of the vehicle designed to send Americans to the Red Planet. The capsule was unmanned and orbited the Earth only twice before splashing down off the coast of Baja California, but it was a journey NASA called “the dawn of the new era of space exploration.”</p>\n<p>Maybe. </p>\n<p>\"Saying ‘this is the dawn of that journey’ is a bit of a stretch,\" says Miles O’Brien, a science correspondent for PBS Newshour. \"This is one small test mission and not necessarily a giant leap for all Mars-kind.\"</p>\n<p>But there's still plenty of significance to the launch, he says: \"This a step toward the US being able to fly American astronauts on its own without having to pay exorbitant fees to the Russians for getting a ride to the space station. That’s part of the picture.\"</p>\n<div>And it <em>is</em> the first of many steps on the road to Mars. While that step might be insignificant on the grand scale of that mission, O'Brien says, “the long range goal of getting to Mars is a big goal.\"</div>\n<div> </div>\n<div><div class=\"media media-element-container media-default\"><img height=\"1656\" width=\"2733\" alt=\"The Delta IV Heavy rocket with the Orion spacecraft lifts off from the Cape Canaveral Air Force Station on December 5, 2014.\" title=\"The Delta IV Heavy rocket with the Orion spacecraft lifts off from the Cape Canaveral Air Force Station on December 5, 2014.\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/RTR4GU8A.jpg\" /><div class=\"field-caption\">\n    <p>The Delta IV Heavy rocket with the Orion spacecraft lifts off from the Cape Canaveral Air Force Station on December 5, 2014.</p>\n  </div>\n  <div class=\"image__credit\">\n    <span class=\"image__credit-label\">\n      Credit:\n    </span>\n    <p>Scott Audette/Reuters</p>\n  </div>\n</div></div>\n<p>NASA aims to settle on Mars in the mid-2030s. That means setting up a liveable outpost on the Red Planet, much like scientists have set up an outpost in Antarctica.</p>\n<p>There’s a lot of things we need to know about before we can do that. Can we protect astronauts from radiation along the way? Can we teach crews to operate independently on Mars? It takes about 30 minutes to send a radio signal just one way between the two planets.</p>\n<p>But O'Brien says the biggest question according to O’Brien is simply \"Why?\" Why go to Mars? What are we hoping to accomplish?</p>\n<p>“Part of this is human exploration continuing on,\" he says. \"We are explorers. We are here in the United States because our predecessors were explorers. And frankly, there are a lot of people who would say, eventually humanity has to think about becoming a multi-planet species.\"</p>\n<p>While becoming a multi-planet species sounds more like science fiction than reality, he says it's it is something that humanity should consider. Our sun isn’t going to last forever, and eventually humanity will cease to exist if it stays in one place.</p>\n<p>“All we’ve learned, all we’ve built eventually will go away unless humanity figures out a way to move on to another location,\" O'Brien says. \"As a person who likes to look over the horizon, the next logical step is to go to Mars. And we shouldn’t stop exploring now.\"</p>\n<p><iframe allowfullscreen=\"\" frameborder=\"0\" height=\"315\" src=\"//www.youtube.com/embed/UEuOpxOrA_0\" width=\"560\"></iframe></p>\n<p> </p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/120520145.mp3"},{"href":"http://www.pri.org/file/120520145mp3"}]}