{"created":"2014-09-04T16:42:40+00:00","modified":"2014-09-26T15:09:48+00:00","valid":{"from":"2014-09-26T15:09:47+00:00","to":"3014-09-26T15:09:47+00:00"},"hreflang":"en","title":"In Early Memoir, Bette Midler Adorned The Truth In Sequins","published":"2014-04-01T16:51:00+00:00","teaser":"\"There's a lot of embroidery in this book ... \" Midler says. \"It's all lies, except for like 10 percent.\" A new edition of<em> A View From a </em><em>Broad</em>, originally published in 1980, is out this week.","tags":["npr_api","297315013"],"guid":"0411b061-f9f8-425e-a3e6-2801ec5288f8","contentencoded":"<p>Before Bette Midler was in movies like <em>Beaches</em> and <em>Down and Out in Beverly Hills</em>, the actress and singer wore masks and costumes on stage, playing scantily clad, scandalous characters like a wheelchair-riding mermaid and, of course, the Divine Miss M — Midler's early stage persona.</p><p>Midler wrote about her early career in <em>A View From a Broad</em>, a memoir she published in 1980. A new edition of that book was recently released with a brand new introduction in which Midler writes:</p><p><blockquote></p><p>\"Long, long ago, around 1980, through a veil of hot, briny tears, I seem to recall that I toured the world with my show, for the first time, and lived to tell. The book you hold in your hands was the 'confaction' that came out of that tour. I was thirty-five years old, cute as a button and excited beyond belief. I was going to see the world, and the world was going to see me.\"</p><p></blockquote></p><p>Midler joins NPR's David Greene to talk about her stage persona and her childhood in Hawaii.</p><p><hr /></p><p><h3><strong>Interview Highlights</strong></h3></p><p><strong>On her 1978 world concert tour</strong></p><p>I had just come off a picture — that was my first movie, <em>The Rose</em> — and we went right into rehearsals for the world tour and I was completely [discombobulated]. Half the people that I worked with I didn't have, so I was pulling people from hither, thither and yon, and some of them were a little crazier than others. And so the adventures that we had on the road were really much more extreme than they usually are. ...</p><p>There's a lot of embroidery in this book, I have to say. ... It's all lies, except for like 10 percent of it, which is the truth. ... You have to embellish <em>a little</em>, come on, some sequins, some beads. ... The truth of the life of the road ... I mean, everyone got into trouble. ... It was fun, it was youth, you know, youth youth youth.</p><p><strong>On why she took on a different persona while on stage</strong></p><p>I think I'm doing what all the girls do. <em>Now</em> that's what they do; they didn't used to. But I was trying to hide; I was hiding. I was entertaining, but I was also serving myself. I didn't have to give too much of myself because I was busy creating another character. ...</p><p>At the time, I wasn't the kind of person that really just wanted to stand there and sing with the band. I didn't really think it would put people in the seats. Why would they go and hear a singer who was a good singer, but not a, you know — I'm no Whitney Houston. I mean, I'm a good singer, and the thing that I have that a lot of people don't have is that I can communicate the essence of the song's lyric. You can go so far with who you are yourself, but then you think, \"Oh, maybe I'll be too dull. Let's spice it up a little bit with <em>her</em>,\" [and] you bring in another character. ...</p><p>I'm a shy person. I was born sort of shy and I don't really like to be <em>on</em> all the time. One of the things that used to distress me about the situation that I found myself in once I became well-known is that when I would go to a social gathering people would expect me to be that person that I was on the stage. You know, that kind of loud-mouth, brassy, in-your-face, that girl who would flash you, and I didn't want to be that in a social gathering. I wanted to be the lady that I am.</p><p><strong>On her childhood in Hawaii </strong></p><p>We were a very quiet family; we were very isolated. In my school, my sisters and I were the only white kids. I kind of got by by staying out of the way, keeping my head down and just minding my own business, but it was very hard. You never felt like you had any value. ... [Performing] was a moment to be in the limelight and to say, \"You thought I had no value, but look. Look what I can do.\"</p><p><strong>On the songs that best represent her</strong></p><p>So many wonderful songs, so little time. Well, there's \"Some People's Lives,\" which Janis Ian wrote, which I really, really love. There's \"Hello In There\" that John Prine wrote that I still sing. In fact, it's a song about old people, and when I started singing it I was very young and now I'm one of the old people. But it's mostly the ballads, I have to say; the ballads I think really represent who I am.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Early+Memoir%2C+Bette+Midler+Adorned+The+Truth+In+Sequins&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"470"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1297623199-bb44ed.m3u?orgId=1&topicId=1033&aggIds=100876926&ft=3&f=297315013"},{"href":"http://media.npr.org/assets/img/2014/03/31/bette-midler-c-jonathan-pushnik-ea6e3f05924db9a68cc8be22daaae4fc3786cc16.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"482","width":"642"}}]}