{"created":"2015-05-06T21:15:36+00:00","modified":"2015-05-12T19:42:37+00:00","valid":{"from":"2015-05-12T19:42:37+00:00","to":"3015-05-12T19:42:37+00:00"},"hreflang":"en","guid":"041ef328-b1b9-4fa1-b95f-3fa643c0d2c0","title":"An uncertain welcome awaits hundreds of Nigerian women and girls freed from Boko Haram captivity","published":"2015-05-12T19:42:31+00:00","byline":"Joyce Hackel","tags":["Boko Haram","bring back our girls","terrorism","Religion","military","conflict","Across Women's Lives","Conflict","Conflict & Justice","Abuja","Africa","Nigeria","Sub-Saharan","Adaobi Tricia Nwaubani","Boko Haram","Bring Back Our Girls","jihadis","militants","soldiers","troops. Cameroon","Niger","Chad"],"teaser":"Nigeria's military has secured the release of hundreds of women and girls captured by Boko Haram. Many of those rescued are pregnant. ","contentencoded":"<p>As Nigeria's military has pushed deeper into Boko Haram territory in recent weeks, it's freed hundreds of girls and women held captive by the militants. Most of those former hostages are traumatized. And many are carrying an added burden: They're pregnant with the children of the extremists. </p>\n<p>Nigerian writer Adaobi Tricia Nwaubani says it won't be easy for these young mothers to return to their villages. </p>\n<p>\"This kind of thing attracts stigma in any part of the world, but especially for northern Nigeria,\" Nwaubani notes. \"They're from very rural communities that are really far from a lot of the ideas that are common to us, you know human rights, and the dignity of men and women.\"</p>\n<p>For years, Nigeria's armed forces did little to challenge Boko Haram. The jihadis held vast swaths of territory in the country's northeast. But that dynamic has changed dramatically in recent months.  With the aid of troops from neighboring Chad, Niger and Cameroon, government soldiers have chased Boko Haram from several of their strongholds. As the militants have fled, they've left behind more than 700 women and girls that they'd held as hostages, including many who are pregnant. </p>\n<p>\"I don't think anyone realized the magnitude of the predicament that Nigeria will be landed with,\" Nwaubani says. \"It's just now that people's minds are beginning to get around it and understand the scale.\" </p>\n<p>The number of former captives is overwhelming the rehabilitation camp Nigeria's government constructed in Yola. It's not clear where the women will go next. Nwaubani says the former captives might not have homes to return to, because Boko Haram often burns down the villages it raids. </p>\n<p>\"I don't know how much of a community they have left,\" Nwaubani notes. \"The kind of life they knew, I wonder if it exists anymore?\"  </p>\n<p>The women may be shunned in their villages for many reasons. And to further complicate their return, reports suggest some of the former captives may have developed sympathies for the Boko Haram fighters they relied upon for security.  </p>\n<p>\"I would imagine that after spending the length of time with these men, some of them may have begun to love these men, like them, listen to them constantly and then pick up their world view,\" she says. \"You hang around people who are despicable to everyone else, and you suddenly see the humanity in them, and see the sense in what everybody else considers nonsense.\"</p>\n<p>The fate of Nigeria's missing girls grabbed global headlines in April of 2014, when more than 200 students were kidnapped from a boarding school in the town of Chibok. The recent releases are not thought to have included any of the Chibok girls. </p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-06%2Fnigerians-struggle-welcome-back-hundreds-women-and-girls-kidnapped-boko-haram&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/05062015_02.mp3"},{"href":"http://admin.pri.org/file/0506201502mp3"}]}