{"created":"2015-06-25T19:40:19+00:00","modified":"2015-06-25T21:30:07+00:00","valid":{"from":"2015-06-25T21:30:07+00:00","to":"3015-06-25T21:30:07+00:00"},"hreflang":"en","guid":"04342978-da05-4429-93b8-cd20b25d6238","title":"Kurdish bomb experts defuse IEDs on a shoestring","published":"2015-06-25T21:30:03+00:00","byline":"Susannah George","tags":["The Hurt Locker","Kurds","Iraqi Kurds","Iraq","ISIS","Islamic State","Kirkuk","IEDs","bomb disposal unit","bomb squad","peshmerga","Conflict","Conflict & Justice","Kirkuk","Asia","Iraq","Middle East"],"teaser":"One of the biggest killers of Iraqi forces are IEDs. These are the guys who defuse them.","contentencoded":"<p>The Colonel is 48 years old, graying slightly at the temples. He he has a wife and three grown children. Small in stature, his Kurdish fatigues are pressed and fit neatly over his slight paunch. He wears leather dress shoes, not combat boots. </p>\n<p>This man is one of Iraq's top bomb squad experts. </p>\n<p>In the year since ISIS swept into the Iraqi city of Mosul, tens of thousands of Iraqi forces are believed to have died fighting the extremist forces. The biggest killer has been small, homemade bombs placed along roads or used to booby trap buildings. Some of them cost no more than a few dollars to make.</p>\n<p>And the people who defuse these improvised explosive devices aren't like the daredevil types made famous in the movie The Hurt Locker. They're mostly older soldiers, like the Colonel, with little in the way of fancy equipment or specialized training.</p>\n<p>The Colonel, who asks me not to use his name for fear that he and his family could be targeted by ISIS, explains that he was initially trained to defuse landmines at the end of the 1980s following the Iran-Iraq war, when the country's north was carpeted with them. </p>\n<p>That is where his formal training ended. And he's having a hard time keeping up. ISIS is littering the country with homemade bombs, and their construction doesn't follow a pattern like mass-produced landmines. So he and his men learn as they go. </p>\n<p>On the day I go out with them, the Colonel and a few members of his unit suit up for a visit to the frontlines. They don flak jackets over their clothes, but nothing more. </p>\n<p>When I ask if they wear the same gear for more dangerous missions, one of the men smiles, and says, \"Of course, it's all we have!\"</p>\n<p>It shouldn't be like this. Just inside the front gate of the base are four American made MRAPs — heavily armored vehicles designed specifically to withstand IEDs.</p>\n<p>But the Colonel dismisses them as next to useless. And you can see why. The imposing-looking machines are actually rusted-out. Most of their armored plates are missing. And the Colonel says the computers and radios have been stripped out too. This is what the Colonel's team has to work with — hand-me-downs from the US military doled out by Baghdad. </p>\n<p>On a road west of Kirkuk, the Colonel tells the convoy of pickup trucks to pull over. Back in March, this stretch of road, barely more than a half mile long, was littered with IEDs after the Kurdish Peshmerga took the area back from ISIS. The Colonel says his men destroyed more than 70 bombs.</p>\n<p>But sometimes that's not an option. Down the road, in a small village once controlled by ISIS, the Colonel says a soldier was killed when a booby-trapped house exploded and collapsed on top of him. His unit decided clearing the village was too dangerous for an area of little strategic value. So they left it as is and continued on.</p>\n<p>Speaking through an interpreter, the Colonel tells me that's the very last option for them. In most cases, they defuse the IEDs so people can return to their homes, but in some cases they have no option but to explode the house.</p>\n<p>Western military advisors say just walking away from bomb-laden villages like this one is all too common. It's a symptom, they say, of the fact that Iraqi teams are undertrained and ill-equipped to deal with the magnitude of the problem. The Colonel says in just the past year, Kurdish forces have defused or destroyed more than 7,000 bombs.</p>\n<p>Back at the base, the Colonel shows off a collection of a few dozen IEDs stored under a plastic tarp just behind his office. Most of them were defused with gear no more complex than hardware-store wire cutters. They're all still loaded with explosives, but the Colonel assures me they're safe. IED experts working with the US-led coalition in Iraq disagree. Several told me that all this explosive material left out in the open is never safe. </p>\n<p>Almost as if talking to himself, the Colonel says the bombs lying in front of him remind him of just how many men he's lost in the past year. When I ask him how many, he gets kind of cagy. The Peshmerga don't like to talk numbers, and like most armies, they often downplay their losses to keep up morale.</p>\n<p>\"It's not a big number,\" the Colonel says. \"We can count it on our fingers.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-25%2Fdefusing-ieds-cheap-iraq&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn1.pri.org/sites/default/files/story/images/CROPcolonel.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/cropcoloneljpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/06252015_02.mp3"},{"href":"http://admin.pri.org/file/0625201502mp3"}]}