{"created":"2014-08-13T20:04:52+00:00","modified":"2015-05-14T19:23:48+00:00","valid":{"from":"2014-05-22T20:08:08+00:00","to":"3014-05-22T20:08:08+00:00"},"hreflang":"en","description":"Wherever you end up this summer, odds are that you’ll be posting about it on social media sites like Twitter, Instagram, Tumblr and Facebook. But what about LinkedIn?","published":"2014-05-22T20:08:08+00:00","guid":"043f5a50-2149-4af8-8737-9dd82012ff0b","contenttemplated":"[{\"content\":\"<p>Whether it&apos;s Facebook, Tumblr, Instagram or Twitter, social media can be a great place for networking and self-promotion. <a href=\\\"http://www.linkedin.com\\\" target=\\\"_blank\\\">LinkedIn</a>, a social networking site that focuses on employment and careers, is ideal for those hoping to make contacts with others in their job fields.</p>\",\"type\":\"text/html\"},{\"content\":\"<p><span>Nicole Williams, career expert for LinkedIn, </span><span>says that many people make the mistake of being invisible online. </span><span>“Inevitably, someone is going to Google you or search the Internet for you and you want them to find the best representative image of you possible. And if they don’t find you, that’s even worse,” Williams says.</span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Another common mistake users make is not fully completing their LinkedIn profile.  Williams says that having a photograph, and more importantly, an appropriate photograph on your LinkedIn page creates a rich profile that is less likely to be looked over.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“Unless you’re a vet, [the photo] is not one of you and your dog.  It’s not you in your wedding dress, unless you’re a wedding planner.  But some of the best I’ve seen aren’t necessarily those stoic kind of headshots either,” she says.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Williams says that a photograph also allows other users to identify you when you are asking to be one of their connections.  <span>Many people also ignore the site&apos;s status update function, which allows LinkedIn users to tell their social network what they&apos;re up to, as they would on Facebook and Twitter.  <span>Williams says users should be open to sharing things like articles about their profession or celebrating the completion of a team project to show that they are active, engaged employees.</span></span></p>\"},{\"type\":\"text/html\",\"content\":\"<p>“It’s a way of getting noticed. It’s a way of getting in front of your community,&quot; says Williams.  &quot;Otherwise your profile is just there and people don’t necessarily know to view it.  What we know for sure is that your profile is 10 times more likely to be seen if you’re sharing something.&quot;</p>\"},{\"type\":\"text/html\",\"content\":\"<p><span>What about requesting a connection with someone on LinkedIn? Williams says using the site&apos;s default greeting could be a detriment to members who want to attract certain people to their profiles.</span></p>\"},{\"content\":\"<p>&quot;At this point in the game, there are just so many people using LinkedIn and you get a bunch of inbox mail saying &apos;hey, so-and-so wants to connect with you.&apos; In a lot of cases, you don&apos;t know who this is.  You just don&apos;t know what to advantage this is going to be for you in your career,&quot; says Williams.  &quot;I think you need to contextualize how you know each other, maybe a suggestion of what you might work on together.  Just that frame of reference that helps people to understand this is who you are and this is why you&apos;re legitimate in asking for a connection.&quot;</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>One final tip from Williams: if you know you&apos;re going to a professional networking event and can get your hands on the roster of people who will be there, look up their LinkedIn profiles in advance so that you have a visual on the other guests as well as some information about them that could help engage you in conversation with them.</p>\"},{\"type\":\"text/html\",\"content\":\"<p><em>For more tips from LinkedIn&apos;s Career Expert, click the audio player above. And if you have additional tips on how you&apos;ve made social media work for you in advancing your career, share them with us in a comment below or Tweet your suggestions @LiveMoney.</em></p>\"}]","title":"Getting the most out of LinkedIn","byline":"Candace Manriquez","tags":["Ask Money","APM","Your Money"],"itags":["Marketplace","043f5a502149af83737c9dd82012ff0b","Marketplace Money","Marketplace Money for Friday, May 23, 2014","PMP:Marketplace_PMP"],"contentencoded":"<div class=\"barn-cleaned\"><p>Whether it's Facebook, Tumblr, Instagram or Twitter, social media can be a great place for networking and self-promotion. <a href=\"http://www.linkedin.com\" target=\"_blank\">LinkedIn</a>, a social networking site that focuses on employment and careers, is ideal for those hoping to make contacts with others in their job fields.</p>\n<p><span>Nicole Williams, career expert for LinkedIn,&nbsp;</span><span>says that many people make the mistake of being invisible online.&nbsp;</span><span>“Inevitably, someone is going to Google you or search the Internet for you and you want them to find the best representative image of you possible. And if they don’t find you, that’s even worse,” Williams says.</span></p>\n<p>Another common mistake users make is not fully completing their LinkedIn profile.&nbsp; Williams says that having a photograph, and more importantly, an appropriate photograph on your LinkedIn page creates a rich profile that is less likely to be looked over.</p>\n<p>“Unless you’re a vet, [the photo] is not one of you and your dog. &nbsp;It’s not you in your wedding dress, unless you’re a wedding planner.&nbsp; But some of the best I’ve seen aren’t necessarily those stoic kind of headshots either,” she says.</p>\n<p>Williams says that a photograph also allows other users to identify you when you are asking to be one of their connections. &nbsp;<span>Many people also ignore the site's status update function, which allows LinkedIn users to tell their social network what they're up to, as they would on Facebook and Twitter. &nbsp;<span>Williams says users should be open to sharing things like articles about their profession or celebrating the completion of a team project to show that they are active, engaged employees.</span></span></p>\n<p>“It’s a way of getting noticed. It’s a way of getting in front of your community,\" says Williams. &nbsp;\"Otherwise your profile is just there and people don’t necessarily know to view it.&nbsp; What we know for sure is that your profile is 10 times more likely to be seen if you’re sharing something.\"</p>\n<p><span>What about requesting a connection with someone on LinkedIn? Williams says using the site's default greeting could be a detriment to members who want to attract certain people to their profiles.</span></p>\n<p>\"At this point in the game, there are just so many people using LinkedIn and you get a bunch of inbox mail saying 'hey, so-and-so wants to connect with you.' In a lot of cases, you don't know who this is. &nbsp;You just don't know what to advantage this is going to be for you in your career,\" says Williams. &nbsp;\"I think you need to contextualize how you know each other, maybe a suggestion of what you might work on together. &nbsp;Just that frame of reference that helps people to understand this is who you are and this is why you're legitimate in asking for a connection.\"</p>\n<p>One final tip from Williams: if you know you're going to a professional networking event and can get your hands on the roster of people who will be there, look up their LinkedIn profiles in advance so that you have a visual on the other guests as well as some information about them that could help engage you in conversation with them.</p>\n<p><em>For more tips from LinkedIn's Career Expert, click the audio player above. And if you have additional tips on how you've made social media work for you in advancing your career, share them with us in a comment below or Tweet your suggestions @LiveMoney.</em></p></div>","teaser":"Wherever you end up this summer, odds are that you’ll be posting about it on social media sites like Twitter, Instagram, Tumblr and Facebook. But what about LinkedIn?","audio":[{"meta":{"duration":403,"duration_hms":"00:06:43","api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2014/05/23/marketplace_segment32_20140523","type":"application/json"}},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2014/05/23/marketplace_segment32_20140523_64.mp3","type":"audio/mpeg","format":"MP3"}]}