{"created":"2015-02-12T08:41:43+00:00","modified":"2015-05-06T17:06:04+00:00","valid":{"from":"2015-05-06T17:06:04+00:00","to":"3015-05-06T17:06:04+00:00"},"hreflang":"en","title":"Miniseries Explores The Ugly Fallout Of A Disciplinary 'Slap'","published":"2015-02-12T14:09:00+00:00","teaser":"In <em>The Slap</em>, NBC takes on the touchy issue of corporal punishment. The show begins at a Brooklyn barbecue with a dad hitting another parent's out-of-control 5-year-old.","itags":["npr_api","385245228"],"guid":"044104c1-ff10-433f-a370-04bc904ae354","contentencoded":"<p>For a lot of parents, spanking your kids isn't an option. But not too long ago, many a child's bottom met the occasional switch. And while attitudes about corporal punishment have changed, it's still a provocative issue — one NBC is taking on in <em>The Slap,</em> a new miniseries that premiers Thursday.</p><p>The show's big event takes place in the first episode at a barbecue in Brooklyn. Family and friends are milling about, and one of the little boys, 5-year-old Hugo, is a terror. He throws someone else's iPad on the floor and digs up the host's garden, and his parents — hippies who like to drink — pretty much do nothing to stop him.</p><p>At one point, Hugo swings a baseball bat dangerously close to the other kids. His dad doesn't seem too concerned, but when the bat nearly hits another boy, <em>that</em> boy's father storms toward Hugo and takes him by the shoulders. Hugo kicks him in the shin and the man slaps him, setting off a firestorm of reactions. Hugo's mother is distraught, the slapper's wife is mortified and the slapper's 73-year-old aunt is old school: \"The brat deserved it,\" she says.</p><p>The show has a dream cast that includes Peter Sarsgaard, Thandie Newton and Uma Thurman. The two main characters — Hugo's mom and the slapper — are played by Melissa George and Zachary Quinto, and each brought their personal feelings about corporal punishment to their performances. Quinto says when he was a kid, his parents were not against physical pain.</p><p>\"We called it the stick,\" he says. \"And the stick was brought out in extreme cases of infraction. I didn't grow up in a household that was in any way damaging to me. I hated it and it terrified me, but it also instilled me with a sense of what happens when you break the rules.\"</p><p>But George says, \"To me, no one has the right to punish someone else's child.\"</p><p>Harry, the slapper, definitely has anger issues. He's a self-made man who's rigid and has high expectations for his son. On the other extreme, Rosie, Hugo's mom, is a free spirit. She hates violence, wants to shelter her son from the Harrys of the world and doesn't believe in giving her son too many boundaries.</p><p>\"Like her house that they live in — he can draw on the windows because she thinks it's [an] expression of his artistic abilities,\" George says. \"You know, they say that he was swinging the bat, and what <em>she</em> says is ... 'Every child misbehaves.' \"</p><p>Quinto and George say they brought their own experiences of either parenting or being parented into the roles. And because those experiences vary, <em>The Slap</em> brings up stuff that a lot of people are afraid to talk about, like the stress of balancing a job and a marriage, <em>and</em> being a parent.</p><p>\"It is important to show this today because it puts in our faces what's happening in many households on a daily basis,\" says psychologist Lesley Sanders.</p><p>The series also looks at how older generations disciplined their kids 15 to 20 years ago, when things were different. \"There was a sense of community, a sense of, you know, 'it takes a village to raise a child,' \" Sanders says. \"So ... it was OK to discipline a child that was not your own.\"</p><p><em>The Slap</em> was originally a novel that was first adapted into a miniseries for Australian television. The American version was written by playwright Jon Robin Baitz. He says one reason he was drawn to the story was that it begins at a barbecue, a fairly routine setting.</p><p>\"There's an idea in playwriting that, you know, the drama begins once ritual is broken,\" he says. And the drama isn't just the slap itself; it's also the ugly repercussions.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Miniseries+Explores+The+Ugly+Fallout+Of+A+Disciplinary+%27Slap%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elizabeth Blair","audio":[{"meta":{"duration":"266"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1385647005-d37f05.m3u?orgId=1&topicId=1138&d=266&p=3&story=385245228&t=progseg&e=385646812&seg=15&ft=nprml&f=385245228"},{"href":"http://media.npr.org/assets/img/2015/02/11/comfort-7368432d0ba82eed412189c851d564bc892c0a6f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"601","width":"801"}}]}