{"created":"2014-09-04T16:43:02+00:00","modified":"2014-11-13T17:39:47+00:00","valid":{"from":"2014-11-13T17:39:47+00:00","to":"3014-11-13T17:39:47+00:00"},"hreflang":"en","title":"A 'New York Times' Shake-Up, But Not The One You're Thinking Of","published":"2014-05-19T15:51:00+00:00","teaser":"The <em>New York Times</em> made news this week when it announced Jill Abramson's departure. For a deeper understanding of the paper's history, author Kevin Roose recommends <em>Hard</em> News by Seth Mnookin.","itags":["npr_api","313152338"],"guid":"044274a4-0d30-403d-a43f-f747da4eceb2","contentencoded":"<p>It's not all that often that the <em>New York Times</em> goes from printing the biggest stories of the day to actually being the biggest story of the day. But that's exactly what happened this week when the publisher, Arthur Sulzberger Jr. replaced Jill Abramson as the executive editor.</p><p>The <em>Times</em> has dealt with big problems before. I'm thinking of course about about Jayson Blair. Seth Mnookin's book, <em>Hard News</em>, is the definitive account of that saga. It's the story of an old line institution that allowed a snake to slip through unnoticed.</p><p>Blair, as you might remember, was a young <em>Times</em> reporter who was caught plagiarizing and fabricating stories for many months. But Mnookin's theory is that Blair might not have lasted so long if not for Howell Raines, the executive editor at the time.</p><p>Raines is a great character. He was southern, charismatic and self-assured. He was an enthusiastic fisherman, who wore a white Panama hat to work. And when he was in charge it was all about him. Raines \"loved seeing his name in boldfaced type... he loved making grand entrances at cocktail parties and book soirees, holding court in a corner in a seersucker suit.\" Mnookin describes how \"Raines created a culture in which ... Blair was allowed to thrive.\" The young reporter understood what his executive editor wanted: \"Drama! glamour! style! narrative!... So what if the details of Blair's sniper coverage weren't quite right? His stories were gripping.\"</p><p>The scandal enveloped the whole paper, forced Raines to resign, and sparked a chaotic frenzy in the company that Mnookin compares to Lord of the Flies. In the end a team of <em>Times</em> reporters was assigned to look into the Blair situation. They spent weeks digging up all his old stories and checking them and published a sweeping front-page expose.</p><p>In this week's <em>Times</em> shakeup the facts haven't all emerged. We don't know exactly what happened with Jill Abramson, or how her successor Dean Baquet will do things differently. But it's clear that the Times is in soul-searching mode once again.</p><p><em>Kevin Roose is a former </em>New York Times<em> staffer. He now writes for </em>New York Magazine<em> and he's also the author of the book,</em> Young Money.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+%27New+York+Times%27+Shake-Up%2C+But+Not+The+One+You%27re+Thinking+Of&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Kevin Roose","audio":[{"meta":{"duration":"125"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1313154973-a3f6ff.m3u?orgId=1&topicId=1032&aggIds=257657827,100876926&ft=3&f=313152338"},{"href":"http://media.npr.org/assets/img/2014/05/16/nytfront-bda5674e64b32c87daa4e814fe872176f1a08c65.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"563","width":"751"}}]}