{"created":"2015-03-29T11:24:46+00:00","modified":"2015-05-01T20:08:41+00:00","valid":{"from":"2015-05-01T20:08:41+00:00","to":"3015-05-01T20:08:41+00:00"},"hreflang":"en","title":"Understanding The Dark Side Of Enlightenment On 'Diamond Mountain'","published":"2015-05-01T20:08:00+00:00","teaser":"Author Scott Carney's new <em>A Death on Diamond Mountain</em> unravels the complicated paths that led an American Buddhist seeker not to nirvana, but to his death in a cave in the Arizona desert.","itags":["npr_api","395849232"],"guid":"044737d3-203a-4e4a-ae49-7b364bef2256","contentencoded":"<p>In 2012, Ian Thorson was found dead in a cave in Arizona. He and his wife had been kicked out of a silent Buddhist retreat that was supposed to last three years, but they decided to finish out the time alone in the desert — and that extreme quest for spiritual enlightenment eventually killed him.</p><p>Scott Carney tells that story in his new book, <em>A Death on Diamond Mountain</em>. Carney tells NPR's Rachel Martin that he was drawn to Ian Thorson's story because it felt eerily familiar. Back in 2006, he was leading a program for American students in India. They learned about Buddhism, practiced meditation, and one day, they undertook a particularly dark exercise: It involved imagining themselves as decaying corpses.</p><p>Afterwards, one of his brightest students told him it was the most profound experience of her life. That night, she described herself in her journal as a \"bodhisattva,\" just before jumping to her death from the roof of the retreat center. \"And this, to me, was this horrifying experience,\" Carney says. \"How could something that is so wonderful, how could go so terribly wrong? I spent the next six years collecting journals of other people who'd had similar experiences. And then when I found out about Ian Thorson's death in 2012, I knew that I wanted to tell the story of spiritual sickness through his eyes.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On Ian Thorson</strong></p><p>He was this really good-looking, athletic Stanford graduate — and this is when the economy was booming, and almost everyone who went there had the immediate option to get a high-paying job, maybe start a company and get rich. Ian wasn't like that. He wanted to answer the big questions of life, why are we here, and he traveled the world. He went to Turkey, and then on to India and Tibet, and he found this man named Geshe Michael Roach, who was an up and coming Buddhist teacher and an American. And the great thing about Michael Roach was that he could explain the complex Buddhist ideas in just plain English.</p><p><strong>On the evolution of Michael Roach</strong></p><p>Michael Roach is a very controversial figure in Tibetan Buddhism ... he's an American who, in the early '90s and late 1980s, his teacher told him to go work in the diamond industry in New York City, and use the money he made buying and selling diamonds to fund the monastery. It's a very weird Buddhist lesson, but a diamond is an important symbol in Tibetan Buddhism.</p><p>And this is in some ways where he finds the break with Tibetan Buddhism. He believes in something where the world as we all see it, he teaches is an illusion, and that the world as it really exists in an ultimate reality is what you create. It's a manifestation of your own mind. And if you can just change the way you perceive something, the material world will change. And he has several books — some of them were bestsellers — teaching people that they could get rich if they had great karma.</p><p><strong>On how Thorson was drawn to Roach</strong></p><p>Michael Roach promised to teach tantra, and tantra is how you can achieve enlightenment in this lifetime. And Ian, more than anything else, wanted to grasp the fundamental clockwork of the universe — and Michael Roach said he held the keys to that.</p><p><strong>On how Thorson's search for enlightenment led to his death</strong></p><p>Well, they went on a three-year silent meditation retreat. And maybe I should introduce another character — there's a woman named Lama Christie McNally, who was at one point the lover and wife of Michael Roach, and after a very controversial breakup she became Ian's lover and wife. But while she was with Michael Roach, Michael Roach declared her a living goddess, he declared her the goddess Vajrayogini, which is \"the diamond-like goddess.\" And she was deified by the people, people would bow at her feet.</p><p>And part of the way this group prayed was, they tried to invite deities from the outside world into their internal world and become those deities, almost like they were becoming possessed. And at one moment, she invited the Hindu goddess Kali, who was the goddess of destruction into her meditation, and one thing led to another, and she stabbed Ian Thorson three times with a knife. And she said she was trying to understand violence and the nature of violence, and death, and understand some spiritual lesson out of it — but when the story got out, that didn't play very well among Buddhists, who think of themselves as quite nonviolent.</p><p><strong>On Thorson's final days</strong></p><p>This instigated them being kicked out of the retreat, she was removed from leadership. And then Christie and Ian hiked off into the mountains. And they vowed they would stay in this cave for the rest of the three years that they were there. And at some point, Ian got sick with dysentery. Christie had with her three things that could help her, right — she had prayers, because she believed that she could control the reality and control sickness — and she had a cell phone, and she had a spot-locator beacon, which is if you press a button, the helicopters will go in and rescue you.</p><p>And Ian was sick, he was blanched white, and clearly in very bad shape, and she decided to try to heal him that first day, and it didn't work, and the next day he was dark purple. And on the third day, Ian was passed out and delirious, and then died. Right in her arms. And for me, this was one of those things, how could that spiritual goal be so much more important than something so real? And that's the reason why I began the book. I wanted to know what <em>could</em> be more important than your partner.</p><p><strong>On whether Thorson had a spiritual sickness</strong></p><p>I think he was sick, and I think many people on this quest can get deluded by that desire to know absolutely. And I believe that very intensive meditiation might be able to accentuate some of these underlying proclivities in us, and push us over the edge. It's a problem that we know about in the traditions and yet you don't really talk about it in the community at large, because I think a lot of people feel that if you mention that there's this dark side to meditation, that you're undercutting the very credibility of the techniques in the first place. But I don't understand why we can't have both, right? Why can't we say, these things can be wonderfully good for you, but maybe like a drug, it's better thought of as powerful, and used in a way that is responsible.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Understanding+The+Dark+Side+Of+Enlightenment+On+%27Diamond+Mountain%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"507"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1396128446-475261.m3u?orgId=1&topicId=1032&d=507&p=10&story=395849232&t=progseg&e=396128356&seg=15&ft=nprml&f=395849232"},{"href":"http://media.npr.org/assets/img/2015/03/27/a-death-on-diamond-mountain-ef7f36981c0d6d7ac8973e1e2ef9d20389bb3423.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"641","width":"855"}}]}