{"created":"2015-05-14T02:27:36+00:00","modified":"2015-05-15T12:35:16+00:00","valid":{"from":"2013-06-12T17:00:00+00:00","to":"3013-06-12T17:00:00+00:00"},"hreflang":"en","itags":["Marketplace","0448d21df29bb1f4ab3df437450027b3","PMP:Marketplace_PMP","Marketplace for Wednesday, June 12, 2013"],"title":"Why family and business don’t mix: Freakonomics Radio","contentencoded":"<div class=\"barn-cleaned\"><p>Your family dictates an extraordinary amount of who you are.<strong>&nbsp;</strong> But what role do parents playwhen it comes to the economy?</p>\n<p>A pair of economists have <a href=\"http://www.iza.org/en/webcontent/publications/papers/viewAbstract?dp_id=7376\" target=\"_blank\">tried to answer this question</a>, looking at the intensity of family structures and economic outcomes around the world.&nbsp; What they’ve found, says <a href=\"http://www.anderson.ucla.edu/x20638.xml\" target=\"_blank\">Paola Giuliano</a>, an economics professor at UCLA, focuses on trust.&nbsp; “People who rely on the family tend to trust, mostly, the family, and less the outside world,\" she says.&nbsp; \"Therefore, they tend to be more inward-looking and they develop a lower level of social capital or political participation.”</p>\n<p>In Giuliano’s native Italy, for instance, about 80 percent of young people live at home into their early 30s.&nbsp; Giuliano and her co-author <a href=\"http://scholar.harvard.edu/alesina\" target=\"_blank\">Alberto Alesina</a> looked at economic growth in dozens of countries over the last 30 years and found that strong family structures often interfered with activities that created growth. They believe that family dynamic then led to lower GDP per capita.</p>\n<p>So what happens when you mix the power of family with the demands of running a business?&nbsp; There's&nbsp;<a href=\"http://www.freakonomics.com/2011/08/03/new-freakonomics-radio-podcast-the-church-of-scionology/\" target=\"_blank\">research that shows a company will perform significantly worse</a> if the founder installs a family member to succeed him rather than an outside CEO.&nbsp; One set of data shows drops <a href=\"http://www.mit.edu/~aschoar/BertrandSchoarJEP2007.pdf\" target=\"_blank\">between 10 and 20 percent of profitability</a>.</p>\n<p>The United States has fewer family businesses than many other countries, but one of the most high-profile failures here is Anheuser Busch.&nbsp; It was an amazing American success story for five generations, but the last family member steered it to a takeover.&nbsp; The profits from Budweiser, the American icon, now flow back to <a href=\"http://www.ab-inbev.com/go/about_abinbev.cfm\" target=\"_blank\">InBev</a>, a company based in Belgium.</p>\n<p>That failure of the family-run beer giant reminds Freakonomics co-author and economist Steven Levitt of the power wielded by institutions that we don’t have much control over.<strong>&nbsp;</strong></p>\n<p>“If you think about why is it that alcohol and cigarettes are legal and marijuana is not, I think that is mostly accident,” says Levitt.&nbsp; “If people had been smoking marijuana regularly for the last 300 years and alcohol had just kind of come along and been on the fringes, there’s no way we’d say, you know, alcohol should be freely consumed by everyone all the time.&nbsp; It’s kind of a historical accident that you live with.”</p></div>","teaser":"Freakonomics' Stephen Dubner has yet another reason to blame your parents for pretty much everything.","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>Your family dictates an extraordinary amount of who you are.<strong> </strong> But what role do parents playwhen it comes to the economy?</p>\"},{\"content\":\"<p>A pair of economists have <a href=\\\"http://www.iza.org/en/webcontent/publications/papers/viewAbstract?dp_id=7376\\\" target=\\\"_blank\\\">tried to answer this question</a>, looking at the intensity of family structures and economic outcomes around the world.  What they’ve found, says <a href=\\\"http://www.anderson.ucla.edu/x20638.xml\\\" target=\\\"_blank\\\">Paola Giuliano</a>, an economics professor at UCLA, focuses on trust.  “People who rely on the family tend to trust, mostly, the family, and less the outside world,&quot; she says.  &quot;Therefore, they tend to be more inward-looking and they develop a lower level of social capital or political participation.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>In Giuliano’s native Italy, for instance, about 80 percent of young people live at home into their early 30s.  Giuliano and her co-author <a href=\\\"http://scholar.harvard.edu/alesina\\\" target=\\\"_blank\\\">Alberto Alesina</a> looked at economic growth in dozens of countries over the last 30 years and found that strong family structures often interfered with activities that created growth. They believe that family dynamic then led to lower GDP per capita.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>So what happens when you mix the power of family with the demands of running a business?  There&apos;s <a href=\\\"http://www.freakonomics.com/2011/08/03/new-freakonomics-radio-podcast-the-church-of-scionology/\\\" target=\\\"_blank\\\">research that shows a company will perform significantly worse</a> if the founder installs a family member to succeed him rather than an outside CEO.  One set of data shows drops <a href=\\\"http://www.mit.edu/~aschoar/BertrandSchoarJEP2007.pdf\\\" target=\\\"_blank\\\">between 10 and 20 percent of profitability</a>.</p>\"},{\"content\":\"<p>The United States has fewer family businesses than many other countries, but one of the most high-profile failures here is Anheuser Busch.  It was an amazing American success story for five generations, but the last family member steered it to a takeover.  The profits from Budweiser, the American icon, now flow back to <a href=\\\"http://www.ab-inbev.com/go/about_abinbev.cfm\\\" target=\\\"_blank\\\">InBev</a>, a company based in Belgium.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>That failure of the family-run beer giant reminds Freakonomics co-author and economist Steven Levitt of the power wielded by institutions that we don’t have much control over.<strong> </strong></p>\"},{\"content\":\"<p>“If you think about why is it that alcohol and cigarettes are legal and marijuana is not, I think that is mostly accident,” says Levitt.  “If people had been smoking marijuana regularly for the last 300 years and alcohol had just kind of come along and been on the fringes, there’s no way we’d say, you know, alcohol should be freely consumed by everyone all the time.  It’s kind of a historical accident that you live with.”</p>\",\"type\":\"text/html\"}]","byline":"Stephen Dubner","description":"Freakonomics' Stephen Dubner has yet another reason to blame your parents for pretty much everything.","guid":"0448d21d-f29b-4b1f-8ab3-f437450027b3","published":"2013-06-12T17:00:00+00:00","tags":["APM","Business","Freakonomics Radio","family business"],"audio":[{"meta":{"width":"610","crop":"primary","height":"340"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/familysign.jpg?itok=rlkXhgrd","type":"image/jpeg"},{"meta":{"duration_hms":"00:04:55","duration":295,"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/06/12/marketplace_segment16_20130612","type":"application/json"}},"format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/06/12/marketplace_segment16_20130612_64.mp3","type":"audio/mpeg"}]}