{"created":"2014-10-08T16:43:11+00:00","modified":"2014-10-31T02:23:02+00:00","valid":{"from":"2014-10-31T02:23:02+00:00","to":"3014-10-31T02:23:02+00:00"},"hreflang":"en","title":"FAA Head: Safety, Privacy Concerns Abound In Regulating Drones","published":"2014-05-12T15:13:00+00:00","teaser":"The Federal Aviation Administration is under pressure to come up with rules for the commercial use of drones. The central issue: How can they fly safely in the same airspace as other aircraft?","itags":["npr_api","309746615"],"guid":"0449880b-102e-4380-a58c-df8b74941b9f","contentencoded":"<p>A number of federal agencies are grappling with rules around drones as the popularity of the unmanned aircraft is rising. The National Park Service <a href=\"http://www.nps.gov/yose/parknews/use-of-unmanned-aircraft-systems-drones-prohibited-in-yosemite-national-park.htm\">recently banned</a> their use in Yosemite, and the Federal Aviation Administration is under orders from Congress to safely integrate unmanned aircraft into U.S. airspace by September 2015.</p><p>FAA Administrator Michael Huerta tells NPR's Robert Siegel that in writing the rules, the administration is most concerned with the safety of the national airspace.</p><p>\"These aircraft operate very differently and they operate in the same airspace with a wide variety of other users,\" he says. \"We see the potential of these and we're going about it in a very thoughtful and deliberate manner to ensure that it is done safely.\"</p><p>You can read more highlights from the conversation below.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On the difference between model aircraft and drones</strong></p><p>Model aircraft are generally used by hobbyists, they're much more limited in range and they don't have the same performance characteristics. ...</p><p><strong>On whether a person can shoot down a drone hovering over his property</strong></p><p>We do have a lot of laws in the country that are designed to protect property or to protect your privacy. The question that is starting to be asked is, does this technology in any way change that?</p><p>You shouldn't be shooting anything down. What is clear is that you have a right to be concerned about: Is an unmanned aircraft over your property infringing ... your right to privacy? And I think that we as a government need to figure out, is there something unique about this technology that would cause us to treat it differently than the constitutional protections you already have?</p><p><strong>On how much public concern factors into the rule-making process around drones</strong></p><p>This is something that is very new to a lot of people. And while a lot of people see great potential, other people — in fact, sometimes the same people — have significant concern about, what does it mean? And what this really argues for is a very thoughtful, a very deliberative, a very consultative approach to how we gradually open up the skies to the use of unmanned aircraft.</p><p><strong>On enforcing regulations on where drones can fly</strong></p><p>We rely on our inspectors, we rely on the public, we rely on the industry — everyone plays a role in bringing information to us that helps us carry out our mandate.</p><p>I think that enforcing any rule is dependent upon the public having a good understanding of what the rules are and every citizen playing a role in working with their government to ensure that the system is safe.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=FAA+Head%3A+Safety%2C+Privacy+Concerns+Abound+In+Regulating+Drones&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"291"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1309840563-9ee803.m3u?orgId=1&topicId=1019&ft=3&f=309746615"},{"href":"http://media.npr.org/assets/img/2014/05/05/462827691-3ca3dbec0c2c04e616a844022634eaedfed71444.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1711","width":"2280"}}]}