{"created":"2014-10-03T21:13:10+00:00","modified":"2014-12-04T14:32:39+00:00","valid":{"from":"2014-12-04T14:32:39+00:00","to":"3014-12-04T14:32:39+00:00"},"hreflang":"en","title":"To Make Children Healthier, A Doctor Prescribes A Trip To The Park","published":"2014-07-21T19:01:00+00:00","teaser":"To get his young patients moving, Dr. Robert Zarr whips out his pad and prescribes a park. And not just any park. One chosen for the child from a 380-park database.","itags":["npr_api","327338918"],"guid":"044d4f32-af5d-4842-b6fb-8796f4f5494f","contentencoded":"<p>When Dr. Robert Zarr wanted a young patient to get more exercise, he gave her an unusual prescription: Get off the bus to school earlier.</p><p>\"She has to take a bus to the train, then a train to another bus, then that bus to her school,\" says Zarr, a pediatrician at <a href=\"http://www.unityhealthcare.org/\">Unity Health Care</a>, a clinic that serves low-income and uninsured families in Washington, D.C. So the prescription read: \"Walk the remaining four blocks on the second bus on your route to school from home, every day.\"</p><p>Kelssi Aguilar, his 13-year-old patient, wasn't exactly excited about the change at first. \"He told me about the four blocks and I told him it was a 40-minute walk and I was too lazy,\" she said. \"I was thinking, am I really doing this? I'm going to be late for school.\"</p><p>Kelssi was actually 10 minutes early the first day she tried the modified route. Kelssi has kept up the walking. And Zarr says she's moved from obese to just overweight — which is very good.</p><p>About 40 percent of Zarr's young patients are overweight or obese, which has led the doctor to come up with ways to give them very specific recommendations for physical activity. And that has meant mapping out all of the parks in the District of Columbia — 380 parks so far.</p><p>The parks, mapped and rated based on facilities and in a searchable database by zip code, can be linked to patients' electronic medical records. Zarr did it with help from the National Park Service and volunteers from George Washington University's School of Public Health, park rangers and other doctors. Zarr also received some funding for the project from the National Recreation and Park Association, the National Environmental Education Foundation, and the American Academy of Pediatrics.</p><p>Zarr writes park prescriptions on a special prescription pad, in English and Spanish, with the words \"Rx for Outdoor Activity\" on top, and a schedule slot that asks, \"When and where will you play outside this week?\"</p><p>But it's not just about the parks. It's about what the patients want, too.</p><p>\"I like to listen and find out what it is my patients like to do,\" Zarr says, \"and then gauge the parks based on their interests, based on their schedules, based on the things they're willing to do.\"</p><p>There are other park prescriptions projects getting started across the country, but none have matched the level of detail in Zarr's parks database.</p><p>Many children aren't used to going to parks, notes <a href=\"https://www.dellchildrens.net/services_and_programs/texas_center_for_the_prevention_and_treatment_of_childhood_obesity/our_team/stephen_pont_md.asp\">Dr. Steven Pont</a>, medical director for the Texas Center for the Prevention and Treatment of Childhood Obesity in Austin.</p><p>\"If you didn't grow up in a family that went camping or experienced outdoors and if you're more from an urban environment, then going out to a park and experiencing nature might seem a little daunting,\" Pont says.</p><p>A program like Zarr's can help reduce that discomfort, Pont says. \"The park prescriptions really help kids and families engage and get to those parks and say, 'Hey, I belong here too.' \"</p><p>Of course, not every park is safe, especially in the District. The neighborhood next to one of the parks Zarr discussed with Kelssi, Kingman Island, had 30 incidents of violent crime over the past year.</p><p>\"The more parks are used, the more people are there, the safer and the better they are,\" Zarr says. \"We want people first and foremost to be safe, and be active and be part of the solution to fixing parks that aren't quite what they should be.\"</p><p>Ultimately, Zarr says, he wants his parks database to exist in an app, on your smartphone, where doctors and patients alike can use it. And, one day he'd like to be able to track his patients' activity in parks, to find out exactly how much good a little green space can do.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=To+Make+Children+Healthier%2C+A+Doctor+Prescribes+A+Trip+To+The+Park&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Sam Sanders","audio":[{"meta":{"duration":"247"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1331299063-97ea1a.m3u?orgId=1&topicId=1128&ft=3&f=327338918"},{"href":"http://media.npr.org/assets/img/2014/07/01/photo-park_enl-fba31dbb2125e4866126667bde0816dc326a1be9.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1800","width":"1350"}}]}