{"created":"2014-10-07T19:14:16+00:00","modified":"2014-12-23T18:13:49+00:00","valid":{"from":"2014-12-23T18:13:49+00:00","to":"3014-12-23T18:13:49+00:00"},"hreflang":"en","title":"Postcards From The Common Core Classroom ","published":"2014-08-13T20:23:00+00:00","teaser":"The Common Core State Standards mean big changes in classrooms across the country. This... is the sound of that change.","itags":["npr_api","334883799"],"guid":"044d8a78-5b22-4069-8ab9-e64335d481e2","contentencoded":"<p>The Common Core State Standards have become a political hot potato. In some cases, a punching bag. (Pick your cliche.) But the fact remains that, in 43 states and the District of Columbia, the standards are being used — and big changes in what we expect of young students mean many teachers are also having to rethink what and how they teach.</p><p>We asked a handful of local education reporters to each tell the story of a Core standard and to explain how it's being taught in their community. The resulting stories offer an impressionistic view of how the standards — which are more rigorous than many of the state standards they replaced — have forced teachers and students alike to stretch.</p><p>Two caveats. First: not everything captured in the stories below is new or exclusive to the Core. The standards weren't conjured from thin air but contain benchmarks or variations of benchmarks that should sound familiar to some if not many of us. To be sure, students were building arguments well before the Core. The new standards simply double-down on the idea that those arguments need to be built firmly on a foundation of text-based evidence.</p><p>And second (a variation on our first caveat): while the Common Core standards are common across state lines, how teachers choose to meet them is anything but. Curriculum and lesson plans are still in the hands of states, districts, and teachers. One standard could be taught countless different ways. So a compelling English Language Arts lesson in Chicago may be unique to Chicago — and perhaps even unique to one teacher in one classroom in Chicago.</p><hr /><h3><strong>Standard 1: Sixth-Grade English </strong></h3><p>By Becky Vevea, <a href=\"http://www.wbez.org/\" target=\"_blank\">WBEZ</a></p><p>One of the Common Core State Standards for sixth-grade English says kids should be able to \"write arguments to support claims with clear reasons and relevant evidence.\"</p><p>At Petersen Elementary on Chicago's North Side last year, the sixth-graders in De'Andrea Bell's class worked all year on one key skill: writing an argument.</p><p>\"So the article you're reading today is 'Cell Phones at School,' \" Bell tells her students. Then she makes clear to them that the difference between argument and persuasive writing boils down to facts and opinion.</p><p>\"So remember, when we talk about a claim sentence, if you're doing an argument, what can you never start with? Aisha?\"</p><p>\"I or I think,\" Aisha says.</p><p>Bell then turns to the question at hand: Should students be allowed to have cell phones at school? She divides the class into small groups and hands them two non-fiction articles. One is a study from 2010 that found more than three-quarters of American teens own a cell phone and makes the case for allowing them in school.</p><p>Student Diana Argueta runs through the evidence in the text.</p><p>\"Banning cell phones in school would not only limit students' learning, but also their preparation for life,\" she says, based on what she's just read.<strong> <br /></strong></p><p>But the other article, also a 2010 study, found that 71 percent of students with cell phones had sent or received text messages during classroom time. Bell's 30 sixth-graders fill out charts to help them organize the two arguments before they begin writing their own. Lucy Skorey and Hilda Grullon sit at a table near the back of the room discussing both sides.</p><p>As for evidence for cell phones in schools, Grullon says parents \"want to know they can reach their children anytime.\" And for the evidence against, Skorey points to the section of the study that found students using their phones to cheat on tests.</p><p>So why should they know how to write an argument? \"We might want to become a lawyer or something. It's good practice for us to learn how to make a claim and tell what we think on paper,\" Grullon says.</p><p>Her classmate Aiden Castillo's theory: \"Let's say someday you want to become president, and then you become a president and you want to make a law. But then other people go against it. You have to, like, be able to fight against it and say your way is better than their way.\"</p><p>And if you don't want to be the president or a lawyer? They say it's still good to know how to argue in a respectful way, using facts instead of opinions.</p><hr /><h3><strong>Standard 2: 10<sup>th</sup>-Grade English </strong></h3><p>By Becky Vevea, <a href=\"http://www.wbez.org/\" target=\"_blank\">WBEZ</a></p><p>English teacher Nicole Matassa stands in front of her class at Chicago's Amundsen High School and holds a reusable grocery bag filled with random items from her apartment: a stapler, bottle of sunscreen, and a pair of old headphones her students barely recognize.</p><p>\"Someone in your group is going to pull out four objects,\" Matassa tells her students. \"No peeking. And you're going to talk about in your group how each one of those objects could be a representation of a particular character.\"</p><p>She's implementing this Core standard:</p><p><em>\"Analyze how complex characters develop over the course of a text, interact with other characters and advance the plot or develop the theme.\"</em></p><p>The students are about halfway through the play \"A Raisin in the Sun\" by Lorraine Hansberry. As Matassa walks around the room, someone from each group reaches into her bag. Student Sara Berrocal pulls out a box of crayons, perfume and a bottle of hot pink nail polish. The girls in her group quickly match each object with a character. Mama Younger is nail polish, Ruth is the perfume and, Berrocal says, \"Walter, crayons — because he's bipolar.\"</p><p>But here comes the tougher part — a cornerstone of the Common Core: the kids have to cite passages from the book to back-up their opinions. The girls flip through pages while Matassa wanders the room. She listens to each group's discussion and chimes in when she thinks they could go deeper.</p><blockquote><p>Matassa: \"What else is the thing about nail polish? Do you use the same color all the time?\"</p><p>Girls: \"No.\"</p><p>Matassa: \"How often do you change your nail polish?\"</p><p>Berrocal: \"When it starts to chip.\"</p><p>Matassa: \"So it doesn't last forever, right? How can we apply that to Mama?\"</p><p>Berrocal: \"That she's not always going to be there...\"</p><p>Matassa: \"Hm, maybe that's something?\"</p></blockquote><p>When asked why she thinks Matassa wanted them to do this exercise, Berrocal says understanding that people are complicated won't just make her a better reader. It could come in handy in real life, too.</p><p>\"Maybe this is going to help us later on in the future,\" Berrocal says, \"when we're talking to a person face-to-face, like, we could learn two sides of that person.\"</p><p>The point, Matassa says, is to help kids think critically in the classroom — and everywhere else.</p><hr /><h3><strong>Standard 3: Fifth-Grade Math </strong></h3><p>By Devin Katayama, <a href=\"http://wfpl.org/\" target=\"_blank\">WFPL<strong></strong></a></p><p>For some fifth graders in Louisville, the popular computer game Minecraft has become a tool to learn math.</p><p>\"We are learning about how to graph and where are the coordinates of the graph,\" says Rachel Miller, who just graduated from fifth grade at Carter Elementary in Louisville. Minecraft helped her with this Common Core standard:</p><p><em>\"Graph points on the coordinate plane to solve real world and mathematical problems.\"</em></p><p>Just to be clear, though, Minecraft is not real world. \"I'm Dark Angel,\" Rachel says, describing the avatar she uses in the game. Her character, she says, wears a \"dress at the bottom that's tore up with brown hair and blue eyes and black and red wings.\" It's not just the avatars that are decidedly unreal. Everything in the game looks like it's made of Legos.</p><p>Rachel and her classmates built an entire community, putting up houses, stores, even coffee shops — a world she has continued to build over the summer. This kind of learning isn't confined to the walls of their school.</p><p>\"We wanted a way to engage students outside of the classroom,\" says 5th grade teacher Jason Hubler, who set up the version of the game that Rachel's using. \"We know a lot of them already played Minecraft.\"</p><p>Hubler says it's encouraged his students to think about — and grapple with — complicated math concepts from lots of different angles.</p><p>\"It's not a series of 'Give me this answer, give me this answer, give me this answer.' It requires the student to think 'What am I being asked?' because it asks in various ways,\" he says.</p><p>If students need help and Hubler is online, they can ask him. Or they can chat with each other.</p><p>\"We're able to sit there and interact with our students and still help reinforce content,\" Hubler says. \"And it really helped to build our classroom community because we got to know these students better. It was 'outside of the classroom' even though it was online.\"</p><p>Since meeting a Common Core standard by itself isn't cool enough to motivate your average fifth-grader, the game has its own rewards. After correctly answering three questions about grids, Rachel earns a much cooler prize: A sword called Stone Spider Slayer of the God.</p><hr /><h3><strong>Standard 4: Second-Grade Math </strong></h3><p>By Sarah Alvarez, <a href=\"%20http:/michiganradio.org\" target=\"_blank\">Michigan Radio<strong></strong></a></p><p>Ever heard of <a href=\"http://everydaymath.uchicago.edu/teaching-topics/computation/add-partial-sums/\" target=\"_blank\">partial sums</a>? It's the informal name of a mathematical strategy that's not exclusive to Common Core nor even mentioned, by name, in the Core standards, but it has become commonplace in schools in the Core era.</p><p>Here's the relevant standard as it appears in the Common Core:</p><p><em>\"Explain why addition and subtraction strategies work using place value and the properties of operations.\"</em></p><p>Again, there's no specific reference to partial sums. The key word, really, is \"explain.\" The Core standards are all about making sure kids don't just get a right answer but can explain how they got there. And teachers in Common Core classrooms (our shorthand for schools in states that have adopted the Core standards) are increasingly turning to the partial sums method to help kids understand and explain place value.</p><p>Donna Ramsey — my 8-year-old daughter's teacher in Ann Arbor — is a 30-year veteran who's seen all kinds of education strategies come and go. She thinks this Core shift toward requiring even young children to explain what they're learning is important.</p><p>\"That's kind of a big thing in my mind in terms of what's changed about my teaching,\" Ramsey says. \"It's not really all about learning the steps and memorizing them and being accurate anymore. It's also about being able to explain your thinking. Like, how did you know?\"</p><p>So can Ramsey's second-graders actually do <em>that</em>? Can they explain, in this case, partial sums? Ramsey asked four of her students to try.</p><p>Without their teacher by their side, two girls, Emmanuel and Manna, and two boys, Ezra and Grey, sat down with me on small, blue chairs around a low rectangular table. All put their elbows on the table and leaned over a worksheet with this math problem: 356 + 434.</p><p>Right away, Grey did something remarkably different from the way I learned to add. I was taught to work from right to left, starting with the ones place. Grey, with everyone's approval, stacked the two numbers one on top of the other, then worked from the <em>opposite</em> direction, adding left to right.</p><p>\"First you take the hundreds and you plus them,\" he said. \"And 3 plus 4 equals 7 so it would be 700.\"</p><p>The kids explained to me that moving left to right makes the addition easier because it keeps numbers grouped by hundreds, tens and ones. It also seems a bit more natural than my way, since we read words from left to right. Why should numbers be any different?</p><p>After about a minute and a half, the kids arrived at the answer to our problem: 790. They then humored me while I showed them how I was taught when I was in elementary school. \"In the olden days,\" Emmanuel says of the 1980s.</p><p>When I began moving from right to left, Manna looked on patiently but not Ezra. He screwed up his face and wrinkled his nose. \"My dad does it this way and he tries to teach me,\" he said, both confused and clearly frustrated.</p><p>If his dad is anything like me, we should get used to these confused looks from our kids — not because of their homework but because of <em>our </em>math skills and the fact that many of us were never taught how to explain our thinking.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Postcards+From+The+Common+Core+Classroom+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"200"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1337631697-8320e9.m3u?orgId=1&topicId=1013&ft=3&f=334883799"},{"meta":{"duration":"171"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1337631747-521170.m3u?orgId=1&topicId=1013&ft=3&f=334883799"},{"meta":{"duration":"187"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1338281857-a35618.m3u?orgId=1&topicId=1013&ft=3&f=334883799"},{"meta":{"duration":"166"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1337320853-17b712.m3u?orgId=1&topicId=1013&ft=3&f=334883799"},{"href":"http://media.npr.org/assets/img/2014/07/28/core1-1825046c2305dbec9c4c7f52f87af385584b1909.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"958","width":"1279"}},{"href":"http://media.npr.org/assets/img/2014/07/28/grid-897a4edba958416d214476a18b59e759f381db31.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"479","width":"640"}}]}