{"created":"2015-06-29T15:58:46+00:00","modified":"2015-06-30T21:03:04+00:00","valid":{"from":"2015-06-30T21:03:04+00:00","to":"3015-06-30T21:03:04+00:00"},"hreflang":"en","guid":"0465756d-2f2c-4be2-9df6-dc85fbad9e80","title":"On the Danube, the world's newest micro-nation. But Liberland has a problem.","published":"2015-06-30T21:02:59+00:00","byline":"Alina Simone","tags":["Liberland","Serbia","Croatia","micro-nations","Vit Jedlicka","Terra Nullius","Global Politics","Liberland","Europe","Serbia","Croatia","Liberland","central Europe"],"teaser":"What if you found an unclaimed patch of land and declared a new nation based on love, freedom and voluntary taxation? That's what Vit Jedlicka has done on the border of Serbia and Croatia.","contentencoded":"<p>On April 13, a Czech politician named Vit Jedlicka staked a flag in a piece of no-man’s land on the Danube River and declared himself the President of <a href=\"https://liberland.org/en/main/\">Liberland</a>. His new country has a motto: Live and Let Live — but no actual population, or any infrastructure, or official recognition from any country in the world.</p>\n<p>Going into July, it’s hard to know how seriously to take Jedlicka; his budget relies on donations from the sale of things like “Sex, Drugs &amp; Liberland” T-shirts, and his email address includes the word president, except spelled with a ''z.\"</p>\n<p>Yet if he’s playing the straight man then he is seriously committed. When I reached him by Skype, he was at the G7 meeting in Germany, he said, to get more contacts to diplomats, as well as media, “to push idea of Liberland forward.”</p>\n<p>Pushing that idea forward includes a bold economic foundation for his micro-state: voluntary taxation. “People will just be able to put their money where they think it is necessary,” Jedlicka says.</p>\n<p>When he announced his new nation on a patch of land between Serbia and Croatia, about double the size of New York’s Central Park, libertarians of the world rejoiced. But that was two months ago, and the hype has died down a bit. So what’s the state of the new micro-nation? Is there an actual settlement in Liberland yet?</p>\n<p>“There was one,” Jedlicka tells me, “but it was sort of taken apart by Croatia police.”</p>\n<p>While Serbia seems pretty chill about the whole thing (the embassy in Washington told me they don’t consider this piece of land to be within Serbia), Croatia is not amused. In June, four Liberlandians took a small motorboat out there and were arrested by Croatian police.</p>\n<p>But Jedlicka remains optimistic. He tells me that he thinks Croatians will come around once they realize that Liberland is “mainly about love and freedom.”</p>\n<p>I floated Jedlicka’s “love and freedom” hypothesis to the Croatian Ministry of Foreign Affairs, and they replied with a statement: “Virtual quips, no matter how interesting they occasionally sound, remain what they are — virtual quips, and for them we do not have any official comment.”</p>\n<p>But ultimately, there may be strength in numbers. Jedlicka says hundreds of thousands of people have expressed interest in becoming Liberlandians, which entails filling out an online form and uploading a CV. The fledgling — or wannabe — nation has more than 160,000 Facebook followers.</p>\n<p>Jedlicka has only awarded citizenship to 100 people so far, including Eric J. Lyman, a Rome-based freelancer who wrote about <a href=\"http://www.usatoday.com/story/news/world/2015/05/20/liberland-new-country-croatia-serbia-jedlika/27551047/\">Liberland for USA Today</a>. Journalists will do anything for a story, even become a citizen of an imaginary country, but Lyman sounds sincere about his hopes for Liberland.</p>\n<p>“I think that something like this ought to be allowed to happen,” he says. “It seems to me that if you identify a piece of unclaimed land, you out to be able to develop it. So I had my objective point of view as a journalist, but in a way I’m kind of cheering for them as well.</p>\n<p>This isn’t Lyman’s first experience with a micro-nation. He grew up in South Florida where in 1982, the US Border Patrol set up a checkpoint on the highway leading to the Florida Keys, in search of drugs and illegal immigrants. As a kind of satiric protest, the mayor of Key West declared the Florida Keys the “Conch Republic.”</p>\n<p>“Jimmy Buffett was the poet laureate and they made their own currency. And the airport in Key West said, ‘Welcome to the Conch Republic.’”</p>\n<p>Lyman wasn’t able to actually stake a welcome sign on Liberlandian soil due to the vigilance of Croatian officials, but he did get to gaze at it from across the Danube. “It is beautiful. In a way it reminds me sort of the rolling hills of the Appalachians, you know?”</p>\n<p>While this is totally undeveloped land — no water, no sewage, no buildings — Lyman says that some of the people involved told him you can get 4G cellular service on Liberland.</p>\n<p>Depending on your priorities that might enough. It’s definitely enough for Jedlicka. “My dream … is we will be able to reach the land and start building there by the sixth of September, that is my birthday,” he says.</p>\n<p>What if he gets his birthday wish? Who knows — would the regime of Vit Jedlicka be any worse than what’s in place in North Korea and Turkmenistan? Or are we too cynical to believe a new nation fueled by love and liberty would ever succeed?</p>\n<p>While you sift for an answer, here's a related fact: There are more unclaimed parcels of land elsewhere, including Antarctica.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-26%2Fliberland-worlds-newest-micro-nation-though-no-one-recognizes-it&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn1.pri.org/sites/default/files/story/images/RTX1B5BY.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/rtx1b5byjpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/06292015_02.mp3"},{"href":"http://admin.pri.org/file/0629201502mp3"}]}