{"created":"2015-01-14T21:33:41+00:00","modified":"2015-05-13T21:22:02+00:00","valid":{"from":"2015-05-13T21:22:02+00:00","to":"3015-05-13T21:22:02+00:00"},"hreflang":"en","title":"From The Mouths Of Apes, Babble Hints At Origins of Human Speech","published":"2015-01-16T13:56:00+00:00","teaser":"You say banana; this orangutan says ... well, it's hard to tell what she's saying. But the rhythmic, speechlike sounds of the zoo-dwelling ape have started scientists talking.","itags":["npr_api","377191887"],"guid":"0465c8dd-b91e-42f4-b28e-0719682abf19","contentencoded":"<p>An orangutan named Tilda is providing scientists with fresh evidence that even early human ancestors had the ability to make speechlike vocalizations.</p><p>Tilda has learned to produce <a href=\"http://journals.plos.org/plosone/article/asset?unique&id=info:doi/10.1371/journal.pone.0116136.s001\">vocalizations</a> with striking similarities to human speech, scientists <a href=\"http://journals.plos.org/plosone/article?id=10.1371/journal.pone.0116136\">report</a> in the journal <em>PLOS ONE</em>. If you listen without knowing the source, \"you might wonder whether or not it is a human,\" says <a href=\"http://www.indianapoliszoo.com/SiteAssets/pdf/Rob%20Shumaker%20Bio.pdf#search=Rob%20SHumaker\">Rob Shumaker</a>, an author of the paper and vice president of the Indianapolis Zoo.</p><p>The finding could help answer a big question about our human ancestors' ability to produce speech before they developed a modern vocal tract and brain. If orangutans and other great apes can make speechlike sounds, it stands to reason that early humans could too, Shumaker says.</p><p>Tilda, who is about 50 now, was born in the wilds of Borneo, where orangutans make <a href=\"http://www.aim.uzh.ch/research/orangutannetwork/orangutancallrepertoires.html\">calls</a> that often include sounds like kisses, squeaks and grunts. But she was captured young and has spent most of her life around people.</p><p>Eventually, Tilda learned to imitate people, says <a href=\"http://www.pongofoundation.com/#!about-us\">Adriano Lameira</a>, the lead author of the paper and a founder of the Pongo Foundation, which studies orangutans and works to protect them.</p><p>Tilda waves her arms and shakes her head the way people do, Lameira says. She also reportedly smoked cigarettes before she got to the zoo (maybe by way of her prior life as an \"entertainment animal,\" the scientists say). And Tilda whistles, something orangutans don't do in the wild.</p><p>It was the whistling that led researchers to discover Tilda's vocal skills. Lameira was part of a team studying orangutans that can whistle. But when they visited Tilda and began recording her behavior on <a href=\"http://journals.plos.org/plosone/article/asset?unique&id=info:doi/10.1371/journal.pone.0116136.s002\">video</a>, she did something different.</p><p>\"We were waiting for the whistles and suddenly she started to do these bizarre calls,\" Lameira says. It was unlike anything he'd ever heard from an orangutan, in the wild or in captivity. He says the rhythmic strings of consonants and vowels were like a cartoon approximation of a person speaking.</p><p>\"She was producing these calls repeatedly and really quick,\" he says. \"And this is also what we observe in humans while we are speaking to each other. We are, on average, producing five consonants and five vowels per second.\"</p><p>An analysis of Tilda's \"faux speech\" later showed she was matching that frequency precisely. \"This was really what astonished us,\" Lameira says.</p><p>The finding goes against <a href=\"http://www.jstor.org/discover/10.2307/4177625?sid=21105072912831&uid=3739584&uid=2&uid=4&uid=3739256\">earlier thinking</a> that great ape vocalizations are reflexive and very limited, Shumaker says. \"What we have to do is discard this old idea that apes are simply incapable of doing anything remotely similar to human speech production,\" he says. \"I think what we're finding is there's a lot more flexibility than we realized.\"</p><p>The research on orangutan whistling showed that great apes could learn to make new sounds, Shumaker says. And the study of Tilda suggests they also can learn new vocal patterns. Taken together, he says, the research hints that great apes could be a model for the development of speech in early humans.</p><p>It will take more animals with Tilda's abilities to confirm the hypothesis, Shumaker says. But, he adds, \"I think as we start looking, we'll find out Tilda is not the only orangutan like this.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=From+The+Mouths+Of+Apes%2C+Babble+Hints+At+Origins+of+Human+Speech&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jon Hamilton","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1377385895-17fcb3.m3u?orgId=1&topicId=1128&d=233&p=3&story=377191887&t=progseg&e=377385776&seg=9&ft=nprml&f=377191887"},{"href":"http://media.npr.org/assets/img/2015/01/14/tilda-1-b9418754bf0a1de97d7c161e192c17f4d300f96a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1602"}}]}