{"created":"2014-10-08T16:15:56+00:00","modified":"2014-10-31T02:10:19+00:00","valid":{"from":"2014-10-31T02:10:19+00:00","to":"3014-10-31T02:10:19+00:00"},"hreflang":"en","title":"'Frontline' Doc Explores How Sept. 11 Created Today's NSA","published":"2014-05-12T21:16:00+00:00","teaser":"PBS looks at the origins of the agency's surveillance program and the extraordinary steps top government officials took to give it legal cover and keep it hidden.","itags":["npr_api","311853206"],"guid":"047a0f07-8ec4-47a5-b505-74d555f159a5","contentencoded":"<p>When stories began to emerge about the U.S. government's massive surveillance of Americans' phone and Internet communications, it was no surprise to a group of analysts who had left the National Security Agency soon after the Sept. 11 attacks. Those analysts, who'd worked on systems to detect terrorist threats, left in part because they saw the NSA embarking on a surveillance program they regarded as unconstitutional and unnecessary.</p><p>Two of those analysts, Bill Binney and Kirk Wiebe, are interviewed in a <em>Frontline</em> documentary called <a href=\"http://www.pbs.org/wgbh/pages/frontline/united-states-of-secrets/\">United States of Secrets</a>, which airs Tuesday night.</p><p>Binney was a cryptomathematician who worked as technical director of the NSA's World Geopolitical and Military Analysis Reporting Group.</p><p>Wiebe was a senior analyst who was awarded the NSA's Meritorious Civilian Service Award, the agency's second-highest honor.<em> </em></p><p>Before the Sept. 11 attacks, Binney led a team that created a program called \"Thin Thread,\" which could gather and analyze enormous amounts of Internet and telephone traffic and encrypt the identities of people in the U.S. so their privacy was protected.</p><p>Both Binney and Wiebe left the agency in 2001 after working there for decades and have publicly criticized the course the NSA has taken. Both were also eventually targeted in a leak investigation by the FBI that led to their homes being raided. After they left the NSA, they joined others in filing a complaint with the inspector general of the Defense Department about the agency's use of private contractors to develop a surveillance system the analysts regarded as expensive, ineffective and abusive of citizens' constitutional rights.</p><p>Binney, Wiebe and the documentary's director, Michael Kirk, spoke with <em>Fresh Air</em>'s Dave Davies.</p><hr /><h3>Interview Highlights</h3><p><strong>On the legality of the Bush White House approving new NSA measures after the Sept. 11 terrorist attacks</strong><strong></strong></p><p><strong>Kirk:</strong> In the hours and the immediate days right after Sept. 11, everyone in Washington who had anything to do with intelligence or war fighting wanted to get tough, stop this from happening, react to what had happened in Washington and in New York. One of the people who was called for a solution to the problem was the head of the National Security Agency, a three-star Air Force general named Michael Hayden.</p><p>So Hayden drives to the Oval Office — the first meeting in his life that he's in the Oval Office. ... Andrew Card, who we talked to and was the chief of staff, says that he had never heard of Hayden and he's pretty sure the president hadn't either. But they briefed the president and when Hayden goes into the White House, into the Oval Office, the president puts his arm around him and calls him \"Mikey,\" his kindergarten nickname, and Hayden presents what would eventually be called \"The Program,\" a very aggressive collection of Internet data and telephone records.</p><p>And he says to the president, \"But I'm worried about the legality of this.\" And the president looks at him and says, \"Don't worry about it. We're going to go forward with this. I've got lawyers working on this now and you don't have to worry about the legality of this; I think I can do this on my own authority.\"</p><p><strong>On the legal authority for the NSA's vast surveillance and data collection program</strong><strong></strong></p><p><strong>Kirk:</strong> The thing that we learned that was, I think, most astonishing to many of the people I talked to was that the regulation, the agreement, the authorization that was written for Hayden to keep in his safe — the authorization that allowed many things that have been revealed by the Snowden revelations — was written by the vice president's attorney; not Alberto Gonzales, the president's attorney, not over at the Justice Department, but by the attorney for the vice president. ... Not an elected official — David Addington is the lawyer's name — not an appointed official in the sense that the Senate has confirmed him.</p><p>He just went to an office and wrote something that is still a secret and kept it in his safe and once in a while would reveal it to some people to read. But an amazing number of people in even the Bush White House, certainly at the Justice Department and out at the National Security Agency, never read the document.</p><p>All they knew was that something had been signed by the president and the attorney general that authorized them to walk across the bright white lines that had been established by Congress in the 1970s. ... It was and is, I think, the darkest-kept secret that the government has had in recent times.</p><p><strong>On how the White House persuaded <em>The New York Times</em> to hold off reporting on \"The Program\" in 2004</strong></p><p><strong>Kirk:</strong> The president and many of the people around him had not sought deep and broad legal or congressional approval for anything they were doing, so they were extremely anxious about the revelation of it. They also, apparently, believed that the revelation of it would result in the deaths of maybe hundreds of thousands of Americans.</p><p>At one point, the president threatened the publisher of the <em>New York Times</em> that if they publish a story [about] the warrantless wiretapping, the blood of many of those Americans would be on <em>The New York Times</em>' hands, as well as [on his], President Bush's. And it was, as the executive editor of the <em>Times</em> [Bill Keller] said to us: \"It was a goose bumps moment.\"</p><p><strong>On the FBI's raid of Bill Binney's house </strong><strong></strong></p><p><strong>Binney:</strong> [The FBI] showed up and pushed their way through the door, at gunpoint really, and my son answered the door. I was in the shower at the time and he hollered up that the FBI were here and I said, \"Tell them I'll be down in a minute.\" ... I was getting out of the shower when one of them came into the bathroom there and pointed a gun at me as I was drying off. I wasn't upset about it I just didn't understand what they were doing, why they were doing it. After all, I had been cooperating with these people for months, telling them everything I knew and they knew that. But at any rate, they separated me from my wife ... they put me on the back porch. They came out to interrogate me. I think they thought I knew something, but I didn't.</p><p><strong>On the FBI's attempt to indict Binney, Wiebe and former NSA cryptologist Edward Loomis</strong><strong></strong></p><p><strong>Binney:</strong> Between the raid in 2007 and the end of 2009 they attempted to indict us three separate times on false charges. They cranked up and falsified evidence and tried to get an indictment. We actually found evidence of malicious prosecution every time so they dropped it every time.</p><p><strong>On Snowden's strategy of whistle-blowing outside the system </strong><strong></strong></p><p><strong>Wiebe:</strong> We tried for several years to do it within the system and look what they did to us. Clearly Edward Snowden saw that and said, \"That's obviously not an option.\" ... And just to be a little more formal, there are no whistle-blower protections for any employee of the U.S. intelligence community. There [is] a modicum of protections for other government employees, but not inside the intelligence community.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Frontline%27+Doc+Explores+How+Sept.+11+Created+Today%27s+NSA&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2670"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1311902008-17b6f3.m3u?orgId=1&topicId=1122&ft=3&f=311853206"}]}