{"created":"2015-03-13T08:25:24+00:00","modified":"2015-06-05T15:28:17+00:00","valid":{"from":"2015-06-05T15:28:17+00:00","to":"3015-06-05T15:28:17+00:00"},"hreflang":"en","title":"Mexico Takes Out Cartel Heads, But Crime Continues To Climb","published":"2015-03-13T11:56:00+00:00","teaser":"Mexican authorities have scored some big arrests of major drug cartel leaders in recent weeks. But most experts say that's not enough: Police, legal and judicial institutions need strengthening.","itags":["npr_api","392382769"],"guid":"047ada66-b63e-4723-afdf-16dc9df67c62","contentencoded":"<p>Two of Mexico's most ruthless drug cartels have lost their leaders. In the span of just one week, the Mexican government <a href=\"http://www.npr.org/blogs/thetwo-way/2015/02/27/389484455/mexico-says-leader-of-knights-templar-cartel-captured\">captured the heads of the Knights Templar</a> and the Zetas trafficking organization. That brings the number of capos taken out by the current administration to 11.</p><p>But many analysts believe the spectacular arrests will do little to tackle the country's growing insecurity.</p><p>The most recent raids were spectacular. According to Mexican officials, surprise raids in the past two weeks caught both men. And both raids were pulled off, as Mexican authorities like to say, without a single shot fired.</p><p>Security forces captured Mexico's most wanted trafficker, Servando Gomez of the quasi-religious Knights Templar cartel, on Feb. 27. His girlfriend gave away his hideout in his home state of Michoacan when she delivered him a chocolate cake on his birthday.</p><p>Less than a week later, on March 4, soldiers caught the country's most brutal capo, Omar Trevino Morales, the leader of the Zeta organization. He was snagged hiding out in a rich suburb of the northern industrial city of Monterrey.</p><p>Immediately following their arrests, both men got the <a href=\"https://www.youtube.com/watch?v=HJ7HPeD7ecU\">nationally televised perp walk</a>, escorted by heavily armed officials, past TV cameras and photographers and straight into military vehicles.</p><p>Raul Benitez Manaut, a security expert and professor at Mexico's Autonomous University says it is very important for the Mexican government to have \"success in the media.\"</p><p>\"If you catch 'Chapo' Guzman, the leader of the Sinaloa cartel and you catch 'La Tuta' (Servando Gomez), you transmit the idea that the government is going well,\" he adds.</p><p>And it has been going very well for the Mexican government, in terms of capturing cartel kingpins. In his first two years in office, President Enrique Pena Nieto has arrested nine leaders; police shootouts killed two more.</p><p>Benitez says the so-called kingpin strategy has weakened some of the country's most ruthless cartels. But with the leaders gone, he says, the trafficking organizations fracture and fight for territory. A byproduct has been a steep rise in extortion and kidnapping, the latter by as much as 200 percent.</p><p>Despite that, Benitez says the current administration is unlikely to change course, because the U.S. backs the strategy and it grabs headlines.</p><p>\"This is impossible to stop, but the president (Pena Nieto) needs to put other strategies to destroy in real terms the organizations,\" says Benitez.</p><p>Those other strategies, most analysts say, must involve strengthening Mexico's weak judicial system, which allows criminals to go free even when they are caught, and the reinforcement of the rule of law.</p><p>But confidence in the current administration's ability to do all that has greatly eroded. The kidnapping and presumed <a href=\"http://www.npr.org/blogs/thetwo-way/2015/01/14/377195582/mexico-charges-former-iguala-mayor-in-missing-students-case\">murder of 43 teaching students by crooked cops and public officials</a> last year sparked nationwide outrage and protests.</p><p>And several <a href=\"http://www.npr.org/blogs/thetwo-way/2015/02/03/383637061/mexican-president-orders-investigation-into-his-own-potential-conflict-of-intere\">conflict of interest scandals</a> touching the first lady and a top Cabinet minister continue to undermine public confidence. Pena Nieto's approval rating has plunged to the lowest level for a sitting president since the 1990s.</p><p>Earlier this year, nearly two dozen powerful business groups took out full page ads in Mexico's newspapers, demanding lawmakers do their job. Mexico's business community has been among the staunchest of Pena Nieto's supporters.</p><p>\"What we have now is no government, a lack of government in many parts of the country,\" says Luis Foncerrada, head of the Center for Economic Studies for the Private Sector, a think tank aligned with Mexico's powerful Coordinated Business Council.</p><p>Foncerrada's group estimates as much as 1 percent of the nation's annual growth rate is lost to crime and corruption.</p><p>\"They must combat corruption and impunity,\" says Foncerrada. But to date, he says, there is not a serious effort to tackle either.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Mexico+Takes+Out+Cartel+Heads%2C+But+Crime+Continues+To+Climb&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Carrie Kahn","audio":[{"meta":{"duration":"223"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1392718581-63f12c.m3u?orgId=1&topicId=1127&d=223&p=3&story=392382769&t=progseg&e=392687034&seg=18&ft=nprml&f=392382769"},{"href":"http://media.npr.org/assets/img/2015/03/12/465236904-5aaeeaaf5c26c0f16c6fb758905f8eaf2dcfc9e1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3181","width":"4242"}},{"href":"http://media.npr.org/assets/img/2015/03/12/464690706-fa70a404db9c4527bacf1b3b582cc608b373e752.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1946","width":"2595"}},{"href":"http://media.npr.org/assets/img/2015/03/12/464656080-b777719e259519cbda8de7ab7c66dff3f100db6e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3615","width":"4821"}}]}