{"created":"2014-12-11T23:08:19+00:00","modified":"2014-12-12T19:12:41+00:00","valid":{"from":"2014-12-12T19:12:41+00:00","to":"3014-12-12T19:12:41+00:00"},"hreflang":"en","guid":"04918e69-7ce0-446d-a407-f74b07ca9aac","title":"There may be reason for optimism following the CIA torture report","published":"2014-12-12T19:12:40+00:00","byline":"Shirin Jaafari","tags":["human rights","torture","terrorism","government","Justice","Conflict & Justice","North America","United States","North America","David Cole","John Brennan","Human rights abuses","Ethics","Violence","Criminal law","Torture","Politics","Central Intelligence Agency","Torture Report","United States Senate","Morality"],"teaser":"Is the release of the Senate Intelligence Committee's report the start of real change at the CIA? Some people believe the airing of gruesome details will force the agency to be more accountable to Congress.","contentencoded":"<p>The torture report released on Tuesday by the Senate Intelligence Committee has given the country two days of gruesome stories and angry reactions. But David Cole, a professor at Georgetown University Law Center, is upbeat on what the report can accomplish.</p>\n<p>\"I am optimistic that this report will lead to some change in the agency,\" Cole says.</p>\n<p>Cole points out that while both the country's leaders at the time — President George W. Bush, Vice President Dick Cheney and Defense Secretary Donald Rumsfeld — and the Justice Department signed off on the program, the CIA still consistently felt the need to misrepresent the reality of the torture program.</p>\n<p>“The simple revelation of that, in cold, hard facts, should have a deterrent effect for the agency,\" Cole says. \"They should understand that while deception may be appropriate in particular covert operations, the branches of government that oversee them need to know what’s going on.\"</p>\n<p>John Brennan, the CIA's director, <a href=\"http://abcnews.go.com/International/transcript-cia-director-john-brennan-senates-report-cia/story?id=27539690&amp;singlePage=true\">made a defiant speech</a> on Thursday in which he pinned the blame for the torture program on \"the actions of the few who did not follow the guidance issued\" and criticized parts of the reports as misleading.</p>\n<p>But Cole believes the problems in the CIA are endemic. \"It's not just a case of one or two bad apples,\" he says.</p>\n<p>But with the Department of Justice saying again on Thursday that no one would be charged with crimes because of the reporting, can the US move forward?</p>\n<p>Cole believes that the publication of the report is in itself an important step “The laying out in very graphic detail the horrific abuses that we inflicted on human beings, and the uselessness of it ... that’s a reckoning in an important way.\"</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[]}