{"created":"2014-10-30T22:27:52+00:00","modified":"2014-12-02T00:25:37+00:00","valid":{"from":"2014-12-02T00:25:37+00:00","to":"3014-12-02T00:25:37+00:00"},"hreflang":"en","title":"Dennis Lehane Takes 'The Drop' From Screen To Page","published":"2014-10-21T19:46:00+00:00","teaser":"Author Dennis Lehane discusses adapting a screenplay into a novel.","itags":["npr_api","347749147"],"guid":"04950005-ac98-41b9-ad0c-ce4e05dce61d","contentencoded":"<p><strong>Dennis Lehane</strong> has had his books &#8220;Mystic River&#8221; and &#8220;Gone Baby Gone&#8221; adapted into successful films.</p><p>But his newest work &#8212; &#8220;The Drop&#8221; &#8212; goes in the other direction. It started out as a short story called &#8220;Animal Rescue&#8221; which Lehane adapted for the film &#8220;<a href=\"http://www.thedrop-movie.com/\" target=\"_blank\">The Drop</a>.&#8221;</p><p>Now he has turned the screenplay into a novel.</p><p>&#8220;The Drop&#8221; tells the story of Bob &#8212; who is played by Tom Hardy in the film &#8212; a bartender at an establishment used as a money drop by local gangsters. His life is complicated by a robbery gone wrong at the bar and an abandoned dog who he adopts.</p><p>It was James Gandolfini&#8217;s last film before his death. He played Marv.</p><p>&#8220;My favorite scenes in the book are the scenes with [Marv] and his sister,&#8221; Lehane told <em><a href=\"http://hereandnow.wbur.org\">Here & Now&#8217;</a>s</em> Robin Young. &#8220;And they were scenes that I fought really hard to keep in the movie. And they ultimately ended up getting in the movie because Gandolfini just hit them out of the park.&#8221;</p><p>Lehane says the dog&#8217;s relationship with Bob is the central relationship across the adaptations.</p><p>&#8220;The original title of the short story, the original working title of the script, and the title of the first chapter of this book is &#8216;Animal Rescue,&#8217; and that was always what it was to me,&#8221; Lehane said. &#8220;Not just you&#8217;re rescuing the animal, the animal is rescuing you. Because Bob is a guy in need of rescuing.&#8221;</p><h4>Book Excerpt: &#8220;The Drop&#8221;</h4><p>by Dennis Lehane</p><p><em>Note: This excerpt contains strong language.</em></p><p><strong>Chapter 1 </strong></p><p><strong>Animal Rescue</strong></p><p><img class=\"alignright size-medium wp-image-67202\" src=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2014/09/0911_drop-cover-201x300.jpg\" alt=\"0911_drop-cover\" width=\"201\" height=\"300\" />Bob found the dog two days after Christmas, the neighborhood gone quiet in the cold, hungover and gas-bloated. He was coming off his regular four-to-two shift at Cousin Marv’s in the Flats, Bob having worked behind the bar for the better part of two decades now. That night, the bar had been quiet. Millie took up her usual corner stool, nursing a Tom Collins and occasionally whispering to herself or pretending to watch the TV, anything to keep from going back to the seniors home on Edison Green. Cousin Marv, himself, made an appearance and hung around. He claimed to be reconciling the receipts, but mostly he sat in a corner booth in the rear, reading his racing form and texting his sister, Dottie.</p><p>They probably would have closed up early if Richie Whelan’s friends hadn’t commandeered the opposite corner of the bar from Millie and spent the night toasting their long-missing, presumed-dead friend.</p><p>Ten years ago to the day, Richie Whelan had left Cousin Marv’s to score either some weed or some ’ludes (which was a matter of some debate among his friends) and had never been seen again. Left behind a girlfriend, a kid he never saw who lived with her mother in New Hampshire, and a car in the shop waiting on a new spoiler. That’s how everyone knew he was dead; Richie never would have left the car behind; he loved that fucking car.</p><p>Very few people called Richie Whelan by his given name. Everyone knew him as Glory Days on account he never shut up about the one year he played QB for East Buckingham High. He led them to a 7–6 record that year, which was hardly newsworthy until you looked at their stats before and since. So here were long-lost-and-presumed-dead Glory Days’ buddies in Cousin Marv’s Bar that night—Sully, Donnie, Paul, Stevie, Sean, and Jimmy—watching the Celts get dragged up and down the court by the Heat. Bob brought their fifth round to them unasked and on the house as something happened in the game that caused them all to throw up their hands and groan or shout.</p><p>“You’re too fucking old,” Sean yelled at the screen.</p><p>Paul said, “They’re not that old.”</p><p>“Rondo just blocked LeBron with his fucking walker,”</p><p>Sean said. “Fucking what’s-his-name there, Bogans? He’s got an endorsement deal with Depends.”</p><p>Bob dropped off their drinks in front of Jimmy, the school bus driver.</p><p>“You got an opinion on this?” Jimmy asked him.</p><p>Bob felt his face pinken, as it often did when people looked directly at him in a way that he felt forced to look directly back. “I don’t follow basketball.”</p><p>Sully, who worked a tollbooth on the Pike, said, “I don’t know anything you follow, Bob. You like to read? Watch The Bachelorette? Hunt the homeless?”</p><p>The boys all chuckled and Bob gave them an apologetic smile.</p><p>“Drinks’re on the house,” he said.</p><p>He walked away, tuning out the chatter that followed him.</p><p>Paul said, “I’ve seen chicks—reasonably hot ass—try to chat that guy up, they get nothing.”</p><p>“Maybe he’s into dudes,” Sully said.</p><p>“Guy ain’t into anything.”</p><p>Sean remembered his manners, raised his drink to Bob and then to Cousin Marv. “Thanks, boys.”</p><p>Marv, behind the bar now, newspaper spread before him, smiled and raised a glass in acknowledgment, then went back to his paper.</p><p>The rest of the guys grabbed their drinks and raised them. Sean said, “Someone going to say something for the kid?”</p><p>Sully said, “To Richie ‘Glory Days’ Whelan, East Bucky High class of ’92, and a funny prick. Rest in peace.”</p><p>The rest of the guys murmured their approval and drank, and Marv came over to Bob as Bob placed the old glasses in the sink. Marv folded up his paper and took in the guys at the other end of the bar.</p><p>“You buy them a round?” he asked Bob.</p><p>“They’re toasting a dead friend.”</p><p>“Kid’s been dead, what, ten years now?” Marv shrugged his way into the leather car coat he always wore, one that had been in style back when the planes hit the towers in New York City, had been out of style by the time the towers fell. “Gotta be a point where you move on, stop scoring free drinks off the corpse.”</p><p>Bob rinsed a glass before putting it in the dishwasher, said nothing.</p><p>Cousin Marv donned his gloves and scarf, glanced down the other end of the bar at Millie. “Speaking of which, we can’t keep letting her ride a stool all night then not pay for her drinks.”</p><p>Bob put another glass on the upper rack. “She doesn’t drink much.”</p><p>Marv leaned in. “When’s the last time you charged her for one, though? And after midnight you let her smoke in here—don’t think I don’t know. It’s not a soup kitchen, it’s a bar. She pays her tab tonight or she can’t come in until she does.”</p><p>Bob looked at him, spoke low. “Her tab’s like a hundred bucks.”</p><p><em>Excerpted from the book THE DROP by Dennis Lehane. Copyright © 2014 by Dennis Lehane. Reprinted with permission of HarperCollins Publishing.</em></p><h4>Guest</h4><ul><li><a href=\"http://www.dennislehane.com/\" target=\"_blank\"><strong>Dennis Lehane</strong></a>, author of &#8220;<a href=\"http://www.amazon.com/The-Drop-Dennis-Lehane/dp/0062365444/?tag=wburorg-20\" target=\"_blank\">The Drop</a>.&#8221; He tweets <a href=\"https://twitter.com/dennis_lehane\" target=\"_blank\">@dennis_lehane</a>.</li></ul><p>&nbsp;  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Dennis+Lehane+Takes+%27The+Drop%27+From+Screen+To+Page&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"512"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1367858841-d5e5f8.m3u?orgId=1&ft=3&f=347749147"}]}