{"created":"2014-10-03T19:05:11+00:00","modified":"2014-12-04T14:33:16+00:00","valid":{"from":"2014-12-04T14:33:15+00:00","to":"3014-12-04T14:33:15+00:00"},"hreflang":"en","title":"Preschoolers Outsmart College Students In Figuring Out Gadgets","published":"2014-06-30T17:32:00+00:00","teaser":"When researchers asked young children to figure out an experiment using cause and effect, they did a much better job than young adults. That may be because their thinking is more flexible and fluid.","itags":["npr_api","325230618"],"guid":"04af69cb-759b-4894-9630-8eb037222fc2","contentencoded":"<p>Ever wonder why children can so easily figure out how to work the TV remote? Or why they \"totally get\" apps on your smartphone faster than you? It turns out that young children may be more open-minded than adults when it comes to solving problems.</p><p>Researchers at the <a href=\"#_msocom_1\" name=\"_msoanchor_1\"></a>University of California, Berkeley have found that 4- and 5-year-olds are smarter than college students when it comes to figuring out how toys and gadgets work.</p><p>Psychologist <a href=\"http://psychology.berkeley.edu/people/alison-gopnik\">Alison Gopnik</a> led the <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/24566007\">study</a> along with her colleague <a href=\"http://www.research.ed.ac.uk/portal/en/persons/christopher-lucas%28bfd3e34d-dc8b-414c-afde-49851c9bbb87%29.html\">Christopher Lucas</a> from the University of Edinburgh. They wanted to find out what goes on in children's brains that allows them to learn so much so quickly.</p><p>So they recruited over 100 preschoolers — 4- and 5-year-old boys and girls — and brought them into the lab. The kids had to figure out how to turn on a music box that could be activated by placing clay shapes either individually or in combination on top of the box. After being shown a whole series of different shapes and combinations, the children were asked if they could make the machine turn on.</p><p>\"We were trying to see if very young children could figure out cause and effect,\" says Gopnik. \"What will the children do in that crucial question about making the machine go?\"</p><p>The scientists also tested 170 college students. \"What we discovered, to our surprise, was not only were 4-year-olds amazingly good at doing this, but they were actually better at it than grown-ups were,\" Gopnik says.</p><p>So why are little kids who can't even tie their shoes better at figuring out the gadget than adults? After all, conventional wisdom contends that young children really don't understand abstract things like cause and effect until pretty late in their development.</p><p>Gopnik thinks it's because children approach solving the problem differently than adults.</p><p>Children try a variety of novel ideas and unusual strategies to get the gadget to go. For example, Gopnik says, \"If the child sees that a square block and a round block independently turn the music on, then they'll take a square and take a circle and put them both on the machine together to make it go, even though they never actually saw the experimenters do that.\"</p><p>This is flexible, fluid thinking — children exploring an unlikely hypothesis. Exploratory learning comes naturally to young children, says Gopnik. Adults, on the other hand, jump on the first, most obvious solution and doggedly stick to it, even if it's not working. That's inflexible, narrow thinking. \"We think the moral of the study is that maybe children are better at solving problems when the solution is an unexpected one,\" says Gopnik.</p><p>And that flexibility may disappear earlier than we think. Gopnik's lab has also <a href=\"http://www.npr.org/blogs/health/2013/11/25/247160180/yes-your-toddler-really-is-smarter-than-a-5-year-old\">compared</a> toddlers and kindergartners in doing these tests of abstract thinking, and found that the diaper set are actually better at focusing on the relationship between the objects, rather than on the things.</p><hr /><p><a name=\"_msocom_1\"></a>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Preschoolers+Outsmart+College+Students+In+Figuring+Out+Gadgets&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Michelle Trudeau","audio":[{"meta":{"duration":"255"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1326892774-f23266.m3u?orgId=1&topicId=1066&ft=3&f=325230618"},{"href":"http://media.npr.org/assets/img/2014/06/26/istock_000024167344medium-c70ff27ae9a077bb5047c46d40b09d50ee48a224.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1131","width":"1509"}}]}