{"created":"2015-04-12T11:19:38+00:00","modified":"2015-04-13T09:27:03+00:00","valid":{"from":"2015-04-13T09:27:03+00:00","to":"3015-04-13T09:27:03+00:00"},"hreflang":"en","title":"Obama, Castro Meet In 'Spirit Of Openness'","published":"2015-04-12T15:01:00+00:00","teaser":"President Obama and Cuban President Raul Castro shared a stage for the first time since the U.S. and Cuba began moving toward normalizing relations.","itags":["npr_api","399138676"],"guid":"04d57f5c-3ac9-4f41-9d69-3aac4bd89a2f","contentencoded":"<p>President Obama says when it comes to Cuba, \"the United States will not be imprisoned by the past.\"</p><p>Obama met for about an hour on Saturday with Cuban President Raul Castro. It was the first face-to-face meeting between the two countries' leaders in more than half a century.</p><p>When the sit-down finally happened — after months of behind-the-scenes negotiation — even the leaders seemed surprised.</p><p>They spent part of their hour together talking about just how unlikely this meeting was after so many decades of mutual mistrust. \"The history between the United States and Cuba is obviously complicated,\" Obama said, adding that most people in both countries now support the diplomatic thaw.</p><p>\"After 50 years of a policy that had not changed on the part of the United States, it was my belief that it was time to try something new,\" he said.</p><p>Saturday's historic handshake was a milestone, but there's a long road ahead. The two countries are busy negotiating details of re-opening embassies and restoring diplomatic ties. Obama is expected to make a decision shortly on whether to drop Cuba from a list of \"State Sponsors of Terrorism.\" That move is subject to a 45-day review by Congress.</p><p>\"Everything can be on the table,\" Castro said through an interpreter, though in some cases they'll agree to disagree.</p><p>\"No one should question that we have many differences,\" Castro said. \"But we are willing to make progress ... We can develop friendship between our two peoples.\"</p><p>The Cuban leader spoke only briefly during the photo opportunity, noting that he and Obama had already listened to a lot of long speeches while attending a hemispheric summit meeting in Panama. One of those speeches was Castro's own.</p><p>Leaders at the summit were allotted only eight minutes each for their remarks. But Castro argued that he'd been kept out of six previous summits and he was determined to make up for lost time. For nearly an hour, he catalogued two centuries of alleged Yankee imperialism, from the Spanish American War to the Bay of Pigs and beyond. Obama listened impassively, but argued nursing old grievances won't solve today's problems.</p><p>\"The Cold War has been over for a long time,\" he said. \"And I'm not interested in having battles that frankly started before I was born.\"</p><p>That didn't stop leaders of Venezuela, Argentina or Ecuador from joining Castro's anti-American chorus. Obama suggested those critics are simply using the United States as a scapegoat in an effort to mask domestic problems of their own.</p><p>\"America never makes a claim about being perfect,\" he said. \"We do make a claim about being open to change.\"</p><p>Obama pointed to the American civil rights movement as an example of change brought about by those who challenged the government. That's one reason he says the U.S. will continue to defend those who are challenging the government in Cuba. Still, Obama insists America is not in the business of regime change.</p><p>\"We have a point of view and we won't be shy about expressing it,\" he said. \"But I'm confident the way to lift up the values that we care about is through persuasion.\"</p><p>Obama stressed that governments of the two countries will continue to have deep differences. But dealing with those differences face-to-face marks a \"turning point,\" he said, not only in U.S.-Cuban relations, but for all of the Americas.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Obama%2C+Castro+Meet+In+%27Spirit+Of+Openness%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Scott Horsley","audio":[{"meta":{"duration":"212"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1399138677-418a79.m3u?orgId=1&topicId=1014&e=399138676&d=212&ft=nprml&f=399138676"}]}