{"created":"2014-09-05T19:14:31+00:00","modified":"2014-09-05T19:14:31+00:00","valid":{"from":"2014-09-05T19:14:31+00:00","to":"3014-09-05T19:14:31+00:00"},"hreflang":"en","guid":"04dd173c-127e-4879-b96c-0bddd15877c5","title":"Universities are screening students from West Africa for Ebola as they return to school","published":"2014-09-05T19:14:30+00:00","byline":"David Leveille","tags":["Ebola","public health","higher education","Human Needs","Health","Health & Medicine","Akron","North America","Africa","United States","Ohio","West Africa","North America","Africa","Alma Olson","Ebola virus disease","Ebola virus","College health","University of Akron","Biology","Education","Screening","Tropical diseases"],"teaser":"There are an estimated 10,000 students from Nigeria, Liberia, Sierra Leone and Guinea attending American colleges and universities. Many US campuses have put Ebola health screening measures in place to make sure students aren't infected.","contentencoded":"<p><span style=\"line-height: 1.538em;\">Health screening is key to keeping the Ebola disease from spreading. And that&#39;s happening not just in West Africa, but on college campuses in the US.</span></p><p>An estimated 10,000 students from Nigeria, Liberia, Sierra Leone and Guinea attend American universities.</p><p>Alma Olson, director of Health Services at the University of Akron in Ohio is helping to coordinate the on-campus health screening measures. Olson says the college needs to be cautious, but also to avoid panic.</p><p>&quot;The Health Services Department has introduced screening for international students coming back from West African countries at high risk for the Ebola virus,&quot; she says.</p><p>Olson says she and her colleagues are using Center for Disease Control guidelines as the basis for a questionnaire that asks when the students left their country. She says it&#39;s an effort to determine when the students were in West Africa and check that against the possibility of exposure and the incubation period of up to 21 days.</p><p>There are approximately seven graduate and 15 undergraduate students from West Africa that were contacted during their orientation week on campus, according to Olson. The students were asked to come to Health Services to fill out the questionaire and do a temperature check to detect any possible signs of fever.</p><p>&ldquo;We take their temperature, we give them the questionnaire and, depending on their answers, we would know whether they were high risk,&quot; she says. &quot;Thus far, everybody that we have screened has been low risk.&quot;</p><p>The precautionary measures don&#39;t end there, Olson says: &quot;We provided them with disposable thermometers, and they are instructed to watch their temperature on a daily basis and to call us if they have any increase in temperature over 100 degrees Fahrenheit.&ldquo;</p><p>Health workers at colleges and universities are trying strike a sensitive balance between caution and alarm. They want to assist West African students with the required screening &nbsp;&mdash; and respond to range of questions from roommates and parents who are anxious about any possible risk of exposure to Ebola virus.</p><p>&ldquo;Surprisingly, we have not had a lot of that sort of reaction on campus,&quot; Olson says. &quot;And because we are being proactive and not reactive, it would give a sense of comfort to anybody who was involved with these international students.&quot;</p><p>In the event of a suspected case of Ebola on campus, Olson says her Health Services team would have to rely on the local Akron hospital for specialized care and quarantine facilities that are not available on campus.&nbsp;</p><p>&ldquo;We ask them to call us, (but) not to come up here because we&rsquo;re not really equipped to handle the situation as far as the protection that we would need for the clinic and for ourselves,&quot; she says.&quot;</p><p>With the Ebola outbreak making headlines around the world Olson says it&rsquo;s definitely on the radar of her colleagues in Health Services and Student Affairs. But as far as students are concerned? &quot;I don&rsquo;t think so,&rdquo; she says.</p><p>&quot;Let&rsquo;s face it,&quot; she says, &quot;there are many distractions for students as they hustle to buy books and meet new roommates &nbsp;&mdash; or keep up with the hysteria over the leak of Hollywood celebrity nude photos on the Internet.&quot;</p>","audio":[]}