{"created":"2014-10-08T15:10:39+00:00","modified":"2014-10-31T01:40:49+00:00","valid":{"from":"2014-10-31T01:40:49+00:00","to":"3014-10-31T01:40:49+00:00"},"hreflang":"en","title":"Master Class With John Turturro","published":"2014-05-29T21:00:00+00:00","teaser":"The prolific actor has turned to the director's chair for <em>Fading Gigolo</em>, but we couldn't resist asking him to perform some of his most iconic lines, from <em>The Big Lebowski</em> to <em>Transformers</em>, for a game.","itags":["npr_api","316750385"],"guid":"04e2c1bc-e0b7-4d77-b57f-32c6c81f6cd3","contentencoded":"<p>Jesus in the Coen brothers' <em>The Big Lebowski</em>, Pino in Spike Lee's <em>Do the Right Thing</em>, Herb Stempel in Robert Redford's <em>Quiz Show </em>-- actor John Turturro has performed countless memorable movie roles. Moving behind the camera, Turturro wrote, directed and starred in the new movie <em>Fading Gigolo</em>, which found him working alongside one of his influences, Woody Allen. It all started because the two men share the same barber.</p><p>\"We decided that I would write it, and he would give me his feedback, which I didn't know was going to be merciless,\" Turturro told <em>Ask Me Another</em> host Ophira Eisenberg. \"Beyond merciless. It was like, 'This is terrible. I hate this. I could be wrong, but ...' \"</p><p>Turturro was kind enough to indulge us in a game where he reprised some of his most famous movie lines, and did not disappoint. And in an <em>Ask Me Another Challenge</em>, his wife, the actress Katherine Borowitz, joined Turturro to play a <a href=\"http://www.npr.org/2014/05/29/316750394/john-turturro-walken-on-sunshine\" target=\"_blank\">trivia round about fellow prolific thespian Christopher Walken</a>.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On the idea for <em>Fading Gigolo</em></strong></p><p>I thought [Allen and I would] be an interesting team together in something, and I was thinking, well, what would we be doing? So, I had a friend who had a bookstore, and he was the same age as Woody, lost the bookstore, and I was thinking, wow, maybe we could wind up in the sex business. And I shared my crazy idea with our haircutter, who is Woody's haircutter and my haircutter — his name is Anthony. And Anthony talked to Woody. ... So Anthony calls me up ... and he said, \"John, I have good news. Woody wants to talk to you.\"</p><p><strong>On being influenced by some of the directors he's worked with</strong></p><p>[Michael Bay] blows everything up all the time. I actually was in all those [<em>Transformers</em>] movies, and ... basically I just imitate Michael Bay. He thinks I'm hysterical, and basically all I'm doing is mirroring him. ... I do it with affection.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Master+Class+With+John+Turturro&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1316838888-caedb5.m3u?orgId=1&topicId=1008&ft=3&f=316750385"},{"meta":{"duration":"648"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1316838434-a7cea8.m3u?orgId=1&topicId=1008&ft=3&f=316750385"},{"href":"http://media.npr.org/assets/img/2014/05/29/john-and-spike-lee-83525331ece900231ef7854c3d3b94ae9beff26e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2864","width":"3819"}}]}