{"created":"2015-03-11T18:56:06+00:00","modified":"2015-03-11T19:26:27+00:00","valid":{"from":"2015-03-11T19:26:27+00:00","to":"3015-03-11T19:26:27+00:00"},"hreflang":"en","title":"Bring Back The Firing Squad, Says Utah Lawmaker","published":"2015-03-11T19:26:00+00:00","teaser":"State Rep. Paul Ray says states like Utah that have the death penalty need an alternative to execution drugs that are no longer available.","itags":["npr_api","392367638"],"guid":"04fa46af-2452-482d-9467-50353cda2ecc","contentencoded":"<p>State lawmakers in Utah have passed a bill that would make it the only state in the country to allow the use of a firing squad in executions, should lethal injections not be available.</p><p>The bill&#8217;s sponsor, Representative <strong>Paul Ray</strong>, says a firing squad is more humane than death by a botched lethal injection. He speaks with <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Jeremy Hobson.</p><p>Utah Gov. Gary Herbert has not yet said whether he&#8217;ll sign the measure.</p><h4>Interview Highlights: Rep. Paul Ray</h4><p><strong>Why is it necessary to reintroduce the firing squad?</strong></p><p>&#8220;Utah already has a fallback if lethal injection was ever declared unconstitutional &#8211; it’s already there. And the fact that we no longer have the drug cocktail, nor can we get it, we’re looking at either going through a whole bunch of legal wrangling through the courts, because every state that’s now going to use lethal injection is going to get challenged by defense attorneys, or have a fallback measure. And so my thought was &#8211; and my colleagues seemed to agree with me &#8211; that having the fallback was the better option to have.&#8221;</p><p><strong>Is this really a humane way of executing somebody? </strong></p><p><div class=\"l-article-primary pullquote\" style=\"\"></p><p>&#8220;I think it’s a lot more humane than lethal injection because the time it takes the individual to die is a lot quicker.&#8221;</p><p></div></p><p>&#8220;I don’t think there’s really a humane way to kill anybody, to be honest with you. Whether it be lethal injection, electric chair or firing squad. But we have a law, we have a death penalty that requires it, and I’ll tell you I think it’s a lot more humane than lethal injection because the time it takes the individual to die is a lot quicker with a firing squad than with legal injection.&#8221;</p><p><strong>On whether some people won&#8217;t want to be part of the firing squad</strong></p><p>&#8220;And they don’t have to be. How we do it here in Utah is a volunteer basis and it’s law enforcement. For instance, let’s say the murder happened in Salt Lake City. The jurisdiction that investigated the murder has the first option for their officers to volunteer for the firing squad and it kind of goes out regionally from there. And we always have an abundance of people volunteering for the firing squad.</p><p><strong>On 1879 case in which the squad missed and it took the man 27 minutes to die</strong></p><p>&#8220;You know that’s actually blatantly false, as far as what they’re saying. That individual was free standing at the time. What we do is we strap the individual into the chair so there’s no way to flinch or move. We have five marksmen that are roughly 10 meters away with 30-caliber Winchester rifles with four loaded bullets and one blank. And so other than that 1879 mishap where the individual had the opportunity to flinch, we’ve never had a mess-up since then and it’s been 100 percent effective.</p><p><strong>On whether this will tarnish the reputation of Utah or the U.S.</strong></p><p><div class=\"l-article-primary pullquote\" style=\"\"></p><p>&#8220;Understand our last execution in 2010 was by the firing squad. It’s nothing new for us.&#8221;</p><p></div></p><p>&#8220;Well, understand our last execution in 2010 was by the firing squad. It’s nothing new for us and I think any type of execution now is looked on by the rest of the world as being barbaric and old style. But the fact is that we have the death penalty, and as long as we have the death penalty we need a way to carry it out.&#8221;</p><p><strong>Do you think we should have the death penalty?</strong></p><p>&#8220;I 100 percent agree with the death penalty. I think when you have somebody who’s committed such a heinous crime as these people on death row has, I think it’s a viable option to execute them.&#8221;</p><p><strong>How hard is it to get the drugs required for lethal injection in Utah?</strong></p><p>&#8220;It’s not hard, it’s impossible. The European drug manufacturers have refused to sell it to the United States, so we have no way to legally purchase, and so across the country we just don’t have that drug &#8211; it is not available. So other states are also looking at options too, to be able to do this.&#8221;</p><p><strong>Wyoming decided against bringing back the firing squad</strong></p><p>&#8220;That’s correct, but you also have states like Tennessee that still have that option. You have some states looking to go to a nitrogen chamber, some of them looking to go back to the electric chair. So there’s many methods that other states are going to look for and the states that have executions pending are going to scramble to have an option or just completely do away with their death penalty.&#8221;</p><p><strong>Have you spoken with Gov. Herbert and do you think he will sign the bill? </strong></p><p>&#8220;You know I’ve talked to the governor. I don’t have any concerns. Governor Herbert is very straightforward, and if he was going to veto it I think he would have told me because there are a couple of bills pending in the legislature that he has said that if they pass they will veto. You know I trust the governor will take a good look at this and he’ll make a decision on the merits of the legislation.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"http://le.utah.gov/house2/detail.jsp?i=RAYP\" target=\"_blank\">Paul Ray</a></strong>, state representative in Utah and sponsor of the legislation to use a firing squad.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Bring+Back+The+Firing+Squad%2C+Says+Utah+Lawmaker&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"320"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1392367641-98c9dd.m3u?orgId=1&e=392367638&d=320&ft=nprml&f=392367638"},{"href":"http://media.wbur.org/wordpress/11/files/2015/03/0311_utah-firing-squad.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"854","width":"1280"}}]}