{"created":"2014-10-20T19:54:00+00:00","modified":"2015-04-08T22:19:39+00:00","valid":{"from":"2015-04-08T22:19:39+00:00","to":"3015-04-08T22:19:39+00:00"},"hreflang":"en","title":"Climate Change Has Coffee Growers In Haiti Seeking Higher Ground","published":"2014-10-23T21:54:00+00:00","teaser":"Haiti's once-flourishing coffee trade has been badly battered. The latest threat: climate change. Locals who still rely on coffee for their livelihood must learn to grow it in changing climes.","itags":["npr_api","357589088"],"guid":"0508af81-31e6-4a6f-b382-0563968dcd14","contentencoded":"<p>Haiti once produced half the world's coffee. The lush, shade-covered mountainsides provided an ideal environment for imported Arabica trees.</p><p>Today, Haitian coffee barely registers in global surveys. Trade embargoes, deforestation and the rise of global coffee powerhouses such as Brazil and Indonesia are just a few of the reasons. And now, there's climate change.</p><p>But here in a stand of coffee trees near Beaumont, one of the few forested parts of Haiti, coffee — growing, drinking and selling it — remains part of the culture. Women sing Creole folk songs as they examine clusters of coffee cherries. Inside the fruit are pits that will be fermented, roasted, ground and, one day, brewed as coffee. They pull the bright red ones from branches and toss them into a plastic bucket.</p><p>The local co-op will buy and process these cherries, then sell the low-quality beans at local markets. The highest-quality beans will get sold to a nonprofit buyer in Madison, Wis.</p><p>\"Since my childhood I've grown coffee,\" says Enock Telemaque, who owns the trees the women are harvesting. \"I grew it with my father and my mother.\"</p><p>Telemaque's children grow coffee, too. But his grandchildren may not have that chance. Climate change is pushing up temperatures in Haiti, says Anton Eitzinger with <a href=\"http://ciat.cgiar.org/\">The Center for Tropical Agriculture</a>. That's bad for coffee and for farmers.</p><p>\"Where coffee is strongly affected by climate change, we need to think about diversification to other crops,\" says Eitzinger.</p><p>Valuable crops, such as mangoes and cocoa. And for Haitian farmers to continue growing coffee, they're going to have to do it at increasingly higher elevations, where the air is cooler. <br /> <br />Haiti's coffee exports have steadily decreased over the past two decades. They hover around $1 million a year — just a fraction of the global trade.</p><p>But to growers like Eliza Bezaire, coffee sales are still a livelihood.</p><p>She leads us past a cement slab with piles of beans drying in the sun and into her tin-roof home to show off a full, 60-kilo (approximately 132 pounds) sack of coffee she harvested — predicting it will land her $3 a pound.</p><p>\"Coffee is the bank account. We send our children to university with coffee,\" says Bezaire. She's heard she'll need to make changes, like possibly moving to higher ground. <br /> <br />The higher regions will continue to produce coffee. That's where Gilbert Gonzales gets his beans. Gonzales is vice president of <a href=\"http://rebo.ht/The%20Company.htm\">Rebo</a>, one of the largest buyers in Haiti. Most coffee grown in Haiti gets consumed in Haiti, but Rebo also sells beans to companies in Ireland and Japan, and its packaged, roasted coffee online in the United States.</p><p>Gonzales says any export is worth the investment because overseas prices are better. He's trying to break into the ultracompetitive West Coast market, to sell at stores and high-end cafes.<br /> <br />\"There is a need to modernize. There is a need to increase yields. There is a need to inject confidence in the sector,\" says Gonzales.</p><p>So he's making the jump into farming. Rebo is creating three demonstration farms at higher elevations around Haiti, places to teach farmers how to grow coffee that Rebo can sell globally.<br /> <br />\"Buyers would feel more confident knowing that Haitian firms are investing in production,\" he says. Gonzales calls it an investment in the future.</p><p>For now, Haitian growers are trying to use new varietals from Colombia that are more heat-resistant. But they won't know if those efforts are working for a few more years, when the trees start to bear fruit. Irrigation, crop rotation and shade management techniques in heavily deforested Haiti could also help stave off further changes, but it's likely the region will never see the same boom it once had.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Climate+Change+Has+Coffee+Growers+In+Haiti+Seeking+Higher+Ground&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Peter Granitz","audio":[{"meta":{"duration":"221"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1357628485-6f2640.m3u?orgId=1&topicId=1001&e=357589088&d=221&ft=nprml&f=357589088"},{"href":"http://media.npr.org/assets/img/2014/10/20/coffee-e3c1e4a5afe2c2e4fef335d6a2c9f5f16492b730.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1332","width":"1776"}}]}