{"created":"2014-11-25T19:40:03+00:00","modified":"2014-11-27T00:25:06+00:00","valid":{"from":"2014-11-27T00:25:06+00:00","to":"3014-11-27T00:25:06+00:00"},"hreflang":"en","title":"Benedict Cumberbatch Lifts Above Biopic Formula In 'Imitation Game'","published":"2014-11-27T00:25:00+00:00","teaser":"Cumberbatch stars as British mathematician and World War II code breaker Alan Turing in a film directed by Morten Tyldum and co-staring Keira Knightley as Turing's comrade in arms.","itags":["npr_api","366366571"],"guid":"050f46b8-bd42-424a-8f9a-2cdc6ac46b18","contentencoded":"<p>Major studios once churned out scores of great-person biographical pictures. But now you rarely see them except during awards season. They're prime Oscar bait. The new Stephen Hawking biopic, <em>The Theory Of Everything,</em> is a perfect specimen. It's a letdown, finally, but Eddie Redmayne is amazingly tough. He captures the fury inside Hawking's twisted frame.</p><p>And then there's <em>The Imitation Game</em>, which Benedict Cumberbatch lifts far above the standard biopic formula. He's award-caliber strange. He plays the proto-computer genius, World War II code breaker and gay martyr Alan Turing and has the perfect visage for it, with his alien reptile face and hemisphere-wide blue eyes. They could conceivably see patterns and possibilities the rest of us can't glimpse. Human interactions are more of a challenge for Turing. Today, we might diagnose him with Asperger's syndrome, but then he just seemed arrogant. Cumberbatch, as is his wont, gives this indifference to social niceties a comic spin in early scenes. Only later will it have a tragic dimension.</p><p><em>The Imitation Game</em> begins in the 1950s when a police detective summons the squirrelly Turing for questioning. He thinks Turing is a spy. But Turing's secretiveness is, of course, the result of his homosexuality, considered almost as heinous back then. The bulk of the film is a flashback to the war when the British are having their heads handed to them by the Germans. The Nazis communicate via something called the Enigma machine. And no one is close to cracking the code it generates.</p><p>Cumberbatch is the one freaky touch in an otherwise conventional movie. But those conventions, in this case, work handsomely. Graham Moore's script is smart and shapely, the direction, by Morten Tyldum, brisk. At Bletchley Park, Turing promptly alienates his colleagues, but then he finds an ally in Joan Clarke, played by Keira Knightley.</p><p>I've read most of the book on which <em>The Imitation Game</em> is based, Andrew Hodges's <em>Alan Turing: The Enigma,</em> but the math was so far beyond me. I felt unworthy. The movie is nowhere near so complex. It streamlines the code breaking like mad and doesn't throw enough credit to other Bletchley figures. But the gist is right. Turing spends months tinkering on a machine he calls Christopher, named for something we learn late in the film, something heartbreaking. Turing's achievements and everything about Bletchley Park only came out three decades later. When Turing was tried for so-called deviance, no one knew he was a hero.</p><p>There's a final scene between Turing and Joan I doubt happened, but this is a biopic. Someone in the film needs to remind him of his worth at his lowest ebb. The film's most disturbing irony is that Turing broke the world's toughest code, but never cracked the code of behavior that would've given him the life he richly deserved.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Benedict+Cumberbatch+Lifts+Above+Biopic+Formula+In+%27Imitation+Game%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Edelstein","audio":[{"meta":{"duration":"365"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1366608870-19f613.m3u?orgId=1&topicId=4467349&ft=3&f=366366571"},{"href":"http://media.npr.org/assets/img/2014/11/26/ig_04297r_lg-a330bfe7c2750ac83a2b2de48effbbb247d4a2af.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2832","width":"3779"}}]}