{"created":"2014-11-18T23:00:11+00:00","modified":"2014-11-19T21:25:43+00:00","valid":{"from":"2014-11-19T21:25:43+00:00","to":"3014-11-19T21:25:43+00:00"},"hreflang":"en","guid":"0510aad0-d16f-477d-9635-42bc896c46ee","title":"Palestinians are anxious as Israel vows a ‘strong response’ to the Jerusalem attack","published":"2014-11-19T21:25:41+00:00","byline":"Christopher Woolf","tags":["Israeli-Palestinian conflict","terrorism","Conflict","Conflict & Justice","Jerusalem","Israel. Palestinian territories","West Bank","Middle East","Asia","Dalia Hatuqa","Mahmoud Abbas","Israeli–Palestinian conflict","Palestinian nationalism","Palestinian territories","Arab–Israeli conflict","Middle East"],"teaser":"After a violent attack on a West Jerusalem synagogue that killed four worshippers on Tuesday, Israelis are on edge. But Palestinians are also worried about how Israel will retaliate for this attack and others that have rocked Jerusalem in recent weeks.","contentencoded":"<p>Israel has vowed a strong response after <a href=\"http://www.pri.org/stories/2014-11-18/palestinians-kill-israeli-worshippers-during-prayers-jerusalem-synagogue\">an attack on a West Jerusalem synagogue</a> on Tuesday left four worshippers, a police officer and the two assailants dead.</p>\n<p>And while Israelis were stunned by the brutal attack, carried out with guns and meat cleavers, Palestinians are also concerned by the violence and the threat of an Israeli response.</p>\n<p>“There’s a lot of anxiety and a lot of fear,” says journalist Dalia Hatuqa, who’s based in Ramallah, the de facto Palestinian capital.</p>\n<p>Israeli Prime Minister Benjamin Netanyahu announced on Tuesday that Israel would demolish the homes of the two men who carried out the attack, saying Israeli would \"settle the score with every terrorist.\"</p>\n<p>While Hatuqa doesn’t think there will be an Israeli invasion of the West Bank like there was in 2002, she's concerned about the danger of tit-for-tat violence and harassment by Israeli extremists.</p>\n<p>Tension has been building for weeks, with Palestinians carrying out stabbing attacks and using cars to hit pedestrians. Hatuqa says these men appear to be “lone wolves” who are attacking without directions from any organization, but Israel has said Palestinian leaders are inciting violence.</p>\n<p>Either way, Hatuqa says, “I don’t see an end in sight. I hope I’m wrong, but things seem to be spiralling out of control.”</p>\n<p>She also called for people to see the wider context behind the attacks. The root of the issue is the poverty and repression endured by Palestinians in east Jerusalem, though Hatuqa cautioned that such conditions don't excuse Tuesday's violence.</p>\n<p>“East Jerusalem has always lived in squalor,” she says. “I mean if you go to any of the neighborhoods of East Jerusalem, there’s trash everywhere. There are no sidewalks. They’re not allowed to build anywhere. Homes are constantly being demolished. All these things have finally boiled over.”</p>\n<p>Hatuqa says some Palestinians see the attacks as almost a natural response. “Some people have called the situation a pressure cooker that’s bound to explode,\" she says.</p>\n<p>“I do get anxious,” says Hatuqa, describing her own feelings on the violence. “Not to the extent where I’m going to sit at home and hide. But it is very stressful. You do feel the anxiety in the air. But overall, I’m just really sad.”</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[]}