{"created":"2015-05-14T17:52:31+00:00","modified":"2015-05-15T18:54:55+00:00","valid":{"from":"2015-05-15T18:54:55+00:00","to":"3015-05-15T18:54:55+00:00"},"hreflang":"en","guid":"0512ab8a-f886-4b86-9525-3ed7a83f6157","title":"China's atheist Communist government is embracing a very capitalist form of Buddhism","published":"2015-05-15T18:54:50+00:00","byline":"Ruth Morris","tags":["Religion","government","culture","Belief","Lifestyle & Belief","Asia","China","Shanghai","Buddhism","Religion in China","Jade Buddha Temple","Religion"],"teaser":"Officially atheist, the Communist Party these days is more tolerant of religion, though it generally demands that people worship in state-controlled settings. And that state control can manifest in weirdly capitalistic ways.","contentencoded":"<p>In a small apartment on a busy Shanghai street, 31-year-old Ana copies Buddhist religious texts into a notebook.</p>\n<p>“I think it helps me to understand it, and also it creates good karma,” she says with a laugh.</p>\n<p>Ana is not this woman's real name and her study of religion is something she typically keeps pretty private. Ana belongs to a new crop of Chinese citizens — well-educated, often city dwellers — who are helping to revive Buddhism under the rule of China’s Communist Party, which is officially atheist. </p>\n<p>Ana grew up with a grandfather who was staunchly anti-religion. He told her that religion was the tool of emperors, used to manipulate the masses.</p>\n<p>“We had a Buddha — it was an antique — on the table. And he criticized it for a long time. Until my mom had to tell him, ‘it’s not religion, it’s just an investment. We hope to sell it sometime later to make money.’ Because there is no other way to shut him up, he just hates religion,” Ana says.</p>\n<p>These days, the Communist Party is more tolerant of religion, though it generally demands that people worship in state-controlled settings. Private religious study groups like Ana’s are tolerated, but Ana is always aware that the government could swoop in and shut them down at any moment.</p>\n<p>And there’s another thing that makes Ana’s situation tricky. She studies Tibetan Buddhism. The Communist Party considers Tibet’s exiled spiritual leader, the Dalai Lama, a criminal and a separatist.</p>\n<p>As 30-year-old entrepreneur Allen Ying walks around the Arhat temple in Chongqing, he points out the statues of life-size spiritual bodyguards. Like many Buddhists in China, Ying sees the relationship between the government and temples like this one as a win-win.</p>\n<p>\"If the government does some solid work to promote Buddhism in China, I think it will help a lot to elevate the image of the government,\" he says. \"Buddhism actually is very important in a lot of Chinese peoples’ mind.”</p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://cdn-113a.kxcdn.com/sites/default/files/styles/original_image/public/Kids%20Cropped_0.jpg?itok=7cgTfL5i\" alt=\"\" /><div class=\"field-caption\">\n    <p>Children light candles at one of China's many Buddhist temples.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Ellen Rolfes</p>\n  </div>\n</div>\n<p>In a building off to the side, we visit the temple’s philanthropy office. Allen strikes up a conversation with Ms. Jiang, an administrator in her 60s.</p>\n<p>As she speaks with Allen she mentions something that hints at how the government and Chinese Buddhist temples work together these days.</p>\n<p>The office where Jiang works reports to the local Civil Affairs Bureau on how much money it collects from donors. The government then guides the temple on how to spend it.</p>\n<p>She says the temple pays school fees for underprivileged kids in the mountains nearby. They help others with hospital bills. And they’ve offered disaster relief to victims after the Sichuan quake.</p>\n<p>Scholars say the Chinese government is increasingly supportive of Buddhism — and its philanthropy. The charities provide services that China’s cash-strapped local governments can’t. Authorities have even pitched in to help renovate Buddhist temples and boost tourism, but that’s created a new source of tension.</p>\n<p>At the famed Jade Buddha Temple in Shanghai, a group of monks moves between altars, chanting for a deceased devotee.</p>\n<p>It costs about $1,500 for 10 monks to perform this rite. For $6,000, 40 monks will do it. There’s also a poster advertising blessings for your car: The more expensive the model, the more expensive the blessing.</p>\n<p>Some see commercialism as a dangerous side effect of Buddhism’s state-sponsored revival.</p>\n<p>Ana, the woman studying Tibetan Buddhism, isn’t impressed. “It’s like you’re buying something from a store,” she says.</p>\n<p>She says some big temples charge huge fees for auspicious rites — like the privilege of lighting the first round of incense on Chinese New Year.</p>\n<p>“It’s always some rich businessman, or some officials that gets it going first,” she says. “I don’t think that’s Buddhism, because if you pay the big money and then you are the first one to burn the incense, in return the Buddhas will protect you. Doesn’t that make the Buddha also a corrupted official? “</p>\n<p>China’s Buddhist leaders have been deft at managing their relationship with the Communist Party. But it remains to be seen how they will manage their relationship with the almighty dollar — or renminbi.</p>\n<p><em>Hear a longer version of reporter Ruth Morris' story <a href=\"http://interfaithradio.org/Story_Details/An_Atheist_Country__Embracing_Buddhism\">at Interfaith Voices</a>.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-12%2Fchinas-atheist-government-embracing-buddhism&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/story/images/Temple%20Cropped.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/temple-croppedjpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/05142015_02.mp3"},{"href":"http://admin.pri.org/file/0514201502mp3"}]}