{"created":"2014-09-08T15:34:17+00:00","modified":"2015-02-18T17:05:03+00:00","valid":{"from":"2015-02-18T17:05:03+00:00","to":"3015-02-18T17:05:03+00:00"},"hreflang":"en","title":"After Just Two Years, Huge Atlantic City Casino Shuts Down","published":"2014-09-02T16:24:00+00:00","teaser":"It cost $2.4 billion to build the Revel Casino Hotel. Its closure is part of a trend that will reportedly shutter a third of Atlantic City's big gambling halls by the end of September.","itags":["npr_api","345188028"],"guid":"052839e5-ba09-4d96-8b3f-0c4daff14a30","contentencoded":"<p>After operating for only two years, the Revel Casino Hotel has closed down, part of a trend that will reportedly shutter a third of Atlantic City's big gambling halls by the end of September. It cost $2.4 billion to build the Revel facility.</p><p>\"It's a tragedy,\" massage therapist Lori Bacum, who worked at the resort's spa, tells <a href=\"http://www.nj.com/news/index.ssf/2014/09/revel_casino_closes.html\">NJ.com</a>. \"There were some warnings, but none of us thought it would happen. We felt so safe, because this was the place that was going to take (the city) to a new level.\"</p><p>From the AP:</p><blockquote><p>\"By mid-September, four of Atlantic City's 12 casinos will have closed, but none will be a costlier failure than Revel.</p><p>\"It started construction just before the Great Recession hit and had to take on so much debt it never could turn a profit.</p><p>\"<a href=\"http://www.npr.org/blogs/thetwo-way/2014/09/01/344977997/showboat-casino-is-latest-in-atlantic-city-to-close-its-doors\">The Showboat closed on Sunday</a>, Trump Plaza is closing Sept. 16, and the Atlantic Club closed in January.\"</p></blockquote><p>The closures come as casinos in Atlantic City and surrounding areas struggle to attract customers in a region that's becoming saturated with gambling options — as NPR's David Greene reports for today's <a href=\"http://www.npr.org/programs/morning-edition/\">Morning Edition</a>.</p><p>The arrival of new casinos in cities such as Philadelphia and Pittsburgh — and Baltimore, where Maryland's fifth casino recently opened — is giving gamblers more options. And that makes it harder for any one town to attract customers from miles around.</p><p>\"Pennsylvania is a terrific example,\" Suzette Parmley of <em>The Philadelphia Inquirer</em> tells David. She says the casinos are expected to bring money pouring into resources for senior citizens and boost tax revenue.</p><p>\"From 2012 to 2013, it was booming — billions of dollars coming into Pennsylvania,\" Parmley says. But now, she adds, \"Pennsylvania has already flattened out; it's actually on a slight decrease this year in revenue, from last year. It's still making a lot, but already the trajectory is going downward because you have Maryland in the mix now, you have Ohio in the mix.\"</p><p>In Atlantic City, Revel opened in April 2012; its owners twice sought bankruptcy protection. The last hotel guests left Monday. And by Tuesday morning, workers had removed the resort's name and put up a yellow chain to block access.</p><p>\"At the end of the month, some 6,500 jobs will have been lost\" in Atlantic City, David says.</p><p>As <a href=\"http://www.cbsnews.com/news/2-4b-revel-casino-shuts-down-after-just-2-years/\">CBS News</a> reports, Revel's unique approach of emphasizing its hotel qualities seemed to backfire:</p><blockquote><p>\"The idea behind Revel was to open a totally different resort, a seaside pleasure palace that just happened to have a casino as one of its features. That included Atlantic City's only total smoking ban, which alienated many gamblers; the lack of a buffet and daily bus trips to and from the casino; and the absence of a players' club. By the time those decisions were reversed, it was already too late. High room and restaurant prices hurt, too.\"</p></blockquote>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+Just+Two+Years%2C+Huge+Atlantic+City+Casino+Shuts+Down&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"Bill Chappell","audio":[{"meta":{"duration":"305"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1345200349-1f5a3e.m3u?orgId=1&topicId=1006&e=345188028&d=305&ft=nprml&f=345188028"}]}