{"created":"2015-05-27T18:23:03+00:00","modified":"2015-05-27T19:14:43+00:00","valid":{"from":"2015-05-27T19:14:43+00:00","to":"3015-05-27T19:14:43+00:00"},"hreflang":"en","title":"Parched Rivers, Grasslands Choke California Wildlife","published":"2015-05-27T19:14:00+00:00","teaser":"Here & Now's Peter O'Dowd reports there is no relief in sight for California farmers and wildlife ravaged by drought.","itags":["npr_api","410053170"],"guid":"0543473c-e367-4a6b-ad47-58879636e91c","contentencoded":"<p><em>Torrential rains this week in Texas have helped ease the drought in that state, but in California there is no relief in sight. Ranchers in San Luis Obispo County have sold off <a href=\"http://www.latimes.com/science/la-me-ranches-20150526-story.html\" target=\"_blank\">75 percent</a> of their cattle in the past four years. There&#8217;s not enough water or food to sustain them. And as <a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now</a>&#8216;s <strong>Peter O&#8217;Dowd</strong> reports, in the wild, other animals important to the state&#8217;s economy and ecosystem are dying off.</em><div class=\"l-article-primary sep\"></div></p><p>The giant kangaroo rat isn&#8217;t all that giant.</p><p>&#8220;It&#8217;s about the size of a quarter-pounder with cheese, and a little bit lighter,&#8221; says UC Berkeley ecologist Justin Brashares.</p><p>But Brashares says it plays a big role in California&#8217;s ecosystem. The endangered rodent can survive without drinking water. Good thing. It stays hydrated by eating plants and seeds. It stays cool by living underground.</p><p>&#8220;Even for an animal that is so adaptable to dry conditions, the giant kangaroo rat is being hammered,&#8221; he says.</p><p>That&#8217;s because California&#8217;s drought is sucking the life out of the Carrizo Plain National Monument, the grassland 100 miles from Los Angeles where the giant kangaroo rat lives.</p><p>&#8220;Right now it looks like a lunarscape,&#8221; Brashares says.</p><p><div class=\"l-article-primary pullquote\" style=\"\"></p><p>&#8220;What we see are lighter, scrawnier animals – even the ones who are surviving.&#8221;<div class=\"pullquoteauth\">&ndash; Justin Brashares</div></p><p></div></p><p>The grass is dying. And now, so is the animal that eats it. Brashares has been monitoring the giant kangaroo rat for nearly a decade. In good times, he says more than 100 animals would burrow and till the soil beneath an acre of grassland. Today, it&#8217;s down to five kangaroo rats per acre.</p><p>&#8220;What we see are lighter, scrawnier animals &#8211; even the ones who are surviving,&#8221; Brashares says. &#8220;We can follow reproduction by looking at whether females in the spring are lactating. Last year, we had almost no reproduction.&#8221;</p><p>Bad news, because this animal plays an important role at the bottom of the food chain.</p><p>&#8220;The giant kangaroo rat is also a critical source of food for everything from owls to snakes to foxes, to even coyotes and mountain lions in some cases. So when the bottom falls out on these ecosystems, everyone feels the pain,&#8221; he says.</p><p>This is how it goes throughout California. North of the Carrizo Plain, high-up in the mountains, snow pack is a fraction of what it should be. In April, it measured just 5 percent of the monthly average. That&#8217;s trickling down &#8211; or not trickling down &#8211; to the fish that swim in California&#8217;s rivers.</p><p>&#8220;Everything right now is putting extreme pressure on those populations,&#8221; says Stafford Lehr, chief of fisheries for the California Department of Fish and Wildlife.</p><p>Lehr says the drought killed off nearly every single endangered winter-run Chinook salmon in the state last year. The San Joaquin and Sacramento rivers where they spawn are shallower. They&#8217;re warmer. They&#8217;re too warm for the fish to thrive.</p><p>&#8220;Conditions were even worse this year,&#8221; Lehr says.</p><p>In early June, the state and federal government will finish up what&#8217;s been called the biggest fish-lift project in California&#8217;s history. Lehr says the Central Valley&#8217;s five fish hatcheries produce about 30 million baby salmon every year. They&#8217;re supposed to swim to the ocean.</p><p>&#8220;However, in this drought scenario, the conditions go to the point where most likely none of them would make it out,&#8221; Lehr says.</p><p>The solution sounds unnaturally simple. Put all 30 million fish into trucks and drive them an hour and a half to the San Francisco Bay.</p><p>&#8220;Where they could subsequently be released into the bay and out through the Golden Gate,&#8221; he says.</p><p>This plan is not without flaws. Lehr says trucking fish pretty much guarantees the stray rate will go up. In other words, fewer salmon will find their way back to the streams where they were born. That usually happens after two to four years of living in the ocean. By then, no one knows if there will be enough water in California rivers to swim back up.</p><p>&#8220;People have criticized the operation saying you are just doing for the fishermen, or to preserve some industry,&#8221; Lehr says. &#8220;Well, that plays a role into it.&#8221;</p><p>Lehr says when California had to close off fisheries in 2008 and 2009 because of poor conditions in the rivers and ocean, it cost the state hundreds of millions of dollars. So there&#8217;s a level of desperation.</p><p>It&#8217;s gotten so dry in some rivers that wildlife officials are putting other species on life support. Lehr says populations of the McCloud River redband trout have been removed from the wild. They&#8217;re kept in holding tanks &#8211; holding onto life until the water comes back.</p><h4>Reporter</h4><ul><li><a href=\"https://www.wbur.org/about/people/peter-odowd\" target=\"_blank\"><strong>Peter O&#8217;Dowd</strong></a>, assistant managing editor for <em>Here & Now</em>. He tweets <a href=\"https://twitter.com/odowdpeter\" target=\"_blank\">@odowdpeter</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Parched+Rivers%2C+Grasslands+Choke+California+Wildlife&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"270"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1410065696-b5166c.m3u?orgId=1&d=270&p=60&story=410053170&t=progseg&e=410047084&seg=12&ft=nprml&f=410053170"},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0527_kangaroo-rat.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"866","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0527_chinook-salmon.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"820","width":"1280"}}]}