{"created":"2015-03-04T19:13:19+00:00","modified":"2015-03-04T23:59:26+00:00","valid":{"from":"2015-03-04T23:59:26+00:00","to":"3015-03-04T23:59:26+00:00"},"hreflang":"en","title":"Friends And Favors: 'High Maintenance' Creators Share Their Secret To Success","published":"2015-03-04T23:59:00+00:00","teaser":"The Web series centers on a pot dealer who bikes around Brooklyn delivering to clients. Katja Blichfeld and Ben Sinclair say they drew on their experiences and friends' generosity to make the show.","itags":["npr_api","390698566"],"guid":"0546100d-680e-4fc9-b385-39d1cf59ef6b","contentencoded":"<p>One of the reasons Katja Blichfeld wanted to make the Web series <em>High Maintenance</em> with her husband, Ben Sinclair, was so he could take on the right role for himself. She's a casting director who has worked on <em>30 Rock,</em> and she knew early on that Sinclair needed to let his beard grow and act like himself.</p><p>\"At first I was getting cast as like, 'angry guy' and 'homeless guy,' ... because I guess that's what the casting directors first felt,\" Sinclair tells <em>Fresh Air</em>'s Ann Marie Baldonado. \"But Katja was the one who noticed that I was much better at being this relaxed, open dude who could really talk to anyone.\"</p><p>In <em>High Maintenance</em>, Sinclair stars as a pot dealer, known only as \"the guy,\" who rides his bike around Brooklyn delivering to an assortment of clients. But it's not a stoner comedy: Each episode, which ranges from around five to 20 minutes, is more like a funny and sometimes poignant character study of the clients and why they get high.</p><p>Blichfeld and Sinclair used their own money to create the series in 2012, and they shot it on location in the apartments of friends as well as in their own.</p><p>Early episodes of <em>High Maintenance</em> are free, but the video-sharing website Vimeo recently started funding the series and <a href=\"https://vimeo.com/ondemand/highmaintenance\" target=\"_blank\">charging a small fee for the episodes</a>. (<em>High Maintenance</em> is Vimeo's first original series.)</p><p>Sinclair says through the experience, he's grown as an actor.</p><p>\"It was interesting for me to stop caring about trying to be this person I wasn't and ... that laid back guy — who likes to sit around and smoke pot, to be honest — that chill guy was able to come out.\"</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On why they wanted a Web series centered on a marijuana dealer </strong></p><p><strong>Sinclair:</strong> It's really just that the pot dealer can get inside of somebody's apartment and then kind of engage in this activity that's illegal that both he and the client are complicit in. There's kind of this slightly sexy thing, but it's also short enough — five minutes — so you can have a whole deal in under five-minutes' time.</p><p><strong>Blichfeld:</strong> That's where we were starting from. We were interested in finding something that we could portray in real time that ideally took place in five minutes or less when we started. That's obviously changed over time, but in the beginning we were convinced people wouldn't want to hang around for more than a few minutes if they were watching something online.</p><p><strong>On shooting in Brooklyn apartments with limited resources</strong></p><p><strong>Sinclair:</strong> The first of this new cycle of episodes we also shot in our apartment. It's very much a ragtag group of kids running around New York with some cameras and a dream. But we've treated it like an art project up until now. ... We wanted to use the talents of our community of artists that we are surrounded by, and we hope to keep it feeling like that as we go on. ...</p><p>The Web doesn't have time and space constraints and actually it [has] this kind of vast unknown quality. ... I'm kind of surprised that in the past 10 years [when] there's been Internet content, [that] more people haven't exploited the freedom that the Web offers in terms of time and space.</p><p><strong>Blichfeld:</strong> That being said, it's true our resources definitely limited us and constrained us ... [but they] define the tone of our show. ... If you watch those first several episodes they do tend to take place within four walls and with one character, two characters, for the whole episode and that was just a constraint we had because we weren't paying people and we didn't feel like we could ask for people [to] spend more than a day with us at a time. And we didn't feel we could ask people to borrow their apartments for more than a day at a time. That kind of decided for us what our style would be.</p><p><strong>On casting <em>High Maintenance</em> </strong></p><p><strong>Sinclair:</strong> Katja is a casting director — that was her entrée into the entertainment industry. And she had been meeting actors while casting <em>30 Rock</em> and other shows for about a decade. Additionally, Russell Gregory, our third executive producer, is also a manager and we pulled from his roster of talent, which all of them are very talented. ... And also the rest are just friends. It's friends doing us favors by lending us their talents. For instance, Avery Monsen who plays Evan Waxman the asexual magician, was my roommate in college for three years and a good friend of ours.</p><p><strong>Blichfeld:</strong> A lot of the people, too, are people we've seen in plays. Once we exhausted our friend group who were performers ... we broadened our horizons. ... It's an assortment of friends and actors who I might have auditioned at one point in my career and maybe I didn't cast them — or I cast them but it was a two-line role and I felt that they were capable of so much more.</p><p><strong>On the challenges of casting <em>30 Rock</em></strong></p><p><strong>Blichfeld:</strong> I was part of a team; it wasn't just me. But our day-to-day in the casting department — and this is really what took the most work, I think — was filling all of those lesser roles, those one-scene roles, those \"under fives,\" as we call them in the business. Those are actually, in my experience, even harder to cast because it's so much easier to present a role that is several scenes, a juicy role, to an actor, especially on a show like that, and get your pick of whoever you want.</p><p>But when it comes to those smaller roles, there was this standard in place for really great acting and really great comedy and you couldn't throw any old person in a scene with Alec Baldwin, even if it is just one line, even if there's no lines. So it really was challenging week after week to try to find people who would be humble enough to come and just say a line or two, but also fit the role and could hold their own against people like Alec Baldwin, Tina Fey, Jane Krakowski — and sometimes one of those major guest stars.</p><p><strong>On how <em>High Maintenance</em> draws on the couple's personal lives </strong></p><p><strong>Blichfeld</strong>: I think [the storylines] also dipped in[to] ... our feelings about our marijuana usage, too — because the couple in the story, they also smoke quite a lot. And I would call them functional stoners and we showed them smoking at all times of the day — morning, noon, night, while they're moving, while they're on the phone, all kinds of things --</p><p><strong>Sinclair:</strong> — while they're in an NPR interview. No just joking, that's not what's happening over here. ...</p><p><strong>Blichfeld:</strong> At the end, they're sort of examining their excessive pot-smoking and the cost of it as well because they're lamenting their financial situation. And they're kind of fighting about what they spend their money on. And then it comes up that they're smoking weed all the time and, as Ben says, that's when they're like us, questioning their usage and their habits and asking themselves, \"Is life really so bad that we need to be stoned for all of it?\" And that is a question we've asked ourselves a few times. That one was deeply personal.</p><p><strong>Sinclair:</strong> But all of them are actually personal, if we're going to mince hairs. ... Every episode comes from our experience; it's all we have to draw from.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Friends+And+Favors%3A+%27High+Maintenance%27+Creators+Share+Their+Secret+To+Success&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"771"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1390725386-39799b.m3u?orgId=1&topicId=1048&e=390698566&d=771&ft=nprml&f=390698566"},{"href":"http://media.npr.org/assets/img/2015/03/04/by-matt-doyle-4971288885a2c4c015a19a19a4fc4a726b57f071.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"739","width":"986"}}]}