{"created":"2015-02-10T22:06:23+00:00","modified":"2015-02-13T20:46:29+00:00","valid":{"from":"2015-02-13T20:46:29+00:00","to":"3015-02-13T20:46:29+00:00"},"hreflang":"en","guid":"0549767f-ee9b-4b0f-85ce-06b1e1a6818d","title":"Assad denies dropping barrel bombs, but this doctor was nearly killed by one in Aleppo","published":"2015-02-13T20:46:28+00:00","byline":"Joyce Hackel, Christopher Woolf","tags":["conflict","military","terrorism","government","Conflict","Conflict & Justice","Damascus","Asia","Syria","Middle East","Asia","Jeremy Bowen","David Nott","Bashar al-Assad","barrel bombs","indiscriminate","Politics"],"teaser":"Syrian president Bashar al-Assad has given a rare interview to the media — to the BBC. Assad denied using barrel bombs. But British trauma surgeon David Nott was astonished to hear that, since he was nearly killed by one of the devices in Aleppo a few months ago.","contentencoded":"<p>President Bashar al-Assad of Syria is seen by some as a monster in human form.</p>\n<p>His regime has clung to existence through sheer brutality against a popular uprising. Perhaps 200,000 of Assad's citizens have died in this civil war, now almost four years old.</p>\n<p>He's accused of killing his own civilians using indiscriminate weapons like barrel bombs. British surgeon David Nott says the hospital where he was working in Aleppo last year was hit by one of the devices.</p>\n<p>Out of this mess sprang the Islamic State movement; now one of Assad's — and America's — toughest opponents.</p>\n<p>Needless to say, Syria's embattled president doesn't give many interviews. But the BBC was able to speak to him this week.</p>\n<p>BBC correspondent Jeremy Bowen was granted a meeting with Assad, and came away with this impression:</p>\n<p>\"He's very calm. He’s very polite. He’s very courteous. He’s self-possessed. He looks awkward in photos sometimes. But he’s a lot less awkward in real life. He seems to have quite a strong sense of inner self-confidence and belief.”</p>\n<p>Assad said his government was being notified of US and allied air strikes against ISIS. “There’s no dialogue,” he said, “but we are getting information.”</p>\n<p>Some of the other things that Assad said can be challenged with documented facts.</p>\n<p>The BBC’s Bowen added, “who knows if he’s telling lies or not. But I feel he may well believe an awful lot of what he said to me.”</p>\n<p>Assad insisted the war was justified as a fight “against terrorism,” and that he had the support of the people.</p>\n<p>Assad admitted that mistakes have been made along the way. But he was adamant that his forces never deliberately strike civilian targets, like schools. “Put aside the moral argument,” Assad said. “What would be the point?”</p>\n<p>Bowen asked Assad directly about the well-documented targeting of civilian areas with improvized weapons called barrel bombs.</p>\n<p>\"This is (a) childish story that keeps getting repeated in the West,” Assad said. “I know about the army. They use bullets, missiles and bombs. I haven’t heard of the army using barrels, or maybe cooking pots.”</p>\n<p>British surgeon David Nott was astonished to hear Assad say that Syria's Army doesn't use barrel bombs.</p>\n<p>Nott worked for the British charity <a href=\"https://www.syriarelief.org.uk/\">Syria Relief</a> in the besieged city of Aleppo in September and October of 2014. </p>\n<p>\"I personally almost got killed by a barrel bomb that hit the top of our hospital,\" Nott says. \"I cannot believe that this man, this doctor, who was a doctor who trained in the same hospital where I worked now, has the audacity to say that there are no barrel bombs with a smile on his face.\" </p>\n<p>Nott says barrel bomb injuries are especially hard to treat. They cause fragmentation wounds and incendiary burns, while also creating massive dust clouds that are inhaled by the wounded and cause respiratory failure.                 </p>\n<p>\"The majority of the patients that we operated on unfortunately died, not just because of the injuries but because of the cardio-pulmonary problems presented by inhaling all the dust,\" he notes. </p>\n<p>Nott credits Syria Relief as well as the doctors of the Aleppo City Medical Council for keeping him safe during his time in Aleppo. </p>\n<p>\"They put me in cotton wool basically and looked after my every move,\" Nott admits. \"Luck counts for a lot of it, to be honest.\" </p>\n<p>But Nott's stay in Aleppo included many brushes with the militants, including fighters of the so-called Islamic State. On one occasion he was operating on an ISIS combatant when his jihadi colleagues made there way into the operating room.  </p>\n<p>\"The doors of the operating theater burst open and about five ISIS fighters came in with AK-47s and Kalashnikovs. ... I just looked down and continued to try to operate,\" he recounts. \"It's a very dangerous moment of time because if he knew who I was then there's no doubt that the situation could have gotten significantly worse.\" </p>\n<p>Nott managed to save the patient. But he says every day fewer Syrian health professionals survive to treat the wounded. For example, he says Aleppo has only one professionally trained anesthesiologist. He credits that doctor with training many young Syrian nurses and health care assistants, some as young as 19, to administer anesthesia. He says on the day he left Syria last October, one of those 22-year-olds was killed by a barrel bomb.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-10%2Ffake-headline-syria&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0210201501.mp3"},{"href":"http://www.pri.org/file/0210201501mp3"}]}