{"created":"2014-12-26T08:32:00+00:00","modified":"2015-05-13T21:24:36+00:00","valid":{"from":"2015-05-13T21:24:36+00:00","to":"3015-05-13T21:24:36+00:00"},"hreflang":"en","title":"As Uber Expands, It Asks Cities For Forgiveness Instead Of Permission","published":"2014-12-31T17:18:00+00:00","teaser":"In 2014, Uber became one of the most valuable privately held companies on Earth. It expanded to more than 200 cities, but criticism and legal battles have ballooned in parallel with its revenues.","itags":["npr_api","373087290"],"guid":"0559a094-4be7-4725-aef2-444461d7adf5","contentencoded":"<p>Perhaps no single company has stirred so many emotions this year — across so many continents — as Uber.</p><p>In 2014 Uber became more — much more — than a car service: The Silicon Valley startup became a symbol for capitalism itself.</p><p>The company's value soared from under a billion to about <a href=\"http://www.cnbc.com/id/102243201\">$40 billion</a>, making it one of the most valuable private companies on Earth. But it also has become mired in turf wars, legal battles and scandal.</p><p><strong>Hyperg</strong><strong>rowth And Backlash</strong></p><p>From San Francisco to Beijing, Jakarta and Ho Chi Minh City, Uber is in hypergrowth mode, expanding to more than <a href=\"https://www.uber.com/cities\">50 countries</a>. And while it's hard to quantify, the <a href=\"http://www.npr.org/blogs/thetwo-way/2014/12/10/369922099/ubers-troubles-mount-even-as-its-value-grows\">backlash</a> against the company has grown, too.</p><p><a href=\"http://blog.uber.com/NV\">Nevada</a> became the first state in the U.S. to suspend Uber. In Europe, protests by cab drivers <a href=\"http://www.npr.org/2014/06/11/321012068/across-europe-anti-uber-protests-clog-city-streets\">shut down the streets</a>. India's Parliament was outraged after a woman <a href=\"http://www.npr.org/blogs/goatsandsoda/2014/12/10/369589675/alleged-rape-of-passenger-raises-concerns-about-how-uber-runs-abroad\">allegedly was raped by her Uber driver</a>. In Sydney, Australia, Uber <a href=\"http://www.npr.org/blogs/thetwo-way/2014/12/15/370940306/from-australia-to-france-another-bad-day-for-uber\">jacked up prices</a> during the recent hostage crisis. And in <a href=\"http://www.businessweek.com/news/2014-12-23/uber-ceo-indicted-in-south-korea-over-its-taxi-service\">South Korea</a>, there's a criminal indictment against Uber's CEO.</p><p><a href=\"http://www.hbs.edu/faculty/Pages/profile.aspx?facId=6493&facInfo=pub\">Nancy Koehn</a>, a professor at Harvard Business School, says Uber's business depends on freedom from regulation but that governments likely won't take long to catch up.</p><p>\"Because it's a window that's short-term in nature, they're moving very, very fast,\" she says.</p><p>In fact, you could sum up Uber's strategy with that well-known saying: It is better to ask forgiveness than permission.</p><p><strong>Can David Get Too Big To Root For?</strong></p><p>That's nothing new in the history of capitalism, of course. To become a giant, <a href=\"http://en.wikipedia.org/wiki/Standard_Oil#Monopoly_charges_and_anti-trust_legislation\" target=\"_blank\">Standard Oil had to break laws on competition</a>. The early railroad companies exploited that gap between what technology enables, and what the laws say you can and cannot do.<strong></strong></p><p>Koehn says Uber is trying to charge through that gap as well, in order to \"break through\" medallion requirements and state regulations about consumer and passenger safety.</p><p>If history is any guide, Koehn says, Uber can't avoid regulation forever. Laws help companies be accountable, she says: \"People loved the railroads until engines exploded and trains crashed because there was only single tracks.\"</p><p>Uber CEO Travis Kalanick, who became a <a href=\"http://www.forbes.com/profile/travis-kalanick/\">billionaire</a> this year, has expressed worries about what will happen when Uber begins to be perceived as Goliath instead of David.</p><p>\"When people start to perceive you as the big guy, you're not allowed to be scrappy fierce,\" he said this year at a conference called <a href=\"http://techcrunch.com/video/michael-arrington-in-conversation-with-ubers-travis-kalanick/518405651/\">TechCrunch Disrupt</a>. \"If you're the little guy ... that's cheered, that's lauded, that's the heroic sort of startup story.\"</p><p><strong>Unjust Laws?</strong></p><p>Another business professor agrees with Koehn that Uber's business depends on flouting the law. But New York University's <a href=\"http://aswathdamodaran.blogspot.com/\">Aswath Damodaran</a> also says those regulations are unjust.</p><p>\"The Taxi and Limousine Commission might tell you about their background checks,\" he says. \"I don't believe them, because when I get into a cab, I know my life is at risk.\"</p><p>Damodaran says regulators are gatekeepers who are there not to bar bad actors, but to protect a taxicab monopoly, and that Uber is taking a stand. That stance clearly keeps the company's costs down, but it also is based on the principle of providing a valuable service to customers — who are also voters.</p><p>\"I think Uber's master plan is: 'If we have enough people who care about Uber service, and they vote, then we can get these regulations changed,' \" he says.</p><p>A company spokesperson said Uber is in favor of local oversight, particularly <a href=\"http://blog.uber.com/transportation-evolved\">new regulations</a> that make room for innovative options for consumers — which is to say, rules that give Uber space to operate.</p><p><strong>Growing Up</strong></p><p>Sen. Al Franken of Minnesota, who recently dealt with Uber following a media-relations crisis, says the company displays signs that its practices haven't become more sophisticated as its revenues have rocketed up.</p><p>Searching for the perfect adjective to describe Uber, he offers two more: \"It may have been arrogant. But I think it was more clueless.\"</p><p>This fall, a top executive suggested he wanted to <a href=\"http://www.npr.org/blogs/thetwo-way/2014/11/18/364852238/uber-exec-in-hot-water-after-suggesting-a-journalist-smear-campaign\">use Uber data to dig dirt on reporters</a> who criticize the company. In response, Franken — an Uber user himself — sent a <a href=\"http://www.franken.senate.gov/files/letter/141119UberLetter.pdf\">congressional inquiry</a> asking the company to spell out its privacy practices.</p><p>The senator asked if Uber stores the date and time of every user's trip, for what purpose, for how long, and which employees have access to the so-called \"God View\" of a user account.</p><p>He says that compared to other tech companies — like Apple and Samsung — <a href=\"http://www.franken.senate.gov/files/documents/141215UberResponse.pdf\">Uber's letter back</a> was disappointing. \"I usually expect direct answers to those questions, and detailed answers to those questions.\"</p><p>But NYU professor Damodaran says these kinds of challenges and beatings in the media are no coincidence, and are not because Uber drivers or executives are bad. He says it's because Uber has made enemies.</p><p>\"Trust me. There's going to be a crisis every month, pretty much, for Uber,\" he says. \"Uber has to react in a mature way.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=As+Uber+Expands%2C+It+Asks+Cities+For+Forgiveness+Instead+Of+Permission&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Aarti Shahani","audio":[{"meta":{"duration":"275"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1373210986-7cf279.m3u?orgId=1&topicId=1006&d=275&p=3&story=373087290&t=progseg&e=373210870&seg=2&ft=nprml&f=373087290"},{"href":"http://media.npr.org/assets/img/2014/12/26/uber-app-8b32db4146c2df954d7b13fe0d80985f2fa8d693.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1082","width":"1443"}}]}