{"created":"2014-10-09T21:16:22+00:00","modified":"2015-04-07T17:51:25+00:00","valid":{"from":"2015-04-07T17:51:25+00:00","to":"3015-04-07T17:51:25+00:00"},"hreflang":"en","title":"Three Forlorn Presidents Bring Ebola Wish List To The World Bank","published":"2014-10-09T22:28:00+00:00","teaser":"The leaders of Guinea, Liberia and Sierra Leone pleaded for help at the annual World Bank-IMF meeting: \"This slower-than-the-virus response needs to change.\"","itags":["npr_api","354848567"],"guid":"0566f362-7de2-438e-80bb-025bff2073cd","contentencoded":"<p>The Ebola outbreak in West Africa is a \"tragedy not seen in modern times,\" said Sierra Leone's president Ernest Bai Koroma.</p><p>At the annual meeting of the <a href=\"http://www.imf.org/external/index.htm\">International Monetary Fund</a> and the <a href=\"http://www.worldbank.org/\">World Bank</a> on Thursday, Koroma and the presidents of Guinea and Liberia are pleading with the international community for help battling the Ebola epidemic. In the three hardest-hit countries, the virus has already killed nearly 4,000 people.</p><p>\"Our people are dying, children are being orphaned,\" Koroma told representative nations via a video conference.</p><p>He said the need for resources and support is critical — not only to help care for the increasing number of Ebola victims and pay health care workers but also to kickstart the country's collapse economies and rebuild shattered communities once the crisis is over.</p><p>\"The general international response has been up to this moment slower than the rate of transmission of the disease,\" he added. \"This slower-than-the-virus response needs to change.\"</p><p>Each of the West African presidents presented a checklist of their country's needs.</p><p>Guinea's President Conde made a plea for medicine and money for food and other supplies. He said the three countries were in a fragile situation. Conde's appeal came as Doctors Without Borders reported a massive spike in new Ebola cases in Guinea.</p><p>Liberian president, Ellen Johnson Sirleaf — also speaking by video conference — said quickly identifying and isolating new cases was paramount to curbing the virus. But that would require a swift and coordinated international effort.</p><p>That mean the construction and testing centers should be completed within a time frame of a month, she said. And by mid-November, all these facilities should be functioning with both local and international health workers.</p><p>Major aid groups like Doctors Without Borders have had at least some presence in Guinea, Sierra Leone and Liberia for months, but they say they've been stretched to the limit. Now the U.K. and the U.S. are deploying military personnel to help build testing facilities and treatment units.</p><p>The U.S. won't send doctors to run those units, but they will be training many of the health care workers slated to staff the facilities.</p><p>Koroma predicts Sierra Leone will need more than 5,000 such workers, including 750 doctors and 3,000 nurses. They will also need money to pay local staff.</p><p>\"Millions of dollars are required to pay the thousands of health workers that will be deployed,\" he said. \"Millions of dollars are needed to shore up drugs, food and other basic supplies and logistics.\"</p><p>This is clearly an instance that donors much rally around, says <a href=\"http://blog-imfdirect.imf.org/bloggers/christine-lagarde/\">Christine Lagarde</a>, the head of the International Monetary Fund.</p><p>The U.N. estimates it will cost nearly a billion dollars to stop the outbreak. And while there was a positive response from those attending the World Bank meeting, U.N. Secretary General Ban Ki Moon said international aid needed to increase twentyfold.</p><p>There should be absolutely no holding back on resources, added David Nabarro, the U.N.'s special envoy on Ebola: \"Every dollar spent now may well be worth more than $20 or $30 spent in two-months time. This is a moment when there must be no postponement of financing decisions, no postponement of action because we haven't agreed on things.\"</p><p>The pledges of help are good, Koroma said, but they must be followed up with action.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Three+Forlorn+Presidents+Bring+Ebola+Wish+List+To+The+World+Bank&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jackie Northam","audio":[{"meta":{"duration":"242"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1354890917-f03b77.m3u?orgId=1&topicId=1031&e=354848567&d=242&ft=nprml&f=354848567"},{"href":"http://media.npr.org/assets/img/2014/10/09/dsc_0701-c4f0c21ac73a716ca0901406b26509a09457bdf3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1656","width":"2208"}}]}