{"created":"2014-09-04T16:42:35+00:00","modified":"2015-01-02T17:54:13+00:00","valid":{"from":"2015-01-02T17:54:13+00:00","to":"3015-01-02T17:54:13+00:00"},"hreflang":"en","title":"For One Crime Writer, Peaceful Shetland Is A Perfect Place For Murder","published":"2014-07-08T13:51:00+00:00","teaser":"Despite the lack of real-life crime on the Scottish islands, author Ann Cleeves has found plenty of inspiration there. \"I love the idea of long, low horizons with secrets hidden underneath,\" she says.","itags":["npr_api","329520153"],"guid":"056c9382-64d7-4557-bd3c-3a6aa4121765","contentencoded":"<p>Crime writer Ann Cleeves puts it best in her novel <a href=\"http://www.npr.org/books/titles/329526105/dead-water-a-shetland-mystery\" target=\"_blank\">Dead Water</a>:<em> </em>\"Shetland didn't do pretty. It did wild and bleak and dramatic.\"</p><p>The Shetland Islands are a damp and rocky place, with endless miles of green and gray. Humanity seems to cling to the land here like a few tenacious barnacles. \"I love the idea of long, low horizons with secrets hidden underneath,\" Cleeves says.</p><p>These Scottish islands lie hundreds of miles from any mainland, as far north as the tip of Greenland. And thanks to Cleeves, they've been the setting for five popular crime novels.</p><p>\"There are no trees in Shetland, and you can't do overgrown language here,\" she says. \"The language has to be simple, because that's how the landscape is.\" <br /> <br /> This is a land of extremes. In the winter, you barely see the sun, and during midsummer, the daylight never leaves. If that sounds bucolic, it also has a fearsome side. In the middle of the night, the sun comes streaming through the window, upending any sense of time and place. \"[People] came looking for paradise or peace and found the white nights made them even more disturbed,\" Cleeves writes in <a href=\"http://www.npr.org/books/titles/329526399/white-nights\" target=\"_blank\">White Nights</a><em><a href=\"http://www.npr.org/books/titles/329526399/white-nights\" target=\"_blank\">,</a> </em>the series' second book.</p><p><strong>'Seen From The Sea'</strong></p><p>A few days before the summer solstice, Cleeves takes me to meet her friends Jim Dickson and Ingrid Eunson in the small town of Brae. Blue eggs sit on the counter — they were freshly laid by the chickens in the yard. While Dickson puts on the tea kettle, Eunson pulls out homemade bannocks. They're a local food, like a thin, chewy scone, served with butter and jam Eunson made with rhubarb from her garden.</p><p>\"This is classic Shetland,\" Cleeves says. \"You'd never get invited into a house without being offered something.\"</p><p>Eunson and Dickson read Cleeves' mysteries before they're published. Cleeves relies on them to make sure she gets the local details right.</p><p>\"They're very accurate, because we do have that amount of murder,\" Eunson deadpans. Actually, this is a place where people leave their houses unlocked when they go to work in the morning.</p><p>You're never more than a few miles from the water in Shetland. Centuries before there were roads here, people got around by boat. Today, fishing is still the biggest industry, and huge salmon and mussel farms lie just offshore. So do the North Sea oil fields, which have made Shetland very wealthy.</p><p>In <em>Dead Water</em>, Cleeves writes, \"Shetland only made sense when it was seen from the sea.\" So, after our tea and bannocks, Dickson takes us out in his boat. We motor past soaring red cliffs where puffins, gulls and red-throated divers wheel overhead. They nest in the sheer rock faces and plunge into the water for sand eels and mackerel.</p><p>Shetland is a global destination for birdwatchers, and while there may not be murder here, there is violence. Dickson points out a massive seabird — the great skua — chasing a small arctic tern. He explains that the great skua will kill other birds, \"two great skuas get together, and they'll tire out a gannet, and eventually they will drown it. And then they pluck the feathers off, and then they'll eat it.\"</p><p>That may sound horrific, but Dickson shrugs: \"It's nature.\"</p><p><strong>The Perfect Murder</strong></p><p>Dickson pulls the boat into a little cove where <a href=\"http://instagram.com/p/pb5Z4Bpt9E/?modal=true\" target=\"_blank\">seals lie on rocks</a> with their newborns. We're miles from any other human. Cleeves and I start hiking up cliffs covered with wildflowers. The drop-off is dizzying.</p><p>Ever the crime writer, Cleeves starts musing aloud. \"I did ask a pathologist friend of mine, 'What's the best way to commit the perfect murder?' He reckoned pushing somebody over a cliff. Because how would you know whether they'd fallen or just been pushed?\"</p><p>I step back from the ledge. </p><p>We reach a low horseshoe shape carved out of the hillside. It's peat. In these islands, many people dig peat to burn in the winter for warmth. (Remember, there are no trees for firewood.) In <a href=\"http://www.npr.org/books/titles/329526725/raven-black\" target=\"_blank\">Raven Black</a>, the series' first book, a young murder victim's body is discovered preserved in peat years after she was killed. Cleeves explains that this is actually grounded in science: \"Archaeological remains have been found with bodies, centuries old, preserved in peat. It has a quality where the skin is preserved almost like leather.\"</p><p><strong>'Soothmoothers' And A 'Peerie Smoorikin'</strong></p><p>Cleeves has been making regular trips to the Shetland Islands for 40 years. Her books are so popular that a tourism agency has put out a map showing where key scenes in the novels take place. But she's still an outsider, or what locals call a soothmoother — someone who arrives on the ferry through the south mouth of the Bressay Sound. <strong></strong></p><p>This is a place where people take their heritage seriously.</p><p>\"My father can trace his roots back to the 1600s,\" says Edna Burke, who used to run a bookshop here. She's happy to give an example of the local dialect, with influences from Scotland and Scandinavia: \"Well, if I was just to be very cheeky and say, 'Can I have a peerie smoorikin?' it would be, 'Can I have a small kiss!' \"</p><p>Burke, who now gives tours of the islands, says visitors often come having seen the popular BBC adaptation of the Shetland mysteries. The TV show is all moody fog and low clouds.</p><p><strong>Discovering Shetland's Crime Fiction Potential</strong></p><p>While these islands have made Ann Cleeves's career, it took her a long time to write about them. She first came to Shetland in the early 1970s as an aimless 20-something college dropout who was hired to be an assistant cook in a bird observatory. \"I didn't know anything about birds, and I couldn't cook,\" she says.</p><p>While working at the observatory, Cleeves met the man she would marry. Two years later, they moved away. Cleeves became a crime writer, without much success, writing a book a year for 20 years. Though she came back to Shetland all the time, she never set a novel here. Then one winter, she was in Shetland bird watching with her husband. Snow had fallen, frozen over with ice, and Cleeves saw ravens — black against the bright white snow.</p><p>\"And then I thought, because I'm a crime writer: If there was blood as well, it would be really quite mythic,\" she says. \"Like fairy stories with those colors — like 'Sleeping Beauty' or 'Snow White.' And just with that image I started writing <em>Raven Black</em>.\"<br /> <br /> Her agent said it would have to be a standalone. It just wasn't believable to have lots of murders set in a small cluster of islands like Shetland. Then <em>Raven Black </em>became a huge hit. It won the biggest crime fiction award in the U.K. Now, the sixth Shetland novel is coming out in the spring.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+One+Crime+Writer%2C+Peaceful+Shetland+Is+A+Perfect+Place+For+Murder&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ari Shapiro","audio":[{"meta":{"duration":"438"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1329731516-1076e1.m3u?orgId=1&topicId=1161&aggIds=100876926,13795507&ft=3&f=329520153"},{"href":"http://media.npr.org/assets/img/2014/07/07/shetlands1-8d8f48577f659b9964b0d21d5e75c62176873f68.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3263"}},{"href":"http://media.npr.org/assets/img/2014/07/07/shetlands2-22d23703cf334a85a0de47b5c13427c7ae95fc29.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2049","width":"2730"}},{"href":"http://media.npr.org/assets/img/2014/07/07/shetlands3-7460eaef5d9920383a4da8de11ac360141e65c61.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1834","width":"2448"}}]}