{"created":"2014-08-29T18:43:59+00:00","modified":"2014-08-29T18:43:59+00:00","valid":{"from":"2014-08-29T18:43:59+00:00","to":"3014-08-29T18:43:59+00:00"},"hreflang":"en","title":"'Baby Jane' Holzer's Flight From High Society To Warhol Superstar","published":"2014-05-07T16:21:00+00:00","teaser":"In the 1960s, model and socialite Jane Holzer was bigger than Paris Hilton, had far more elegance than Kim Kardashian and was on tons of magazine covers.","tags":["npr_api","290234274"],"contentencoded":"<p>In the mid-1960s, society was changing; shaking off old ideas and trying on new ones for size. There were changes on the political front, like the civil rights movement and the looming war in Vietnam, as well as on the cultural front, with new celebrities popping up on TV every night.</p><p>One of those celebrities was \"Baby Jane\" Holzer, who in the '60s was bigger than Paris Hilton, had far more elegance than Kim Kardashian and was on tons of magazine covers. <em>Vogue</em> editor Diana Vreeland called her \"the most contemporary girl I know.\"</p><p>Nicky Haslam, the British interior designer, was doing the layout for <em>Vogue</em> when he met Holzer in New York.</p><p>\"She had that mane of glorious hair ... and she made me laugh so much,\" Haslam says. \"We became firm friends and then I introduced Andy to her.\"</p><p>That was Andy Warhol, the outsider-as-insider artist with a silver wig and sunglasses, who was puzzling people with his ideas about what was art.</p><p>\"Andy was actually mesmerized by Jane,\" Haslam says. \"It was a great bond made in heaven, or made in Chanel. He pretty soon asked her to make her one of his superstars.\"</p><p><strong>Life With Andy</strong></p><p>Holzer had been modeling in England and Paris since she was a teenager, and much-photographed though she was, she was still living a pretty traditional life as young society wife in 1964, when she met Andy Warhol.</p><p>\"The first thing Andy said was: 'Do you want to be in the movies?'\" Holzer says. \"And my thoughts were, 'Well it beats the s - - - out of shopping at Bloomingdales every day.'\"</p><p>To Andy, Holzer epitomized Park Avenue and haute couture. She was high society, yet she had edge. Profiling her for <em>New York Magazine</em>, author Tom Wolfe wrote an essay about Holzer called \"<a href=\"http://books.google.com/books?id=QwyU4YsvLsEC&lpg=PA200&ots=0YoxOoY_H5&dq=Jane%20Holzer%20Tom%20Wolfe&pg=PA199#v=onepage&q=Jane%20Holzer%20Tom%20Wolfe&f=false\">The Girl of the Year</a>.\" In his rippling stream-of-consciousness style, he begins on the night the Rolling Stones first played the Academy of Music in New York:</p><p><blockquote></p><p>\"The show hasn't even started yet, the Rolling Stones aren't even on the stage, the place is full of great shabby mouldering dimness, and these flaming little buds.</p><p>Girls are reeling this way and that way in the aisle and through their huge black decal eyes, sagging with Tiger Tongue Lick Me brush-on eyelashes and black appliqués, sagging like display window Christmas trees, they keep staring at — her — Baby Jane — on the aisle.\"</p><p></blockquote></p><p>Wolfe says the idea of the girl of the year was part of a whole change that was taking place in the mid-'60s. Some of that change was due to the post-war economic boom, and with that freedom came an itch for everything that was new.</p><p>\"Suddenly high art become very boring, such as grand opera and things of that sort,\" Wolfe says. \"Andy Warhol used to like to take the old virtues and turn them upside down, [and] somebody like Jane Holzer is a perfect example in the area of society with a capital 'S.'</p><p>\"She was a lovely young woman, but her loveliness came from excitement rather than perfect features or things of that sort. She thrived on excitement, she loved excitement and that just happened to fit the tenor of the age.\"</p><p>Holzer's family had made its money in Florida real estate, a lot of it in West Palm Beach and Miami. But Holzer was a restless young woman who wanted her own place in the world.</p><p>\"I flunked out of college on purpose to become a model,\" she says. \"I wouldn't recommend that today to anybody.\"</p><p>Holzer and Warhol, the top model with the world-class wardrobe and the former fashion illustrator from Pittsburgh. Their friendship was born in a time of generosity and optimism, when Warhol started making movies.</p><p>\"We were having fun ... I was showing up to be in his screen tests and we would go out to lots of parties,\" she says. \"I totally trusted him ... there was no reason not to.\"</p><p><strong>Warhol And The Art World</strong></p><p>Warhol had grown up with immigrant parents who barely eked out a living. He liked money and Jane knew a lot of people who had it; from Rockefellers to Rothschilds.</p><p>Former <em>Interview</em> <em>Magazine</em> Editor Bob Colacello, who wrote a memoir of Andy Warhol called <em>Holy Terror</em>, says Warhol really never left the world of fashion. He was far more comfortable there than in the art world. Warhol's paintings of popular culture — everyday objects like Campbell's Soup cans, dollar bills and Brillo boxes — provoked hostility from the abstract artists who were on top of the art world heap.</p><p>\"[Artists] Jasper Johns and Robert Rauschenberg kind of looked their noses down at Andy,\" Colacello says. \"People in the serious art world in this country in America would dismiss Andy as basically a glorified fashion illustrator who was turning photographs into silkscreen paintings that didn't have that much painting in them.\"</p><p>But still, everything was possible then. Society was opening up and Warhol and Holzer embraced and embodied that. And Warhol wanted everyone to have their 15 minutes of fame. At one point, he declared he wasn't going to paint any more and would just make movies.</p><p>\"Movies were being made constantly and almost like a reality TV way,\" Colacello says. \"Some of the young beautiful girls who were in these movies, Andy would call them girl of the year or superstars. ... Some of the superstars were from wealthy families, they were essentially socialites gone wrong. Jane Holzer was probably the most normal.\"</p><p>In one of Warhol's short films, called <em>Screen Test</em>, <a href=\"http://www.youtube.com/watch?v=TmW4zME8n3o\">Holzer brushes her teeth for three-and-a-half minutes</a>. Warhol didn't want her to blink.</p><p>\"Not blinking for three minutes was hard,\" Holzer says.</p><p><strong>Stepping Away From Warhol's World</strong></p><p>But by 1966, Holzer was withdrawing from Warhol's world. \"There were a lot of very unsettling people around Andy, there just were too many,\" she says.</p><p>One of those unsettling people was a woman named Valerie Solanas. Solanas had quarreled with people at Warhol's studio, the Factory, over a film script she'd written. On June 3, 1968, she came to the Factory and shot him. Warhol nearly died, and after that he moved the factory and installed bulletproof doors and security cameras.</p><p>\"After he got shot, it was business, business, business,\" Holzer says.</p><p>It was business; Warhol's prices and recognition soared. He was on his way to becoming one of the most important artists of the 20th century. The 32 Campbell's Soup can paintings, which the Museum of Modern Art had once refused to hang, were purchased by MOMA for $15 million in 1996.</p><p>Holzer is now a leading collector of modern art and a real estate mogul. She lives in a six-story townhouse in New York, amid her collection of Warhol and his contemporaries, like Jean-Michel Basquiat and Keith Haring.</p><p>And then there are her clothes. Though she's given a lot away or donated them to museums, she still has some fabulous things, like a zebra coat she wore when Warhol photographed her in front of prints of most-wanted men.</p><p>Every time Holzer gives an interview about her friend, she recalls his humanity. She's helping the Warhol Museum in Pittsburgh curate its 20th anniversary in May, and she's pushing a real estate deal downtown which will have the first Warhol Museum in New York.</p><p>What would Andy Warhol say if he could see \"Baby Jane\" Holzer today?</p><p>\"I think Andy would love the fact that Jane Holzer has evolved into a very important collector, has this fabulous house filled with some of the most important and interesting contemporary artists,\" Colacello says.</p><p>Holzer — still with a brilliant smile and blond mane — is herself the subject of a <a href=\"http://www.norton.org/index.cfm?fuseaction=exhibitions.details&content_id=1099\">new show at the Norton Museum of Art</a> in West Palm Beach. It's called \"To Jane, Love Andy,\" and it runs through May. It's a tribute to her and the man who made her his superstar.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Baby+Jane%27+Holzer%27s+Flight+From+High+Society+To+Warhol+Superstar&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jacki Lyden","guid":"056c7c3b-3d53-42c4-a9d4-9ef8a4acb92f","audio":[{"meta":{"duration":"692"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1290389352-60da92.m3u?orgId=1&topicId=1048&aggIds=310432756&ft=3&f=290234274"},{"href":"http://media.npr.org/assets/img/2014/03/14/jane_holzer-921bb0bb383ecb50894861c5b3e4dd452e502bb4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3524","width":"4702"}},{"href":"http://media.npr.org/assets/img/2014/03/14/holzer_2011-4a870f7f305d7c59529595fbd6539b39f83ba159.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1494","width":"1992"}},{"href":"http://media.npr.org/assets/img/2014/03/14/andy_jane-09d66ce679f581a89c760fe119c6250b61e4f816.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2039","width":"2716"}}]}