{"created":"2014-12-07T21:09:56+00:00","modified":"2015-05-13T21:27:44+00:00","valid":{"from":"2015-05-13T21:27:44+00:00","to":"3015-05-13T21:27:44+00:00"},"hreflang":"en","title":"Liberian Businesses Reopen Their Doors, But Customers Are Wary","published":"2014-12-08T17:28:00+00:00","teaser":"The Ebola outbreak shuttered shops, cafes and offices. As the situation eases, many have now opened again — but as restaurant owner Mama Quaye can testify, business is hardly booming.","itags":["npr_api","369182766"],"guid":"0575357d-844d-4bf5-9b69-8114b89a1d12","contentencoded":"<p>Ebola has had a brutal impact on the economies of three West African nations at the epicenter of the outbreak. In Liberia, the World Bank has more than halved projected growth for the nation, compared to what they predicted before the epidemic.</p><p>Ebola has killed more than 3,000 people in Liberia and, at the height of the outbreak, closed shops, businesses and offices. As the situation eases, many have now reopened — but it's still tough going.</p><p>In downtown Monrovia, on Ashmun Street, a large, windowless, derelict building — a bank, locals say, and a relic from the civil war — is still pockmarked with holes from mortar shells or some other artillery. Nearby, above a low building painted in greens, there's a hand-painted board announcing Mrs. Quaye's restaurant, with a map of Africa.</p><p>Mama Quaye, the restaurant's namesake, welcomes NPR reporters into her almost-empty, low ceilinged restaurant. The dining room is small and dimly lit.</p><p>The gracious, elderly widow, wearing a pale green gown, matching elegant headtie and shawl, sits at one of three long wooden tables. There are seats for at least 30 people, but only one couple is lunching.</p><p>Mama Quaye throws her arms up in the air in desperation, saying Ebola has as good as wrecked her business.</p><p>This restaurant was an institution in Monrovia before Ebola. Before that, it weathered Liberia's 14-year civil war.</p><p>\"Before the war ... this was a very famous restaurant,\" Quaye says. \"I had a lot of customers. During lunchtime this place would be crowded. Sometimes I'm so frustrated I want to close the entire business down. How would my family survive?\"</p><p>Mama Quaye's restaurant is in the heart of Liberia's capital, where it has served potato greens, cassava leaf stew and other Liberian delicacies for decades. The back-to-back civil wars, which began at the tail end of 1989, were bad, says Mama Quaye — but with Ebola the situation is even worse.</p><p>\"We're not making any business; we're only struggling for our lives,\" she says. \"All I want to do is be alive. Now that Ebola has subsided we reopened, but we hardly get customers. As you see it is now empty, that's how it always is. Sometimes in the daytime we get two customers and that's all.\"</p><p>Mama Quaye says people are afraid of catching Ebola by eating out. She says people prefer eating food they've cooked themselves instead of going out to restaurants. This makes her sad, she says, but admits that it is important that everyone is fighting to prevent Ebola.</p><p>\"Because life is important; as long as we have life [there is hope],\" she says.</p><p>Despite the difficulties, Quaye continues to support more than 16 people in her family, which includes children in the family who lost parents in the civil war. She cares for and educates them as well.</p><p>\"I'm taking care of them. So I have very a huge family,\" she says.</p><p>At the restaurant, Mama Quaye points to an almost full tray of fufu, a Liberian staple food often made with flour made from the cassava plant. This batch has been cooking since the morning, she says, but no one has bought any yet. There's no business.</p><p>\"I'm thinking now, what I will do?\" she says.</p><p>But Quaye says that at least the meals she prepares don't go to waste if there are no customers, because she serves the leftover cooked food to her family. A full meal costs about $2.50.</p><p>And then, as if to add to the troubles, a high-pitched lament floats over from behind the kitchen counter, filling the restaurant. As if it's all just too much for her, Mama Quaye's friend Zinnah Gray tells us she has lost a number of her family members to Ebola and that the virus is not just a sickness, but a war. If it kills one person, she says, it kills the rest of the family. Then she begins wailing, pouring her pain and her loss into the lament.</p><p>Mama Quaye looks over at her friend sympathetically. Like many others during this Ebola outbreak, the two elderly women have plenty of problems.</p><p>But there's one bright spot: a customer walks in, and another has just finished his meal. Alfred T. Karngar says he works across the road and is a regular at the restaurant at lunchtime.</p><p>\"She prepares good food here,\" Karngar says. \"I actually have been eating here [since] before the Ebola crisis and I see nothing that would stop me from eating here.\"</p><p>Karngar says he observes all the health directives, including hand-washing with chlorinated water when he enters the restaurant. He says he tries to keep himself safe from Ebola, and will continue to enjoy a good meal at Mama Quaye's.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Liberian+Businesses+Reopen+Their+Doors%2C+But+Customers+Are+Wary&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ofeibea Quist-Arcton","audio":[{"meta":{"duration":"301"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1369191177-fcc81d.m3u?orgId=1&topicId=1126&d=301&p=2&story=369182766&t=progseg&e=369191057&seg=5&ft=nprml&f=369182766"},{"href":"http://media.npr.org/assets/img/2014/12/08/mamaquaye_poole-1-276b486fb14df06266683368c747eb089150e38a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2014/12/07/mamaquaye_poole-4-85ed5d70a122c6a9eaaba1e40ecbd94c661b7eca.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2014/12/07/mamaquaye_poole-3-308ad4c97af4b9689e171b7d9280ac7743571b84.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}