{"created":"2014-08-28T02:35:10+00:00","modified":"2014-10-30T23:17:51+00:00","valid":{"from":"2014-10-30T23:17:51+00:00","to":"3014-10-30T23:17:51+00:00"},"hreflang":"en","title":"A Chinese Man, A $50 Billion Plan And A Canal To Reshape Nicaragua","published":"2014-08-15T14:54:00+00:00","teaser":"Groundbreaking for the 173-mile canal is set for December, but critics warn the waterway will cause irreparable environmental and social damage. The government has withheld outside firms' assessments.","itags":["npr_api","340402716"],"guid":"0577e617-3786-43a3-a342-d7e8fa9bf8a6","contentencoded":"<p>One hundred years ago today, the first ship passed through the brand-new, U.S.-built Panama Canal; a century later, Panama owns the canal outright, and the country is one of the most prosperous in the region.</p><p>Panama's neighbor to the north, Nicaragua, is hoping a transoceanic canal and similar prosperity are in its near future. The government has joined forces with a Chinese billionaire to construct a 173-mile, interocean canal.</p><p>It may cost more than $50 billion, but the government says the mega-project is critical to lifting the nation out of dire poverty. Critics say the environmental and social damage will be irreparable.</p><p>Francisco Telemaco Talavera, the affable and outgoing leader of Nicaragua's prestigious National Agrarian University, is a perfect pitchman for the proposed Grand Canal. His rapid-fire, two-hour presentation on it is filled with jokes, hand gestures and dozens of slides.</p><p>\"The canal will bring prosperity to all in this poor nation,\" says Telemaco, creating 50,000 jobs during the five-year construction period and 200,000 more once the canal is up and running. He also says it will turn Nicaragua — now the second-poorest nation in the hemisphere after Haiti, based on a U.S. estimate of its economic output — into the region's powerhouse, with economic growth rates as high as 14 percent a year.</p><p>But building the canal won't be easy, Telemaco says — if it were, someone already would have done it.</p><p>And others have tried: Throughout the past century and a half, a whole host of foreigners have signed contracts and drawn routes, but every plan evaporated.</p><p>The latest to put Nicaragua's canal dream on the map is 41-year-old Chinese billionaire Wang Jing, who is said to have amassed his fortune through his telecommunications business. Wang declined an interview with NPR but has said in public that he can raise the $40 billion to $50 billion needed for construction costs.</p><p>Some opponents of the canal worry that the financing will actually come from the Chinese government itself, which Richard Feinberg, a fellow at the Brookings Institution, describes as \"the Chinese planting their flag right in the heart of the Western Hemisphere.\" But since winning a no-bid, 50-year, renewable concession last year, Wang has put the project on the fast track.</p><p>Too fast for Jorge Huete, a research biologist at the University of Central America in Managua.</p><p>\"This whole thing has been rushed,\" he says. \"There was not consultations, there was no debate. ... There should be someone defending Nicaragua.\"</p><p>Huete is most worried about the environmental consequences of dredging millions of tons of earth, ripping through the country's huge Lake Managua – the source of Nicaragua's fresh water — and plowing under indigenous communities in the path of the canal.</p><p>A group of leading national scientists wrote a letter to Nicaraguan President Daniel Ortega, demanding to see Wang-sponsored environmental studies supporting the project — which also includes a deep-water port on each coast, an international airport and free-trade and tourist zones.</p><p><a href=\"http://www.reuters.com/article/2014/07/08/us-nicaragua-canal-idUSKBN0FD06Q20140708\" target=\"_blank\">The canal's finalized route was made public last month</a>, and appears to run right through Ligda Bol's small farm, not far from the drought-dried Brito River.</p><p>Bol says that in the spring two Chinese men measured her land and took water samples from her well, but that no one has been back to tell her family if they have to leave or whether they'll be compensated for their land.</p><p>\"People are also very worried about the beaches, and what happens if the diggers dig too deep and disturb the active volcanoes,\" says Bol.</p><p>There could be an eruption, and we will all be gone, she says. It was Nicaragua's active volcanoes and seismic activity that led the United States to select Panama for the site of the canal more than a century ago.</p><p>Canal proponents say those risks also are being assessed by internationally acclaimed companies. But despite scientists' demands, no studies for the project have been made public, and neither British environmental management firm ERM nor McKinsey and Co. — which is running economic feasibility studies — would comment for this article.</p><p>The government insists that a new canal is economically feasible, and often cites worldwide commercial shipping projections that even the expanded Panama Canal won't be able to handle.</p><p>But Jean-Paul Rodrigue, a global trade expert at Hofstra University, says those projections are exaggerated, and that it will be tough for investors to make a profit.</p><p>\"It's going to take a lot of traffic and a very, very long time,\" he says. \"That's why I say the project is technically feasible but commercially very, very dubious.\"</p><p>Those sorts of concerns have led some in Nicaragua to call the canal a <em>cuento chino,</em> a Chinese tale, but Manuel Coronel Kautz, a longtime adviser to President Ortega, insists it will be \"a Nicaraguan dream.\"</p><p>\"There will be a lot of criticism for this, we know that,\" he says, \"but we also are revolutionaries, we are optimistics [sic].\"</p><p>Kautz insists all studies will be made public sometime before December, when work on the canal will begin.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Chinese+Man%2C+A+%2450+Billion+Plan+And+A+Canal+To+Reshape+Nicaragua&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Carrie Kahn","audio":[{"meta":{"duration":"290"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1340562954-89b549.m3u?orgId=1&topicId=1127&ft=3&f=340402716"},{"href":"http://media.npr.org/assets/img/2014/08/14/kahn_canal_001-2e62a4c36fbab31132539725e34409ae83788d90.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2014/08/14/kahn_canal_002-3b3157f6e38d3b1e775b3c34949b51f5ff70c64b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2014/08/14/kahn_canal_003-5454d22bf4b2637774fd072ed1795736988aeaed.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2014/08/14/kahn_canal_004-bcb7fdd6e44ab6bc978a0e693303f4bf37344964.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}