{"created":"2014-08-30T17:07:07+00:00","modified":"2014-12-23T18:39:49+00:00","valid":{"from":"2014-12-23T18:39:49+00:00","to":"3014-12-23T18:39:49+00:00"},"hreflang":"en","title":"A Food Crisis Follows Africa's Ebola Crisis","published":"2014-08-23T03:03:00+00:00","teaser":"Food shortages are emerging in the wake of West Africa's Ebola epidemic. Market shelves are bare and fields are neglected because traders can't move and social gatherings are discouraged.","itags":["npr_api","342480343"],"guid":"058bf4b4-810b-4246-9222-eeaee16a8e61","contentencoded":"<p>In the shadows of West Africa's Ebola outbreak, food shortages are starting to develop.</p><p>This time of year is traditionally the lean season in West Africa, when last year's harvest of rice or groundnuts is mostly exhausted. Until recently, people were quite hopeful about the approaching harvest this year.</p><p>\"The rainfall situation was very good,\" says Shukri Ahmed, a senior economist with the U.N.'s <a href=\"http://www.fao.org/home/en/\">Food and Agriculture Organization</a> in Rome. \"We were actually developing an optimistic forecast for crop production this year.\"</p><p>But then came Ebola.</p><p>The first food source that disappeared from markets was \"bush meat,\" meat from forest animals. Some of those animals, like <a href=\"http://www.fao.org/news/story/en/item/239123/icode/\">fruit bats</a>, can actually carry Ebola, so governments have banned it.</p><p>Other foods have become scarce as a side effect of efforts to keep the virus from spreading.</p><p><a href=\"http://www.developmentaid.org/david.mwesigwa\">David Mwesigwa</a>, the FAO's acting representative in Sierra Leone, says that when governments stopped people from moving from country to country, or even from one town to another, it stopped traders from delivering food to the markets. \"The primary impact has been on the mobility of most of the traders,\" he says.</p><p>In quarantined areas, some food markets have been shut down completely.</p><p>Sierra Leone, and to an even greater extent, Liberia, also import a lot of rice. Those imports are down, too. Ships are reluctant to dock in places affected by the epidemic.</p><p>As a result, there's less food for sale, and prices are rising. According to Mwesigwa, people in many parts of Sierra Leone are paying 40 or 50 percent more for rice and other foods. The prices of meat and fish have doubled in some places. The situation in Liberia, he says, is similar, but probably even a bit worse.</p><p>While this is already cutting the ability of people to afford adequate food, things may get even worse over the coming year. This year's harvest is also in danger because communal work arrangements have broken down.</p><p>\"The Ebola came in at a time when farmers were ready to go to the field to work together, in groups,\" Mwesigwa says.</p><p>But people now have been advised to avoid such activities. Coming together in groups could spread the disease. So essential work like weeding the rice is not happening.</p><p>Gon Myers, the <a href=\"http://www.wfp.org/\">World Food Program</a>'s representative in Sierra Leone, says when you take all these factors together \"we think there will be a food crisis after the Ebola crisis.\"</p><p>Myers and Mwesigwa say that their organizations will need to start responding even while the Ebola outbreak continues.</p><p>Some food aid will be required to nourish people who've been cut off from their normal supplies of food.</p><p>But Mwesigwa says he wants to keep food aid to a minimum. Sierra Leone, in particular, has the potential to grow a lot of food itself, and it's made great <a href=\"http://www.fao.org/news/story/en/item/52423/icode/\">progress</a> toward self-sufficiency since the country's civil war ended a decade ago.</p><p>Mwesigwa says international agencies can help the region's farmers get back on their feet. They can provide seeds when those are in short supply, and livestock so that people can produce more of their own meat.</p><p>That effort to rebuild food supplies, he says, probably will last at least one or two years.</p><p><em>See more of NPR's </em><a href=\"http://www.npr.org/tags/147820238/ebola\">Ebola coverage</a><em> on the global health blog </em><a href=\"http://www.npr.org/blogs/goatsandsoda/\">Goats and Soda</a>.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Food+Crisis+Follows+Africa%27s+Ebola+Crisis&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Dan Charles","audio":[{"meta":{"duration":"207"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1342494285-fdba64.m3u?orgId=1&topicId=1053&ft=3&f=342480343"},{"href":"http://media.npr.org/assets/img/2014/08/22/empty-market-liberia-8c18385d9cf8dd4082d825f8617b230415e4b19c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1198","width":"1598"}},{"href":"http://media.npr.org/assets/img/2014/08/22/food-aid-67a91671ddab5ad088983b5463f84a9012f319f0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1198","width":"1598"}}]}