{"created":"2014-10-21T20:09:51+00:00","modified":"2014-10-23T14:29:18+00:00","valid":{"from":"2014-10-23T14:29:18+00:00","to":"3014-10-23T14:29:18+00:00"},"hreflang":"en","guid":"058ebf0e-8889-44ed-a959-f43465b442c0","title":"In a historic moment, Oscar Pistorius' five-year sentence is handed down by a black female judge","published":"2014-10-23T14:29:15+00:00","byline":"Nina Porzucki","tags":["Justice","Ethnicity & Race","history","Justice","Conflict & Justice","Pretoria","Africa","South Africa","Africa","Thokozile Masipa","Milton Nkosi","Oscar Pistorius","Reeva Steenkamp","Oscar Pistorius","Apartheid in South Africa","Pretoria Central Prison","South Africa","Law"],"teaser":"South African sprinter Oscar Pistorius was sentenced on Tuesday to five years in prison for killing his girlfriend, Reeva Steenkamp. The case also held symbolic meaning as a popular white athlete was sentenced by a black female judge.","contentencoded":"<p>Disabled South African sprinter Oscar Pistorius received a five-year sentence on Tuesday for the killing of his girlfriend, Reeva Steenkamp.</p>\n<p>“When Judge Thokozile Masipa walked in, you could hear a pin drop,” says the BBC's Milton Nkosi, who was in the courtroom in Pretoria as the judge explained her sentencing decision. “She spoke for about an hour, explaining the principles of law versus public opinion,\" which was heavily focused on Pistorius' trial both in South Africa and around the world.</p>\n<p>Nkosi says there was a mixed reaction to the sentence. But regardless of opinions about the severity of Pistorius' punishment, the trial itself has been a historic moment for South Africa. “Just to see a black woman sitting there handing down a sentence to a white man was a day millions of people thought they’d never see,” Nkosi says.</p>\n<p>Judge Masipa started her career as a social worker and then became a journalist, work for which she was arrested under apartheid. “She understands what the criminal justice system can deliver, right from the top of the bench into the bottom of the cells,” Nkosi says.</p>\n<p>Pistorius will most likely serve just 10 months in prison, but he'll do so in a facility called Kgosi Mampuru II in central Pretoria. Nkosi says the prison, which used to be called Pretoria Central Prison, holds particular weight among South Africans.</p>\n<p>“There are many people who were fighting the apartheid government who were hanged and who were sentenced there, so the prison has some sort of notorious reputation,” Nkosi says.</p>\n<p>Pistorius will not be held with the general prison population; he'll spend his sentence in the hospital side of the prison, by virtue of being a double amputee.</p>\n<p>Though Pistorius was escorted to prison on Tuesday, the prosecution has 14 days to review the verdict and possibly appeal. “We will have to wait and see if there is an appeal from the prosecution to change all of this to a verdict of murder and to a longer prison sentence,” Nkosi says.</p>\n<br><p>©2014 Public Radio International</p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/102120146.mp3"},{"href":"http://www.pri.org/file/102120146mp3"}]}