{"created":"2014-08-30T17:05:25+00:00","modified":"2014-12-23T18:40:05+00:00","valid":{"from":"2014-12-23T18:40:05+00:00","to":"3014-12-23T18:40:05+00:00"},"hreflang":"en","title":"For Food Startups, Incubators Help Dish Up Success","published":"2014-10-01T00:08:00+00:00","teaser":"Demand for specialty and artisanal foods is booming, and new entrepreneurs want to get in on the action. Incubators can provide shared commercial kitchen space and tips on sales and distribution.","itags":["npr_api","336877182"],"guid":"058fbd95-785a-4a35-abd2-49b371583ced","contentencoded":"<p>If you want to get in shape, you can join a gym. But if you want to start a food business, where do you go?</p><p>Try a culinary incubator.</p><p>Just as gym members share workout equipment, members of many food incubators share commercial kitchen space.</p><p>Incubators also offer business support and technical assistance — like branding, sales and distribution — to help \"foodpreneurs\" get off the ground.</p><p>\"The food incubator model has really grown in the last several years, from virtually no food incubators to probably about 200 [or <a href=\"http://www.culinaryincubator.com/maps.php\">more</a>] in the U.S.,\" Andrea Bell, the founder of Chef's Kitchen in Los Angeles, Calif., tells us.</p><p>And why such growth? With the <a href=\"http://www.smallfoodbiz.com/2014/04/07/sales-of-specialty-food-products-soar-infographic/\">booming demand</a> for specialty and artisanal foods, incubators can help hungry entrepreneurs get started in a licensed kitchen at a fraction of the price of leasing their own space.</p><p>In Portland, <a href=\"http://kitchencru.biz/\">KitchenCru</a> is thriving, and in San Francisco, there's the nonprofit <a href=\"http://www.lacocinasf.org/\">La Cocina, </a>which focuses on cultivating low-income food entrepreneurs. Incubators have sprung up in towns beyond these foodie meccas, too, at institutions like <a href=\"http://www.lsuagcenter.com/en/our_offices/departments/food_science/extension_outreach/incubator/\">Louisiana State Univerity </a> in Baton Rouge and <a href=\"http://www.ncagr.gov/markets/agribiz/foodbiz.html#incubator\">Mayland Community College</a> in North Carolina.</p><p>\"Everyone wants fresh and local [food],\" says Cullen Gilchrist, co-founder of food incubator <a href=\"http://unionkitchendc.com/\">Union Kitchen</a> in Washington, D.C.</p><p>But getting started as a foodpreneur is tricky. \"The failure rate of food businesses — it's enormous,\" says Gilchrist. His goal is to lower the barriers to entry and teach foodpreneurs what they need to know.</p><p>\"You need to be able to make great food — that's a given,\" says Gilchrist. But passion alone for your product only takes you so far. That stellar pie you bake from your grandmother's recipe that all your friends love is really just the first step, he says.</p><p>If you really want to make it, there's a long checklist to consider: Do you have a food handler's license? How are you going to find customers? What about business insurance, working a spreadsheet or a plan to distribute your food?</p><p>\"[The food business] is not for the faint of heart,\" says Jenna Huntsberger as she pulls sheets of snickerdoodles out of the double-stacked convection ovens at Union Kitchen. Huntsberger started <a href=\"http://whiskeddc.com/\">Whisked </a>bakery, one of about 50 startups housed at the food incubator.</p><p>\"You've got to know how much it costs to make this cookie,\" Huntsberger says. That means the labor and the ingredients.</p><p>In a business where profit margins are small, Huntsberger realized that the difference between being in the red and being in the black, in one instance, came down to how many walnuts she was adding to a line of cookie bars she sold.</p><p>When she priced out the bars, she calculated that she was spending $0.74 on ingredients, mostly nuts, for a cookie that was selling for about $1. That's way out of line with the rule of thumb that food costs should be kept to 30 percent of the retail price of the product.</p><p>So once it was clear that she'd \"never, ever make money on the product,\" she says, she stopped making it. Huntsberger's bottom line? Become a numbers person.</p><p>Huntsberger's business has doubled since 2012. And, she says, the shared kitchen space and the business know-how she's honed at Union Kitchen have been a big part of her success. She has picked up retail clients, such as <a href=\"http://www.washingtonsgreengrocer.com/farms/whisked.htm\">Washington's Green Grocer</a>, which does a weekly pickup at Union Kitchen.</p><p>\"What you get is this collaborative environment,\" says business consultant <a href=\"http://www.terrystarbucker.com/\">Terry St. Marie, </a>who has studied the incubator model. \"It's more than just providing [startups] with a stove; it's giving them connections.\"</p><p>It's hard to estimate the success rate of food incubators, in part because the model is still new. But Union Kitchen says 10 of its members and alumni businesses have opened, or are in the process of opening, their own brick-and-mortar establishments.</p><p>\"We've created about 300 jobs,\" Gilchrist says.</p><p>And, he says, incubators like his are cultivating the kind of food businesses the community wants. Every time a Union Kitchen startup opens a store, \"that's one less Subway or Potbelly.\"</p><p>At a time when big chains dominate, he's optimistic that small, independent businesses can find success, too.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Food+Startups%2C+Incubators+Help+Dish+Up+Success&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Allison Aubrey","audio":[{"meta":{"duration":"303"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1341283438-0ba328.m3u?orgId=1&topicId=1053&ft=3&f=336877182"},{"href":"http://media.npr.org/assets/img/2014/08/11/food-incubator-1c-65118a0888db58333fa06ef6f31e9239947108d3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1332","width":"1776"}},{"href":"http://media.npr.org/assets/img/2014/08/04/food-incubator-2-e4ded47a80a0ac21591ca0f633a91d6dbfc73334.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1332","width":"1777"}}]}