{"created":"2014-10-08T15:36:54+00:00","modified":"2014-10-31T01:50:57+00:00","valid":{"from":"2014-10-31T01:50:57+00:00","to":"3014-10-31T01:50:57+00:00"},"hreflang":"en","title":"Experimental Malaria Vaccine Blocks The Bad Guy's Exit","published":"2014-05-22T22:46:00+00:00","teaser":"Most attempts at a malaria vaccine have unsuccessfully tried to keep the parasite from breaking into red blood cells. But a new twist that keeps the parasite from escaping the cells may work better.","itags":["npr_api","314884348"],"guid":"058f8b15-1c63-4537-9f17-ffbee92d7ea8","contentencoded":"<p>For the first time in decades, researchers trying to develop a vaccine for malaria have discovered a new target they can use to attack this deadly and common parasite.</p><p>Finding a target for attack is a far cry from having a vaccine. And the history of malaria vaccines is littered with hopeful ideas that didn't pan out. Still, researchers in the field welcome this fresh approach.</p><p>Over the past four decades, researchers have developed about 100 potential vaccines for malaria. The best of the bunch is still only modestly successful in children, who are at greatest risk for the disease. The mosquito-borne parasite kills more than 600,000 children a year, mostly in Africa.</p><p>So <a href=\"http://brown.edu/initiatives/global-health/spotlight-global-health/spotlight-global-health-0/jonathan-kurtis-md-phd\">Dr. Jonathan Kurtis</a>, at the Rhode Island Hospital and Brown University, decided it was time for a fresh start. He had developed a severe case of malaria while he was an undergraduate studying abroad in Kenya. And he learned just <a href=\"http://www.cdc.gov/malaria/about/facts.html\">how devastating this disease can be</a>, not only killing young children but causing hundreds of millions of cases of debilitating illness every year.</p><p>Kurtis and his colleagues started with samples of blood that had been methodically collected from children in Tanzania by Drs. Michal Fried and Patrick Duffy at the National Institute of Allergy and Infectious Diseases. Kurtis' team carefully examined those samples to find small but crucial differences between children who got infected but didn't fall seriously ill and children who developed a severe case of the disease.</p><p>\"We're finding the rare needle in a haystack,\" Kurtis says. \"We're finding the rare parasite protein that generates a protective immune response.\"</p><p>Earlier vaccine efforts have produced antibodies that target proteins on the malaria parasite that it uses to break into red blood cells — the parasite reproduces inside those cells. But the particular parasite protein that Kurtis isolated from the blood of these children wasn't part of that invasion pathway.</p><p>\"Our parasite protein is critical for the parasite's escape from the red cell,\" he says. \"And it needs to escape from the red cell if it's going to go on and infect other red cells and multiply.\"</p><p>When Kurtis looked at children who had been infected with the malaria parasite but didn't get seriously ill, he discovered that their young immune systems had produced antibodies that attack this escape protein. In this group of children, not one of them developed serious illness from malaria, \"which is sort of astonishing, actually,\" Kurtis says.</p><p>He and his colleagues <a href=\"http://www.sciencemag.org/lookup/doi/10.1126/science.1254417\">report this result</a> in the latest <em>Science</em> magazine. But this is just the beginning of the story.</p><p>\"This is a long way from a vaccine that can be used in humans,\" says <a href=\"http://www.hsph.harvard.edu/dyann-wirth/\">Dr. Dyann Wirth</a>, at the Harvard School of Public Health.</p><p>\"But I do think this addresses what I feel is one of the problems with the current malaria vaccine approach,\" Wirth says. \"And that is the field seems to be focused on molecules that were discovered decades ago.\"</p><p>This really is a fresh idea, she says, championed by a scientist who is not personally invested in the molecules discovered long ago.</p><p>Since even the best of those earlier molecules is only partially effective, the field could really use some new ideas.</p><p>For his part, Kurtis isn't promising that his discovery will be the be-all and end-all for malaria prevention.</p><p>\"It would ludicrously fortuitous to think that this would be a stand-alone vaccine,\" he says.</p><p>But if it works even partially, it could eventually be used in combination with other malaria vaccines to deliver a one-two punch against the parasite.</p><p>There's a lot more testing to do. The potential vaccine will be tried in monkeys, and if it looks promising there, Kurtis can start the long and challenging process of testing it in people.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Experimental+Malaria+Vaccine+Blocks+The+Bad+Guy%27s+Exit&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Richard Harris","audio":[{"meta":{"duration":"246"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1314925157-bff687.m3u?orgId=1&topicId=1128&ft=3&f=314884348"},{"href":"http://media.npr.org/assets/img/2014/05/22/scisource_bb7346-bfb6752dffae3e8412af2fc2feef849785355aeb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1198","width":"1599"}}]}