{"created":"2015-05-15T13:45:14+00:00","modified":"2015-05-21T21:15:17+00:00","valid":{"from":"2015-05-21T21:15:16+00:00","to":"3015-05-21T21:15:16+00:00"},"hreflang":"en","title":"Camané: Tiny Desk Concert","published":"2015-05-15T17:24:00+00:00","teaser":"A major star of fado music in his native Portugal, Camané sings with a silky baritone — and the weight of the world's sadness on his shoulders.","itags":["npr_api","406695620"],"guid":"05956bca-8204-46e1-9cdf-fa038ef0f4d1","contentencoded":"<p>Great <a href=\"http://www.npr.org/templates/story/story.php?storyId=130357207\" target=\"_blank\">fado singers</a> sound as if they carry the weight of the world's sadness. They don't just wear their hearts on their sleeves — they bare their souls.</p><p>Fado, which means \"fate\" in Portuguese, emerged from the gritty barrios and docks of Lisbon in the early 19th century and has evolved in fascinating ways. Think of it as the Portuguese blues. The songs aren't just sad. They flow with an ineffable mix of longing, loss and melancholy, framed in resignation. It's a kind of glad-to-be-unhappy feeling the Portuguese and Brazilians call <em><a href=\"http://www.npr.org/sections/altlatino/2014/02/28/282552613/saudade-an-untranslatable-undeniably-potent-word\">saudade</a></em>.</p><p>Camané, with his silky baritone, can emote with the best of them, but never takes it over the top. This voice, with its volume and sheer beauty, springing from this small-framed man is something to behold.</p><p>Camané, whose full name is Carlos Manuel Moutinho Paiva dos Santos Duarte, got hooked on fado by listening to his parents' record collection. He began singing as a teenager and has emerged as a shining star of his generation, a standout male singer in a genre dominated by women. As for his success, Camané has sold six million albums in his home country. There are about 10.5 million people living in Portugal. You do the math.</p><p>One last thing: An important ingredient in fado's recipe for melancholy is the rich, tinkling sound of Portuguese guitar. It goes far beyond simple accompaniment. With its twelve steel strings strung in double courses, the instrument not only comments on the text but also enters into a type of heartfelt dialogue with the singer. Pay attention to José Manuel Neto's performance here — with nuance and charm it has the power to transport you to a cozy little tavern in the Alfama district of Lisbon.</p><p><strong>Set List</strong></p><ul><li>\"Abandono\" (David Mourão-Ferreira, Alain Oulman)</li><li>\"Cansaço (Fado Tango)\" (Luís Macedo, Joaquim Campos)</li><li>\"Saudades trago comigo\" (António Calém, trad.)</li></ul><p><strong>Featuring</strong></p><p>Camané, singer</p><p>José Manuel Neto, Portuguese Guitar</p><p>Carlos Manuel Proença, Guitar</p><p><strong>Credits</strong></p><p><em>Producers: Tom Huizenga, Maggie Starbard; Audio Engineer: Kevin Wait; Videographers: Colin Marshall, Maggie Starbard; Assistant Producer:</em> <em>Annie Bartholomew; photo by Maggie Starbard/NPR</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Caman%C3%A9%3A+Tiny+Desk+Concert&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tom Huizenga","audio":[{"meta":{"duration":"771"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1406702842-d558bb.m3u?orgId=1&topicId=1039&aggIds=92071316&d=771&story=406695620&ft=nprml&f=406695620"},{"href":"http://media.npr.org/assets/img/2015/05/14/camane-f13024f65a28bf9afc715a4f977f16a1bc93b99e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1688","width":"2253"}}]}