{"created":"2014-08-30T13:05:07+00:00","modified":"2014-10-31T15:40:53+00:00","valid":{"from":"2014-10-31T15:40:53+00:00","to":"3014-10-31T15:40:53+00:00"},"hreflang":"en","title":"50 Years Before Ferguson, A Summer Of Riots Racked The U.S.","published":"2014-08-24T16:11:00+00:00","teaser":"In the summer of 1964, violent demonstrations spread across seven cities, each sparked by confrontations between black residents and their predominantly white police forces.","itags":["npr_api","342170766"],"guid":"059b1f36-39b6-49cd-ba3e-73d1d60a363f","contentencoded":"<p>Fifty years ago this summer — a half-century before the protests in Ferguson, Mo. — riots broke out in seven cities in New York, New Jersey, Illinois and Pennsylvania, sparked by confrontations between black residents and their predominantly white police forces.</p><p>In Philadelphia, the violence began after dark, in late August.</p><p>\"It was a hot day and just wasn't too much activity in the hood, as they say,\" remembers Kenneth Salaam, who was 15 years old in 1964.</p><p>He was hanging out in his North Philadelphia neighborhood with friends when police cars began zipping by one after another. He ran towards the action, blocks away from his home.</p><p>\"It's crowds of people, police, and then you're hearing glass breaking, and now I know it's a riot!\" says Salaam, who adds it wasn't clear at first what sparked the violence. \"There were so many rumors as people were coming.\"</p><p><strong>Sparked By Rumors</strong></p><p>It started as a traffic dispute: A white police officer tried to remove an African-American woman from a car that had stalled at an intersection. Salaam says conflicting accounts of what happened quickly spread through the streets.</p><p>\"To hear a white police officer hitting a black woman,\" he says, \"that's enough to take the lid off that pot that's been boiling!\"</p><p>In another version of the story, the woman had been shot and killed.</p><p>\"It was a false rumor,\" says Matthew Countryman, author of <em>Up South: Civil Rights and Black Power in Philadelphia</em>. \"But it captured a feeling that had been present all summer in that community.\"</p><p>Countryman, who is also a history professor at the University of Michigan, says anger over police brutality and chronic poverty sparked many residents to hurl bricks, bottles and rocks at the police, and some looted neighborhood stores in one of Philadelphia's predominantly black neighborhoods. It lasted for three days.</p><p>Just weeks before the chaos, President Lyndon Johnson had signed the Civil Rights Act into law. But Countryman says that wasn't enough to lift the hopes of many African-Americans struggling in the nation's cities.</p><p>\"We're so focused on the desegregation of the South, we missed the national story of unequal opportunity in schools, in labor markets, in housing markets, in political life that was a national experience for African-Americans at the time,\" he says.</p><p><strong>A Familiar Tragedy</strong></p><p>The summer riots of 1964 <a href=\"http://www.npr.org/blogs/codeswitch/2014/07/18/330108773/new-yorks-night-of-birmingham-horror-sparked-a-summer-of-riots\" target=\"_blank\">began with unrest in New York City</a>, where clashes in Harlem and Bedford-Stuyvesant between protestors and police officers in mid-July were prompted by a familiar tragedy.</p><p>\"There was the killing of an unarmed, minority youth by a police force that was almost entirely white,\" says Cathy Schneider, an American University professor who wrote about the 1964 riots in New York City in <em>Police Power and Race Riots: Urban Unrest in Paris and New York</em>.</p><p>While off duty, Lt. Thomas Gilligan, a white police officer, shot and killed James Powell, a 15-year-old African-American student. Two days of peaceful protests later turned into six nights of rioting. One national civil rights leader at the time called the first burst of violence \"<a href=\"http://www.nytimes.com/1964/07/20/violence-flares-again-in-harlem.html?_r=0\" target=\"_blank\">New York's night of Birmingham horror</a>.\"</p><p>\"What New York shows is that when police behave in minority communities like an occupying army, we are likely to see, eventually, an egregious act of violence,\" Schneider says.</p><p>In the aftermath of New York, Martin Luther King Jr. spoke about the responsibilities of black leaders in that moment of crisis.</p><p>\"On the one hand, we must vigorously condemn the violence and lawlessness of the Negro community,\" he told reporters at a press conference before his trip to New York City after the riots. \"On the other hand, we must be equally vigorous in appealing to the white power structure to give us some concrete victories.\" (You can see a <a href=\"http://crdl.usg.edu/export/html/ugabma/wsbn/crdl_ugabma_wsbn_46951.html?Welcome\" target=\"_blank\">clip of his press conference</a> in the WSB Newsfilm Collection on the University of Georgia Libraries' website.)</p><p><strong>The Hard Lessons Of 1964</strong></p><p>King's message was hard for some African-Americans to accept. After New York City, three days of rioting broke out in Rochester, N.Y., where Constance Mitchell, 86, served as the first black woman elected locally as a county supervisor.</p><p>\"We had reached a point in this community that people were screaming, no longer talking to each other,\" she says. \"They were screaming at each other.\"</p><p>Those riots left five dead, hundreds injured, and almost 1,000 in custody after police tried to arrest a drunken man. The distrust between a mostly white police force and black residents fueled the riots.</p><p>Mitchell says the last two weeks in Ferguson prove that same feeling is alive — and dangerous — today.</p><p>\"You mean to tell me 50 years have gone by and we're still in the same boat?\" she says. \"So much time has gone by. Did we learn anything from that?\"</p><p>In Ferguson and across the nation, communities are still waiting for the answer.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=50+Years+Before+Ferguson%2C+A+Summer+Of+Riots+Racked+The+U.S.&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Hansi Lo Wang","audio":[{"meta":{"duration":"247"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1342873628-4b0992.m3u?orgId=1&topicId=1136&ft=3&f=342170766"}]}