{"created":"2014-09-02T17:05:17+00:00","modified":"2014-10-31T00:54:57+00:00","valid":{"from":"2014-10-31T00:54:57+00:00","to":"3014-10-31T00:54:57+00:00"},"hreflang":"en","title":"EPA Gets A Win From Supreme Court On Global Warming Emissions — Mostly","published":"2014-06-24T09:18:00+00:00","teaser":"The court's 7-2 decision gave the EPA the right to regulate greenhouse gases. But in a separate 5-4 vote, the justices curbed the agency's attempt to rework one section of the Clean Air Act.","itags":["npr_api","324906564"],"guid":"05a1af1d-9e15-4a8c-9079-26fba71dee59","contentencoded":"<p>The U.S. Supreme Court gave the Environmental Protection Agency the green light to regulate greenhouse gases that are emitted from new and modified utility plants and factories on Monday.</p><p>Greenhouse gases are blamed for global warming, and the court's 7-2 decision gave the EPA most of what it wanted. But in a separate 5-4 vote, the justices rejected the agency's broad assertion of regulatory power under one section of the Clean Air Act.</p><p>You might call the outcome in this case the 83-percent solution. Or, as Justice Antonin Scalia put it for the majority, the EPA got \"almost everything it wanted.\" It sought authority to regulate the large polluters responsible for 86 percent of all greenhouse gases emitted from stationary sources like utility plants and factories. Instead, it won the power to regulate 83 percent of those emissions.</p><p>But before reaching that bottom line, Scalia's opinion lambasted the EPA for trying to revise the statute to make it more \"sensible.\" We \"shudder\" to think what the effect on democratic governance would be if such a rewriting were permissible, he said.</p><p>\"This was kind of reminiscent of Macbeth's final soliloquy — a lot of sound and fury signifying nothing,\" said Harvard Law professor Richard Lazarus, who specializes in environmental law. \"The EPA's authority and ability to use the Clean Air Act to address climate change is essentially unchanged after today.\"</p><p>Monday's ruling stems from the court's 2007 decision declaring that the EPA could regulate carbon dioxide emissions from cars, trucks and other mobile sources under the Clean Air Act. After that decision, the EPA began attempting to regulate stationary sources of greenhouse gas pollution, things like utility plants, steel plants and factories.</p><p>But this particular provision of the law was quite specific about what places could be regulated — those that emit more than 100 tons of pollutants each year, or in some cases, 250 tons. Those thresholds would mean requiring permits for just about every apartment house, mall, school and church; enforcement would cost tens of billions of dollars, and construction would grind to a halt nationwide.</p><p>So, the EPA \"tailored\" the reach of the statute, and required permits only for those plants that emitted 100,000 tons of pollution a year, instead of 100 tons.</p><p>Industry challenged the regulations, hoping to exclude limits on stationary greenhouse gas emission altogether. But on Monday, the business community appeared to have won the battle and lost the war. A five-justice conservative majority agreed that the EPA could not rewrite that particular section of the Clean Air Act to suit its \"bureaucratic policy goals.\"</p><p>But — and this is a big \"but\" — a seven-justice majority said that under a different provision of the Clean Air Act, if a plant has to get a permit for air pollutants anyway, that will include greenhouse gases.</p><p>As the court majority noted, the difference in the reach of these two provisions is only 3 percent.</p><p>\"It is really not a significant constraint on the regulation of greenhouse gases going forward,\" said law professor Jonathan Adler, director of the Center for Business Law and Regulation at Case Western Reserve University. He calls the ruling little more than \"a bump in the road\" for the EPA.</p><p>Adler and appellate lawyer Erik Jaffe both filed briefs in the case siding with industry. And both were pleased that at least the court did not accept the EPA's argument that it could tailor a statute to make it work.</p><p>\"At the end of the day, this gets the EPA what it wanted in a more sensible way,\" said Jaffe. The court \"really did in some sense help the agency out while denying them this crazy authority that they claimed because they couldn't figure out the right way to do it.\"</p><p>The regulations at issue in Monday's case involved permits for pollution at new and modified plants. The bigger polluters, on a case-by-case basis, are those plants that were built a decade or more ago and have not been updated to limit emissions of greenhouse gases. The EPA just weeks ago issued proposed regulations to limit emissions in those plants too. But those proposed regulations are under a different section of the Clean Air Act that gives the agency more flexibility.</p><p>The Monday ruling came with shifting majorities. The court's five conservatives lined up against the liberals in striking down the EPA's tailored regulations. But the majority got scrambled when it came to allowing regulation of greenhouse gases under the section of the law that allows regulation of pollutants generally. On that second question, the vote was 7-2, with Justices Samuel Alito and Clarence Thomas arguing that the court never should have allowed regulation of greenhouse gases under the Clean Air Act to begin with.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=EPA+Gets+A+Win+From+Supreme+Court+On+Global+Warming+Emissions+%E2%80%94+Mostly&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nina Totenberg","audio":[{"meta":{"duration":"281"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1324906565-2576fe.m3u?orgId=1&topicId=1070&ft=3&f=324906564"}]}