{"created":"2015-04-13T07:32:14+00:00","modified":"2015-05-08T13:38:45+00:00","valid":{"from":"2015-05-08T13:38:45+00:00","to":"3015-05-08T13:38:45+00:00"},"hreflang":"en","title":"What We Talk About When We Talk About Gay Marriage","published":"2015-04-27T01:05:00+00:00","teaser":"Across the United States, there has been a sea change in public opinion on the issue of same-sex marriage. But that's not the whole story — as NPR's David Greene found on a trip to North Dakota.","itags":["npr_api","399236411"],"guid":"05afaa13-85df-4c2f-8dd3-adfe3aec4134","contentencoded":"<p><em>This week, </em>Morning Edition <em>is taking a look at the attitudes about gay rights in North Dakota, one of 13 states that still bans same-sex marriage.</em></p><p>Wahpeton, N.D., is about an hourlong drive from Fargo, through vast, empty farmland that's brown and yellow this time of year. It will look very different soon — farmers are already out on their tractors preparing for the planting season.</p><p>Another change might be coming too. This summer, the Supreme Court will take up the question of same-sex marriage, which is still <a href=\"http://www.pewforum.org/2015/02/09/same-sex-marriage-state-by-state/\">banned</a> in this state and 12 others. It's an issue that often becomes polarized in national politics. But in this small hub of rural America, gay rights aren't something people particularly like to talk about.</p><p><strong>'Nobody Backed Them Up'</strong></p><p>There was an incident here 16 years ago, though, that forced a number of people in the community to choose a side. At <a href=\"http://www.evergreenumc.com/\">Evergreen United Methodist Church</a>, the pastor refused to baptize a baby because he felt that the child — adopted by a lesbian couple — could not be given a Christian home.</p><p>Kim Mann was a member of that church at the time. Her hands and voice quiver as she prepares to talk about it. She says she remembers the gay couple leaving quietly.</p><p>\"I really don't think it was that out in the open,\" Mann says. \"Because nobody backed them up, or went to bat for them. And you know, we would have left the church at that time ... others, some people did. We would have left then too but I had three kids who never said, 'Do we have to go to church?' \"</p><p>So Mann stayed at the church for a while, though she doesn't go there anymore. And she says as her older self, she'd have made a different choice 16 years ago: \"I have found you don't have to worry so much about what people think of you, or your choices or your decisions.\"</p><p>On the issue of marriage, she has come to believe that all couples should have the same rights. But, she says, so many of the people in her community are uncomfortable with that idea.</p><p>\"It's like they're afraid to progress. You know, with a lot of things. I mean, it's like they want to be the last to see how everything works out. They're not going to be the leader in anything,\" Mann says. \"I love my state. I don't want to live anywhere else. But it gets kind of frustrating.\"</p><p><strong>Supporting Equal Rights, But Not Equal Words</strong></p><p>Edd Goerger is a farmer outside of town. His thinking on homosexuality has changed a lot in recent years — in part because he has gay family members. But he still struggles with the idea of same-sex couples using the term \"marriage.\"</p><p>\"I see it as something different. I have a Crescent wrench, and I have an end wrench, and I have a socket wrench,\" Goerger explains as analogy. \"They all do the same thing. But they're all called something different.\"</p><p>He believes firmly that same-sex couples should have all the same rights that heterosexual couples have. He also believes firmly that marriage is between a man and a woman.</p><p>He pauses as he works through how he'd explain this to a gay couple.</p><p>\"I understand the perception of being offended and feeling like you're taking some right away,\" he says. \"But yet — I don't know. I see your point. But I hope you see mine too.\"</p><p><em>Click the audio link above to hear more from Mann and Goerger.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=What+We+Talk+About+When+We+Talk+About+Gay+Marriage&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Greene","audio":[{"meta":{"duration":"439"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1399292722-2c5082.m3u?orgId=1&topicId=1091&d=439&p=3&story=399236411&t=progseg&e=399292577&seg=16&ft=nprml&f=399236411"},{"href":"http://media.npr.org/assets/img/2015/04/12/tumblr_nm26yopv0s1sbowa3o2_500-2565fe0a9f3dadca047103ac28d9715c6380118a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"372","width":"496"}}]}