{"created":"2014-10-08T14:54:23+00:00","modified":"2014-10-31T01:42:45+00:00","valid":{"from":"2014-10-31T01:42:45+00:00","to":"3014-10-31T01:42:45+00:00"},"hreflang":"en","title":"Do Autistic Kids Fare Better In Integrated Or Specialized Schools?","published":"2014-06-03T20:03:00+00:00","teaser":"Some advocates say autism-only schools can be life-changing for autistic kids who struggle in traditional classrooms. Others say segregating kids with autism carries its own problems.","itags":["npr_api","316462407"],"guid":"05b048c1-d06e-46c3-8022-3488cca90f3a","contentencoded":"<p>The federal law that governs special education lays out the goals pretty clearly: Students are entitled to an appropriate public education in the least restrictive environment.</p><p>But some parents of children with autism feel their local public schools aren't meeting their kids' needs. And with autism diagnoses rising, new schools are emerging specifically for autistic children.</p><p>Some parents see these specialized schools as a godsend. For others, they raise a new set of questions.</p><p>Carson Ellis' son, Hank, is autistic. He spent kindergarten in a special education classroom at his local public school in Portland, Ore. But Ellis says that while school administrators said it was inclusive, she found the special education classroom was quite segregated.</p><p>\"We went on a field trip, and there were name tags for all the kids, but no name tags for the special ed kids,\" Ellis remembers. \"And another time we went to some kind of art studio, and they had art supply packets, but they had forgotten to get enough for the special ed kids. So it was stuff like that.\"</p><p>Ellis says the teacher herself was very kind and caring, but that given the school's overall attitude and resources, Hank wasn't really a part of things. And when it came to an appropriate curriculum? Ellis says that at the age of 5, her son was reading at an eighth-grade level.</p><p>\"He got his 'talented and gifted' designation, and I was like, 'OK! Sign me up for the awesome advanced reading group,' \" Ellis says. \"And they were like, 'That doesn't exist.' \"</p><p>Ellis ended up feeling like there were a lot of missed opportunities, and her son was \"really unhappy,\" she says. \"There was a point where I felt like making him feel like a worthwhile kid trumped everything else.\"</p><p><strong>Creating A Safe — Yet Challenging — Space For Autistic Kids</strong></p><p>Now, Hank attends Victory Academy, just south of Portland. In some ways, it seems like a typical private school — one with small classrooms where kids study everything from math to music.</p><p>But at Victory, all of the students are on the autism spectrum.</p><p>Tricia Hasbrook founded Victory Academy after struggling to find a good fit for her own autistic son. She says teaching autistic students is about breaking down tasks, providing positive reinforcement and following specific instructional strategies.</p><p>\"The world around them might feel very chaotic,\" Hasbrook says. \"So we teach them sensory regulation skills and social cognition, so that they can have purposeful relationships throughout their life.\"</p><p>Hasbrook acknowledges that a lot of these kids have nontypical behaviors or ways of interacting with the world that aren't going to change. But the teachers meet the kids where they are and give them the tools to pursue what they want out of life.</p><p>\"They get an environment that they feel is safe — sometimes to act out, or to be their very best selves, and shine here,\" Hasbrook says. \"I think that a separate school for children with autism is an amazing thing.\"</p><p><strong>'Segregated Schools Lead To Segregated Societies'</strong></p><p>Ari Ne'eman, who heads the Autistic Self Advocacy Network, disagrees. \"Segregated schools lead to segregated societies,\" says Ne'eman, who is also a member of the National Council on Disability. \"Inclusive schools give us the opportunity for inclusive societies.\"</p><p>Ne'eman says that many segregated schools and classrooms — like the ones he attended — have what he calls a culture of low expectations. But even ones that don't can still create hurdles, he says.</p><p>\"If we have an environment in which autistic people are over there, in that other classroom, in that other environment, it really sends a very clear message that we are not a part of your society,\" he says.</p><p>But Ne'eman acknowledges that parents often face a tough choice between the world they want to create and the world their kids may be living in.</p><p>\"I would never ask families to make a political statement with their children's future,\" Ne'eman says. \"I spent time in public schools where I was bullied and not challenged and underestimated. I know we have a really serious problem.\"</p><p><strong>Another Answer: 'Inclusive Education'</strong></p><p>Wayne Sailor, director of the SWIFT (Schoolwide Integrated Framework for Transformation) Center, funded by the Department of Education, is working on a new model of inclusive education — one where special education and general education teachers work together as a team.</p><p>In a fully integrated school, Sailor says, kids with autism may have a very complex schedule to help in meeting their specific needs. And all students get different tiers of assistance — whether it's a bit of personal attention, or engaging with the whole class or helping the student next to them.</p><p>\"The important point is kids move fluidly back and forth through the tiers as needed,\" Sailor says. That sort of fluid inclusion model undeniably takes coordination — but not necessarily more resources, Swift says. And so far, the outcomes look pretty positive for all students.</p><p>But for parents like Carson Ellis, who can't find a truly inclusive approach nearby, autism-only schools can feel more accepting. Ellis says Hank likes having classmates who are a lot like him. But that's not why the school works, she says.</p><p>\"There's a really kind of special degree of empathy and patience and love — I will even say it, love — and innovation,\" she says.</p><p>For a school like Victory Academy, innovation, empathy and love are part of the job. And advocates of inclusive education hope that when classrooms have all kinds of kids working together — autistic and not — that innovation, empathy and love will become a part of daily life.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Do+Autistic+Kids+Fare+Better+In+Integrated+Or+Specialized+Schools%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Deena Prichep","audio":[{"meta":{"duration":"336"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1318266924-979fba.m3u?orgId=1&topicId=1013&ft=3&f=316462407"}]}