{"created":"2014-10-03T16:39:29+00:00","modified":"2015-03-10T14:45:59+00:00","valid":{"from":"2015-03-10T14:45:59+00:00","to":"3015-03-10T14:45:59+00:00"},"hreflang":"en","title":"Al-Qaida Reasserts Itself With Khorasan Group","published":"2014-10-03T22:17:00+00:00","teaser":"Some critics say the al-Qaida unit known as the Khorasan Group was bluffed up as an excuse for U.S. airstrikes in Syria. Intelligence officials and analysts say the group exists and is dangerous.","itags":["npr_api","353498827"],"guid":"05bcc73b-2dc9-4f22-9bec-b8c109eb3588","contentencoded":"<p>One of the first targets of U.S. airstrikes in Syria was an al-Qaida unit that American officials call <a href=\"http://www.npr.org/blogs/thetwo-way/2014/09/23/350927698/al-qaidas-khorasan-group-led-by-hard-core-fighters\">the Khorasan Group</a>. Because few outside the intelligence community had ever heard of it, some critics have said Khorasan was created out of whole cloth to give the U.S. an excuse to bomb Syria.</p><p>They aren't alone: Rebel fighters on the ground say they have never heard of Khorasan. Others claim it's just another name for what's been known for years as Core al-Qaida, the branch of the terrorist group led by Ayman al-Zawahiri that Obama administration officials have claimed the U.S. decimated years ago.</p><p>\"We've been watching this group for a long time,\" Pentagon spokesman Rear Adm. John Kirby said in a news conference this week. \"I can't account for the fact that it wasn't a household name in America or elsewhere around the world. The notion that we would just, you know, make them up or fancify the threat that they posed, you know, to justify a military action is just absolutely ridiculous.\"</p><p>In fact, two intelligence officials told NPR that the U.S. military's Joint Special Operations Command felt Khorasan was a serious enough threat to put together a target list in June. The list included some of the group's leaders who were embedded — one U.S. official familiar with the intelligence used the word \"nested\" — with members of al-Qaida's arm in Syria, a group called the al-Nusra Front. The proposed U.S. mission to strike Khorasan didn't get far because, at the time, the White House wasn't ready to launch strikes in Syria or Iraq.</p><p>Officials and analysts say the group assuredly exists; and it is dangerous.</p><p>\"Not much is known about them, so tracing their pedigree is difficult,\" said Bruce Hoffman, the head of the Security Studies Department at Georgetown University. \"But that doesn't surprise me. Terrorist groups throughout history have used highly secretive clandestine strike units to do their bidding that were concealed even from the wider organization. <a href=\"http://www.npr.org/templates/story/story.php?storyId=1129268\">Black September</a> in the 1970s was never known at the time to be part of the Fatah or part of the PLO. It was very much a mystery organization and had multinational commando units, just like the fighters we understand Khorasan has.\"</p><p>The multinational nature of Khorasan — which includes Palestinians, Afghans, Chechnyans, Yemenis and Egyptians, just to name a few — is part of what is sparking concern among intelligence officials. They say there is some evidence to suggest that fighters who trained with a master bomb maker from al-Qaida's arm in Yemen have arrived in Syria to help Khorasan launch terrorist attacks against the West.</p><p>The target list that the Joint Special Operations Command put together this summer was in response to a concern that Khorasan would be able to put hard-to-detect bombs on airliners. The Transportation Safety Administration issued a warning in July for airlines to step up screening — though it did not say at the time that the threat had come from Khorasan.</p><p>The White House approved strikes against Khorasan in September.</p><p>\"The real importance of the Khorasan Group is that it challenges the conventional wisdom that al-Qaida Core, the al-Qaida senior leadership, has been so degraded as to be inconsequential,\" Hoffman said. \"Its fundamental objective is as a means to project al-Qaida's core power further afield than South Asia.\"</p><p>The leader of Core al-Qaida, Zawahiri, is believed to have dispatched the Khorasan members to Syria about 18 months ago. They were supposed to try to reconcile bickering al-Qaida affiliates in Syria and Iraq and set up an external operations unit.</p><p>What makes Khorasan different from al-Qaida's affiliates such as the ones in Yemen or Somalia is that it is about more than just attacks. Officials say it is both a consultative body — something known in Arabic as a <em>shura</em> — as well as a forward operating base for Core al-Qaida. Khorasan is thought to have had a key role in trying to patch up the differences between the group known as ISIS and the Nusra Front. However, efforts at reconciliation this past summer failed, and ISIS broke from al-Qaida and renamed itself the Islamic State. Those reconciliation talks are thought to be starting anew in the wake of U.S. airstrikes against the Islamic State. Islamic State fighters and the Nusra Front are beginning to explore whether they should band together; Khorasan's leaders are thought to be facilitating those discussions.</p><p>Khorasan is thought to be made up of 40 to 60 key al-Qaida people who brought with them to Syria another 100 or so drivers, note-takers and other support staff. They have set up shop among Nusra Front fighters. Analysts say the relationship is a bit like the Taliban and al-Qaida before the Sept. 11 attacks. Al-Qaida needed the logistical support and sanctuary the Taliban provided them before 2001. Officials say that's exactly the role the Nusra Front plays with the Khorasan group.</p><p>That the group numbers well over 100 people goes a long way toward explaining why the Pentagon reported that there were eight strikes against Khorasan outside Aleppo, Syria, <a href=\"http://www.npr.org/blogs/thetwo-way/2014/09/23/350820165/airstrikes-move-to-syria-target-more-than-just-isis\">on the first night of U.S.-led airstrikes</a>. It also explains why targets associated with the Nusra Front were hit in those strikes. Officials say it is nearly impossible to target Khorasan without targeting the Nusra Front, too.</p><p>Training camps, explosives facilities and other operational targets were destroyed, but it is unclear how many — and who — from the Khorasan Group were killed.</p><p>The only member of Khorasan who has been talked about publicly is a man named Mohsin al-Fadhli. He is widely reported to be the group's leader, and there is some question as to whether he was killed in those first airstrikes in September. U.S. officials say they do not believe al-Fadhli is the group's leader; rather, he is Khorasan's No. 3 man, in charge of the group's external operations — in other words, in charge of launching attacks against the West.</p><p>Officials are equally concerned about the man they believe might be directing the group: an Egyptian named Mohammed Islambouli. He is very close to al-Zawahiri, and his older brother is one of the Egyptian army officers who assassinated Egyptian President Anwar Sadat in 1981. Mohammed Islamboui is said to be an expert in hijacking planes.</p><p>U.S. officials say Khorasan is more sophisticated than a simple al-Qaida affiliate. Zawahiri sent the group to Syria to set up a beachhead for al-Qaida Core recruiting, as well. Daveed Gartenstein-Ross, senior fellow at the Center for the Study of Terrorist Radicalization at the Foundation for the Defense of Democracies, says the group is successfully persuading recruits who arrive in Syria to join al-Qaida or defect from other groups.</p><p>\"I think al-Qaida properly sees Syria and Iraq as being key to this generation of jihadists,\" he says. \"The number of foreign fighters who have been attracted to the battlefield is immense. The Syria State is not going to be put back together, and it is the heart of the Middle East so it could be used as a launching pad to destabilize a large number of countries around there.\"</p><p>And, he adds, it is breathing fresh life into Core al-Qaida.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Al-Qaida+Reasserts+Itself+With+Khorasan+Group&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Dina Temple-Raston","audio":[{"meta":{"duration":"262"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1353538229-95fa9d.m3u?orgId=1&topicId=1122&e=353498827&d=262&ft=nprml&f=353498827"},{"href":"http://media.npr.org/assets/img/2014/10/03/nusra-1ca3ecea803704a2a7afcb32b6889b91c3fd75ad.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2322","width":"3096"}}]}