{"created":"2015-01-28T08:24:43+00:00","modified":"2015-05-20T20:04:32+00:00","valid":{"from":"2015-05-20T20:04:32+00:00","to":"3015-05-20T20:04:32+00:00"},"hreflang":"en","title":"Tiger Skins And Rhino Horns: Can A Trade Deal Halt The Trafficking?","published":"2015-01-28T20:36:00+00:00","teaser":"A proposed U.S.-Asia trade pact calls for incorporating the issue wildlife trafficking. The goal is to slow the poaching of endangered animals such as elephants, tigers and rhinos.","itags":["npr_api","381896551"],"guid":"05c694e9-86eb-4d2d-96ae-2fdfa8fa4359","contentencoded":"<p>If you want a sobering look at the scale of wildlife trafficking, just visit the <a href=\"http://www.fws.gov/le/national-wildlife-property-repository.html\">National Wildlife Property Repository</a> on the outskirts of Denver. In the middle of a national refuge is a cavernous warehouse stuffed with the remains of 1.5 million animals, whole and in parts.</p><p>They range from taxidermied polar bears to tiny sea horses turned into key chains. An area devoted to elephants is framed by a pair of enormous tusks.</p><p>\"You can see right there those are elephant feet,\" says Coleen Schaefer, who heads the repository. \"People either make those into trash cans or foot stools.\"</p><p>In 2013, more than 20,000 elephants were slaughtered, and last year the repository crushed 6 tons of confiscated ivory.</p><p>Some poached wildlife is used for fashion or medicine. Schaefer says some of the animals serve as trophies.</p><p>\"This is probably the saddest item we have,\" she says. \"This is a tiger fetus that was carved out of its mother and then stuffed and placed on a shelf.\"</p><p>Looking around this enormous warehouse, you get a sense of how difficult it is to curb wildlife trafficking. Row after row, shelf after shelf, there are heads and the skins of cheetahs, leopards, jaguars, lions and tigers.</p><p>The Obama administration is now trying to tackle wildlife trafficking by incorporating rules into the Trans-Pacific Partnership, known as the TPP. This is the massive multilateral trade agreement currently being negotiated among a dozen Asia-Pacific nations, including the United States.</p><p><strong>Potential Trade Sanctions</strong></p><p>Michael Froman, the U.S. trade representative, says if it passes, countries found to be involved in illegal wildlife trafficking could face trade sanctions.</p><p>\"What we're doing through the Trans-Pacific Partnership is first of all making sure environmental issues are central to the agreement, including things like wildlife trafficking, and then making them fully enforceable just like any other provision of the trade agreement,\" he says.</p><p>The U.S. is also trying to make this part of a trade deal with the European Union.</p><p>But Leigh Henry, senior policy adviser for the World Wildlife Fund, says the Asia-Pacific trade deal is key because much of the demand for the endangered wildlife comes from Asian countries negotiating the TPP.</p><p>\"Vietnam is huge. They are the primary consumer of rhino horn that's driving this increase in rhino poaching in South Africa,\" Henry says, adding that Malaysia is a huge transit route for the illegal wildlife trade.</p><p>Henry says when it comes to fighting wildlife trafficking, international law has no teeth. She hopes the TPP will change that.</p><p>But Henry knows tradition is powerful in many Asian nations, where endangered wildlife is used to make aphrodisiacs, or supposed cures for everything from cancer to stomach ailments.</p><p>Henry says Asia's wealth has created a class that wants to display its money and success.</p><p>\"If you can go out and party all night and turn around the next morning and provide your friends and colleagues with rhino horn to combat your hangover, it shows success,\" she says. \"It shows that you have the money to spend on this incredibly expensive luxury item.\"</p><p>Rhino horns reportedly fetch more than $30,000 a pound — more than their weight in gold. Enforcement is difficult in areas where poverty and corruption are common.</p><p>The U.S. is trying to better coordinate with international law enforcement agencies and hopes to beef up customs and border patrol, and the number of fish and wildlife inspectors, if the TPP agreement is signed.</p><p><strong>A Flood Of Packages</strong></p><p>Thousands of packages of every shape and size arrive daily in the international mail room at New York's JFK airport. Naimah Aziz, an inspector with the U.S. Fish and Wildlife Service, says illegal wildlife is often bought online and is shipped by mail. There's so much coming in on any given day that it's easy to miss detection.</p><p>\"There's a lot of packages, and they move through here really fast,\" Aziz says. \"Sometimes mail comes in the morning and it's out in the afternoon. You gotta be fast.\"</p><p>Aziz is one of 11 Fish and Wildlife inspectors monitoring JFK and LaGuardia airports, and Port Elizabeth, N.J., where cargo ships dock. She says there are certain things to look for: A package that's leaking could be caviar or a freshly skinned animal.</p><p>A package traveling from South Africa to Austin, Texas, attracts her attention. The paperwork says it's a carpet. But when she opens it up, she finds five zebra skins.</p><p>\"No one really needs five zebra skins,\" she says.</p><p>As she surveys the stacks of packages surrounding her, Aziz says any help in slowing the tide of illegal wildlife would be most welcome. Even if it comes from a most unlikely place — an Asia-Pacific trade deal.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Tiger+Skins+And+Rhino+Horns%3A+Can+A+Trade+Deal+Halt+The+Trafficking%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jackie Northam","audio":[{"meta":{"duration":"374"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1382056590-a689d8.m3u?orgId=1&topicId=1132&d=374&p=3&story=381896551&t=progseg&e=382055593&seg=20&ft=nprml&f=381896551"},{"href":"http://media.npr.org/assets/img/2015/01/27/img_1753edit-86aeddf8113df9d3b2d46651e23acb2bcc7fbd0e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3262"}},{"href":"http://media.npr.org/assets/img/2015/01/27/img_1662edit-cab008475868ce8c1be4a17db56da3ddddfbbeab.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1836","width":"2448"}},{"href":"http://media.npr.org/assets/img/2015/01/27/img_1777edit-1df442a1a516e4e270e86f197d451f935d49cfb7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2140","width":"2853"}}]}