{"created":"2015-06-02T07:35:30+00:00","modified":"2015-06-11T01:05:19+00:00","valid":{"from":"2015-06-11T01:05:19+00:00","to":"3015-06-11T01:05:19+00:00"},"hreflang":"en","title":"Mush No More: Retirement Home Food Gets Fresh And Local","published":"2015-06-02T12:05:00+00:00","teaser":"Once known for bland, institutional fare, hundreds of senior living centers across the U.S. now tout healthy meals made from scratch. Centers say this approach to food is tastier — and cheaper, too.","itags":["npr_api","410602679"],"guid":"05d15b93-d3e3-4cda-8877-5365ea09babd","contentencoded":"<p>Want to eat food that's fresh, local and cooked from scratch? Consider a retirement home. Once known for bland, institutional fare, hundreds of retirement communities around the nation now tout their restaurant-like dining experiences.</p><p>One of those is <a href=\"http://www.reshealth.org/sub_ss/senior-housing/independent-living/bethlehem-woods-retirement-community.cfm\">Bethlehem Woods</a> in La Grange Park, Ill. Resident Marge Healy counts on having dinner with the same group of friends every evening.</p><p>\"We're almost like a family,\" she says, as her friends nod in agreement.</p><p>They've all been living at Bethlehem Woods for several years. But in the past year, there's been a big change. It's the food. And it's better, says Dolores Groch.</p><p>\"Everything is fresh,\" she says. \"Soups made from scratch. And they change the menu so often. I mean, if you were at home cooking, you wouldn't have that many choices.\"</p><p>This evening the choices are tilapia with caper butter, baked ham with raisin sauce or a heart-healthy frittata. There's also a selection of soups, salads and sides. It's all been made a few yards away in the Bethlehem Woods kitchen, under the supervision of chef Eric David Corradetti.</p><p>\"You can get an idea of what we're all about,\" he says, stepping into the big walk-in refrigerator. There are shelves upon shelves here of fresh vegetables, fruit, dairy products and meat.</p><p>\"We don't use a ton of frozen product here,\" he explains. \"That's the versatility of being with <a href=\"http://www.unidine.com/\">Unidine</a> and their whole fresh approach.\"</p><p>Unidine is the name of the company that employs Chef Corradetti and has been in charge of the dining service at Bethlehem Woods for about a year.</p><p>The <a href=\"http://www.unidine.com/service/senior-living/\">company runs</a> the kitchens in about 120 other senior living facilities around the country. In all of them you can find the company's Fresh Food Pledge, posted on a wall and signed by every member of the kitchen staff. It says that all salad dressings, sauces and stocks will be made fresh, food will be locally sourced, they'll only use eggs from cage-free chickens, meats without hormones or antibiotics, and so on.</p><p>This approach was what Unidine founder <a href=\"http://www.unidine.com/ourstory/\">Richard Schenkel</a> calls his \"epiphany\" when he started the company 14 years ago.</p><p>\"There were two different reasons we did it,\" says Schenkel. \"No. 1, we thought it would be more cost effective.\"</p><p>No. 2? He believed it would be healthier and tastier.</p><p>\"Who buys processed turkey to eat on Thanksgiving?\" asks Schenkel. \"None of us.\"</p><p>Schenkel got into the food business as a kid, working in his dad's diner in Newark, N.J. He got his start working with older adults from a part-time high school job at a nursing home.</p><p>\"I really liked the residents,\" he says. \"It was like being around your grandmother all the time.\"</p><p>Unidine serves the whole spectrum of facilities for older adults: both independent and assisted living, as well as nursing homes. So its chefs come up with recipes to make sure that each resident gets proper nutrition, no matter what their challenges are.</p><p>In a test kitchen in Unidine's Boston headquarters, chef Spencer Mundy throws fruit, yoghurt, custard-y tofu and coconut milk into a blender. He's demonstrating how to sneak a lot of extra protein and calories into a smoothie for people who have difficulty keeping their weight up.</p><p>This recipe is an \"anything goes\" improvisation, but he seems satisfied with the result. \"Not too bad, right?\" he asks me. It was delicious, actually. \"No added sugar,\" he says.</p><p>Mundy and Unidine dietician Jenny Overly have also come up with recipes designed for people with dementia or Parkinson's Disease.</p><p>\"Anyone that's having issues using utensils\" can benefit, says Overly. \"We still want them to enjoy eating ... and not have to be fed by someone else\" in order to maintain dignity and independence.</p><p>Unidine's solution is bite-sized hand food, sort of like having hors d'oeuvres three meals a day. Mundy can get an entire breakfast into one of these things. He starts by putting shredded potatoes into a mini-muffin pan, making a little nest. Pour eggs, ham, bacon and cheese into the little holes and bake.</p><p>\"It's just a bite-size, all-in-one breakfast,\" says Mundy.</p><p>This kind of service is not just for the well-to-do retiree. Deana Wilson is head of housing for <a href=\"http://www.provena.org/lifeconnections/\">Presence Life Connections</a>, the company that owns Bethlehem Woods and 28 other senior living facilities. She says her food costs have not gone up since she hired Unidine, \"because it is less expensive to buy food and prepare it, than to buy it already prepared and warm it up.\"</p><p>For some residents of Bethlehem Woods, this approach to food is what they've always known. For others, the menu is an adventure. Kathleen Lynch says she likes \"plain food.\" She's not used to food with sauces.</p><p>\"But I'm getting used to them,\" she says. \"I had lasagna yesterday for the first time. It was delicious.\"</p><p>No doubt that's because it was made with fresh ingredients and cooked from scratch.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Mush+No+More%3A+Retirement+Home+Food+Gets+Fresh+And+Local&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ina Jaffe","audio":[{"meta":{"duration":"306"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1411406504-a6ae55.m3u?orgId=1&topicId=1028&d=306&p=3&story=410602679&t=progseg&e=410488216&seg=15&ft=nprml&f=410602679"},{"href":"http://media.npr.org/assets/img/2015/05/29/eric-a669ecb3f02adc29fd26002c71dc8ab48c455d98.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"531","width":"708"}},{"href":"http://media.npr.org/assets/img/2015/05/29/chef_enl-efd216bb277122431cc0d004597d3775552365bf.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1280","width":"1280"}}]}