{"created":"2015-04-28T16:04:15+00:00","modified":"2015-07-01T18:51:52+00:00","valid":{"from":"2015-07-01T18:51:52+00:00","to":"3015-07-01T18:51:52+00:00"},"hreflang":"en","title":"Amber London: 'I'ma Show You How It's Done'","published":"2015-04-28T16:04:00+00:00","teaser":"The Texas rapper's experiences as, at once, a member of an all-girl posse, the only woman in the room and a person strangers underestimate are fundamental to her formidable style.","itags":["npr_api","402470743"],"guid":"05d93b49-d6a4-44bc-808c-ac509b07180f","contentencoded":"<p>Amber London made the trip from Houston to Austin to perform her first official shows at SXSW, which provided the perfect occasion for an interview long in the making. We tried to not get stuck on the topic of life as a female rapper, but London's experiences as, at once, a member of an all-girl posse in search of songs hard enough for them, the only woman in the room (or studio or bus) and a person strangers underestimate, turn out to be fundamental to her style.</p><p>\"My stage presence is so aggressive because I like the feeling of being an underdog,\" she says. \"I like that it might be one person that give me that look like, 'What is she about to do?' That's who I'm speaking to when I get on stage. I like to prove people like — girls — no matter what I look like, it's all about the music, and I'ma show you how to really rap. I'ma show you how it's done.\"</p><p><strong>AMBER LONDON</strong>: And I'm <a href=\"https://twitter.com/klvnamberlondon\">Amber London</a>.</p><p><strong>ALI SHAHEED MUHAMMAD</strong>: What up, Amber?</p><p><strong><strong>AMBER </strong>LONDON</strong>: Just chilling, man. Enjoying myself in Austin. Having fun.</p><p><strong>MUHAMMAD</strong>: What kind of fun stuff you doing here?</p><p><strong>LONDON</strong>: Well I had shows so — and those are always awesome. I did my first show on Tuesday and I did another show yesterday, which was real crazy. Ham On Everything. He does shows out in L.A. So he did his first SXSW show here and it was crazy. It was awesome so — and eating.</p><p><strong>MUHAMMAD</strong>: Eating?</p><p><strong>LONDON</strong>: Yeah. Definitely eating.</p><p><strong>MUHAMMAD</strong>: Good food out here?</p><p><strong>LONDON</strong>: Barbecue.</p><p><strong><strong>FRANNIE </strong>KELLEY</strong>: Oh, nice. I haven't had any barbecue since we've been here.</p><p><strong>LONDON</strong>: You gotta get some.</p><p><strong>KELLEY</strong>: Right. I do.</p><p><strong>LONDON</strong>: Definitely before you leave Texas in general.</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>LONDON</strong>: Yeah.</p><p><strong>KELLEY</strong>: Is this your first SXSW?</p><p><strong>LONDON</strong>: Nah. I came to one in 2013. I performed. I think this is, like, my major — more official one than — the ones were kind of like underground, you know. And I came in 2012 but I didn't perform. I came with SpaceGhostPurrp for his show and stuff like that. So.</p><p><strong>KELLEY</strong>: Yeah. He's not here, right?</p><p><strong>LONDON</strong>: No. He's not here. Not this year, he's not here. No.</p><p><strong>KELLEY</strong>: Right.</p><p><strong>LONDON</strong>: Yeah. It's just — I think <a href=\"https://twitter.com/275YUNGSIMMIE\">Simmie</a> came and <a href=\"https://twitter.com/RavenxMiyagi\">Denzel Curry</a>'s here. Some other Florida natives. But he's not here. So.</p><p><strong>KELLEY</strong>: What is your relationship to all of them right now?</p><p><strong>LONDON</strong>: Basically it's like a big family, you know what I'm saying? We all, kind of, emerged together. We all had this connection that connected us as far as our inspirations and just — it's actually kind of weird. It's like some kind of weird connection. And so we bonded off of that.</p><p>And so my relationship with everybody, it's the same. It's like my brothers. We perform together. We make music still. Everything's good. So it's a connection that I feel like impacted a lot of people.</p><p><strong>KELLEY</strong>: And by inspiration you mean like --</p><p><strong>LONDON</strong>: Like — well, I've had so many different inspirations but I would say more of that one was like just wanting to hear something in hip-hop that was lacking that we miss, you know. We're '90s babies so it was something — we were missing something and so we chose upon ourselves to kind of try our best to recreate it in the most respectful, genuine way. And that was the connection initially: the darkness, the \"Let's come together. Let's bring people something that is nostalgic.\" So that was the goal. I think we did good.</p><p><strong>MUHAMMAD</strong>: I think so.</p><p><strong>LONDON</strong>: Yeah. I try my best.</p><p><strong>KELLEY</strong>: What is it about that era — I mean, cause it's hard for you to talk about, right, because you are of that era.</p><p><strong>LONDON</strong>: Yeah.</p><p><strong>KELLEY</strong>: But what is it — having not grown up with that music, right, sort of it happened and then you were born and then --</p><p><strong>LONDON</strong>: Yeah. I mean, I was born in '92 so I was baby through most of the --</p><p><strong>KELLEY</strong>: Man, I feel really old. OK.</p><p><strong>LONDON</strong>: I was a baby through most of it but I definitely remember certain albums that my mother may have had and things like that. Memorable cause she would play them over and over again.</p><p>But I think that's the golden era. I think the authenticity of the music — people weren't making songs for the radio. They just happened to make a song and then it end up on the radio and you're like, \"Oh my god!\" So I think it was just more raw. And I got into the '90s cause my voice is, like, deeper so I noticed that when I rapped on old school beats and stuff I was like, \"Wow. That sounds really cool.\"</p><p>I had to study it too. It's not just off of like me growing up. I had to really get obsessed with the '90s. Like, look into every artist, study their demeanor, everything. Their rhythm — and not to copy but it's just only because of — if I'm going to do it, then you want to do it in the most, you know — in the best way you can. So that was the connection. It's the best era to me of hip-hop, honestly.</p><p><strong>MUHAMMAD</strong>: What's your most favorite songs?</p><p><strong>LONDON</strong>: Oh my gosh. That's so hard.</p><p><strong>MUHAMMAD</strong>: I know. People ask me that I'm like, \"Why you asking me that?\"</p><p><strong>LONDON</strong>: You mean like favorite songs on the '90s?</p><p><strong>MUHAMMAD</strong>: Yeah. Of that era.</p><p><strong>LONDON</strong>: God. I love a lot of <a href=\"http://en.wikipedia.org/wiki/UGK\">UGK</a>. A lot of <a href=\"http://en.wikipedia.org/wiki/Screwed_Up_Click\">S.U.C.</a>, like, underground. <a href=\"http://en.wikipedia.org/wiki/DJ_Screw\">DJ Screw</a>. You know, things like that. <a href=\"http://en.wikipedia.org/wiki/Big_Hawk\">Hawk</a>. <a href=\"https://twitter.com/SUCBigPokey\">Big Pokey</a>. I don't know if y'all heard DJ Screw <em>The Final Chapter</em>? But <a href=\"https://twitter.com/donke713\">Lil Keke</a> has a freestyle and it goes to <a href=\"https://twitter.com/mclyte\">MC Lyte</a>'s — I rapped over it. MC Lyte's — it's one MC Lyte's old songs or whatever. He rapped over it and I would say that's probably one of my favorite songs because that's probably a song that got me, like, wanting to rap, hearing him freestyle for that long over that beat. And it's called DJ Screw <em>Final Chapter</em> so if people want to hear it, they should. But it's good music. And that was in the '90s so definitely --</p><p><strong>KELLEY</strong>: Cause we were talking to <a href=\"https://twitter.com/hankshocklee\">Hank Shocklee</a> yesterday and we were talking about people rapping over other people's beats and he was like, \"Why would you do that?\" But it can be so interesting when you combine eras but also styles and, just like, points of view.</p><p><strong>LONDON</strong>: Yeah. Exactly. I mean, I think it's all about what you trying to do with it when you choose to rap over somebody's beat. Either — maybe if you're rapping somebody's current beat maybe you're trying make your own remix --</p><p><strong>KELLEY</strong>: Jump up on something.</p><p><strong>LONDON</strong>: — or do better or whatever. But, you know, it's a difference when you choose a song or a beat that's not really relevant anymore. You choose to, I guess, get on it and revamp a little for current times. So that's pretty much what I do. If I choose the beat, I like to choose beats that maybe no one's even heard of or whatever. That's pretty much how I choose them.</p><p><strong>MUHAMMAD</strong>: When you making an album do you go in thinking like you have a full kind of concept? Or is that you just kind of making the album and you're piecing it together and then you compile it together after it's done?</p><p><strong>LONDON</strong>: I think it's more like a compilation sometimes. I mean, my first mixtape I ever did, it was more themed. I called it <em>Flight To London</em>. The inspiration was more flighty, maybe <a href=\"https://twitter.com/currensy_spitta\">Curren$y</a> was more of an inspiration then. But I definitely let it just compile and happen naturally. I just try to create as much as I can and then if it sounds good or if it sounds like it goes then I, you know, formulate it. Good enough for people to listen to.</p><p><strong>KELLEY</strong>: And add interludes and everything?</p><p><strong>LONDON</strong>: Huh?</p><p><strong>KELLEY</strong>: Interludes and everything.</p><p><strong>LONDON</strong>: Oh yeah. Yeah. Definitely. I love the interludes. I love to just — anything to make it just flow and sound good. Like <em>Hard 2 Find</em>, the guy that chopped and screwed it, he added a lot of like Aaliyah interludes and stuff like that. And I like that cause <a href=\"http://en.wikipedia.org/wiki/Aaliyah\">Aaliyah</a>'s definitely a big inspiration, a big influence on my music and everything. I see that — I got the \"Strikkly 4 My Sippaz\" on the thing and I was like, \"Wow. That's great.\" Cause that meant a lot — that song meant a lot to me to freestyle everything, you know what I mean?</p><p><strong>KELLEY</strong>: Mhmm.</p><p><strong>LONDON</strong>: Yeah. Definitely.</p><p><strong>KELLEY</strong>: My favorite song of yours is still \"Servin' Fiendz\" though.</p><p><strong>LONDON</strong>: Oh yeah yeah.</p><p><strong>KELLEY</strong>: It sounds so good in the car.</p><p><strong>LONDON</strong>: No. It does. It does. I appreciate that. I really made that song at like — what? — five in the morning or — and it was some engineer; he used to work for <a href=\"https://twitter.com/timbaland\">Timbaland</a>. He did an excellent job. When I heard it, I was like, \"Wow. This sounds way better than what I thought.\" But I didn't let him sleep. I just stayed up and I — I just put it out so casually. And it's so funny cause that's a lot of people's favorite song. I didn't even think that. I was just like, \"Oh, it's just a freestyle. Da-da-da. Whatever.\" But a lot of people love it so — and I love it. I still perform it. I'll probably always perform that song. It's one of my faves.</p><p><strong>KELLEY</strong>: Some people don't want to put their freestyles out because they're worried they're not, like, up to par or whatever. You don't feel that way?</p><p><strong>LONDON</strong>: Mm, nah. Nah cause when I first started I started off freestyling. And what I mean by freestyling is it's not necessarily like I'm going in there and, you know, just going. Like what I do is I'll get on my computer — you know how every computer has a mic? And I'll freestyle like that and so a lot of — I'll listen to it and if it's a part where I messed up, I'll just edit it. But I'ma still call it freestyle cause it's pretty much — I didn't write it. I just kind of made it sound good enough so when I record it — but I have a lot of songs that I was just in front of my computer listening to beats and just freestyling. That's how I started rapping anyways. So I'm trying to get better at it. Definitely.</p><p><strong>KELLEY</strong>: That sounds like a private process.</p><p><strong>LONDON</strong>: Yeah it is. It is. For me to make music, I like to be in my zone and just being able to listen to the beat loud or hear it loud. I like to blast my music when I — like, I have to have it loud. And I just be in the zone. And I like to freestyle and get ideas that way. So definitely.</p><p><strong>KELLEY</strong>: What would you want to do — if you could work with anybody, who would work with?</p><p><strong>LONDON</strong>: Hm. There's a lot — actually I just always like Timbaland and Missy, only cause I don't — I love <a href=\"https://twitter.com/MissyElliott\">Missy Elliott</a>. And she wasn't only a rapper but she was a producer and that's — I feel like that's something maybe I could try to do too.</p><p><strong>KELLEY</strong>: Oh yeah?</p><p><strong>LONDON</strong>: Just to be more versatile. I always thought about making beats and stuff. So those are two people I actually really admire and respect as far as the whole artistry of it. Cause she did a lot, like not just rap. She did like — did it all pretty much. And that's what I would like to do, you know. Have more to me than just rap.</p><p><strong>KELLEY</strong>: Have you started that? Like have you ever pulled songs to find pieces or --</p><p><strong>LONDON</strong>: Well, I've had songs like — I haven't really started beatmaking but I definitely talk to producers and tell them like, \"OK. I want this. Sample this. Put this,\" or, \"Listen to this song and see if you can make this beat into,\" or, \"Listen to some <a href=\"https://twitter.com/jodecimusic\">Jodeci</a> and add that part or that string.\" I talk to them sometimes but I feel like if I could get behind it myself it would be something I could do because I love music in general. All kinds of music.</p><p><strong>KELLEY</strong>: That would be good. We need more female producers.</p><p><strong>LONDON</strong>: I know. I think that'd be tight. That'd be like — to be a producer and rapper at the same time is already a hard craft. If you can even do that, then god bless you. But — no seriously. And it sound good? That's really a blessing. But to be female artist doing that, I think that'd be like really legendary.</p><p><strong>KELLEY</strong>: How does your — I mean, it's tough to — I understand that you're down to talk about being a female rapper and how that can be positive and negative and everything.</p><p><strong>LONDON</strong>: Yes.</p><p><strong>KELLEY</strong>: But it's also a boring conversation. I don't really want to do it. But I think --</p><p><strong>LONDON</strong>: Yeah. I don't care about it.</p><p><strong>KELLEY</strong>: You don't care about the conversation?</p><p><strong>LONDON</strong>: No. Yeah. I don't even like saying female rapper myself.</p><p><strong>KELLEY</strong>: Right.</p><p><strong>LONDON</strong>: Cause to me it's a non-factor, what, like, your gender — you know what I mean?</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>LONDON</strong>: I think maybe it'll be something to mention if you're selling a record. Like, \"This is the first woman to do this.\" But other than that, it's — being a female rapper is — it's like you said. It's like, \"OK but —\" Cause when I rap I'm not thinking like, \"Oh I'm a girl.\" I'm just rapping so that's why it's, you know.</p><p><strong>KELLEY</strong>: I totally agree. However, I think there are some ways that, as a woman who interviews people, things happen because of that,<strong> </strong>or whatever. And so maybe there's some things that happen with you that like — like, what does your mom think about your job?</p><p><strong>LONDON</strong>: She respects it. She helps me when I need help with it.</p><p><strong>KELLEY</strong>: How?</p><p><strong>LONDON</strong>: Like when I need to get to the airport or something.</p><p><strong>KELLEY</strong>: OK.</p><p><strong>LONDON</strong>: Or if I need her to take me to a show or — that's like — I have no one to help me. She'll always come through cause she knows how important it is. You know, I quit my job. I said, \"Mom, there is no plan B.\" And she supports me so — I mean, she doesn't necessarily listen to my music. I don't really want her to. But other than that she help — I don't. It's kind of awkward. But other than that --</p><p><strong>KELLEY</strong>: A lot of people feel that way. We talk to people who say that all the time.</p><p><strong>LONDON</strong>: Yeah. It's a little awkward. I'm, like, cussing and going crazy. But yeah. She help me in any other way possible so she supports it pretty much. We don't talk about it like, \"Oh, Mom, I had —\" I'm kind of private when it comes to it. I just — but if I need a ride or something important she'll help.</p><p><strong>MUHAMMAD</strong>: So she hasn't been to one of your shows yet, huh?</p><p><strong>LONDON</strong>: No.</p><p><strong>MUHAMMAD</strong>: No.</p><p><strong>LONDON</strong>: No. She'll drop me off but, \"Keep going. Keep going.\"</p><p><strong>MUHAMMAD</strong>: \"I'm going to school now, Mom.\"</p><p><strong>LONDON</strong>: \"Keep it moving. Keep it moving.\" No.</p><p><strong>MUHAMMAD</strong>: \"I'm going to school. Can you drop me off five blocks before the school? Pick me up five blocks?\"</p><p><strong>LONDON</strong>: Even my siblings — like, my sister just went to my first show just recently. So not even — none of my family really. I have maybe cousins but — and that's me. It's not them. It's probably me. Cause I just — I don't know. I separate in my brain, family and music. But I'm like, \"OK.\" I don't know if they're going to make it awkward for me so I just like — \"Let me be in my zone. In my own world.\" You know, say what's up. But it's cool. They can come now. I wouldn't care.</p><p><strong>MUHAMMAD</strong>: Well, what is your world? It seems very, you know — I wanted to say what's up and make sure you wasn't packing nothing. I don't know. It's like, \"She holding?\"</p><p><strong>KELLEY</strong>: He's a little bit afraid of you.</p><p><strong>MUHAMMAD</strong>: \"She holding? What we dealing with today?\"</p><p><strong>LONDON</strong>: No, you don't have to be afraid.</p><p><strong>MUHAMMAD</strong>: What is your world though?</p><p><strong>LONDON</strong>: My world just consistently — well actually, I'm a loner. I just — I like to smoke. And music. If I have — like, I can just wear headphones all day. And I mean headphones. Earphones are not even good enough for me.</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>LONDON</strong>: Like, I need headphones and I can smoke and just like be in it and that's pretty much what I do. I'm pretty chill. I don't get into too much. I don't like being on the scene too much. I just like to get lost in music. And all kinds of music from <a href=\"http://en.wikipedia.org/wiki/Tupac_Shakur\">Tupac</a> to <a href=\"https://twitter.com/blueoctober\">Blue October</a> to, you know, anything. Stuff that sounds good. And just get inspired and things like that.</p><p><strong>MUHAMMAD</strong>: What is — what do you — what does music do for you?</p><p><strong>LONDON</strong>: Oh my god. It does everything for me. It keeps me sane for one. Even I wasn't a rapper, it's just music. You know what I'm saying? It's just like, I love music. It's just — it keeps me sane. And I think there's a song and something for every emotion, everything you're going through. I know a lot of people like to categorize rappers or say, oh, comparisons. But I feel like every rapper or every artist or musician has something that you can maybe relate to. Maybe not while you're at work but maybe when you leave work and you're chilling on the patio, this rapper person might come in handy to listen to. So I think that's what makes music so powerful. Is it's just relatable and there's so much of it out there, especially now due to the Internet.</p><p><strong>MUHAMMAD</strong>: Yeah. You place emphasis on the funk. What's the funk to you?</p><p><strong>LONDON</strong>: Man, the funk is just that soul, you know what I mean? It's just — it's the funk. It just sounds funky. When you hear it, you just know it. And you can go from talking — you can look at <a href=\"https://twitter.com/drdre\">Dr. Dre</a>, like G-funk. And they sampled people that they grew up on. You know, you hear a lot of like — they grew up in the '70s maybe so when you listen to their '90s albums you hear a lot of '70s. So it's like, the funk for me would be the same thing except I grew up in the '90s so you'll hear a lot of their influences in my stuff and it'd just — it just basically keeping the funk alive, keeping that realness, the authenticity. For me, that's what funk represents. When you stay true to the funk, you're staying true to what's real. Cause I feel like that was the realest era in hip-hop. It had meaning. They were going through a lot: race wars, Rodney King. It was like — it's like <a href=\"https://twitter.com/publicenemyftp\">Public Enemy</a>. You can hear it. So I think that's why — that's what it is for me, the funk. Just — it's deep. It's like deeper than — it's something behind it.</p><p><strong>KELLEY</strong>: So even though you're a loner and you're pretty calm and everything. There's an aggression. That's what he's referring to, why he is afraid.</p><p><strong>LONDON</strong>: No. No. No. That's how — that's basically how I let out my anger. I'm a Leo, you know, so I'm like a big cat. I could get feisty but I could cuddle. I'm sweet. But, I mean, at the same time, when I first — I grew up like an angry child. Everybody has different childhoods. Whatever. Go through your s---. So that was my way of expressing it. I got to cuss. I got to just say mean things. It was awesome. It's still awesome. That's just the way I express my aggressive side so --</p><p><strong>KELLEY</strong>: You mean like listening and singing along, basically?</p><p><strong>LONDON</strong>: Well, yeah. Or just when I'm mad or able to make that — you know what I'm saying? When he say he scared, like a lot of people like, \"Ah!\" But I mean, that's how I express that side of me. I'm not walking around here expressing that side of me cause it's in my music. So I try to express all the anger or anything.</p><p>And that's what I make it for, people who want to hear somebody hard and just — cause you don't really get that, that hard-hitting music. So that's what I do it for and also that's where it comes from, just the inner — that's what a raider is, like a black heart anger. You got some type — you're angry about something, you know. And, as being young, you should be angry about something. There should be something in the world you want to change that's making you angry. That's where it comes from but don't be scared.</p><p><strong>MUHAMMAD</strong>: I'm really not but, you know.</p><p><strong>LONDON</strong>: I'm nice. At least I think I'm nice.</p><p><strong>MUHAMMAD</strong>: I think you're nice too. But, you know, the quiet nice people you gotta look out for.</p><p><strong>KELLEY</strong>: That's very true.</p><p><strong>MUHAMMAD</strong>: The quiet, nice Leos specifically.</p><p><strong>KELLEY</strong>: I think that's another thing — sorry to come back to the girl thing again but, I mean, women, we don't have a lot of ways to express our anger. And I think some of the ways that we do that is by listening to angry music and kind of like becoming the person who's singing rather than the person who's being sung about.</p><p><strong>LONDON</strong>: Mm-hmm. Exactly.</p><p><strong>KELLEY</strong>: But it's a very special feeling to hear an angry female voice.</p><p><strong>LONDON</strong>: Exactly. That's exactly what I mean. It's like I only do it so — cause I have a lot of girlfriends. I run with an all-girl posse. So it's like, it's me and my girls. And, like, we like to smoke and stuff. And we want to hear some gangsta stuff, you know what I'm saying? Sometimes we just want to hear some real gangsta stuff and sometimes I feel like the men are not really doing it, I mean. They are but they kind of getting more feminine to me so I feel like, well, if y'all not going to do it, then I'm going to make a mean song or a hard song. So when you feel like you want to smoke and do a drive-by — you never know. You might have to do a drive-by.</p><p><strong>KELLEY</strong>: Back to being scared.</p><p><strong>LONDON</strong>: You never know. Life will throw curveballs so you might have to just do that. And then you can play my song on your way.</p><p><strong>MUHAMMAD</strong>: I think you're the first artist to take ownership of that position. It needed a back --</p><p><strong>LONDON</strong>: Any girls that's mad and they want to, you know --</p><p><strong>MUHAMMAD</strong>: \"Those heroes need a theme song on their way to take care of some business and I was happy to give it to them.\"</p><p><strong>LONDON</strong>: The perfect theme music for anger. And that's why, like you said, with girls, we need a girl to listen to that's happy-happy and <em>-- </em>and just actually is like, \"Hey! Listen to me like I had something to say. And I'm the one to listen to.\"</p><p><strong>KELLEY</strong>: Yup. What you think about that?</p><p><strong>MUHAMMAD</strong>: Well, first of all, I don't hear your music as, like, \"female rapper.\"</p><p><strong>LONDON</strong>: Thank you.</p><p><strong>MUHAMMAD</strong>: I don't. I'm just like, \"Yo. She a G.\" You know? Simple as that.</p><p><strong>LONDON</strong>: Thank you.</p><p><strong>MUHAMMAD</strong>: But then after that, then the female aspect comes in and I'm like, \"Word.\" What's the song you have where you talk about the — oh wait. Wait. What is it?</p><p><strong>KELLEY</strong>: You're just waiting for it.</p><p><strong>MUHAMMAD</strong>: You know what song I'm talking about?</p><p><strong>LONDON</strong>: I know what you're talking about.</p><p><strong>MUHAMMAD</strong>: What's the name of that song?</p><p><strong>LONDON</strong>: \"Choppa Got That Ass Shakin Like a H--.\"</p><p><strong>MUHAMMAD</strong>: Yes.</p><p><strong>LONDON</strong>: Yeah. Yeah.</p><p><strong>MUHAMMAD</strong>: I love that song.</p><p><strong>LONDON</strong>: Yeah. That's an awesome song, man.</p><p><strong>MUHAMMAD</strong>: It's an awesome song. I have not seen a video for it but I have many videos in my head.</p><p><strong>LONDON</strong>: I bet you do. A lot of people tell me that. I should still do a video for that. It's a great song. I was freestyling but I'ma tell you the inspirations. <a href=\"https://twitter.com/lilbthebasedgod\">Lil B</a>, of course, cause he's so awesome. That's a big inspiration. Shout out, Lil B. Lil B is awesome. He doesn't get enough credit. He set all the trends for a lot of people you see walking around here today.</p><p>But him and <a href=\"https://twitter.com/therealmiax\">Mia X</a>. She used to be part of No Limit or whatever. She had a song and she was like, \"Shake your ass, n----. Work your d---. You the b---- tonight.\" I don't know. She said some crazy stuff like that and so I thought that was awesome. I was like, \"Oh my god. She told <em>him</em> to shake <em>his </em>ass. That's the best thing I ever heard.\" So that inspired me for \"Choppa Got That</p><p>Ass Shakin.\" Just to kind of role reverse and give people something fun and different to listen to. And the beat was tight so --</p><p><strong>MUHAMMAD</strong>: It was creative. I loved it.</p><p><strong>LONDON</strong>: Yeah.</p><p><strong>MUHAMMAD</strong>: I mean, that's the only song that really made me go, \"Hm. Word.\" From a female perspective, I was like, \"I like that switch.\"</p><p><strong>KELLEY</strong>: It's like the <a href=\"https://twitter.com/gangstabooqom\">Boo</a> verse on that <a href=\"https://twitter.com/runjewels\">Run The Jewels</a> song.</p><p><strong>LONDON</strong>: Yeah. Yeah. Exactly.</p><p><strong>KELLEY</strong>: And what's that girl? Ah, man. This is old. But she responded to a <a href=\"https://twitter.com/icecube\">Cube</a> song, I think. S---. What was her name?</p><p><strong>LONDON</strong>: <a href=\"https://www.facebook.com/pages/YoYo-Fearless/302335389901233\">Yo-Yo</a>?</p><p><strong>KELLEY</strong>: No no no. I think she was from Houston. It's definitely a Rap-A-Lot — this is going to be embarrassing when I look in my phone later — [<em>Ed note: <a href=\"http://en.wikipedia.org/wiki/Choice_%28rapper%29\" target=\"_blank\">Choice</a>. I was thinking of Choice. \"<a href=\"https://www.youtube.com/watch?v=-umpeQ8Gvfg\" target=\"_blank\">Payback</a>.\" And yes it was embarrassing when I looked in my phone later.</em>]</p><p><strong>LONDON</strong>: I think I know who you're talking about.</p><p><strong>KELLEY</strong>: — and find it. Yeah. Anyway. I like it when that happens also.</p><p><strong>LONDON</strong>: Yeah. I like when they switch it up. I love that cause, I mean, girls need to feel — and a lot of guys are like, \"I don't know how to feel about that song.\"</p><p><strong>KELLEY</strong>: \"Yeah. Cause it wasn't for you.\"</p><p><strong>LONDON</strong>: Exactly. But then again, I tell them like — OK. It's not necessarily like — OK. I'm saying the choppa. You're scared so you're shaking out of scared. So a guy could say it too. Like, \"I got your ass shaking like a h--.\" Pretty simple. I was really being silly y'all. Cause I'm really silly. I was being silly but it came out to be a real good song and I'm glad I did it. Cause I think it's really different. People need that, need more music like that.</p><p><strong>KELLEY</strong>: I like it when you're silly but I don't think it's that clear though because you're — you got it together on the outside.</p><p><strong>LONDON</strong>: Yeah. Yeah. Definitely. I'm real silly, goofy.</p><p><strong>KELLEY</strong>: So what are you going to do next then?</p><p><strong>LONDON</strong>: Right now I'm working on a tape. I plan to go out to Miami. That's where <a href=\"https://twitter.com/raidrklnrecords\">Raider Klan</a> is based at. And do videos and work with people out there. And also — just travel really. I want to go to New York. I definitely want to go to L.A. before the year's up. And actually spend time in those places so I can see what's out there.</p><p><strong>MUHAMMAD</strong>: So in Miami you going to link up with <a href=\"https://twitter.com/trinarockstarr\">Trina</a>?</p><p><strong>LONDON</strong>: I know I need to, right?</p><p><strong>MUHAMMAD</strong>: Yeah, that would be a bad record.</p><p><strong>LONDON</strong>: I know.</p><p><strong>KELLEY</strong>: That really would.</p><p><strong>LONDON</strong>: I know. I love Trina. I do. Hey. You just gave me an idea. That'll be --</p><p><strong>MUHAMMAD</strong>: I'm surprised you haven't thought of it before but --</p><p><strong>LONDON</strong>: I mean — yeah. I be thinking that. I be thinking about working with a lot of people but now that --</p><p><strong>MUHAMMAD</strong>: If you're out there. Just make it --</p><p><strong>LONDON</strong>: Yeah. Since I'ma be out there that'll be --</p><p><strong>MUHAMMAD</strong>: Tell her bring her booty to the studio. Make it happen.</p><p><strong>KELLEY</strong>: You should start a --</p><p><strong>LONDON</strong>: Bring her booty.</p><p><strong>KELLEY</strong>: Yeah. You should just --</p><p><strong>LONDON</strong>: No. I know. It was just funny the way you said it.</p><p><strong>KELLEY</strong>: You should start a campaign like on Twitter. Get everybody. Get enough people to tell her.</p><p><strong>LONDON</strong>: Yeah. Her to work with me. Definitely. Cause she's awesome. Just awesome.</p><p><strong>KELLEY</strong>: She's the first celebrity I met.</p><p><strong>LONDON</strong>: Oh for real?</p><p><strong>KELLEY</strong>: Ever. Mm-hmm.</p><p><strong>LONDON</strong>: That's awesome.</p><p><strong>KELLEY</strong>: Weird fact.</p><p><strong>LONDON</strong>: I'll be — as far as like — I guess Gangsta Boo. She — definitely shout out Gangsta Boo.</p><p><strong>KELLEY</strong>: She's in L.A.</p><p><strong>LONDON</strong>: Oh yeah yeah. She lives out there now. She one of the first other female rappers to work with me and stuff like that. She's definitely real. And I get real inspired by her too. Cause she was the only girl in this group of men that could really really really rap. And that's not easy at all.</p><p><strong>KELLEY</strong>: I mean, maybe that's a part of the other thing about being a girl in hip-hop is usually — it's not just that you are a girl. It's that you are the only girl in the room.</p><p><strong>LONDON</strong>: Yeah. A lot of the time. All the time.</p><p><strong>KELLEY</strong>: It's not always bad. At all. I mean, sometimes that's a great position.</p><p><strong>LONDON</strong>: Like I said, I have a — at home I have all girlfriends. So I'm always on the phone like, \"OK. Alright. I'm sorry.\" Like, they're crying, getting broken up with. It's girl stuff, you know. But when I have to go on tour and I'm just the only girl amongst 20 guys. It's a good balance, you know what I'm saying? So I love actually --</p><p><strong>KELLEY</strong>: You get to dispense a lot of dating advice and like help them --</p><p><strong>LONDON</strong>: Yeah. Yeah. Well, kind of. Actually I stay out of it. Cause my — hey. They're young. They don't care about dating advice. They don't care about that. I don't think. From what I witness. They probably only care about one thing. But yeah — I don't think they need advice.</p><p>But no it's just different in the — I actually like being in a male-dominated field. I think it makes you better.</p><p><strong>KELLEY</strong>: How do you mean?</p><p><strong>LONDON</strong>: Just because people kind of maybe already — regardless if — cause like I said, I always say music speaks for itself anyway. No matter what you do, your craft is always going to outshadow whoever you are, whatever gender. But it's just the assumptions, you know. When maybe somebody first looks at you as a woman, they're kind of going to have their doubts. Like, \"Oh, what is she about to do? Are you about to sing?\" Like, \"No. I came here to rap.\" So it's just the assumption.</p><p>I think that's kind of where I get — like when I'm on stage, my stage presence is so aggressive because I like the feeling of being an underdog. I like that it might be one person that give me that look like, \"What is she about to do?\" That's who I'm speaking to when I get on stage. I like to prove people like — girls — no matter what I look like, it's all about the music and I'ma show you how to really rap. I'ma show you how it's done.</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>LONDON</strong>: Definitely.</p><p><strong>KELLEY</strong>: I have this one co-worker who doesn't — who has told me that he doesn't understand why people call themselves queens because it's like why wouldn't you just call yourself the king. And I'm like, \"Cause the queen always has more power than the king, bro.\"</p><p><strong>LONDON</strong>: Duh. It's true.</p><p><strong>KELLEY</strong>: Anyway.</p><p><strong>LONDON</strong>: The queen is the most powerful. The woman is the most powerful. We're the creators. I mean, c'mon. No offense to any males. I just, you know --</p><p><strong>MUHAMMAD</strong>: Not going to get an argument from me, I'm just not even into power. I'm just like, we're here together. But, you know --</p><p><strong>LONDON</strong>: Yeah. We are. But --</p><p><strong>KELLEY</strong>: She call — I mean, being the Underground Queen is --</p><p><strong>MUHAMMAD</strong>: Queen of the Underworld, right?</p><p><strong>KELLEY</strong>: Ground.</p><p><strong>MUHAMMAD</strong>: Underground?</p><p><strong>LONDON</strong>: Yeah. Definitely. I feel like the reason I call myself that is cause the wave that generated in 2012 is like global. It's huge. And for me to be a young girl out of Alief, Houston, Southwest side, just growing up, for me to have been a part of something and been involved with artists to me that are geniuses, that are the future. Inevitably they're going to be — you know what I mean? And to have made music that I consider — and I'm not trying to — maybe I'm in my own world. Maybe the music I make isn't that classic. But I feel like some songs like \"Low Key\" or \"Willin To Die\" — the things I've done, it kind of went global. And I'm affiliated with some of the most genius artists, to me as far as rap, that are coming up, that are young, you know. So that's why I call myself the Underground Queen cause I was one of the first girls to bring back in its full essence what I was trying to do and what kind of started a trend into something else into something else. And so that's where it comes from. I feel like I was one of the first, if not the first, to do the '90s thing.</p><p><strong>MUHAMMAD</strong>: Do you have people passing you their demos? Begging for you to listen to?</p><p><strong>LONDON</strong>: Yeah. People ask me to listen to their music sometimes.</p><p><strong>MUHAMMAD</strong>: Do you listen?</p><p><strong>LONDON</strong>: It depends. It depends on if my heart tells me to. I know that sound like — cause you know when you get so much — even like — you know <a href=\"https://twitter.com/xavierwulf\">Xavier Wulf</a>? I don't know. He used to go by Ethelwulf, a part of Raider Klan. He's actually a part of Sesh/<a href=\"https://twitter.com/thehollowsquad\">Hollow</a>/Waterboys. It's <a href=\"https://twitter.com/teamsesh\">Bones</a> on the — in L.A. They sell out House Of Blues and everything. But he sent me — a lot of people sent me music and, like, something told me to click on his. When I heard it, it was like the best thing I ever heard. You know, we made a song called \"Trillanation\" and people love that song to this day.</p><p>Even with the people that's done my videos like — I do videos and then sometimes a certain person<strong> </strong>-- it might not even be the way he look. It's just kind of like, I'm drawn to people. So if I'm drawn to it and I listen, I'm pretty sure it would've been worth it or I wouldn't have been drawn to it. I don't know. I want to be an A&R.</p><p><strong>MUHAMMAD</strong>: That's what I'm getting to. Are you looking to put people on?</p><p><strong>LONDON</strong>: I wouldn't mind, you know. Cause I love — I feel like I have a good ear so I wouldn't mind doing that one day. Like helping people or discovering people. Cause I'm always researching anyway.</p><p><strong>KELLEY</strong>: And if you know your history all the better.</p><p><strong>LONDON</strong>: Exactly. So yeah. I have a good ear so I try to listen to people cause you never know. It's like so many hidden gems.</p><p><strong>MUHAMMAD</strong>: What do you think there's too much of in hip-hop right now that we can do without?</p><p><strong>LONDON</strong>: Hm. Do without. I'm not going to say there's too much of anything. I think, me — I know it has its waves. Right now, it's more like the trap wave. But I wouldn't say we should do without that. I think every — you know, it just has its waves. But it's not too much of anything, especially from what I listen to. I don't really like — I don't bump mainstream artists like that, like the radio. I don't really know. If somebody mainstream has a video, I probably — I don't really see it. I don't know. It's only as regards to who I listen to and I would say everything's fine. But is there anybody you think or anything in hip-hop you feel --</p><p><strong>MUHAMMAD</strong>: I don't listen to the radio either so I'm kind of — my radar is different.</p><p><strong>LONDON</strong>: Yeah. That's what I said. It's all about perspective. I mean, it's just like whoever you listen to. But mainstream, nah. It's wack. Most of the time at least.</p><p><strong>KELLEY</strong>: It's funny cause what you like used to be mainstream.</p><p><strong>LONDON</strong>: Exactly. Exactly. That's true. And that's why it's funny because I was like — OK. You had the <a href=\"https://twitter.com/kendricklamar\">Kendrick</a>, <a href=\"https://twitter.com/jcolenc\">J. Cole</a> when they were first coming up. I think that's the last of people I would consider that I would say — like <a href=\"https://twitter.com/drake\">Drake</a>. You know, that type. <a href=\"https://twitter.com/bigsean\">Big Sean</a>. Things like that. But when I listened to SpaceGhostPurrp, it like totally changed my whole perspective of music. Like, for real. Like, changed my life. It's weird. I never looked at music the same after hearing <em>Blvcklvnd 66.6</em>. It just changed my whole — so that's my I feel like it's all about perspective cause mines has changed. Like she say, I did, probably before 2010, listen to the mainstream artists but then when Purrp kind of brung the darkness into the industry. I even say like without Purrp you wouldn't gotten no \"Bow Down\" by <a href=\"https://twitter.com/beyonce\">Beyoncé</a>.</p><p><strong>KELLEY</strong>: Right. For sure.</p><p><strong>LONDON</strong>: Cause the trill wave inspired her to make that song. At the moment it was hot. She knew it. So it's that big, you know what I'm saying? So that's why I changed my whole perspective, which is crazy. But he's a genius so it's awesome.</p><p><strong>KELLEY</strong>: You think you're going to stay — you know how sometimes people get successful and their sound changes? Do you think you'll ever leave — try to make something that isn't so dark-based?</p><p><strong>LONDON</strong>: Always. I just go with the flow. And sometimes I hate when people only, like, want to send me dark beats. Or only want to send me '90s beats or whatever. Because, like I said, I've been making music since I was 13. So I have all types of songs. I'm very versatile. So I definitely can make any type of song I just have to feel it in my heart. I definitely never limit myself to a certain sound or a certain beat or genre. None of that. I like to feel free with it.</p><p><strong>KELLEY</strong>: It's still important to have an identity.</p><p><strong>LONDON</strong>: Yeah. Exactly. So yeah. I definitely just go with my heart, you know? And hopefully people can just respect that I'm a genuine rapper. A genuine MC.</p><p><strong>KELLEY</strong>: Well, it's been really fun to watch you over the past couple years and to see what's going to happen next and we're excited.</p><p><strong>LONDON</strong>: Oh, I think big things are going to happen next. I think, like you said, this is a good year for me. I was at SXSW. And I just plan to just get bigger and bigger and grow and make more music for people to enjoy. I feel like I'm different enough, you know. I have my own sound. I feel like it's going up and I really appreciate y'all noticing me. Like, for real. Cause I was shocked. I was like, \"Oh my god.\" But I appreciate that cause we need more recognition for people that are really talented out here but are not that flashy. But I'm here.</p><p><strong>KELLEY</strong>: All my friends from Texas — all my female friends from Texas — sorry. Again. I did it. But they're just really happy<strong> </strong>for you. And big fans.</p><p><strong>LONDON</strong>: That's what's up. I love Texas. I love where I'm from. And Texas is so big so I just — as long as I can get my whole state behind me, I'll be --</p><p><strong>KELLEY</strong>: That's all you really need.</p><p><strong>LONDON</strong>: That's all I need. Yeah. Cause Texas is huge and I have fans all over Texas. So I appreciate it so much. Texas is awesome.</p><p><strong>KELLEY</strong>: It kind of is.</p><p><strong>LONDON</strong>: Yeah it is. People are nice here. It's cool. Especially when it comes to music, Austin and — it's like vibed out. It's chill. Even on a regular day, it's very liberal feeling, even though Texas is more Republican. But it's real relaxed and cool.</p><p><strong>KELLEY</strong>: Thanks. I'm glad we could talk to you here.</p><p><strong>LONDON</strong>: Oh. No problem. No problem.</p><p><strong>KELLEY</strong>: Next time it'll be in the big big city though, right? When you're there and we're there --</p><p><strong>LONDON</strong>: Oh yeah yeah. Oh you talking about Houston?</p><p><strong>KELLEY</strong>: No. New York or L.A.</p><p><strong>LONDON</strong>: I really want to go to New York. I gotta make it happen for New York. Yeah. That'd be awesome.</p><p><strong>KELLEY</strong>: Alright. Thank you.</p><p><strong>MUHAMMAD</strong>: Thank you.</p><p><strong>LONDON</strong>: Oh, no problem. Thank y'all.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Amber+London%3A+%27I%27ma+Show+You+How+It%27s+Done%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ali Shaheed Muhammad","audio":[{"meta":{"duration":"2927"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1402821557-237b67.m3u?orgId=1&topicId=1039&aggIds=100920965&d=2927&story=402470743&ft=nprml&f=402470743"},{"href":"http://media.npr.org/assets/img/2015/04/28/amberlondon-still2-02f74f2ca1e1c83955df3c139fe0f62595765f59.png","type":"image/jpeg","meta":{"crop":"standard","height":"1078","width":"1438"}},{"href":"http://media.npr.org/assets/img/2015/04/28/amberlondon-still1-ba747450114814323dc32863bded06ef4d491e62.png","type":"image/jpeg","meta":{"crop":"standard","height":"1078","width":"1438"}}]}