{"created":"2015-06-17T18:13:28+00:00","modified":"2015-06-18T16:35:58+00:00","valid":{"from":"2015-06-18T16:35:58+00:00","to":"3015-06-18T16:35:58+00:00"},"hreflang":"en","guid":"05df56f9-0004-47bd-8d34-39cb084ebec0","title":"A subject so taboo that rural Indians only use its initials ","published":"2015-06-18T16:35:49+00:00","byline":"Sonia Paul","tags":["india","menstruation","sex ed","Milaan","NGO","Across Women's Lives","Education","Development & Education","Asia","India","Uttar Pradesh","Teach Her"],"teaser":"How do you teach girls about something so taboo that no one — not even their mothers — will discuss? In traditional, rural India, instructors use games, films, and conversation to help female students understand what's going on with their bodies, especially menstruation. And that knowledge can be the start of other changes in how they see their roles in school and beyond.","contentencoded":"<p>Sex education can be a pretty touchy subject in rural India. So anything related to it? Most likely it'll come off as taboo.</p>\n<p>And that includes one of the most normal experiences every woman in the world goes through every month: having her period. Shame around menstruation can lead girls to miss or even drop out of school.</p>\n<p>The situation is even more heightened at residential schools for girls in Uttar Pradesh. These schools, called Kasturba Gandhi Balika Vidyalayas, are specifically geared toward girls from minority communities and castes in rural India. Some of these girls have never attended school before; others have had to drop out in the past because their families couldn’t afford school fees, or because they were needed at home to work or help with household chores.</p>\n<p>That’s why instructors with the NGO <a href=\"http://www.milaan.in/\">Milaan</a> are especially trying to broach the subject of menstruation at these residential schools. Most of these girls come from poor families, and many of their families live far away in remote areas. And in many of the communities they come from, menstruation remains a subject few people talk about, even woman to woman.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"521\" width=\"864\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://cdn-113a.kxcdn.com/sites/default/files/styles/original_image/public/IMG_1943_Paul.jpg?itok=zC3Ake1B\" alt=\"\" title=\"\" /><div class=\"field-caption\">\n    <p>Ritika Ramasuri of the NGO Milaan leads a group activity at the Kasturba Gandhi residential school to assess how much the girls know about menstruation.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Sonia Paul</p>\n  </div>\n</div>\n<p>At a Kasturba Gandhi school in Balrampur, a district of Uttar Pradesh, Milaan workers have the students sit in a circle to play a game. In front of them is a plastic, square-shaped bag of sanitary napkins. The game is “hot potato,” and the pads are the potato.</p>\n<div class=\"edit-entity cta_border cta_align-right cta_icon-engagement\" data-entity-id=\"81817\" data-entity-title=\"See more Teach Her\" data-entity-type=\"node\">\n<div id=\"node-81817\" class=\"node node-story-act contextual-links-region story-act-cta story-act-nid-81817 cta-type-custom-text clearfix\" about=\"/node/81817\" typeof=\"sioc:Item foaf:Document\">\n<h2><a href=\"/node/81817\">See more Teach Her</a></h2>\n<div class=\"contextual-links-wrapper\">\n<ul class=\"contextual-links\"><li class=\"node-edit first\"><a href=\"/node/81817/edit?destination=node/81831/edit\">Edit</a></li>\n<li class=\"node-delete last\"><a href=\"/node/81817/delete?destination=node/81831/edit\">Delete</a></li>\n</ul></div>\n<p><span property=\"dc:title\" content=\"See more Teach Her\" class=\"rdf-meta element-hidden\"></span><span property=\"sioc:num_replies\" content=\"0\" datatype=\"xsd:integer\" class=\"rdf-meta element-hidden\"></span></p>\n<div class=\"content\">\n<div class=\"field-display-title\">\n    See more from this series  </div>\n<div class=\"field-body\">\n<p><a href=\"https://twitter.com/hashtag/TeachHer?src=hash\">#TeachHer</a> tells the stories of women and girls learning, teaching and changing the world from the classroom to the field to the lab and beyond. Read more and <a href=\"http://www.pri.org/series/teach-her\">get involved</a>. </p>\n<p><iframe allowfullscreen=\"\" class=\"giphy-embed\" frameborder=\"0\" height=\"240\" mozallowfullscreen=\"\" src=\"//giphy.com/embed/xTiTnzNMDqa5HjB888\" webkitallowfullscreen=\"\" width=\"480\"></iframe></p>\n</div>\n</div>\n</div>\n</div>\n<p>As music plays from a laptop, the girls nervously pass the bag to each other. Whoever is holding the pads when the music stops playing is supposed to say something, anything she can think of, that might be related to menstruation.</p>\n<p>But when the music stops the first time, the girl with the bag of pads in her hands is speechless.</p>\n<p>As the game continues, it’s clear the girls have never before been encouraged to talk about their periods. The music starts and stops, but still, no one dares to speak. Finally, the fourth time the music stops, the hot potato ends up slipping last from the hands of 13-year-old Jyoti Tripathi. She stands up, dusts the back of her red-and-white polka-dotted salwar kameez and mutters two letters: “MC.”</p>\n<p>“MC” is the term the girls — and many Indians — use for “menstrual cycle.”</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"576\" width=\"864\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://cdn-113a.kxcdn.com/sites/default/files/styles/original_image/public/IMG_1922_Paul.jpg?itok=D_ZBOTct\" alt=\"\" title=\"\" /><div class=\"field-caption\">\n    <p>Teachers at the Kasturba Gandhi school explain that many of the girls at the school come from a local tribal community and have had to drop out of school previously because they were needed at home.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Sonia Paul</p>\n  </div>\n</div>\n<p>Earlier, before the game, Jyoti told me the MC was a complete mystery to her until about a year ago. That’s when she got her period for the first time. No one in her family, not even one of her five sisters, had prepared her for its arrival, which happened when she was at school.</p>\n<p>“I went to the bathroom and blood started coming out, and I thought, ‘What is this?’” she says. “I went to my friends and told them what had happened, and they said it was the MC and to go get a pad,” she says.</p>\n<p>Jyoti got the supplies she needed. But when she talked to her teacher about what was going on, she got some confusing advice. She recalls her female teacher telling her: “It’s bad blood, and if you eat anything sour like pickles, then it will create more difficulties. So when the MC comes, don’t have sour things.”</p>\n<p>That might sound strange, but it’s kind the thing Milaan field workers encounter all the time. Dhirendra Singh, Milaan’s co-founder and CEO, says there are logical reasons for the pickle taboo: Many people believe spicy foods should be avoided during that time of the month. And in rural India, the fermented vegetables called pickle are often the spiciest food in the house.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"576\" width=\"864\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://cdn-113a.kxcdn.com/sites/default/files/styles/original_image/public/IMG_1931_Paul.jpg?itok=aatpFWuK\" alt=\"\" title=\"\" /><div class=\"field-caption\">\n    <p>Young girls at the Kasturba Gandhi school.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Sonia Paul</p>\n  </div>\n</div>\n<p>“So how do you make sure kids don’t touch the pickle? You say ‘don’t touch the pickle or else the pickle will go bad,’” Singh says.</p>\n<p>Part of what Milaan workers do to challenge this myth is to encourage young girls and women to be open to discussing menstruation and all these taboos.</p>\n<p>“It’s all about education, right?” Singh says. “You want to be able to give our girls the ability to question what prevails them. And to find answers to those questions.”</p>\n<p>The understandings surrounding these taboos also have different meanings given India’s patriarchal culture. Women were always in the secondary position to men in rural communities, and the view that period blood is impure became rampant because of that bias against women.</p>\n<p>Neelam Singh, a gynecologist in Lucknow who also does <a href=\"http://www.dasra.org/pdf/Vatsalya.pdf\">education and advocacy</a> around menstrual issues through the <a href=\"http://vatsalya.org.in/\">NGO Vatsalya</a>, says the myths and practices surrounding periods also go back to a blunt kind of birth control.</p>\n<p>“People thought [girls] would get pregnant once they have started [their periods]. So it was actually to limit their mobility,” she says. “So that is how they were not allowed to go to school, not allowed to talk to boys, they were not allowed to play around … It was taken as dirty. So that is why they would [also] contaminate good things.”</p>\n<p>Back at the Kasturba Gandhi school, most girls are horribly confused about their MC because no one has really explained it to them well. This also leads to a feeling of shame about what they’re going through. Jyoti confessed she hadn’t even told her family she had gotten her period. She didn’t see the point.</p>\n<p>“I don’t understand all of this,” Jyoti says of the changes her body is going through. “Whatever my friends and teacher have told me, that’s all I know.”</p>\n<p>The Milaan workers are trying their best to take care of those questions. After the hot potato game finishes, the girls gather in front of the chair where the laptop sits. The instructors use it to show a short film made by UNICEF called “Paheli ki Saheli,” or “Friend of the Riddle.”</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"630\" width=\"900\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://cdn-113a.kxcdn.com/sites/default/files/styles/original_image/public/IMG_7155_Paul.jpg?itok=OrcDgbNB\" alt=\"\" title=\"\" /><div class=\"field-caption\">\n    <p>The girls at the Kasturba Gandhi school watch a UNICEF video explaining menstruation.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Sonia Paul</p>\n  </div>\n</div>\n<p>The film follows the story of a young girl who’s just gotten her period. When she sees blood stains in her underwear, she asks her friends if she’s going to die. Her friends say what’s happening is normal, and they start speaking in riddles, like: “What type of relative is this, whom we have to welcome once a month, which makes us anxious about all kinds of changes in our body?”</p>\n<p>Watching the girls here watch the film is like a scene from a movie itself. Some sit with mouths hanging open, others smile shyly. A couple of teachers watch the film as well. <em>Everyone</em> pays attention.</p>\n<p>The film’s a hit with Jyoti. “I didn’t know that the blood comes from the uterus, and I wasn’t aware that when the egg settles in the uterus and doesn’t get released, that only then does a woman get pregnant,” she says. “I didn’t know this.”</p>\n<p>Yet understanding the changes her body is going through is not really enough. She’s trying not to make it a big deal, but already she’s looking around and seeing what else is lacking at her school.</p>\n<p>“It’s just that the bathrooms have been a problem,” she says. The Kasturba Gandhi school had two toilets meant to serve 100 girls and their teachers. Neither of them are in great condition. </p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"576\" width=\"864\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://cdn-113a.kxcdn.com/sites/default/files/styles/original_image/public/IMG_2292_Paul.jpg?itok=uFXhqBBj\" alt=\"\" title=\"\" /><div class=\"field-caption\">\n    <p>Girls learning about menstruation during a workshop at Kasturba Gandhi school.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Sonia Paul</p>\n  </div>\n</div>\n<p>Amit Kumar Ghosh directs the <a href=\"http://nrhm.gov.in/\">National Health Mission</a> in Uttar Pradesh, which runs a range of healthcare programs in the state. He says that tracking conditions across the state’s schools — which number more than 100,000 — is part of the government’s “administrative challenge.”</p>\n<p>“This is a state of around 210 million people, so this is the largest state in the country. Every sixth Indian lives in UP [Uttar Pradesh],” he says. “Our challenges are great … and our systems may not always be robust.”</p>\n<p>The state government has its own programs on menstruation, which include employing <a href=\"http://nrhm.gov.in/communitisation/asha/about-asha.html\">Accredited Social Health Activists</a> to work on the ground in local districts and distribute sanitary napkins. The state government is also planning to build incinerators in schools to help dispose of pads.</p>\n<p>But that should just be the beginning, says Milaan’s Dhirendra Singh. He sees menstrual education in India as the intersection of several issues, and a pivotal time for girls to learn how to advocate for themselves and each other.</p>\n<p>“We have to bring the women’s rights lens when we look at menstruation. Because, in the majority of the scenarios when we work with adolescent girls, this is the first time in which they’re actually having to negotiate something for themselves,” he says.</p>\n<p>And if that can happen, maybe the start of the dreaded “MC” won’t be so bad after all.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-16%2Fthese-teenage-girls-rural-india-are-learning-first-time-why-they-get-monthly&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/story/images/IMG_7139_Paul.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/img7139pauljpg"}]}