{"created":"2014-09-22T07:33:26+00:00","modified":"2014-12-04T14:30:13+00:00","valid":{"from":"2014-12-04T14:30:13+00:00","to":"3014-12-04T14:30:13+00:00"},"hreflang":"en","title":"NFL Looks To Training To Prevent Domestic Violence By Players","published":"2014-09-24T13:14:00+00:00","teaser":"It's not violence on the job that makes some pro football players beat their wives or children, psychologists say. It's often childhood experience, fanned by a culture that accepts such behavior.","itags":["npr_api","349928619"],"guid":"05ea17cd-e426-43c0-8280-5723c7d2e4da","contentencoded":"<p>On Friday, NFL Commissioner Roger Goodell <a href=\"http://www.nytimes.com/2014/09/20/sports/football/roger-goodell-nfl-domestic-violence.html\">broke a week of silence</a> following the release of a video that showed former Baltimore Ravens running back Ray Rice assaulting his then-fiancee.</p><p>Goodell apologized for his role in the NFL's handling of the matter.</p><p>He also vowed that the NFL will mandate trainings on preventing abuse for all players and staff. What the trainings will entail remains to be seen. But researchers say that to truly cut back on violence among players, the NFL should address at least one major risk factor: a culture of acceptance in professional sports.</p><p>Of course, the type of people who engage in domestic violence is disturbingly diverse — some accountants, judges, even clergymen hit their partners.</p><p>But lately the question has been: Why the NFL? Especially when the vast majority of NFL players will never abuse their wives or beat their children.</p><p>\"Football is not even the most violent sport,\" says Richard Gelles, a professor of social policy at the University of Pennsylvania. \"Why aren't we hearing about wrestlers or boxers? You know the old joke: 'I went to a fight and a hockey game broke out.' \"</p><p>Gelles has been studying domestic violence since the 1970s. He has done a lot of research on sports, but he also has looked into family violence among members of the military: combat infantry soldiers, trained to kill an enemy.</p><p>The U.S. Army brought in Gelles to conduct an internal study in the 1990s. It wanted to find out if men trained to kill were more likely to beat their wives or hit their kids. Gelles found that rates of domestic violence in the Army were slightly higher than in the general population. \"But the most startling finding was that the highest rate of domestic violence in the Unites States Army was not [in] combat infantry or Special Forces,\" he says. \"It was those people who worked in supply.\"</p><p>\"Supply\" — as in ordering things and receiving them. Restocking for missions.</p><p>\"So the training of people to be violent, and violence as part of your work culture, is not a sufficient explanation for what's going on in the NFL,\" Gelles says.</p><p>It's challenging to measure rates of domestic violence, because most incidents are not reported to the police, or anyone else; but Gelles is not convinced that rates in the NFL are significantly higher than in the general population.</p><p>He also notes that, even when aggression is the goal, it's quite difficult to train people to be violent: \"In World War II, only about 30 percent of combat infantry actually fired their weapons.\"</p><p>So where <em>do</em> people who abuse their partners and children learn the behavior? How far-reaching should these NFL trainings be?</p><p><a href=\"http://www.rcgd.isr.umich.edu/aggr/personnelprofiles/huesmann.html\">Rowell Huesmann</a>, a psychologist at the University of Michigan, has spent his career trying to figure out what makes some people violent. Much of his research points to childhood experiences.</p><p>\"Children are great imitators,\" Huesmann says. Children who grow up with physical abuse and domestic violence are learning that \"this is a way you deal with other people when you want to make them bend to your will,\" he says. \"You hit them.\"</p><p><a href=\"http://www.npr.org/2014/09/17/349329430/on-second-thought-vikings-put-adrian-peterson-on-exempt-list\">Adrian Peterson</a>, the Minnesota Vikings running back recently indicted by a grand jury on a child abuse charge for his method of disciplining his son, says his own father whipped him as a child. Peterson even chose the same instrument his father used to discipline him: a switch cut from a tree.</p><p>No NFL training can change what players experienced as children. But that sort of education can address the biggest risk factor for committing acts of violence: having committed such an act before. Researchers say it's much easier to be violent if you're getting a message that violence is acceptable. The NFL has, at least indirectly, and <a href=\"http://www.npr.org/2014/09/16/348903317/nfl-proposes-plan-to-stop-domestic-violence-by-its-players\">until very recently</a>, been sending that message for decades.</p><p>It doesn't just reach players, says <a href=\"http://www.jacksonkatz.com/mvp.html\">Jackson Katz</a>, a violence prevention educator. It trickles down to fans — even the youngest ones.</p><p>\"Millions of boys across the United States have big posters of football players on their wall,\" says Katz. \"You can bet that they know what's going on here.\"</p><p>Katz works with NFL players in a program called <a href=\"http://www.mvpstrategies.net/\">MVP</a>, Mentors in Violence Prevention — a training program that's just the sort Goodell promised Friday to mandate for all NFL players. (In August, NPR <a href=\"http://www.npr.org/blogs/health/2014/08/18/339593542/the-power-of-the-peer-group-in-preventing-campus-rape\">reported on MVP</a> and how it's used with high school boys to prevent sexual assault.)</p><p>Katz has trained players in the NFL for almost 15 years. But, except for consistent work with one team, the New England Patriots, he's been brought in only occasionally, he says.</p><p>\"It's never been systematic in the NFL,\" Katz says. \"We've argued for years that we could do so much more if they wanted us, and wanted to make it happen.\"</p><p>He hasn't gotten a call from the NFL about the new mandate. But in order to make a difference in players' behavior, he says, the trainings will have to go beyond a one-shot presentation.</p><p>\"What we're talking about here is culture change,\" Katz says. \"We're talking about setting a tone where abusive behavior is seen as completely unacceptable.\"</p><p>In the meantime, Richard Gelles says that even the delayed reaction to Ray Rice's abusive behavior is progress.</p><p>This year, Gelles says, \"is the first time that I have seen a professional athlete really rung up and sanctioned for domestic violence.\"</p><p>Gelles can rattle off a long list of baseball players, basketball players and football players who were not arrested, and who were allowed to keep playing, even after particularly brutal assaults of their wives and girlfriends.</p><p>But he suspects those days in professional sports might be coming to an end, because \"what has been private is now becoming public,\" he says, in the form of YouTube videos and the <a href=\"http://www.cbssports.com/nfl/eye-on-football/24716025/look-ravens-fans-flock-to-ray-rice-jersey-exchange\">cascade of public opinion</a> that follows.</p><p>That's something institutions like the NFL can no longer ignore.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=NFL+Looks+To+Training+To+Prevent+Domestic+Violence+By+Players&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Laura Starecheski","audio":[{"meta":{"duration":"310"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1350524802-0af8ef.m3u?orgId=1&topicId=1128&ft=3&f=349928619"},{"href":"http://media.npr.org/assets/img/2014/09/19/football-violence-3933c52fe98bbfa6dd7635dcc6eb47e3109be6ee.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1810","width":"2418"}}]}