{"created":"2014-11-05T00:00:59+00:00","modified":"2014-11-05T21:12:29+00:00","valid":{"from":"2014-11-05T21:12:28+00:00","to":"3014-11-05T21:12:28+00:00"},"hreflang":"en","guid":"0601441a-4c69-4a1b-9918-134e1fa19109","title":"Mexican police capture a former mayor and key suspect in a massacre","published":"2014-11-05T21:12:25+00:00","byline":"Traci Tong","tags":["illegal drugs","conflict","government","Justice","Conflict & Justice","Iguala","North America","Central America / Caribbean","Mexico","Guerrero","North America","Central America / Caribbean","Franc Contreras","Jose Luis Abarca","Maria de los Angeles Pineda","Enrique Pena Nieto","Missing student teachers","gang slaying","Mexican drug trafficking","Guerreros Unidos","Mexican Drug War","Iguala"],"teaser":"Mexican police have captured and arrested a former mayor and his wife for their alleged role in the disappearance of 43 students. Jose Luís Abarca and his wife are accused of ordering police to abduct the students after they had participated in anti-government protests in late September.","contentencoded":"<p>Mexican police on Tuesday captured a former mayor and his wife who are believed to be responsible for the abduction of 43 students from the town of Iguala in September.</p>\n<p>The couple, Jose Luís Abarca and his wife, María de los Ángeles Pineda, had been on the run since the students went missing after participating in an anti-government demonstration on September 26.</p>\n<p>Federal authorities believe that when the students boarded buses to return to their college, they were stopped by police — allegedly on the orders of Mayor Abarca. \"Then the police decided to open fire,\" says Franc Contreras, a correspondent for China's CCTV in Mexico. \"They killed at least six people that night.\" </p>\n<p>The search for these students shocked the country and, after Abarca and Pineda became suspects, embarrassed the Mexican government. Parents of the missing students have criticized the Mexican government for failing to do more to find their loved ones. One parent, Epifanio Alvarez, told Mexican TV that parents' patience was running out.  </p>\n<p>But officials have yet to reveal their evidence against the couple, instead telling reporters \"take our word for it. We've investigated this and we have documents and records showing that this family in Guerrero State has these ties.\"</p>\n<p>The 43 students were part of a larger group who had gone to Iguala to protest the government's education system. The students attended Ayotzinapa Normal School, a teacher training college in the state of Guerrero.</p>\n<p>Seats at the school are highly sought after, Contreras says. \"A lot of the students are from some of the poorest parts\" of Mexico's south, near Acapulco. \"They come from ranches and places where there aren't many job opportunities,\" so they compete for the few seats available at the teacher's school.</p>\n<p>Contreras explains there's a revolutionary spirit at the school: \"When you go to the school, you'll see on the walls these murals of Karl Marx and Che Guevara. ... And [the students] are demanding things like better schools and better clinics.\"</p>\n<p>Contreras says there's been widespread belief that Abarca and Pineda were responsible. \"People told me that for years, after the mayor took office ... they had this sense, right away that something was going wrong in their city,\" he says. \"There was more and more drug-related violence taking place.\"</p>\n<p>And so when the students went missing, the connection to the mayors was obvious for locals: \"They saw it all happening under this mayor,\" Contreras says. \"He had something to do with this.\"</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[]}