{"created":"2014-09-29T17:06:10+00:00","modified":"2014-11-12T18:15:27+00:00","valid":{"from":"2014-11-12T18:15:26+00:00","to":"3014-11-12T18:15:26+00:00"},"hreflang":"en","title":"How The 3 Tenors Sang The Hits And Changed The Game","published":"2014-08-01T12:56:00+00:00","teaser":"Twenty years ago, José Carreras, Plácido Domingo and Luciano Pavarotti gave a sold-out concert at LA's Dodger Stadium. It still echoes today in both the music business and public TV.","itags":["npr_api","330751895"],"guid":"060cf1f0-2339-4949-be65-1eee5c4111f5","contentencoded":"<p>The Three Tenors joined to conquer. When this trio of famous opera singers — José Carreras, <a href=\"http://www.npr.org/artists/15442924/placido-domingo\" target=\"_blank\">Placido Domingo</a> and <a href=\"http://www.npr.org/artists/15933334/luciano-pavarotti\" target=\"_blank\">Luciano Pavarotti </a>— gave a one-night-only show at Los Angeles' Dodger Stadium on July 16, 1994, it was a massive spectacle watched by a billion people worldwide. More than that, the Three Tenors phenomenon permanently altered how a large amount of classical music is presented, packaged and sold.</p><h3>The Event</h3><p>Timed to coincide with the Brazil-Italy World Cup final being held the next day at the Rose Bowl in nearby Pasadena, the live concert was filmed for TV broadcast in more than 100 countries. It was enough of a draw that it was shown either immediately before or after the big game in most places.</p><p>The stadium was filled to capacity for the debonair Carreras, heroic Domingo and golden Pavarotti. The VIP list was a star-studded 1990s dream cast. Former President George H.W. Bush and his wife Barbara were in attendance, as were Tom Cruise, Arnold Schwarzenegger and David Hasselhoff (don't discount what an international megastar he was back then). Gene Kelly and Frank Sinatra were on hand, too — smiling and nodding indulgently as the three opera singers gingerly made their way through \"Singin' in the Rain\" and \"My Way.\"</p><p>Backed by the Los Angeles Philharmonic and the Los Angeles Music Center Opera Chorus and conducted by Zubin Mehta (who also did much to shape the program), with arrangements by Hollywood legend <a href=\"http://www.npr.org/artists/16038659/lalo-schifrin\" target=\"_blank\">Lalo Schifrin</a>, the trio winged their way jovially, if not terribly convincingly, through a string of haphazardly linked opera arias, Neapolitan songs and easy-listening favorites for a crowd of 56,000.</p><p>All three pairs of the tenors' eyes were glued to music stands through the musical theater tunes and American pop standards. The words for the English-language selections were hidden under nearly impenetrable accents. Through most of the show, Pavarotti chomped gum insouciantly.</p><p>\"Beaming, smirking, sweating, bellowing, selling, blowing kisses, waving hankies, punching the air with victorious fists and the sound system with climactic not-too-high notes\" is how Martin Bernheimer of <em>The Los Angeles Times</em> <a href=\"http://articles.latimes.com/1994-08-30/entertainment/ca-43188_1_monster-concert\" target=\"_blank\">put it</a>.</p><p>In the end, none of that mattered one iota. <em>The Three Tenors in Concert 1994</em> was an astonishing success on every level. Well before Carreras, Domingo and Pavarotti got to their grand-slam encores — the <a href=\"http://www.npr.org/artists/16927552/giuseppe-verdi\" target=\"_blank\">Verdi</a> arias \"La donna è mobile\" and \"Libiamo ne' lieti calici (Brindisi)\" (which Atlantic Records had released as a single before the live date, and which went immediately to No. 1 on the European charts), followed by <a href=\"http://www.npr.org/artists/90063951/giacomo-puccini\" target=\"_blank\">Puccini</a>'s \"Nessun dorma\" — all the hard work had paid off. The CD and DVD versions of the concert, which the Warner label is rereleasing for this anniversary, went on to sell more than 8 million copies worldwide.</p><p>But how had it come to be? And was the Three Tenors phenomenon, as conductor Zubin Mehta dubbed it at the time, only just \"like a comet \" — having its blaze of glory and then vanishing without a trace?</p><p>Hardly. Not only did the Three Tenors become a global pop-culture touchstone, but their albums, tours and videos shifted an entire segment of the music industry for good.</p><h3>The Backstory</h3><p>The 1994 Los Angeles concert wasn't the first time the three singers and Mehta had joined forces. In 1990, a concert presenter from Bologna, Italy, Mario Dradi, had brought the trio together in Rome for a concert at the Baths of Caracalla. According to a <em>New York Times </em><a href=\"http://www.nytimes.com/1990/07/09/arts/rome-is-big-enough-for-3-tenors.html\" target=\"_blank\">review</a> of that concert, Pavarotti said the three had been asked \"at least 50 times\" to appear together before, but had always said no.</p><p>What drew them into the Rome performance, they said, was a twofold impulse: to welcome Carreras' return to performing after defeating <a href=\"http://www.fcarreras.org/en\" target=\"_blank\">leukemia</a>, and the tie-in to the 1990 World Cup, because football is a particular passion for them all. Carreras is an avid Barcelona fan; Pavarotti played on his hometown team in Modena, Italy, as a young man; and Domingo, who has occasionally played in charity games, is a fervent Real Madrid supporter who was also tapped by FIFA a couple of years ago to serve on its <a href=\"http://www.npr.org/blogs/deceptivecadence/2011/06/07/137030741/will-placido-domingo-help-clean-up-soccer\" target=\"_blank\">ethics</a> committee.</p><p>It was Hungarian-born impresario Tibor Rudas, who was already Pavarotti's promoter, who created the Los Angeles spectacle. (Dradi was on the outs after he had sold the recording rights to the Rome show to the Decca label with no royalties going to the artists, only a fixed performance fee. Domingo in particular was said to have been <a href=\"http://www.nytimes.com/1996/03/24/arts/the-three-tenors-juggernaut.html?src=pm&pagewanted=2\" target=\"_blank\">furious</a>: The Decca release was a worldwide smash in its own right that triggered the original Three Tenors craze.)</p><p>Rudas — a born showman who had long worked in bookings in both Atlantic City, N.J., and Las Vegas — did his best to create an outsized event, all meant to help the audience forget that they were in a baseball stadium. His five-story set, inspired by the architecture of Budapest, was built in Hungary and assembled at an Air Force hangar in California. It included massive amounts of suspended greenery, Hollywood production-house painted backdrops, and even waterfalls that had to be turned off at the beginning of the concert due to their noisiness. According to Rudas, the whole enterprise was so expensive that the ticket sales wouldn't cover his costs.</p><p>Rudas wasn't the only impresario hovering around after the runaway success of Rome four years before. Both Carreras and Domingo had been working with German promoter Matthias Hoffmann, who also wanted in on the action. The single most telling moment in a hagiographic behind-the-scenes documentary that accompanies the LA concert film is when Domingo recounts how the performance came to be. Domingo says he went to FIFA himself to discuss an encore Three Tenors/World Cup extravaganza for Los Angeles in 1994, only to be told: \"Mr. Rudas has already the rights.\"</p><p>On camera, Domingo gives an elaborate shrug: \"Well, fine, he has the rights, here we are.\" And one can't help but read some financial meaning into this account — securing those rights meant having a huge monetary stake in its success. And make no mistake, these spectacles, as a franchise, represented <em>enormous</em> money. After the LA concert, they soon appeared in arenas and other huge venues around the world, from Tokyo to Göteborg, Sweden, with Hoffman finally at the helm after having bought Rudas' set and staging.</p><h3>The Money</h3><p>\"Is it <a href=\"http://www.nytimes.com/1996/03/24/arts/the-three-tenors-juggernaut.html\" target=\"_blank\">good money</a>?\" Pavarotti once asked a reporter rhetorically about the lure of the Three Tenors billing. \"By God, it's good money.\" Each tenor was paid about $1 million plus royalties for the Los Angeles show. (That would be worth approximately $1.6 million today.) When they headed out on their worldwide tour two years later, the three singers were earning $500,000 per concert apiece — about $800,000 in today's dollars — plus a percentage of all the merchandise sales and royalties. (<a href=\"http://www.npr.org/artists/16053303/james-levine\" target=\"_blank\">James Levine</a>, who replaced Zubin Mehta on the later tours, earned a flat $500,000 per performance.)</p><p>For the Los Angeles concert, VIPs were seated in the infield, and tickets went for between $15 and $1,000 apiece. <em>The New York Times </em>quoted Rudas as saying that the ticket income for the LA show alone — not even counting the copious amount and variety of artist merchandise for sale at the venue, ranging from seat cushions to <a href=\"http://articles.chicagotribune.com/1994-07-18/news/9407180072_1_three-tenors-concert-jose-carreras\" target=\"_blank\">autographed baseballs</a> — was a record-setting <a href=\"http://www.nytimes.com/1994/07/14/arts/the-three-tenors-guess-who-to-sing.html\" target=\"_blank\">$13.5 million</a>. <em>The Los Angeles Times</em> reported the concert gross as <a href=\"http://articles.latimes.com/1994-07-18/sports/sp-16970_1_world-cup\" target=\"_blank\">$12.5 million</a> — still a huge number — and pointed out that the gross for the World Cup final between Brazil and Italy was just over $45 million.</p><p>For a while in the mid- and late 1990s, after The Three Tenors hit, you couldn't open labels' new release books each month without having trios of singers vying for your attention. Tibor Rudas tried to strike gold again with a <a href=\"http://www.amazon.com/Tibor-Rudas-Presents-Three-Sopranos/dp/B000002JB6\" target=\"_blank\">sopranos</a> outfit (minus any household names). There were the African-American <a href=\"http://www.threemotenors.com/\" target=\"_blank\">Three Mo' Tenors</a> (at last count, actually 13 who have come and gone from the group). A rush of regional acts sprang up, from <a href=\"http://www.theirishtenorsmusic.com/\" target=\"_blank\">The Irish Tenors</a> to Australia's <a href=\"http://www.thetentenors.com/\" target=\"_blank\">Ten Tenors</a> to <a href=\"http://www.tocentre.com/georgeweston/bacic\" target=\"_blank\">The Three Tenors from the Holy Land</a> to <a href=\"http://3chinesetenors.wordpress.com/about/\" target=\"_blank\">Three Chinese Tenors</a> to <a href=\"http://www.harlequin-agency.co.uk/index.php?page=12&action=details&id=82\" target=\"_blank\">The Three Welsh Tenors</a> to <a href=\"http://www.tenorsmusic.com/bio/\" target=\"_blank\">The Canadian Tenors</a> (who have now settled into being just The Tenors, which is apparently description enough).</p><p>Even the normally reserved label Harmonia Mundi entered the fray with a tongue-in-cheek trio of <a href=\"http://www.amazon.com/The-Countertenors-Andreas-Scholl-Dominique/dp/B0000007AC\" target=\"_blank\">countertenors</a>. The teenage Italian act <a href=\"http://www.ilvolomusic.com/\" target=\"_blank\">Il Volo</a> followed the same template, as did the Simon Cowell-produced quartet <a href=\"http://www.ildivo.com/us/events\" target=\"_blank\">Il Divo</a>. And just last week, a threesome called <a href=\"http://thetexastenors.com/\" target=\"_blank\">The Texas Tenors</a> cracked the Billboard crossover Top 10 chart — and, yes, the Lone Star State singers, just like Carreras, Domingo and Pavarotti, have their very own PBS pledge-drive special. There's plenty of evidence that the original tenor trio altered PBS' music and pledge programming permanently — and it marked the point at which artist managers and record labels started to see PBS as a crucial driver for album and ticket sales. The 1990 Three Tenors show was so successful on PBS that it was shown nine times. (<em>Clarification</em><em>: a former Decca label executive has written to me to say that on the first night that the Rome special was shown on PBS in March 1991, it was played </em>nine times in a row <em>on the same evening on New York's Channel 13.</em>) James Scalem, then vice president for fundraising programming at PBS, <a href=\"http://www.nytimes.com/1994/07/14/arts/the-three-tenors-guess-who-to-sing.html\" target=\"_blank\">told</a> the <em>New York Times</em> in 1994<em> </em>that it was \"by far the highest grossing fundraising program in public television history.\" Though Scalem didn't give the <em>Times</em> specifics, Channel 13, the main New York City-area PBS member station, told the paper that broadcasts of the 1990 special from Rome had raised more than $1 million for the channel.</p><h3>The Relationships</h3><p>Very soon, Three Tenors-style partnerships between record labels, PBS, independent producers and artist managers crystallized in a symbiotic relationship that persists to this day. Artists from the teen <a href=\"http://www.nytimes.com/2001/04/01/magazine/01CHURCH.html\" target=\"_blank\">purity-dream</a> Charlotte Church back in the early 2000s to this year's <a href=\"http://www.universalmusicclassics.com/the-story-behind-the-benedictines-of-mary-lent-at-ephesus-exclusive-television-special-premiers-this-week-on-pbs/\" target=\"_blank\">Benedictines of Mary, Queen of Apostles</a> nuns have launched projects with simultaneous album releases and PBS specials. These dovetailing efforts are explicitly spelled out on press releases and on the sales sheets record labels distribute internally and also send out to retailers. (I've also been privy to such discussions during my own stints working at direct-to-consumer departments within two major-label companies, the now-defunct BMG and Sony, and when I was a columnist for <em>Billboard </em>Magazine, covering the business of classical music; in addition, my husband, <a href=\"http://www.allmusic.com/artist/joshua-sherman-mn0000282207/credits\" target=\"_blank\">Joshua Sherman</a>, was directly involved in the production, sales and marketing of such crossover projects at BMG and later at Denon/Savoy Label Group.)</p><p>PBS stations started to play an enormous role in the success of crossover acts at large venues across the U.S. During PBS pledge drives, many public TV stations showcase concert specials by such artists and offer, as high-priced pledge premiums, tickets to those artists' upcoming area concerts (which are booked by the artists' impresarios). This helps create regional touring circuits for performers who might otherwise not be able to sustain such tours.</p><p>Using those public television pledge drives as their vehicles, impresarios can pre-sell huge venues with the help of PBS premium ticket sales — and, along the way, continue to build buzz for their artists. And those successes, in turn, drive more success. If a crossover act does well during pledge drives, PBS stations will immediately buy into that group or artist's next television project and recycle previous TV pledge specials as well. That's a win for the artists and the impresarios, too, as the loop helps solidify an artist's American fan base between tours.</p><h3>The Legacy</h3><p>But what The Three Tenors — who, despite their diplomatic official billing in alphabetic order, soon became enshrined in American pop culture via <em>Seinfeld</em> as \"Pavarotti, Domingo and <a href=\"http://www.youtube.com/watch?v=AtohyAKxZUU\" target=\"_blank\">that other guy</a>\" — also ushered in was a new era in crossover music that arguably outshined even the trios' own idols from previous generations, such as Mario Lanza in the 1940s and '50s and <a href=\"http://www.npr.org/artists/17085987/enrico-caruso\" target=\"_blank\">Enrico Caruso</a> decades before that. Caruso and Lanza were surely icons, but they were singular superstars in their own respective eras.</p><p>By contrast, The Three Tenors created a hugely lucrative subgenre. Call it \"popera,\" call it \"stadium classical,\" but a whole generation of artists from <a href=\"http://www.npr.org/artists/15808806/andrea-bocelli\" target=\"_blank\">Andrea Bocelli</a> to <a href=\"http://www.npr.org/2011/05/23/136576081/jackie-evancho-chasing-her-dreams\" target=\"_blank\">Jackie Evancho</a> to Josh Groban (whom Domingo has <a href=\"http://www.npr.org/2012/10/20/163249498/placido-domingo-on-pop-singers-and-karaoke\" target=\"_blank\">recorded with</a>) were birthed on the Three Tenors aesthetic. It features big vocal sounds (amplified, unlike traditional opera), backed by big, lush orchestras, in huge nonclassical venues — and sweepingly emotional old and new repertoire in arrangements that sound more like 1954 than 2014. And it's an aesthetic that still dominates the marketplace as well as the ears and eyes of concertgoers and TV viewers, even 20 years after that one concert at Dodgers Stadium.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+The+3+Tenors+Sang+The+Hits+And+Changed+The+Game&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Anastasia Tsioulcas","audio":[{"meta":{"duration":"261"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1332050541-d10b80.m3u?orgId=1&topicId=1039&aggIds=100920965&ft=3&f=330751895"},{"href":"http://media.npr.org/assets/img/2014/07/15/three_tenors-caf765889d8fa57c2774342b9ff6f9805fa6bfb1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1675","width":"2232"}}]}