{"created":"2014-08-28T02:35:48+00:00","modified":"2014-10-30T23:18:08+00:00","valid":{"from":"2014-10-30T23:18:08+00:00","to":"3014-10-30T23:18:08+00:00"},"hreflang":"en","title":"Gaza Students Wonder When Their Schools Will Reopen","published":"2014-08-16T17:59:00+00:00","teaser":"Many were damaged in the fighting with Israel and others are still serving as shelters for Gazans who lost their homes. Even before the fighting, kids went to school in shifts owing to overcrowding.","itags":["npr_api","340391428"],"guid":"061c0c6b-cd59-4b5b-9249-afb0019f40c1","contentencoded":"<p>There's clamor and hustle outside the Western Gaza City Educational Directorate. A month late, this year's graduating high school students are getting their high school diplomas.</p><p>Usually, there's a little ceremony. But today, they're just clustering around a window while the certificates are handed out. So many education workers are injured or have lost homes that only about a third of them showed up for work.</p><p>Nonetheless, the students' joy feels loud and luminous in a city numbed by war.</p><p>\"Words cannot describe how happy I feel,\" says Said Siyam. He got 80 percent overall, a good grade that will allow him to go to a university to study Arabic literature. But he'll have to wait until the damaged university re-opens.</p><p>He planned to have a little party with his friends to celebrate. But he's canceled it because he can't stop thinking about those who died recently. Children accounted for more than 450 of the roughly 2,000 Gazans who died in the fighting with Israel. More than 60 Israelis were killed, all but a few of them soldiers.</p><p>Siyam says that studying was difficult in Gaza even before the latest round of violence. Gaza is short on electricity and when the lights were out, students lost hours every day when they could be studying. And Israeli restrictions on goods allowed into Gaza meant that textbooks might not arrive until a month into the school year.</p><p>It has just become even harder to get an education here. More than 200 schools have been damaged, perhaps a couple dozen of them completely destroyed. Israel says it does not target civilians and asserts that the militants used schools as bases. And with tens of thousands left homeless, there are still a lot of people sheltering in schools.</p><p>Ali Tolba, a principal, said his school remains full of displaced Gazans.</p><p>\"I've seen it and you cannot tell it's a school,\" he said. \"It looks like a market; people from different areas of the Gaza strip, different backgrounds. They are frustrated, they're angry, they're sad, they're not happy with anything. So actually I believe it's going to take a long time to rehabilitate the people and the building.\"</p><p>He adds that part of the problem is that people still don't know whether the war is over and they can start rebuilding. The Israelis and Palestinians have agreed to extend a cease-fire for five more days. But people still wonder whether the fighting will resume. Either way, it's clear school won't start as planned on Aug. 24.</p><p>Tolba's nephew, Mohammed, is an 11-year-old student at the school. He says he usually likes the holidays, but not this year. His uncle says traumatized children need the routine of class, adding that two kids from his school were killed in the fighting.</p><p>\"The best thing now is for a kid to be with other kids who've seen the same scenes,\" he said.</p><p>UNICEF spokeswoman Catherine Weibel, said that \"going back to school is something that will help them recover. Have again a sense of normalcy in their lives.\"</p><p>UNICEF and other groups are planning games and activities to help the children recover, before they start studying again. But it'll be tough to find space, Even before this conflict, many of the nearly half-million kids in Gaza were going to school in shifts because of a lack of space.</p><p>Down where the high school diplomas are being handed out, Rima Abu Aida, says she wants to be a teacher. She says some kids in Gaza can't see the point of overcoming the obstacles to study and get an education.</p><p>\"I will encourage them,\" she says. \"They can never be frustrated, they need to keep trying.\"</p><p><em>Alice Fordham covers the Middle East from her base in Beirut. Follow her</em> <a href=\"https://twitter.com/AliceFordham\" target=\"_blank\">@AliceFordham</a>.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Gaza+Students+Wonder+When+Their+Schools+Will+Reopen&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alice Fordham","audio":[{"meta":{"duration":"243"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1340700460-d8b77b.m3u?orgId=1&topicId=1009&ft=3&f=340391428"}]}