{"created":"2015-02-11T13:09:46+00:00","modified":"2015-06-16T17:27:30+00:00","valid":{"from":"2015-06-16T17:27:30+00:00","to":"3015-06-16T17:27:30+00:00"},"hreflang":"en","title":"White House Asks Congress For War Powers To Fight ISIS","published":"2015-02-11T14:26:00+00:00","teaser":"The new Authorization for the Use of Military Force, or AUMF as it's known, bans the use of U.S. forces \"in enduring offensive ground combat operations.\"","itags":["npr_api","385411567"],"guid":"06290304-c7e6-4350-bd55-ad1b627b8cb9","contentencoded":"<p>In a move that is sure to set off a new round of debate over how the U.S. should fight ISIS, the Obama administration has sent Congress a request for formal authorization to use military force against the extremist group.</p><p>A <a href=\"http://www.foreign.senate.gov/imo/media/doc/02-11-15_White_House_AUMF_Text.pdf\">copy of the new Authorization for the Use of Military Force, or AUMF</a>, has been posted by the Senate Foreign Relations Committee; it says ISIS \"poses a grave threat to the people and territorial integrity of Iraq and Syria, regional stability, and the national security interests of the United States and its allies and partners.\"</p><p><strong>Update at 9:10 a.m. ET: White House Sends Request</strong></p><p>We've updated this post to reflect the news. <em>Post continues:</em></p><p>Discussing draft versions of the request earlier this morning, Sen. Tim Kaine, D-Va., <a href=\"http://www.npr.org/2015/02/11/385396486/sen-kaine-pushes-for-vote-on-military-strikes-against-isis\">told NPR's Morning Edition</a> that President Obama will ask Congress to authorize ground troops, with a prohibition on their use in \"enduring offensive combat missions.\"</p><p>A similar provision is in the request for war powers; it also sets a three-year limit on the powers and repeals the 2002 authorization for using force in Iraq.</p><p>\"It's not good to have these previous war authorizations kind of floating out there\" to be used years later, he said.</p><p>White House officials framed the request for war powers after meeting with members of both parties in Congress, where it will come under close scrutiny.</p><p>The effort has been a balancing act, with a key issue being the possible role of ground troops: Republicans say they don't want to limit the Pentagon's approach, while Democrats are wary of giving the OK to an open-ended conflict.</p><p>\"On Capitol Hill, there is going to be an extended debate, discussion, and argument over exactly what the Authorization for the Use of Military Force should say, what the limits should be,\" NPR's Tamara Keith reports.</p><p>The new AUMF would replace the authorization that was provided to President Bush in the wake of the 9/11 terrorist attacks on the U.S. It would set new parameters for the U.S. to follow as it tries to combat ISIS, the violent group that has claimed territory in Iraq and Syria.</p><p>\"There's high skepticism on Capitol Hill that the earlier authorizations cover\" the military operations the U.S. has already conducted against ISIS, Kaine said.</p><p><a href=\"http://www.npr.org/blogs/thetwo-way/2015/02/10/385215395/white-house-seeking-support-of-congress-in-fight-against-isis\">As Tamara reported for the Two-Way yesterday</a>, the effort to shape the legislation has included a wide range of administration officials, from White House Counsel Neil Eggleston to National Security Advisor Susan Rice.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=White+House+Asks+Congress+For+War+Powers+To+Fight+ISIS&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":"230"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1385411994-d6807d.m3u?orgId=1&topicId=1014&d=230&story=385411567&ft=nprml&f=385411567"}]}