{"created":"2014-10-07T18:36:20+00:00","modified":"2014-10-07T20:44:02+00:00","valid":{"from":"2014-10-07T20:44:02+00:00","to":"3014-10-07T20:44:02+00:00"},"hreflang":"en","guid":"062e3132-0841-4aee-b75f-a8acf439b81f","title":"'Gluten-friendly' wheat could let celiac sufferers enjoy pasta — and become a big-money innovation","published":"2014-10-07T20:44:01+00:00","byline":"Angelica Marin","tags":["food","business and economy","health","Food","Lifestyle & Belief","Foggia","Europe","Italy","Carmen Lamacchia","Alessio Fasano","Susanna Neuhuold","Food and drink","Food allergies","Health","Diets","Gluten-free diet","celiac disease","Wheat","Wheat allergy"],"teaser":"For people with celiac disease, a gluten-free diet isn't just a lifestyle — it’s the only cure. But what if gluten could be disarmed, making it safe for celiac patients to enjoy bread, pasta and pizza? A scientist in Italy claims to have done just that.","contentencoded":"<p>I&rsquo;m standing in the doorway of a kitchen in southern Italy, where&nbsp;scientist Carmen Lamacchia is about to dish out her best recipe ever. It&rsquo;s one that took her years to master.</p><p>She pulls some wet grains of wheat from a microwave oven. To the naked eye, the grains look just like ... well,&nbsp;wheat grains. But inside the grains, something has changed &mdash; the amount of&nbsp;gluten, a crucial protein.</p><p>&ldquo;After modification with microwave treatment, we get an amount of gluten of about 80 parts per million,&rdquo; Lamacchia says. That&rsquo;s about 10 times less than regular wheat.</p><p>Gluten is what creates that chewy texture in your bread,&nbsp;that tenderness in your pizza. We&rsquo;ve heard a lot lately about how gluten is unhealthy and makes you fat. But&nbsp;Lamacchia, who teaches food chemistry at the University of Foggia, says that&rsquo;s bunk.</p><p>Instead, she&rsquo;s concerned about people with celiac disease, an autoimmune disorder. For them, gluten <em>is</em> toxic. It destroys their intestines, blocks the absorption of nutrients and fiddles with the immune system. But Lamacchia says it won&rsquo;t stay that way for long.</p><p>&ldquo;Oh, it will be a revolution,&quot; she says of her treatment. &quot;The part which is toxic, it&rsquo;s, like, hidden.&nbsp;The enzyme in the celiac patient&rsquo;s intestine won&rsquo;t recognize this protein, and won&rsquo;t activate the inflammatory process typical of the celiac patient.&rdquo;</p><p>Lamacchia&rsquo;s method is now patented. She calls it &ldquo;gluten-friendly&rdquo; &mdash; but some experts say it&rsquo;s not friendly enough.</p><p>&quot;I don&rsquo;t think that this approach will be useful for people with celiac disease,&rdquo; says Dr.&nbsp;Alessio Fasano, who&nbsp;directs the Center for Celiac Research at Massachusetts General Hospital in Boston. A prominent expert in celiac disease, Fasano is impressed but not convinced. He says&nbsp;celiac sufferers simply&nbsp;won&rsquo;t trust 80 parts per million.</p><p>&ldquo;They want zero. I mean, zero is something not attainable in biology,&rdquo; he says. &ldquo;We had to really fight and fight hard with the celiac community here in the United States &mdash;&nbsp;and it took nine years of debates &mdash;&nbsp;to convince the celiac community in the United States that 20 parts per million,&nbsp;it&rsquo;s OK, because the immune system doesn&rsquo;t see it.&rdquo;</p><p>Lamacchia says the immune system doesn&rsquo;t see her modified gluten either. Twenty or 80 parts per million don&rsquo;t matter if the quality of the gluten has changed, she says &mdash; and she also says there&#39;s&nbsp;proof.</p><p>&ldquo;We did [an] experiment on t-cells [white cells from the immune system] coming from the intestine of celiac patients. And on those cells, we tested extract from the modified flour. These cells didn&rsquo;t produce the inflammatory cytokine,&quot; she says.</p><p>In other words: no damage, no autoimmune response. The next step is to prove that this works on a larger scale, with clinical trials on humans. Industrial flour companies around Europe aren&#39;t even waiting that long.&nbsp;Lamacchia&#39;s&nbsp;detoxified wheat could rock the $10 billion gluten-free industry, so manufacturers are&nbsp;already banging on her&nbsp;door.</p><p>Susanna Neuhuold, a food safety manager at the ever-active Italian Celiac Association, is cautious but curious about the gluten-friendly wheat.&nbsp;&ldquo;We have to avoid a specific ingredient that is so present in Italian cooking, pasta, pizza, bread &mdash;&nbsp;is not easy,&rdquo; she says.&nbsp;&ldquo;If this gluten-friendly &hellip; could help people eat more tasty, more safe, more quality food, it&rsquo;s a good thing.&quot;</p><p>And of course, there&#39;s the huge market of people &mdash; 100 million people in America alone &mdash;&nbsp;who have embraced gluten-free eating as a choice.&nbsp;Dr. Fasano from Massachusetts General Hospital points out that&nbsp;the term &ldquo;gluten-free&rdquo; had become so ubiquitous &mdash; and such a joke &mdash; that at one point, mineral water and bananas had been labelled &ldquo;gluten-free.&rdquo;</p><p>&ldquo;The industry had a tremendous role in pushing the gluten-free frenzy out there, no question in my mind,&rdquo; he says. &ldquo;And now, they are focused on how long this is going to be, how sustainable this is.&rdquo;</p><p>It&rsquo;s looking good so far. Eight million people in the US&nbsp;have celiac disease, gluten sensitivity or gluten allergies, along with their health-conscious friends.&nbsp;Given the reality of American culture right now, Fasano says it&rsquo;s possible that gluten-friendly could become a hit.&nbsp;</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/GLUTEN02.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/gluten02jpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/100720147.mp3"},{"href":"http://www.pri.org/file/100720147mp3"}]}