{"created":"2015-06-18T20:26:19+00:00","modified":"2015-07-01T21:05:30+00:00","valid":{"from":"2015-07-01T21:05:30+00:00","to":"3015-07-01T21:05:30+00:00"},"hreflang":"en","title":"One Teacher's Quest To Build Language Skills ... And Self-Confidence ","published":"2015-06-19T13:07:00+00:00","teaser":"For our 50 Great Teachers series, we profile Thomas Whaley. With his second-graders on Long Island, he's teaching English ... and a lot more.","itags":["npr_api","410297143"],"guid":"0634d7b3-b850-4f73-8611-d4f86901070e","contentencoded":"<p>It's election season at Canaan Elementary's second grade, in Patchogue, N.Y., and tensions are running high. Today is speech day, and right now it's Chris Palaez's turn.</p><p>The 8-year-old is the joker of the class. With a thick mohawk and a mischievous glimmer in his dark eyes, he seems like the kind of kid who would be unfazed by public speaking.</p><p>But he's nervous.</p><p>\"I'm here to tell you today why you should ... should ...\" Chris trips on the \"-ld,\" a pronunciation landmine for many non-native English speakers<em>. </em>His teacher, Thomas Whaley, is next to him, whispering support. \"... Vote for ... me ...\"</p><p>Despite some stumbles, Chris is doing amazingly well.</p><p>A son of Ecuadoran immigrants who was born and raised in the U.S., Chris started learning English a little over three years ago. Whaley recalls how at the beginning of the year, when called upon to read, Chris would excuse himself to go to the bathroom.</p><p>Being an ESL student — English as a second language — can be a painful experience. Many of us who have been ESL students know what it's like to get pulled out of class in front of everyone, so you can learn to master the verbs and retrain your tongue to twist differently from what your parents taught you.</p><p>What you need is a great teacher who lets you make mistakes.</p><p>\"It takes a lot for any student,\" Whaley explains, \"especially for a student who is learning English as their new language, to feel confident enough to say, 'I don't know, but I want to know.' \"</p><p>Chris wraps up his speech, and Whaley invites the rest of the class — which is made up of both ESL students and native speakers — to praise him. \"Say thank you,\" he prods Chris gently, who smiles sheepishly on the podium.</p><p>\"Thank you,\" Chris gleams.</p><p>Impeccably dressed, with a gravelly Long Island accent that turns one vowel into many, Whaley does not look like the kind of guy that dabbles in magic markers. Before he was a second-grade teacher, he worked at a public relations company in New York City.</p><p>He says he started thinking about doing something else while riding to and from work on the Long Island Rail Road. \"I would talk with people on the train at 6 a.m. and 8 p.m. on the way home,\" he recalls. \"They were people who had a complete disconnect from the young people of the world. They were all so focused on adults and the rat race. And I realized that this was not for me.\"</p><p>That was 16 years ago. He has been teaching ever since.</p><p>In addition, Whaley has found time to write a novel called <em>Leaving Montana,</em> and he's starting to write children's books. Last year, he won the New York state teacher-of-the-year award.</p><p>This second-grade presidential campaign is an example of why. He tells me he got the idea when he asked the children one day to raise their hands if they thought they could never be a U.S. president.</p><p>The answer broke his heart.</p><p>\"Almost every single child who is an English-language learner believed that they couldn't be,\" Whaley recalls. They'd say things like, \" 'I can't run for president because my parents are from a different country.' That was a biggie. 'Because I'm poor, and you need a lot of money to be the president.' 'Because I don't like to read, or I can't read.' \"</p><p>Whaley says the presidential speech project is about more than just learning to read and speak in public. He wants these kids to learn to boast about themselves.</p><p>\"Bragging about yourself, and your best qualities,\" Whaley says, \"is very difficult for a child who came into the classroom not feeling any confidence whatsoever to read three or four words.\"</p><p>Robert Epstein, the principal at Canaan Elementary, says this is the essence of what makes Whaley such a great teacher.</p><p>\"There's a sense of community that's really unsurpassed,\" and the students will take risks as a result, Epstein says. He adds that Whaley goes above and beyond what is expected of him as a teacher. \"If one needs sneakers, I've seen him go out and buy sneakers. He's gone to homes. He's constantly on the phone, constantly emailing parents.\"</p><p>It's not an easy job, juggling native speakers' needs with those of the ESL students. There are a lot of late afternoons and coming in early.</p><p><strong>'A Very Important Word'</strong></p><p>On one Tuesday morning, I drive through Long Island before the traffic gets bad. The school is quiet, except for Whaley's class. Many of the parents have dropped their kids off early, and Whaley is here with them.</p><p>\"A tall metal lady stands on Liberty Island on New York Harbor,\" he reads, his voice booming into the empty hallway.</p><p>Today his students are learning about a history they are now a part of.</p><p>\"Last but not least 'immigrants,' \" says Whaley. \"Now this is a very important word, because we've been learning about our ancestors.\"</p><p>Whaley himself is the grandchild of Italian immigrants who settled in Long Island. He tells me he often finds himself wishing they'd taught him to speak Italian, so he could be bilingual, like many of his students.</p><p>\"Did all of our ancestors always live in the United States of America?\" he asks.</p><p>There's a collective, \"No.\"</p><p>\"My mom and my dad where born in Ecuador,\" chimes in one girl.</p><p>\"There you go,\" Whaley says. \"So a lot of your ancestors are from Ecuador. They were all this word: immigrant. Immigrants. Someone who comes from a different country, to a new country ...\"</p><p>\"To live a better life,\" the little girl interrupts him.</p><p>\"To live a better life.\" Whaley smiles. \"You are absolutely right.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=One+Teacher%27s+Quest+To+Build+Language+Skills+...+And+Self-Confidence+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jasmine Garsd","audio":[{"meta":{"duration":"401"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1415537264-ad00f9.m3u?orgId=1&topicId=1013&aggIds=359618671&d=401&p=2&story=410297143&t=progseg&e=415519042&seg=21&ft=nprml&f=410297143"},{"href":"http://media.npr.org/assets/img/2015/05/28/whaley-9-ad1dcdb87662de86258d63b14434d643f98fc4d5.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/05/28/whaley-14-ec2766fedc13043338e8c98be507668cb345df24.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/05/28/whaley-17-86b2a9e39516c1d9cef33fb6f3601895493d3cf6.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/05/28/whaley-32-58c82561e2d18ae5840bfc67b3b372ecba1c89c9.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/05/28/whaley-33-c850b699d59f06744794754f3e7ae48ae613fe2d.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/06/03/whaley-15-ef17cfd4d6147dbe67a0e790f8ad460709327d47.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/06/03/whaley-38-edit-08fb7b4a1b37a13f09006c7866f4baae7cef02d7.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1000","width":"1500"}},{"href":"http://media.npr.org/assets/img/2015/05/28/whaley-191-91d68091ea76058b602d3ee3c6a810e778a550ff.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}