{"created":"2014-10-08T14:32:54+00:00","modified":"2014-10-31T01:25:38+00:00","valid":{"from":"2014-10-31T01:25:38+00:00","to":"3014-10-31T01:25:38+00:00"},"hreflang":"en","title":"'Take This Man': Uncovering A Mother's Reinventions","published":"2014-06-08T00:08:00+00:00","teaser":"When Brando Skyhorse was 3, he and his mother were abandoned by his Mexican father. So his mother created a new story line for the family, identifying herself and her young son as American Indian.","itags":["npr_api","319418859"],"guid":"06372af8-b23f-4851-8c52-289ce4f2579c","contentencoded":"<p>When Brando Skyhorse was 5 years old, his mother said she would take him to meet his father. They took a train from California to Illinois, where, at a prison, he met Paul Skyhorse Johnson, a Native American political activist who'd been incarcerated for armed robbery.</p><p>\"He looked literally like the part of a stereotypical American Indian brave,\" Brando tells NPR's Arun Rath. \"And I thought, 'Oh good God, this is my dad? This looks great!' \"</p><p>Back at home in Los Angeles, Brando's mother, Maria, pounded home his Native American heritage. She insisted Brando grow his hair long and convinced him to abstain from the Pledge of Allegiance at his elementary school.</p><p>But when Brando was 12 or 13, a realization dawned: His father couldn't possibly be Paul Skyhorse Johnson. All of his mother's details about her life with Johnson simply didn't make sense.</p><p>In fact, Brando wasn't Native American at all. He was Mexican — his birth name was Brando Kelly Ulloa. But his Mexican father had abandoned the family when Brando was just 3 years old. That's when Maria struck up correspondence with the incarcerated Paul Johnson and convinced him by mail to adopt both Brando and the middle name Skyhorse. It was decades until Brando would reunite with his real father, a Mexican man named Candido.</p><p>That sprawling web of tall tales and realizations makes up Brando Skyhorse's captivating new memoir, <em>Take This Man</em>.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>Why the lie was believable</strong></p><p>It was very easy for me to believe the deception, in part because my mother's features also looked very American Indian. She wore long hair, she had very sharp cheekbone features. She was mistaken for American Indian all the time. So it seemed rather believable that we were this family of American Indians living in this predominantly Mexican-American neighborhood, as opposed to the reality, which was we were Mexicans living in Echo Park, Calif.</p><p><strong>How he came to know the truth</strong></p><p>I don't have the exact day when I found out. It was more like a series of really small revelations. Because when you're a child ... especially because I had father figures coming and going, it was so important for me to get the details [about my dad from my mom]. Like, when did you first meet? And what was your first kiss like, and where did you go on your first date? ...</p><p>And my mom's answers always kept changing and shifting. Which is — when you're younger, you don't really keep track of those things. But finally by the time I was 12 or 13, I realized that all of these answers couldn't possibly be correct. And it just sort of came out. It basically was an acknowledgement that, \"This person wasn't your father. This person, Candido García Ulloa, this Mexican that I had married, he was your biological father. But he took off, and that's not important to you, and we'll never speak of it again.\"</p><p>So it became clear, even once I had that information, that A) I couldn't use it, and B) it could have been another one of my mother's lies.</p><p><strong>On why his mother felt the need to abandon her Mexican identity</strong></p><p>I wish I could have gotten around to asking her. She probably would have given two completely different answers and meant them both. I think a part of her would have said, \"Well, you know, I relate more with American Indian Culture.\" ... Everything about it really appealed to her on a basic and primal level.</p><p>And [second,] I think that the idea that she'd been abandoned by a Mexican man really wounded her, and really wounded her pride. I think it confirmed a lot of the negative stereotypes she probably had about what it means to be Mexican in a place like Echo Park, Los Angeles. I think she felt that maybe being Mexican was limiting for her, that no one would be interested in her or her stories if she simply said, \"Oh, I'm just a simple Mexican girl from Echo Park, California.\" ...</p><p>And that's another one of those sad ironies, because my mother was so mesmerizing, such a wonderful and charming personality, that she didn't need to invent anything. People would have gravitated toward her regardless.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Take+This+Man%27%3A+Uncovering+A+Mother%27s+Reinventions&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"334"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1319820429-9bbaa7.m3u?orgId=1&topicId=1033&ft=3&f=319418859"},{"href":"http://media.npr.org/assets/img/2014/06/06/take_this_man_cover_high_rez_3651x5580-654e1b07eaa20c60a3b42e637bc5b785818c904b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1227","width":"1640"}},{"href":"http://media.npr.org/assets/img/2014/06/06/brando_skyhorse_high_rez_1800x1800-06d0aa35c2c1c3de7f09eb766fdbbd3ea38e4fcc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1350","width":"1800"}}]}