{"created":"2015-02-03T08:56:19+00:00","modified":"2015-05-13T21:19:06+00:00","valid":{"from":"2015-05-13T21:19:06+00:00","to":"3015-05-13T21:19:06+00:00"},"hreflang":"en","title":"The Oscar Nominees Are In; The Shanghai DVD Sellers Are Stocking Up","published":"2015-02-09T04:40:00+00:00","teaser":"The Academy Awards are coming this month, and if you're still trying to see all the nominated films, it may be easier to find them in China than in the U.S. — if you don't mind the pirated versions.","itags":["npr_api","383104939"],"guid":"064ac1d4-1898-4bc6-81b6-69cad5e3eebb","contentencoded":"<p>The Academy Awards are coming this month, and if you're still trying to see all the Oscar-nominated films, it may be easier to find them in China than in the U.S.</p><p>A few weeks ago, the films flooded into the pirated-DVD store down the street from my apartment in Shanghai. It happens like clockwork every year.</p><p>I asked T.J. Green, an American executive who runs a small movie theater company here in China, to visit the store and explain what was happening.</p><p>There is nothing subtle about the store, which has a huge \"DVD\" sign on top and pipes music out onto the sidewalk. We strolled inside to find a dozen shelves worth of pirated DVDs. The front rack, visible from the street, was filled with all the Oscar hopefuls, including <em>American Sniper</em>, <em>Selma</em> and <em>Birdman</em>.</p><p>\"Every single one of them is in perfect and nicely wrapped plastic and in great, great condition,\" Green said, admiring the packaging. \"You can even read the synopsis on the back.\"</p><p>A female clerk, who wore the store uniform, a bright yellow windbreaker, assured Green all the DVDs had high-quality pictures and audio.</p><p>\"What happens if [there's] bad quality — can we bring it back?\" Green said to the clerk.</p><p>\"OK, no problem,\" the clerk answered cheerily.</p><p>Green is the CEO of Apex Entertainment, which has a cinema in the eastern city of Suzhou and is building nine more around China. He often checks out pirated DVD stores to gauge the competition.</p><p>After scanning the Oscar nominees, Green asked about the latest <em>Hunger Games</em> film, which opened around the world in late November but is coming to China just this month.</p><p>\"The copy not very well ... so you can wait,\" said the clerk. \"Maybe after Chinese New Year, I have very good one.\"</p><p>As Green chatted with the clerk, the store's enforcer, a Chinese man about 6 feet tall, continued to eye us from just a few feet away and frown. We decided to leave and head to my apartment to talk about what we'd seen.</p><p>All the Oscar-nominated movies in the store were copies of screeners, the DVDs sent to the members of the Academy of Motion Picture Arts and Sciences as part of the nomination process. Green says the copies could have come from factories that made the screeners or from the homes of members themselves.</p><p>Members are not supposed to show a screener to other people. \"But, hey, this is the real world,\" Green says. \"It can easily get into the hands of others.\"</p><p>Online piracy in China remains a big problem, but the problem of DVDs on the streets has actually improved. When Green arrived here in 2004, vendors across the city were still operating carts containing hundreds of DVDs each. Since then, authorities have run most street vendors out of business.</p><p>Green says a big reason is the explosion of movie theaters in China.</p><p>When he came here, there were about 2,000 screens. Most of the theaters were rundown and had lousy sound systems. Today, there are about 25,000 screens, most state of the art. Nearly all are locally or state-owned, which means China's government has a big incentive to protect them.</p><p>\"Before, if it was just a Hollywood cinema or a Warner Brothers cinema, there wasn't as much pressure to crack down, because it's foreign,\" Green says. \"But now it's having an effect on their own pocketbooks.\"</p><p>That's probably one reason why the DVD store in my neighborhood didn't have a clean copy of the new <em>Hunger Games</em> movie. A pirated DVD of the movie would have eaten into potential ticket sales here over the past two months.</p><p>To protect domestic filmmakers, China only allows 34 foreign movies into the country each year. Green says that's an even bigger problem than piracy, because it severely limits what Hollywood can show here and what audiences can legally see.</p><p>\"This weekend, I went to Hong Kong and I was able to watch <em>American Sniper</em>,\" Green says. \"That film will never see the light of day here because of the quota system.\"</p><p>China says it will increase the foreign quota in two to three years. Until then, Green says, film fans here will have to keep going to pirated websites, or stores like the one in my neighborhood, to see some of Hollywood's best movies.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Oscar+Nominees+Are+In%3B+The+Shanghai+DVD+Sellers+Are+Stocking+Up&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Langfitt","audio":[{"meta":{"duration":"243"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1383454995-5b2d8f.m3u?orgId=1&topicId=1125&d=243&p=3&story=383104939&t=progseg&e=383443168&seg=9&ft=nprml&f=383104939"},{"href":"http://media.npr.org/assets/img/2015/02/01/langfitt-dvd-2-e435a3659ad764057833fd0c2c1a55d325dada81.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1364","width":"1818"}}]}