{"created":"2014-10-08T15:00:55+00:00","modified":"2014-10-31T01:36:55+00:00","valid":{"from":"2014-10-31T01:36:55+00:00","to":"3014-10-31T01:36:55+00:00"},"hreflang":"en","title":"What Is Courage?: 'Korengal' Breaks Down War In Afghanistan","published":"2014-06-01T18:45:00+00:00","teaser":"The documentary follows up on Sebastian Junger's Oscar-nominated film <em>Restrepo</em><em>.</em> Junger says, \"I'm hoping as the soldiers understand their experience better through this film, civilians will as well.\"","itags":["npr_api","317398741"],"guid":"06594cd1-2d5a-4a50-bde6-1e299971077c","contentencoded":"<p>In the new documentary <em>Korengal</em>, journalist and director Sebastian Junger again takes viewers into Afghanistan's Korengal Valley — once considered one of the military's most dangerous postings.</p><p>The film uses footage shot by Junger and the late photojournalist Tim Hetherington. Between 2007 and 2008, Junger and Hetherington spent 10 months with a platoon of about 30 men at an outpost called Restrepo.</p><p>Their 2010 documentary <em>Restrepo </em>was nominated for an Academy Award. <em>Korengal </em>picks up where that film left off, taking a deeper look at the soldier's experience of war. Junger says there was so much good material that they weren't able to use initially, and they had a pipe dream of adding another chapter to the story.</p><p>Hetherington was killed while covering Libya's civil war in April 2011, just weeks after attending the Oscar ceremony with Junger. Junger says he got serious about the idea of working on the next film about a year later.</p><p>\"It was hard,\" Junger tells NPR's Arun Rath. \"I used the same editor we'd worked with on <em>Restrepo,</em> and Tim wasn't there in the edit room. But his ghost was there in a way. I don't even mean that in a creepy way. It was actually kind of comforting to sense his presence a little bit.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On the goals of <em>Korengal</em></strong></p><p><em>Restrepo</em> was very particular. It wasn't meant to be about the war. It was supposed to allow people to step in the cinema for 90 minutes and experience something close to what combat feels like. There was no musical score, there was no interviews with generals, that kind of thing. You were just on the hilltop with those guys.</p><p>What I felt was lacking was a complimentary piece where we really try to examine what war is, how it effects people, what it does to people, what it does for them. So I went back into all the footage Tim and I had shot in '07-'08 and the interviews we'd done right after the deployment with the soldiers, and I just sort of mined it for something a little bit more examined. ...</p><p>So <em>Korengal</em> really is a sort of deconstruction of that experience and why it's meaningful, and I'm hoping as the soldiers understand their experience better through this film, civilians will as well.</p><p><strong>On military versus civilian perceptions of bravery</strong></p><p>One guy said to me, \"Courage — there's no such thing. You're either not doing your job or you're doing your job.\" Civilians look at doing your job as a soldier as courageous, but actually soldiers just see it as just discharging your minimum duties towards your brothers. It's a completely different perspective on that. It's really interesting.</p><p><strong>On the sense of nostalgia many soldiers feel</strong></p><p>Most of the guys that I talked to, they went through a rough deployment. And most of the guys that I talked to from the platoon afterwards missed it and they said they'd go back tomorrow if they could. ... Frankly, once I was on the helicopter out of there, I was relieved, but really I never wanted to go. ...</p><p>There's something about being sort of enclosed in this very tight brotherhood that you can't duplicate back home. It's incredibly reassuring, and on some level I think you feel safer in that brotherhood while getting shot at; then you feel all alone in that society that doesn't have physical dangers.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=What+Is+Courage%3F%3A+%27Korengal%27+Breaks+Down+War+In+Afghanistan&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"418"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1317707761-1b3bab.m3u?orgId=1&topicId=1137&ft=3&f=317398741"},{"href":"http://media.npr.org/assets/img/2014/05/30/korengal_08-9b3bda7e93941299c3d1e113e787383ef0380820.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"647","width":"863"}}]}