{"created":"2015-06-24T20:22:41+00:00","modified":"2015-06-30T18:27:25+00:00","valid":{"from":"2013-05-21T02:19:48+00:00","to":"3013-05-21T02:19:48+00:00"},"hreflang":"en","guid":"06598294-a268-4f1b-83e5-e385f1ba82b7","teaser":"In the ’90s, at the ripe old age of 19, Harmony Korine wrote the screenplay for Larry Clark’s controversial film Kids, about debauched New York City teens. He’s since written and directed a slew of personal — and often polarizing — films, including Gummo and Trash Humpers. His new movie Spring Breakers is shaping up […]","byline":"Martin, Brittany","title":"Filmmaker Harmony Korine method directs, wins at mime","description":"In the ’90s, at the ripe old age of 19, Harmony Korine wrote the screenplay for Larry Clark’s controversial film Kids, about debauched New York City teens. He’s since written and directed a slew of personal — and often polarizing — films, including Gummo and Trash Humpers. His new movie Spring Breakers is shaping up […]","itags":["06598294a268f1bf3e56e385f1ba82b7","PMP:The_Dinner_Party_Download_PMP","The Dinner Party Download","The Dinner Party Download 2013-05-20"],"tags":["APM","Guest of Honor","film","movies"],"contenttemplated":"[{\"content\":\"<p>In the ’90s, at the ripe old age of 19, <a href=\\\"http://www.imdb.com/name/nm0005101/\\\">Harmony Korine</a> wrote the screenplay for Larry Clark’s controversial film <em>Kids</em>, about debauched New York City teens. He’s since written and directed a slew of personal — and often polarizing — <a href=\\\"http://popwatch.ew.com/2013/03/22/harmony-korine-spring-breakers/\\\">films</a>, including <em>Gummo</em> and <em>Trash Humpers.</em></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p>His new movie <em><a href=\\\"http://www.springbreakersmovie.com/\\\">Spring Breakers</a></em> is shaping up to be a commercial success, but it’s no less provocative than his past work. It features starlets Selena Gomez and Vanessa Hudgens behaving very badly, alongside James Franco as a hedonistic guru-gangster named “Alien.” Rico talks with Harmony fever dreams, people who aren’t people, and his mime moment.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<img alt=\\\"DPD-Banner\\\" class=\\\"aligncenter\\\" src=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2013/06/DPD-Banner.jpg\\\" />\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong>  This movie, it has kind of a simple plot, but it is not a simple movie in a lot of ways. I am curious to hear what your short description of the film would be.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Harmony Korine:</strong> I mean, you know, you’d say in the simplest – if you’re just talking about the story or the characters – it’s about some girls from Middle America and maybe the South somewhere, in college, first year, who don’t have any money and are bored and they want to go to spring break.</p><br /><p>You know, girls that are raised on hip hop videos and YouTube clips and snort Ritalin, that sort of thing, and they’re just like “Let’s rob a chicken shack and get some money.”</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> They rob a restaurant so they can go to spring break.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote data-pullquote=\\\"q\\\"><p><strong>Harmony Korine:</strong> Yeah, they rob a restaurant, they head off to Florida, and it becomes this sort of insane spring break debauchery and all that stuff.</p><br /><p>They end up meeting this crazy character played by James Franco named Alien. This kind of wild white gangster, this almost like sociopath, this criminal. And then the movies shifts into something completely different. <q>It’s almost like a pot poem or this kind of insane fever dream.</q></p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> I have to describe my reaction while watching this, and frankly while watching a lot of your movies. There are all these lurid things going on, and sometimes things that I would normally feel were really exploitative. There were a lot of slow motion shots of like young nude women writhing around for instance, but somehow it still feels like art to me.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>There’s something about that dreamlike quality you’re talking about, the photography or something that takes it to a different place. How aware are you of treading that line? Do you even consider that line being there? Are you following your gut or?</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Harmony Korine:</strong> I don’t know,  it is an instinctual thing. It’s also something that I think about. It is a line, and at the same time I don’t really care about lines. I don’t really care about boxes, I don’t care about any of that stuff. I try to make movies that are a kind of- I don’t want them just talked away.</p><br /><p>I don’t really want simplistic reactions. I don’t want easy- I mean it’s there, it’s fun if you want to just watch the film for the surfaces, it works that way and I want it to work that way.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><iframe allowfullscreen=\\\"\\\" frameborder=\\\"0\\\" src=\\\"//www.youtube.com/embed/0GnUAaeHbEw\\\"></iframe></p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p>At the same time, I want to make films that if you’re open and you’re receptive to something that’s more physical, more sensory, more hallucinatory, that you can also get something in kind of a deeper, stranger way, and it’s fun for me to do it in a way where it’s also exploring what people consider to be like a base or vile cultural act. Do you know what I’m saying?</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> Yeah. I mean, do you have a moral stance? You’ve been saying that it’s a base or vile cultural- I mean do you have a moral stance on what the girls do in this movie? Cause I spent a lot of the film trying to decide if this was your fantasy or a comment on the kind of vapid fantasies of modern young people.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Harmony Korine:</strong> Well of course I personally have my own opinions, but I would never tell you. And the thing is, I don’t make documentaries or essays. I’m trying to make something that’s more like a feeling. It’s more like there are these things in the air that I feel connected to, and I’m trying to make sense of them in some ways.</p><br /><p>It’s a painting or something, and so it’s important to leave a bit of that undefined, you know what I mean? Because I want you to be able to dream on it. All I really want to do is just make films that are fantastic, that just change you, like the way I saw a movie like <em>Husbands</em> when I was a teenager, like Cassavetes’ movie.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> John Cassavetes.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><iframe allowfullscreen=\\\"\\\" frameborder=\\\"0\\\" src=\\\"//www.youtube.com/embed/YRJ8VecuWEQ\\\"></iframe></p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Harmony Korine:</strong> And I couldn’t even explain to you, when I saw the film I walked out of the film and I didn’t even know what it was, but I knew that I had experienced something. I couldn’t even put it in words what it was, but it was like some strange life experience that had just kind of crept up on me. It’s the most amazing thing you could do. It’s the most amazing thing you could create.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> What do you think is the ingredient in that movie and in your movies that lends it that character- that sort of ineffable character?</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Harmony Korine:</strong> It’s pages missing in all the right places. It’s like the perfect novels with pages missing in all the right places. It’s like all of the best jokes with none of the best punch lines, do you know what I mean?</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> Yeah.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote data-pullquote=\\\"q\\\"><p><strong>Harmony Korine:</strong> You want to make films, or <q>I want to make films where you can’t even imagine where they came to exist. Like they kind of made themselves. Like they’ve been there forever. Like they’re part of the atmosphere- some type of magic.</q></p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> You cast actors in this film that are not known for edgy roles, specifically Selena Gomez who’s knows as a Disney TV star and a pop singer, and they give surprisingly realistic performances. What was it like guiding them through a story that is so sordid? Did they have to be coaxed into anything?</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Harmony Korine:</strong> No, I mean I was really surprised and really happy and kind of amazed- I’m still amazed at the whole thing. I mean, honestly I was writing the script and I was writing it during spring break in Florida in the middle of all that stuff while it was happening and I was listening to pop music and just kind of like eating Subway sandwiches and Dunkin’ Donuts and Mountain Dew and like-</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Immersing yourself.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Harmony Korine:</strong> Yeah, I just wanted to become that- be a conduit of that, and then I was like who can play this part, and I thought it would be amazing if there was a way to get in some ways these girls who are culturally connected to that world in some way, or representative of that sort of pop mythology.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> Yeah.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Harmony Korine:</strong> Entrenched in the culture in that way, because that’s what it is, it’s a culture of surfaces. And so I put the word out and Selena got on an airplane with her mom and flew to Nashville and auditioned for me in my living room the next day, and the rest is history.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<img alt=\\\"Credit - Michael Buckner/Getty Images Entertainment\\\" src=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2013/05/korinegomez-300x293.jpg\\\" />\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> There was no sort of hesitation?</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Harmony Korine:</strong> Yeah. You think of these people and these athletes and these like pop stars as like corporations, as like-</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> Yeah, right.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Harmony Korine:</strong> As non-people almost, as like-</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> Brands.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Harmony Korine:</strong> Brands, and so the shocking part is anytime you see someone step outside that- anytime you see an athlete actually say something. You’d never have Mohammad Ali nowadays. Mohammad Ali couldn’t exist. They’d be too worried about their Nike deal.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> Yeah.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Harmony Korine:</strong> So that’s the surprising thing- it’s that these girls were at a point in their life willing to kind of experiment with their career. They realize you know, it is a movie, but it is a surprise. I was like, you know, I couldn’t believe it.</p><br /><p>I thought up until this point I’d always had this feeling that like even if you wanted to do something of mine, that all their agents and managers and people would just be like there’s no way, and you’ve gotta do a Kentucky Fried Chicken commercial, but you can’t do that. It’s cool, I still can’t believe it.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> It’s amazing. Anyway, all right. We have two questions that we ask all guests on our show. The first one is if we were to meet you at a dinner party, what question would you least like to be asked? A question that maybe you’re asked too often.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Harmony Korine:</strong> A question I’m asked too often. I guess people always ask me about those films I used to make where I was getting into fights.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> With who?</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Harmony Korine:</strong> I used to make these movies. I tried to make a movie once where I thought it would be the greatest comedy ever. It would just consist of me getting beaten up. I wanted to fight every single demographic of person- a lesbian, a Greek. But I thought the repetition of the violence would just be hilarious, you know? Like the a guy slips on a banana peel and hits his head.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> It is pretty Warner Brothers kind of.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote data-pullquote=\\\"q\\\"><p><strong>Harmony Korine:</strong> <q>This was about 12 years ago. I was probably troubled right then, doing a lot of narcotics and things, but at the same time I was just so excited. I wanted to make this film and I wanted it to play in all the shopping malls and stuff, and so I only got 9 fights in and I was like thrown in jail and stuff.</q></p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Wow, which would explain why you wouldn’t want to be asked about it. So let me move onto our second question, which actually that answer could be used as the answer to this question but I’m gonna ask it anyway. Tell us something- this is more of an order really. Tell us something we don’t know. And this can be anything about yourself or about the world at large, some piece of trivia that would blow people’s minds at a dinner party.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Harmony Korine:</strong> Like, I don’t know. I got like third place in a pantomime contest when I was like 12.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> Marcel Marceau-type mime?</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Harmony Korine:</strong> Yeah, yeah. I mean I had never done it before but there was like an international pantomime contest, and I lived right up the street, and I think I skateboarded up and as a joke I just went out on the stage, I took out a number. I guess I like threw out these moves that were pretty incredible, and out of like 1,500 people I still have this trophy, it says third place pantomime- Belmont College.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p> </p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><iframe frameborder=\\\"no\\\" scrolling=\\\"no\\\" src=\\\"http://w.soundcloud.com/player/?url=http%3A%2F%2Fapi.soundcloud.com%2Ftracks%2F84474978&amp;show_artwork=true\\\"></iframe></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"}]","contentencoded":"<div class=\"barn-cleaned\"><p>In the ’90s, at the ripe old age of 19, <a href=\"http://www.imdb.com/name/nm0005101/\">Harmony Korine</a> wrote the screenplay for Larry Clark’s controversial film <em>Kids</em>, about debauched New York City teens. He’s since written and directed a slew of personal — and often polarizing — <a href=\"http://popwatch.ew.com/2013/03/22/harmony-korine-spring-breakers/\">films</a>, including <em>Gummo</em> and <em>Trash Humpers.</em></p>\n<br />\n<p>His new movie <em><a href=\"http://www.springbreakersmovie.com/\">Spring Breakers</a></em> is shaping up to be a commercial success, but it’s no less provocative than his past work. It features starlets Selena Gomez and Vanessa Hudgens behaving very badly, alongside James Franco as a hedonistic guru-gangster named “Alien.” Rico talks with Harmony fever dreams, people who aren’t people, and his mime moment.</p>\n<br />\n<img class=\"aligncenter\" alt=\"DPD-Banner\" src=\"http://www.dinnerpartydownload.org/wp-content/uploads/2013/06/DPD-Banner.jpg\" /><br />\n<p><strong>Rico Gagliano:</strong> &nbsp;This movie, it has kind of a simple plot, but it is not a simple movie in a lot of ways. I am curious to hear what your short description of the film would be.</p>\n<br />\n<blockquote>\n<p><strong>Harmony Korine:</strong> I mean, you know, you’d say in the simplest – if you’re just talking about the story or the characters – it’s about some girls from Middle America and maybe the South somewhere, in college, first year, who don’t have any money and are bored and they want to go to spring break.</p>\n<br />\n<p>You know, girls that are raised on hip hop videos and YouTube clips and snort Ritalin, that sort of thing, and they’re just like “Let’s rob a chicken shack and get some money.”</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> They rob a restaurant so they can go to spring break.</p>\n<br />\n<blockquote data-pullquote=\"q\">\n<p><strong>Harmony Korine:</strong> Yeah, they rob a restaurant, they head off to Florida, and it becomes this sort of insane spring break debauchery and all that stuff.</p>\n<br />\n<p>They end up meeting this crazy character played by James Franco named Alien. This kind of wild white gangster, this almost like sociopath, this criminal. And then the movies shifts into something completely different. <q>It’s almost like a pot poem or this kind of insane fever dream.</q></p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> I have to describe my reaction while watching this, and frankly while watching a lot of your movies. There are all these lurid things going on, and sometimes things that I would normally feel were really exploitative. There were a lot of slow motion shots of like young nude women writhing around for instance, but somehow it still feels like art to me.</p>\n<br />\n<p>There’s something about that dreamlike quality you’re talking about, the photography or something that takes it to a different place. How aware are you of treading that line? Do you even consider that line being there? Are you following your gut or?</p>\n<br />\n<blockquote>\n<p><strong>Harmony Korine:</strong>&nbsp;I don’t know, &nbsp;it is an instinctual thing. It’s also something that I think about. It is a line, and at the same time I don’t really care about lines. I don’t really care about boxes, I don’t care about any of that stuff. I try to make movies that are a kind of- I don’t want them just talked away.</p>\n<br />\n<p>I don’t really want simplistic reactions. I don’t want easy- I mean it’s there, it’s fun if you want to just watch the film for the surfaces, it works that way and I want it to work that way.</p>\n</blockquote>\n<br />\n<p><iframe src=\"//www.youtube.com/embed/0GnUAaeHbEw\" allowfullscreen=\"\" frameborder=\"0\"></iframe></p>\n<br />\n<blockquote>\n<p>At the same time, I want to make films that if you’re open and you’re receptive to something that’s more physical, more sensory, more hallucinatory, that you can also get something in kind of a deeper, stranger way, and it’s fun for me to do it in a way where it’s also exploring what people consider to be like a base or vile cultural act. Do you know what I’m saying?</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Yeah. I mean, do you have a moral stance? You’ve been saying that it’s a base or vile cultural- I mean do you have a moral stance on what the girls do in this movie? Cause I spent a lot of the film trying to decide if this was your fantasy or a comment on the kind of vapid fantasies of modern young people.</p>\n<br />\n<blockquote>\n<p><strong>Harmony Korine:</strong> Well of course I personally have my own opinions, but I would never tell you. And the thing is, I don’t make documentaries or essays. I’m trying to make something that’s more like a feeling. It’s more like there are these things in the air that I feel connected to, and I’m trying to make sense of them in some ways.</p>\n<br />\n<p>It’s a painting or something, and so it’s important to leave a bit of that undefined, you know what I mean? Because I want you to be able to dream on it. All I really want to do is just make films that are fantastic, that just change you, like the way I saw a movie like <em>Husbands</em> when I was a teenager, like Cassavetes’ movie.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> John Cassavetes.</p>\n<br />\n<p><iframe src=\"//www.youtube.com/embed/YRJ8VecuWEQ\" allowfullscreen=\"\" frameborder=\"0\"></iframe></p>\n<br />\n<blockquote>\n<p><strong>Harmony Korine:</strong> And I couldn’t even explain to you, when I saw the film I walked out of the film and I didn’t even know what it was, but I knew that I had experienced something. I couldn’t even put it in words what it was, but it was like some strange life experience that had just kind of crept up on me. It’s the most amazing thing you could do. It’s the most amazing thing you could create.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> What do you think is the ingredient in that movie and in your movies that lends it that character- that sort of ineffable character?</p>\n<br />\n<blockquote>\n<p><strong>Harmony Korine:</strong> It’s pages missing in all the right places. It’s like the perfect novels with pages missing in all the right places. It’s like all of the best jokes with none of the best punch lines, do you know what I mean?</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Yeah.</p>\n<br />\n<blockquote data-pullquote=\"q\">\n<p><strong>Harmony Korine:</strong> You want to make films, or <q>I want to make films where you can’t even imagine where they came to exist. Like they kind of made themselves. Like they’ve been there forever. Like they’re part of the atmosphere- some type of magic.</q></p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> You cast actors in this film that are not known for edgy roles, specifically Selena Gomez who’s knows as a Disney TV star and a pop singer, and they give surprisingly realistic performances. What was it like guiding them through a story that is so sordid? Did they have to be coaxed into anything?</p>\n<br />\n<blockquote>\n<p><strong>Harmony Korine:</strong> No, I mean I was really surprised and really happy and kind of amazed- I’m still amazed at the whole thing. I mean, honestly I was writing the script and I was writing it during spring break in Florida in the middle of all that stuff while it was happening and I was listening to pop music and just kind of like eating Subway sandwiches and Dunkin’ Donuts and Mountain Dew and like-</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Immersing yourself.</p>\n<br />\n<blockquote>\n<p><strong>Harmony Korine:</strong> Yeah, I just wanted to become that- be a conduit of that, and then I was like who can play this part, and I thought it would be amazing if there was a way to get in some ways these girls who are culturally connected to that world in some way, or representative of that sort of pop mythology.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Yeah.</p>\n<br />\n<blockquote>\n<p><strong>Harmony Korine:</strong> Entrenched in the culture in that way, because that’s what it is, it’s a culture of surfaces. And so I put the word out and Selena got on an airplane with her mom and flew to Nashville and auditioned for me in my living room the next day, and the rest is history.</p>\n</blockquote>\n<br />\n<img alt=\"Credit - Michael Buckner/Getty Images Entertainment\" src=\"http://www.dinnerpartydownload.org/wp-content/uploads/2013/05/korinegomez-300x293.jpg\" />Actress Selena Gomez, director Harmony Korine and actress Ashley Benson attend the green room for ‘Spring Breakers’ during the 2013 SXSW festival.<br />\n<p><strong>Rico Gagliano:</strong> There was no sort of hesitation?</p>\n<br />\n<blockquote>\n<p><strong>Harmony Korine:</strong> Yeah. You think of these people and these athletes and these like pop stars as like corporations, as like-</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Yeah, right.</p>\n<br />\n<blockquote>\n<p><strong>Harmony Korine:</strong> As non-people almost, as like-</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Brands.</p>\n<br />\n<blockquote>\n<p><strong>Harmony Korine:</strong> Brands, and so the shocking part is anytime you see someone step outside that- anytime you see an athlete actually say something. You’d never have Mohammad Ali nowadays. Mohammad Ali couldn’t exist. They’d be too worried about their Nike deal.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Yeah.</p>\n<br />\n<blockquote>\n<p><strong>Harmony Korine:</strong> So that’s the surprising thing- it’s that these girls were at a point in their life willing to kind of experiment with their career. They realize you know, it is a movie, but it is a surprise. I was like, you know, I couldn’t believe it.</p>\n<br />\n<p>I thought up until this point I’d always had this feeling that like even if you wanted to do something of mine, that all their agents and managers and people would just be like there’s no way, and you’ve gotta do a Kentucky Fried Chicken commercial, but you can’t do that. It’s cool, I still can’t believe it.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> It’s amazing. Anyway, all right. We have two questions that we ask all guests on our show. The first one is if we were to meet you at a dinner party, what question would you least like to be asked? A question that maybe you’re asked too often.</p>\n<br />\n<blockquote>\n<p><strong>Harmony Korine:</strong> A question I’m asked too often. I guess people always ask me about those films I used to make where I was getting into fights.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> With who?</p>\n<br />\n<blockquote>\n<p><strong>Harmony Korine:</strong> I used to make these movies. I tried to make a movie once where I thought it would be the greatest comedy ever. It would just consist of me getting beaten up. I wanted to fight every single demographic of person- a lesbian, a Greek. But I thought the repetition of the violence would just be hilarious, you know? Like the a guy slips on a banana peel and hits his head.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> It is pretty Warner Brothers kind of.</p>\n<br />\n<blockquote data-pullquote=\"q\">\n<p><strong>Harmony Korine:</strong> <q>This was about 12 years ago. I was probably troubled right then, doing a lot of narcotics and things, but at the same time I was just so excited. I wanted to make this film and I wanted it to play in all the shopping malls and stuff, and so I only got 9 fights in and I was like thrown in jail and stuff.</q></p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Wow, which would explain why you wouldn’t want to be asked about it. So let me move onto our second question, which actually that answer could be used as the answer to this question but I’m gonna ask it anyway. Tell us something- this is more of an order really. Tell us something we don’t know. And this can be anything about yourself or about the world at large, some piece of trivia that would blow people’s minds at a dinner party.</p>\n<br />\n<blockquote>\n<p><strong>Harmony Korine:</strong> Like, I don’t know. I got like third place in a pantomime contest when I was like 12.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Marcel Marceau-type mime?</p>\n<br />\n<blockquote>\n<p><strong>Harmony Korine:</strong> Yeah, yeah. I mean I had never done it before but there was like an international pantomime contest, and I lived right up the street, and I think I skateboarded up and as a joke I just went out on the stage, I took out a number. I guess I like threw out these moves that were pretty incredible, and out of like 1,500 people I still have this trophy, it says third place pantomime- Belmont College.</p>\n</blockquote>\n<br />\n<p>&nbsp;</p>\n<br />\n<p><iframe src=\"http://w.soundcloud.com/player/?url=http%3A%2F%2Fapi.soundcloud.com%2Ftracks%2F84474978&amp;show_artwork=true\" frameborder=\"no\" scrolling=\"no\"></iframe></p>\n<br /></div>","published":"2013-05-21T02:19:48+00:00","audio":[{"href":"http://www.dinnerpartydownload.org/wp-content/uploads/2013/05/korinegomez.jpg","type":"image/jpeg","meta":{"width":null,"crop":"primary","height":null}},{"type":"image/jpeg","href":"http://dinnerparty.wpengine.com/wp-content/uploads/2013/05/harmony.jpg","meta":{"width":null,"height":null,"crop":"primary"}},{"type":"audio/mpeg","href":"http://play.publicradio.org/pmp/d/podcast/dinnerpartydownload/2014/01/03/korine_2013_guest_of_honor_128.mp3","meta":{"duration_hms":"00:09:06","duration":546,"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm_audio:/dinnerpartydownload/2014/01/03/korine_2013_guest_of_honor"}},"format":"MP3"}]}