{"created":"2014-10-08T16:24:56+00:00","modified":"2014-10-31T02:18:06+00:00","valid":{"from":"2014-10-31T02:18:06+00:00","to":"3014-10-31T02:18:06+00:00"},"hreflang":"en","title":"Ahead Of Wildfire Season, Scientists Study What Fuels Fires","published":"2014-05-10T23:00:00+00:00","teaser":"The federal fire scientists hope to hand off their findings to fire managers, who have to make the quick decisions on where to deploy resources that could protect lives and property.","itags":["npr_api","310466013"],"guid":"0671b611-7022-40d0-a019-f0a4e2ca83d7","contentencoded":"<p>As fire managers in the drought-stricken Southwest gear up for another long and expensive wildfire season, federal fire scientists are trying to better understand the physics behind what makes blazes spread.</p><p>At a U.S. Forest Service fire lab in Riverside, Calif., a team of scientists is conducting daily experiments over the next few months on different fire behavior conditions. They hope to hand off their findings to fire managers, who have to make the quick decisions on where to deploy resources that could protect lives and property.</p><p>The centerpiece of the lab is a 30-foot-long, 10-foot-high wind tunnel and inside is a layer of wood shavings meant to mimic a dry, forest floor. Above them, resting on a shelf, are freshly picked green shrubs, the live green trees in this soon-to-be simulated forest fire.</p><p>\"OK, collect in three, two, one. Start!\" shouts lab technician Christian Bartolome, a graduate student at nearby UC Riverside.</p><p>That's the signal for another fellow tech to turn on the wind and light a fire in the dead wood shavings. Just like that, there's ignition and the lab smells like campfire. With a little more breeze, suddenly it's more like a bonfire. The ground fire easily jumped to the live green shrubs, which are surprisingly flammable.</p><p>The lab is blazing hot and ash is falling everywhere, enough so that David Weise, the lead research forester, has to shield his eyes and back away from the wind tunnel.</p><p>\"That elevated canopy looks to be burning with flames on the order of eight to ten feet,\" Weise says. \"Even though it's green, it's really burning quite well.\"</p><p>After all, these are the plants that blanket the chaparral hills of Southern California and Arizona, notorious for fueling some spectacular wildfires. But what Weise wants to know are the precise conditions that turned this small blaze into a potentially large one; one that would be almost impossible to control in the field.</p><p>\"What we're trying to do here is conduct these experiments so that we can produce models, which can be used to perhaps predict what might happen under conditions that might be outside of a manager's experience,\" Weise says.</p><p>Weise says that with improved models of fire behavior, that fire manager will have a better idea where to put resources to get out in front of the fire. His team plans to conduct these daily experiments under all types of different wind speeds, humidity and types of fuel for a couple more months.</p><p>There is a sense of urgency with research like this. It turns out that most of the fire behavior models commonly in practice today are based on research conducted 40 years ago. And there's no indication that wildfires are going to get any less severe anytime soon.</p><p>Most of those outdated models are also based on what a fire does in dead or dry fuels, not live fuels, according to Tim Sexton, a former incident commander who's now with the National Inter-agency Fire Center in Idaho.</p><p>\"If you have very specific understanding of the live fuel moisture, that may make the difference,\" Sexton says.</p><p>Sexton says research that could help fire managers do their jobs better has never been so important. Firefighters are encountering more dangerous blazes as the West experiences larger and more intense fires due to drought and the spread of development into the woods.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ahead+Of+Wildfire+Season%2C+Scientists+Study+What+Fuels+Fires&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Kirk Siegler","audio":[{"meta":{"duration":"257"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1311119429-d87bcd.m3u?orgId=1&topicId=1025&ft=3&f=310466013"},{"href":"http://media.npr.org/assets/img/2014/05/09/photo-fd211c2eb5192f27397eb0bc044dd6d5f6597927.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2054","width":"2741"}}]}