{"created":"2015-03-16T22:15:48+00:00","modified":"2015-05-13T21:08:53+00:00","valid":{"from":"2015-05-13T21:08:53+00:00","to":"3015-05-13T21:08:53+00:00"},"hreflang":"en","title":"Clues To Autism, Schizophrenia Emerge From Cerebellum Research","published":"2015-03-17T20:27:00+00:00","teaser":"The brain's cerebellum helps shape thinking and emotion, as well as physical coordination, research shows. Could stimulating that part of the brain help ease some aspects of autism and schizophrenia?","itags":["npr_api","393351760"],"guid":"06ad4b2e-cf45-4c4f-8ba0-d42e36be8090","contentencoded":"<p>A new understanding of the brain's cerebellum could lead to new treatments for people with problems caused by some strokes, autism and even schizophrenia.</p><p>That's because there's growing evidence that symptoms ranging from difficulty with abstract thinking to emotional instability to psychosis all have links to the cerebellum, says <a href=\"http://www.massgeneral.org/neurology/doctors/doctor.aspx?id=16489\">Jeremy Schmahmann</a>, a professor of neurology at Harvard and Massachusetts General Hospital.</p><p>\"The cerebellum has all these functions we were previously unaware of,\" Schmahmann says.</p><p>Scientists once thought the cerebellum's role was limited to balance and coordinating physical movements. In the past couple of decades, though, there has been growing evidence that it also plays a role in thinking and emotions.</p><p>As described in an earlier <a href=\"http://www.npr.org/blogs/health/2015/03/16/392789753/a-man-s-incomplete-brain-reveals-cerebellum-s-role-in-thought-and-emotion\">post</a>, some of the most compelling evidence has come from people like Jonathan Keleher, people born without a cerebellum.</p><p>\"I'm good at routine (activities) and (meeting) people,\" says Keleher, who is 33. He also has good long-term memory. What he's not good at is strategizing and abstract thinking.</p><p>But remarkably, Keleher's abilities in these areas have improved dramatically over time. \"I'm always working on how to better myself,\" he says. \"And it's a continuous struggle.\"</p><p>Researchers are learning from people like Keleher that, with enough time and effort, other areas of the brain can take over some of the cerebellum's functions.</p><p>\"Jon has taught me a lot about the brain's ability to reorganize and the resilience factor — the ability to compensate for areas of weakness,\" says <a href=\"http://www.massgeneral.org/neurology/doctors/doctor.aspx?id=16749\">Janet Sherman</a>, chief neuropsychologist at Massachusetts General Hospital, who has been following Keleher's progress since he was 15.</p><p>As an example, Sherman shows me a sketch Keleher did when he was 19. It was his attempt to reproduce a complicated line drawing often used in neuropsychological testing. But many lines are missing, and others are out of place.</p><p>\"As you can see he had significant difficulties in planning how to copy this figure,\" Sherman says. His effort earned just 12 of 36 possible points.</p><p>But years of practice with other spatial tasks in the real world and in video games have paid off for Keleher. At age 30, he took the test of line drawing again. \"And you can clearly see the difference in how much better planned it was,\" Sherman says, \"how much more accurate it was.\" This time his score was 30 out of 36 points.</p><p>One reason for the improvement is that, throughout his life, Keleher has found strategies that allow him to work around his brain's limitations, Sherman says.</p><p>For example, when Keleher was much younger he didn't have a clear concept of a face. But he realized he could refer to a concrete example to help him.</p><p>\"Putting together a puzzle of a face,\" Sherman says, \"he initially had put the eyes in the wrong place and then looked at my face and said, 'Oh, no, your nose actually goes <em>between</em> your eyes.' \"</p><p>Sherman says Keleher's success suggests that similar strategies could help hundreds of thousands of people who have damage to the cerebellum from a stroke or tumor or infection.</p><p>And what scientists are learning about the cerebellum could help people with many other brain disorders, says Schmahmann.</p><p>It's intriguing that symptoms like weak abstract thinking and difficulty with social cues can be seen in both people with cerebellum damage and people with autism, he says. And, he says, the <a href=\"http://www.helsinki.fi/~tjrinne/artikkeleita_neuroI/Schmahmann_cerebellum_2007.pdf\">evidence</a> is growing that the cerebellum is somehow involved in autism.</p><p>Cerebellum malfunction also seems to play a role in schizophrenia, Schmahmann says. So he is part of a team that is trying to help people with the disorder by stimulating the cerebellum with electricity to make it work better.</p><p>The approach looks promising, though very preliminary — the team has treated only a handful of patients so far, Schmahmann says. A published <a href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC3268232/\">study</a> of eight patients found that repeated, noninvasive stimulation to that part of the brain over the course of five days seemed, at least temporarily, to reduce symptoms and improve thinking.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Clues+To+Autism%2C+Schizophrenia+Emerge+From+Cerebellum+Research&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jon Hamilton","audio":[{"meta":{"duration":"273"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1393403230-9fda86.m3u?orgId=1&topicId=1128&d=273&p=2&story=393351760&t=progseg&e=393342119&seg=7&ft=nprml&f=393351760"},{"href":"http://media.npr.org/assets/img/2015/03/16/cerebellum2-1-61a2c6d6fa45cf51b120e3210f7aeaaff0920f4b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1602"}}]}