{"created":"2015-02-18T21:59:10+00:00","modified":"2015-05-13T21:15:02+00:00","valid":{"from":"2015-05-13T21:15:02+00:00","to":"3015-05-13T21:15:02+00:00"},"hreflang":"en","title":"Will A Tipped-Wage Hike Kill Gratuities For New York's Waiters?","published":"2015-02-25T00:20:00+00:00","teaser":"New York's wage board is proposing a boost in the minimum wage for people who work for tips. Some restaurateurs say this could raise labor costs and force them to drop tipping and raise menu prices.","itags":["npr_api","387006946"],"guid":"06b13a28-a714-448b-92e2-89da7a63f74d","contentencoded":"<p>The restaurant economy of New York City may be nearing a tipping point.</p><p>State officials are recommending a big hike in the minimum hourly wage for people who work for tips. But that idea is giving many restaurateurs indigestion in New York City, home to more than 20,000 restaurants. Some say a tipped-wage hike could <a href=\"http://www.nytimes.com/2015/02/04/opinion/it-is-time-to-end-subminimum-wages.html?_r=0\" target=\"_blank\">upend the whole system of tipping</a>.</p><p>And many servers say tips are the No. 1 reason they started waiting tables.</p><p>\"You need money, OK? Waiting tables has always been a job where you can rapidly start making money,\" says Steve Dublanica, a former waiter who now writes a blog called <a href=\"http://waiterrant.net/\" target=\"_blank\">Waiter Rant</a>.</p><p>\"You can have your terrible night, where you walk out with $10,\" he adds. \"And then you can have a great night where you walk out with 300 [dollars].\"</p><p>The New York State wage board wants to take some of the sting out of those $10 nights. Like restaurants in many places in the U.S., those in New York pay their tipped employees less than the minimum wage with the expectation that their tips will make up the difference. This is called the tipped minimum wage.</p><p>The federal tipped minimum wage is $2.13, but New York state's is higher: $5 an hour. The wage board wants to raise that to $7.50 at the end of the year. And as you might expect, restaurants are not happy about this proposal.</p><p>\"I don't know of any place ever that's increased a minimum wage or a tipped wage by 50 percent,\" says Melissa Fleischut, president of the <a href=\"http://www.nysra.org/\" target=\"_blank\">New York State Restaurant Association</a>. \"I just think it's unheard of.\"</p><p>Actually, the wage hike would be smaller for servers who already earn more than minimum wage if you count their tips. In New York City, many servers make way above minimum wage anyway, but restaurateurs still say this change would mean a serious jump in their labor costs in an industry where margins are thin.</p><p>\"It's a matter of life and death,\" says Philippe Massoud, the executive chef of ilili, a <a href=\"http://www.ililinyc.com/\" target=\"_blank\">Lebanese restaurant in Manhattan</a>.</p><p>He says he thinks the hourly increase could have major unintended consequences for the industry.</p><p>\"I wouldn't be able to have as many waiters as I have here because if I'm overstaffed, the cost is so enormous that it's going to hit me financially,\" Massoud says. \"So by default, all of a sudden, I'm going to be understaffed, and the quality of my service is going to go down.\"</p><p>Other restaurateurs say they're considering getting rid of tipping altogether and just paying waiters by the hour. To do that, the restaurant would have to collect a lot more money from the dining public, probably in the form of a service charge or higher menu prices.</p><p>As The Salt has <a href=\"http://www.npr.org/blogs/thesalt/2014/10/09/354656429/customers-can-keep-the-tip-which-might-please-restaurant-workers\">reported</a>, a few restaurants around the country are experimenting with this higher hourly wage, no-tip model. And just this month, New York City's Dirt Candy, an acclaimed vegetarian restaurant, reopened with a <a href=\"http://www.nydailynews.com/life-style/eats/dirt-candy-reopen-no-tipping-allowed-article-1.2101010\">no-tip policy</a>: Instead of a service charge, its bills now include a 20 percent mandatory administrative fee that goes toward the salary of all restaurant employees.</p><p>\"If this happens, we will, in all likelihood, go to a service charge model that's used in Europe,\" says Jimmy Haber, CEO of <a href=\"http://www.e2hospitality.com/about-us/\" target=\"_blank\">ESquared Hospitality</a>, which operates more than a dozen restaurants, including BLT Prime in New York. \"We'll pay our front-of-house employees a fixed hourly wage, which means that we're going to have to work them a lot less hours.\"</p><p>There are a handful of restaurants in the U.S. that already pay their servers higher hourly wages and benefits. But mostly, they're at the very high end, including Michelin-starred places like Chez Panisse in Berkeley, Calif., or Per Se in New York. Experts are skeptical that this is going to catch on widely because no restaurant wants to suddenly jack up its prices by 20 percent.</p><p>\"Customers will look at the menu price, and because it's higher, they'll think you're more expensive,\" says <a href=\"https://www.hotelschool.cornell.edu/app/facultydb/instructors/wml3\" target=\"_blank\">Michael Lynn</a>, who teaches at Cornell University's School of Hotel Administration.</p><p>He's studied tipping and says restaurants that include service in their prices are judged differently from the competition.</p><p>\"Those restaurants are perceived as more expensive than restaurants with slightly lower menu prices [where] there's tipping expected,\" Lynn says.</p><p>There are plenty of states, including California, Washington and Nevada, where restaurants have to pay employees the full minimum wage, Lynn says, yet tipping is still the norm.</p><p>Dublanica also thinks tipping is here to stay.</p><p>\"If you could somehow work things out, where everyone was equitably compensated and got what they needed to live a human life, and the employers made enough money to stay happy, I'd be all for that,\" he says. \"But I've got news for you: That's not going to happen.\"</p><p>Right now, New York's commissioner of labor is considering the wage board's recommendations. He's expected to decide on them soon.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Will+A+Tipped-Wage+Hike+Kill+Gratuities+For+New+York%27s+Waiters%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joel Rose","audio":[{"meta":{"duration":"246"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1387302800-a1a449.m3u?orgId=1&topicId=1006&d=246&p=2&story=387006946&t=progseg&e=387301197&seg=9&ft=nprml&f=387006946"},{"href":"http://media.npr.org/assets/img/2015/02/18/461503048-e2ecf6e01c809219a552423b1e8f3a5f0c11ed33.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1836","width":"2448"}}]}