{"created":"2015-01-23T21:16:36+00:00","modified":"2015-05-13T21:20:27+00:00","valid":{"from":"2015-05-13T21:20:27+00:00","to":"3015-05-13T21:20:27+00:00"},"hreflang":"en","title":"After The Slaughter, A Pakistani School Seeks To Heal","published":"2015-01-27T14:00:00+00:00","teaser":"In northwest Pakistan, a school has reopened after last month's Taliban attack that killed more than 130. Most of the survivors chose to come back, but the healing will take years, they say.","itags":["npr_api","379398851"],"guid":"06c2719a-6dd3-41e2-a021-6ef86090eecc","contentencoded":"<p>\"From the outside, we may look healed up,\" explains Samina Irshad, section head of the Middle School at the Army Public School in Pakistan's frontier city of Peshawar.</p><p>But don't be fooled by appearances.</p><p>Irshad continues: \"Our internal wounds, they'll take time.\" In fact, she estimates, it will take years.</p><p>Who knows how long it takes to recover from a massacre that included the death of 132 students, mostly teenaged boys, and 12 of Irshad's colleagues, including the school principal?</p><p>Who can even begin to imagine what it's like to study or teach in a school where that's occurred?</p><p>That attack, by the Pakistani Taliban, took place just over a month ago. The customary 40-day mourning period is over. The school is now embarking on the herculean task of rebuilding itself and resuming the education of 800 or so surviving students.</p><p>Walking into the school on a wintry afternoon, to interview some of the teachers, you can see what she means.</p><p>At first glance, the school does look \"healed up.\" Clumps of bright-eyed boys, wearing smart, dark-green jackets and gray slacks, are hanging around on the lawns outside beneath a dripping gray sky. They're chatting and examining this arriving stranger with friendly interest. Classes are over for the day; they're waiting to go home.</p><p>Then you start to notice the details. The fresh concrete, where the school's perimeter walls have been made much higher; the glistening new razor wire coiled on top of those walls; the soldiers with machine guns guarding them; and also, hanging from those same walls, the many banners bearing the words, in capital letters: \"I SHALL RISE, AND I SHALL SHINE.\"</p><p>You notice, too, the tight skin around people's eyes and their anxiety as they inquire about the questions a journalist might ask. They don't want to stray into areas where emotions cannot be controlled.</p><p>Walking inside, past noticeboards festooned with brightly colored pictures and cards, past bouquets of flowers — all this from well-wishers — there's the din of ringing telephones, the buzzing soundtrack of a school getting back to work, no matter what.</p><p>I ask Irshad what the teachers are doing differently now.</p><p>\"We are now more loving<em></em>,\" she replies. \"We're showing more love to the students.\"<br /> <br /> \"Even those [kids] who used to make us angry in the past. We just go and hug them, and love them and just say, 'Thank God, you're OK!' \"</p><p>We sit down and talk in the principal's office. It's been rebuilt after two Taliban suicide bombers detonated themselves here. Hiding in a washroom, just a few feet away, were two terrified young female teachers. They were eventually rescued, but haven't felt well enough to return to work.</p><p>Coming back to work amid the pain and trauma that came with the aftermath of the Dec. 16 attack cannot be easy for anyone, including Irshad.</p><p>\"On the very first day when I saw all my children in a bad state, I thought for a moment — maybe I should quit,\" she recalls.</p><p>\"But then, afterward, I thought: I am the person who has to rebuild. I am the one who has to encourage the teachers, the students, the parents, to come to the school again,\" she says.<br /> <br /> Irshad decided that if she was going to motivate people to do this, she'd need to keep her own emotions in check — at least during the workday.</p><p>\"There were people who had been crying all the time, but I didn't cry afterward,\" she says. \"I used to cry at my home, but never here, just to encourage the parents and the students and the teachers to come again.\"</p><p>Yet, like many here, Irshad is living with some awful memories.</p><p>When the Taliban gunmen stormed in, Irshad ran from classroom to classroom telling kids to stay inside and on the floor. At the same time, she was desperately worried about her 16-year-old son, a student who was there throughout the attack. He emerged uninjured.</p><p>She recalls that, at one point, a crowd of children suddenly came flooding in from another part of the school. </p><p>\"They were badly injured. Most of them, they were bleeding, and we just pushed them into different rooms.\"</p><p>Irshad spent two hours holed up with the kids. She says the injured were remarkably brave:</p><blockquote><p>\"They were not screaming at all, they were not screaming. They were just lying on the floor with all the blood around them. The others who were not injured gave their mufflers and their handkerchiefs to us, and we just tied them on their wounds.\"</p></blockquote><p>Ayesha Shoaib, who teaches English at the Army Public School, says after the massacre, her parents began urging her to quit her job, because they were worried about her safety.</p><p>\"I just told them that death can be possible everywhere. So you can't protect me at home,\" she says. \"And I want to serve over here because it is my <br /> moral responsibility. Also, these students need us.\"</p><p>Shoaib is in charge of an eigth-grade class in which 14 students were killed. She believes it's now important to take regular timeouts from teaching the curriculum to allow her students to vent, to talk about what happened and about the death of their friends.</p><p>The tragedy's clearly never far from the kids' thoughts: \"Each and every day, they just repeat the same sentences again and again,\" she says. \"Unconsciously they are doing these things.\" </p><p>\"These fellows are missing, so they want to discuss those boys, their fellows,\" she says.</p><p>Shoaib says the school held an activities day recently, when the boys were encouraged to express their feelings, through writing and art. That helped, she says.</p><p>She noticed the behavior of some of her students has changed. Some are aggressive, some have become very quiet, all are jumpy.</p><p>When there's a sudden loud noise, \"They ask, 'What happened? What happened, ma'am?' \" she says.</p><p>Then they run to the windows.</p><p>School officials says counselors are on hand to help parents, staff and the 800 or so surviving students. There are trauma specialists from the Pakistani military.<br /> <br /> As studies resume, most of the kids, apart from those still being treated for injuries, are turning up for class again. On the day of NPR's visit, attendance was 88 percent. </p><p>Shoaib says there's a certain defiance about the children, as they try to push ahead with their lives and their learning.</p><p>\"Our students are more motivated,\" she says. \"They want to show the world that we are better than before.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+The+Slaughter%2C+A+Pakistani+School+Seeks+To+Heal&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Philip Reeves","audio":[{"meta":{"duration":"357"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1379419923-a2d691.m3u?orgId=1&topicId=1125&d=357&p=2&story=379398851&t=progseg&e=379309297&seg=10&ft=nprml&f=379398851"},{"href":"http://media.npr.org/assets/img/2015/01/23/peshawar-army-school-getty01-dad27dbe1cf645061353a981af65ce41e41f4320.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1919","width":"2560"}},{"href":"http://media.npr.org/assets/img/2015/01/23/peshawar-army-school-getty02-25b03b1ecffed5c7ed8a8160fd13ef6b490fe1d8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1883","width":"2512"}},{"href":"http://media.npr.org/assets/img/2015/01/23/peshawar-school-npr-dbd68a65d285e1b07aa879df301f6789cb959a8d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"916","width":"1222"}}]}