{"created":"2015-02-14T12:12:19+00:00","modified":"2015-05-01T19:53:33+00:00","valid":{"from":"2015-05-01T19:53:33+00:00","to":"3015-05-01T19:53:33+00:00"},"hreflang":"en","title":"Hugh Grant On Smart Romantic Comedies And Standing Up To The Tabloids","published":"2015-03-02T15:12:00+00:00","teaser":"In <em>The Rewrite</em> Grant plays a washed-up Hollywood screenwriter who takes a job teaching at a college. Recently, Grant has been fighting against British tabloids using illegal hacking tactics.","itags":["npr_api","385763623"],"guid":"06c51505-32f1-471f-9b4d-f103b67c4497","contentencoded":"<p>Hugh Grant is a British fish out of water — again. In <em>The Rewrite </em>he plays Keith Michaels, a screenwriter who won an Oscar 15 years ago, but hasn't done much since. Divorced and nearly broke, he reluctantly takes a one-semester teaching job at Binghamton University in upstate New York.</p><p><em>The Rewrite</em> is Grant's fourth collaboration with Mark Lawrence, the writer and director of <em>Two Weeks Notice</em>, <em>Music and Lyrics </em>and <em>Did You Hear About the Morgans?</em> Grant says the films are romantic comedies \"with a brain.\" They are charming and uplifting films in part, he says, because Lawrence \"really genuinely loves people.\" (Grant admits he doesn't love people quite as much as Lawrence does, or at least, \"not as much as I should, I think.\")</p><p>Grant talks with NPR's Scott Simon about the new film, which also stars J.K. Simmons, Marisa Tomei, Chris Elliott and Allison Janney.</p><hr /><h3>Interview Highlights</h3><p><strong>On Keith Michael's bad attitude in the film</strong></p><p>His attitude is horrendous! He drinks too much, he's rude to the other members of the faculty, he has an affair with one of his young students. But he gradually comes to find that he actually likes teaching. And likes the university, likes Binghamton. And, especially, he's drawn to this mature student played by Marisa Tomei, who is a single mum kind of working her way through university.</p><p><strong>On what Keith learns over the course of the film</strong></p><p>He comes to realize that he actually can teach. He can make them better at something they're very enthusiastic about. He also comes to realize that there are other metrics by which to judge the quality of your life, rather than money and where you are on the Hollywood ladder.</p><p><strong>On the acting courses he took early in his career</strong></p><p>After I found that I had become an actor, slightly to my surprise, I did have some insecurity, and I did take some rather strange acting classes at a place called The Actor's Studio in London. I don't think they did me any good at all. ... We would do movement exercises where we had to run backwards beating sticks together while shouting \"HAAAAAAA.\"</p><p><strong>On being among the founders of <a href=\"http://hackinginquiry.org/\" target=\"_blank\">Hacked Off,</a> a group of citizens opposed to tabloids' use of illegal hacking tactics</strong></p><p>[It's] not just hacking of phones. There are other forms of ... tabloid abuse on sort of innocent civilians, used and exploited by a certain group of British tabloid papers for profit. And up 'till now, no one's really dealt with that problem because everyone's extremely terrified of those newspapers. Because their vengeance is quick and brutal. So for the first time, we now have a civic society group who are taking on that problem. And we managed to get a year-long public inquiry by a judge in Britain. And then we got the recommendation from that judge put into law.</p><p><strong>On the difficulty of drafting a law that both protects privacy but also represents the public's right to know </strong></p><p>That's exactly the trick — those are two fundamental but clashing human rights. So, I think what was very clever at the end of this year-long inquiry, this judge came up with a system that did do both those things.</p><p><strong>On whether his efforts have made him a bigger target</strong></p><p>Very much so. I was taken aside by a friendly newspaper man the other day and he said ... \"You know, I don't think you realize how much they hate you now. Just be careful because, you don't know what they might do. You might find drugs planted in your bag, or something like that.\" Because criminality was not a tool beyond their code of practice for a long time. I remember having my flat broken into in 1995, for instance, on the orders of one of the British papers.</p><p><strong>On the interviews he sometimes gives, in which it sounds like he wants to get out of acting</strong></p><p>I've got to stop giving those interviews. ... I genuinely haven't done much [acting] in the last few years ... on the whole, my focus has been elsewhere.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Hugh+Grant+On+Smart+Romantic+Comedies+And+Standing+Up+To+The+Tabloids&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"336"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1386227498-1c3d7f.m3u?orgId=1&topicId=1137&d=336&p=7&story=385763623&t=progseg&e=386224366&seg=10&ft=nprml&f=385763623"},{"href":"http://media.npr.org/assets/img/2015/02/12/rewrite_still1-9545ed38130e91dcd7a07b3b51f05e674e646eba.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2605","width":"3473"}}]}