{"created":"2014-12-08T18:03:12+00:00","modified":"2014-12-11T20:13:57+00:00","valid":{"from":"2014-12-11T20:13:57+00:00","to":"3014-12-11T20:13:57+00:00"},"hreflang":"en","title":"Chris Rock On Finding The Line Between Funny And 'Too Far'","published":"2014-12-08T18:52:00+00:00","teaser":"\"No comedian wants to have to analyze and defend\" jokes, says Rock, who wrote, directed and stars in the new film <em>Top Five</em>. He adds: \"I'm not a politician; I'm not a thinker. I'm a comedian.\"","itags":["npr_api","368753758"],"guid":"06e2f57f-1654-4c1e-b2e4-6d013a4063e6","contentencoded":"<p>In the new film <em>Top Five</em>, Chris Rock plays Andre Allen, a standup comedian who has starred in a series of blockbuster comedies as a catchphrase-spewing character called Hammy the Bear.</p><p>When <em>Top Five</em> begins, Allen has given up the Hammy movies, given up drinking and is trying to reshape his career with his new dramatic film about a Haitian slave rebellion. Like Allen, Rock says he has had doubts about his own career.</p><p>\"I feel that with standup a lot ... 'Can I still do it?' \" Rock tells <em>Fresh Air</em>'s Terry Gross. \"I did [<em>Saturday Night Live</em>] a few weeks ago; I hadn't done standup in a while: 'OK, can I pull this off? ... I don't look the way I looked 20 years ago or whatever — is it going to be the same reaction? Oh, this new guy is big. Maybe everybody is into his style.' It's all doubts.\"</p><p>Rock wrote, directed and stars in <em>Top Five</em>. It features several comedians and comic actors, including Cedric the Entertainer, Kevin Hart, Tracy Morgan, Michael Che, Jay Pharoah and Jerry Seinfeld.</p><p>The movie follows Allen over the course of a daylong interview with a <em>New York Times</em> reporter played by Rosario Dawson.</p><p>Rock talks with <em>Fresh Air</em> about how he crafts his jokes, about the way he navigates the line between funny and \"too far,\" and about his experience with friends and family struggling with addiction.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On what he loves about directing</strong></p><p>I like the control. I like creating a world, you know? The world is going to look whatever way you want it to look and I just like making these people come to life. It's like the guy who built Frankenstein. I can create my own friends. I can create a girlfriend. I can make a girl and she's going to look like this and she's going to dress like this. It's why guys are always falling in love with their co-stars, because you make them.</p><p><strong>On a cruel prank in the film — involving a woman in a relationship with a man she does not realize is gay — and whether it could be construed as a joke at the expense of gay men</strong></p><p>Four or five women told me similar stories. ... That's how jokes happen. It's never like, one person or two people — you got to hear it a few times when you do stuff like that, or else you're just being mean. I heard stories about stuff like this, and I don't know, that's all I got. ...</p><p>I feel your pain — but I've never thought about any joke or anything like that deeply. ... I mean, you're Terry Gross. It's your job to analyze this and fight the good fight, you know, but you know, I probably, I might be the only black comedian in the country who hasn't gay-bashed. Ever. ...</p><p>No comedian wants to have to analyze and defend something. It's like, you thought something was funny; you wrote it down; you acted it out; you talked to people. You know? It works or it doesn't work. I'm not a politician; I'm not a thinker. I'm a comedian. It's just like, \"OK. Tell jokes.\" Some work, some don't. There's no bigger indictment that the joke's not working than to not laugh. Nothing is a bigger indictment. Nothing is a bigger, screamingly, \"This is wrong!\" than the sound of non-laughter.</p><p><em>[To hear the full exchange between Gross and Rock about this scene, click the audio link at the top of the page.]</em></p><p><strong>On the line between being funny and going too far</strong></p><p>I don't know where the line is. ... In most religions you're taught that you're not going to be judged by your actions; you're going to be judged by your intent. ... So if your intent is to gay-bash, yes, you are a gay-basher. Even when you don't do it. If your intent is to not, then it's not.</p><p>Now, it can still be offensive, but once you explain that to the person that made the mistake, you can pretty much be sure they will go back on that and try to rectify hurting you. Does this make sense? I see stuff that I think is a little racist, but I judge the person. I judge their other work. ... I don't go to \"bash,\" or to, \"Ooh, he's racist.\"</p><p><strong>On seeing friends and family members struggle with addiction</strong></p><p>You know what's weird? The hardest one is [to] stop smoking cigarettes. People stop drinking or stop doing drugs, they basically become better, more truthful people. People stop smoking cigarettes, they actually become worse. People that smoke and quit — there's some grouchy people. ... The withdrawal is really, really bad. Worse than anything I've ever seen. Totally different people off cigarettes.</p><p>My older brother pretty much drank himself to death, and this has been — drinking has been big in my life, even in my artistic life. I did the play <em>The Mother with the Hat</em>; we were alcoholics in that play. Years ago, I wasn't drinking, but [in] <em>New Jack City</em>, I play a crackhead. So substance abuse has been good to me artistically.</p><p><strong>On whether substance abuse has been a problem for him</strong></p><p>It has never been a problem in real life. I just had enough people in my life with problems and I realized early on, working in comedy clubs, it's like, I work at a bar, so ... I probably need to not drink a lot. A lot of comedians are alcoholics; a lot of comedians are drug addicts; a lot of comedians are addicted to gambling. Comedians can be a sad bunch.</p><p><strong>On his brother's death</strong></p><p>He died when I was about 41, so about eight years ago.</p><p>It's weird, you know what? In retrospect, I did see it coming. I remember the last time he was at the house and he was really drunk and he was falling and it was one of those like, \"OK, you're too drunk to be around the kids.\" And it's weird. In a weird way, I kind of knew I wasn't going to see him again.</p><p>Now when I think about it, it's almost, I had the same thing the last time I saw [actor] Chris Farley [who died at age 33 of a drug overdose]. It was just like, \"OK, I'm not going to see him again.\" It's not that I thought he was going to die. I just knew, it's like, \"I'm not going to see this drunk guy again. The only way I'm going to see him is if he's another person.\" You know what I mean? Either this guy is going to get clean, or he's going to die. That's the point he was at — and he died.</p><p><strong>On tweeting as a high-profile celebrity</strong></p><p>I'm just tweeting like everybody else. I'm not sitting around thinking, \"I have a responsibility\"; I'm not Batman. I don't have a responsibility, I don't think. I'll answer a question about it, but to think I have a responsibility is almost very egotistical.</p><p><strong>On how to talk about the death of Eric Garner, a Staten Island man who was killed while being taken into police custody</strong></p><p>You got to let it sit a little bit. It kind of just comes to you, though. It's the old thing they say — \"tragedy plus time is comedy\" — but you probably couldn't tell a joke about it yesterday.</p><p>By the way, the joke is never going to be about Eric. The joke would be about the hypocrisy. What did I write the other day? \"Are black men an endangered species? No, because endangered species are protected by the law.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Chris+Rock+On+Finding+The+Line+Between+Funny+And+%27Too+Far%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"1940"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1369378583-fd46c1.m3u?orgId=1&topicId=1137&ft=3&f=368753758"},{"href":"http://media.npr.org/assets/img/2014/12/05/tf-02622c-cf781d87b4dc6e19ecdf601f8a2ccab0a5fc69f6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1009","width":"1346"}},{"href":"http://media.npr.org/assets/img/2014/12/05/tf-03755-05ab3a84130431354773f0942985f2fc2a1636b5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2147","width":"2863"}}]}