{"created":"2014-12-03T08:22:54+00:00","modified":"2015-03-27T21:05:35+00:00","valid":{"from":"2015-03-27T21:05:34+00:00","to":"3015-03-27T21:05:34+00:00"},"hreflang":"en","title":"Flag On The Play! Playoffs May Shift Focus From Football's Fumbles","published":"2014-12-03T15:07:00+00:00","teaser":"As fans prepare for the first college playoff games, commentator Frank Deford points out that the sport faces far more serious problems than which school will win the conference title.","itags":["npr_api","368030380"],"guid":"06eac6fd-4852-44a3-8f6c-983d3fd16419","contentencoded":"<p>For years, the great brouhaha in college football was its lack of a real playoff. But at last we have one — the four qualifying teams to be announced Sunday.</p><p>The irony is that the erstwhile playoff controversy finally is resolved in a year when football has never been otherwise more controversial. Concussions, players beating up women and children, misbehaving — to use a polite adjective — players getting sweetheart treatment from adoring police, and — to use another polite adjective — coddled college players getting sweetheart treatment from adoring professors. College football players looking to be unionized, the NCAA losing a huge lawsuit involving the exploitation of players. And I've probably forgotten the odd scandal or two.</p><p>In just the past few weeks, the University of Michigan came under renewed criticism from the school's president himself for academic shenanigans with athletes, and Roger Goodell, the NFL's \"Humpty-Dumpty\" commissioner, got made a fool of again by the courts.</p><p>And yet, irony upon irony, the mere fact of the college football playoff only makes the sport more attractive, and we can be assured that this will be, indisputably, the most popular year in American football history. When it comes to football, just give the fans what they want and never mind the niceties of academia, neurology and jurisprudence.</p><p>The four playoff qualifiers will be chosen by a venerable committee of 12, which is rife with pigskin conflict of interest. Five of the selectors are athletic directors, plus there's also a retired athletic director, as well as a retired conference commissioner, retired sports writer, retired coach, retired NCAA official, plus Condoleezza Rice, the go-to female for giving various \"old boys\" in sports a sanitizing woman's presence. If you'll recall, Rice was also one of the first two women to be accepted as members of the Augusta National Golf Club. If I were Goodell, knee deep in job insecurity, I'd keep a wary eye out in her direction.</p><p>But prominently missing from the playoff committee is someone who could be the most honest expert. I was amused a few weeks ago when all those athletic directors had Mississippi State on top, with Alabama No. 5, as the two Dixie juggernauts prepared to meet. However, the Las Vegas line not only had Alabama the favorite, but gamblers even made Alabama a heavier favorite. And, of course, Vegas had it right and the buddy-buddy committee was wrong as Alabama beat Mississippi State.</p><p>The 11 gentlemen and one lady on the selection committee would be wise to leave some of those fancy credentials at the doorstep Sunday and simply check with the oddsmakers in Vegas before they meet to make history.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Flag+On+The+Play%21+Playoffs+May+Shift+Focus+From+Football%27s+Fumbles&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Deford","audio":[{"meta":{"duration":"210"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1368143711-08b7f6.m3u?orgId=1&topicId=1055&aggIds=4499275&e=368030380&d=210&ft=nprml&f=368030380"}]}