{"created":"2014-11-04T08:19:04+00:00","modified":"2015-02-09T15:57:19+00:00","valid":{"from":"2015-02-09T15:57:19+00:00","to":"3015-02-09T15:57:19+00:00"},"hreflang":"en","title":"Carlos Santana: 'I Am A Reflection Of Your Light' ","published":"2014-11-05T11:10:00+00:00","teaser":"Musician Carlos Santana shares his journey from a difficult childhood in Mexico to international stardom in the new memoir, <em>The Universal Tone: Bringing My Story to Light</em>.","itags":["npr_api","360092359"],"guid":"06edc219-eae8-4aa1-8a73-6533f99d6da2","contentencoded":"<p>Rock and Roll Hall of Fame artist Carlos Santana has won 10 Grammys and sold more than 100 million records. He has become one of the world's most celebrated musicians, a destiny that was difficult to imagine during his childhood in a small Mexican town. His father, also a musician, was Santana's first teacher, but he really learned his craft playing on the street and in strip clubs in Tijuana.</p><p>Carlos Santana shares his journey from Autlán, Mexico, to international stardom in his new memoir, <em>The Universal Tone: Bringing My Story to Light</em>. The book is dedicated to his mother, Josefina. \"I think she probably prayed for me more than anyone to keep me from getting lost,\" he says. \"I dedicated it to her because she deserves to know that her prayers worked. I am a good man.\"</p><p>Despite their fraught relationship, Santana thanks his mother for instilling a \"will for excellence\" early on in life. \"My mom would say 'OK, we're poor, but we're not dirty and filthy, clean the house,'\" Santana tells Michel Martin. \"She would say, 'What are you doing?' And if you say 'nothing,' 'I know! Make yourself useful. Don't just sit there like a lump. Do something.'\"</p><hr /><h3>Interview Highlights</h3><p><strong>\"I Just Want To Be Adored\"</strong></p><p>I was drawn to music just by watching everybody, children, older people, and especially women looking at my dad. Every time he played, women were like, 'Oh Don Jose,' you know? And I'm like 'Ooh, Don Jose?! I want some of that.' I didn't know what to call it, but I know that now we call it 'being adored.' I love that dimension of music more than anything, you know? To adore supreme integrity and elegance, I want that. Even though I grew up in Tijuana, in the poorest part, but I want integrity and elegance and I want to carry myself like I got more money than anyone in the world...I just want to be adored like my dad.</p><p><strong>Surviving Sexual Abuse</strong></p><p>For a long time it made me feel like everybody woke up to screw me, to mess with me, just to put me down, or to take advantage of me. You grow up with a lot of guilt. You grow up with a lot of shame, and a lot of anger. However, the main thing that I learned from this is that I am not what happened to me. I am still with purity and innocence. No one can take that away from me.</p><p><strong>Frustrations In The United States</strong></p><p>For me, when I used to get angry is when I was in Mission High School and they give me like, some kind of test. And that test was assigned and designed to make me fail, because I'm Mexican. I don't know the things that really don't matter to me. So I said, 'I'm not doing this. If I give you a test of what I know, you're gonna fail it.' I went to the principal a lot of times, but I come from a generation like, question authority. You know, because, this is what's wrong with the world: white people think that they're better than blacks; men think they're better than women; Christians think they're better than somebody else; straight thinks they're better than gay. See, this is the problem with the world.</p><p><strong>Living Beyond Labels</strong></p><p>I'm not Latino, or Spanish; what I am is a child of light. I want this book for people to understand that you don't have to be the Dalai Lama, or the Pope, or Mother Teresa, or Jesus Christ to create blessings and miracles. Keep repeating, 'I am that I am; I am the light.'</p><p><em>Carlos Santana also shares songs that inspire his spirituality and reflect his decades-long career on <a href=\"http://www.npr.org/blogs/altlatino/2014/11/04/355910895/in-music-carlos-santana-seeks-the-divine\">NPR Music's Alt.Latino</a>.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Carlos+Santana%3A+%27I+Am+A+Reflection+Of+Your+Light%27+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"469"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1361320191-c109f1.m3u?orgId=1&topicId=1105&aggIds=352974380,100920965&e=360092359&d=469&ft=nprml&f=360092359"},{"href":"http://media.npr.org/assets/img/2014/10/30/carlos_santana-9-101b1ca56cfd9cb2db47bbe2ced16c7b9a77ef9a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1706","width":"2274"}},{"href":"http://media.npr.org/assets/img/2014/10/30/a---josefina-barrag-n-87418fc897e0ddad2dd7d974b0be2da5d4c8f4ac.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1770","width":"2357"}},{"href":"http://media.npr.org/assets/img/2014/10/30/4--this-was-one-of-my-first-gigs-with-my-father-playing-a-fiftieth-anniver-sary-party-in-tijuana-baja-california-in-1958-looking-like-cosa-nostra-enforcers.-santana-archives-santana-archives-30dfd06a4d3db459869d4ba30d515eb772f1d54f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2215","width":"2954"}}]}