{"created":"2014-10-08T13:38:31+00:00","modified":"2014-10-31T00:58:34+00:00","valid":{"from":"2014-10-31T00:58:34+00:00","to":"3014-10-31T00:58:34+00:00"},"hreflang":"en","title":"Georgia's New Pro-Gun Law Triggers Confusion For Some Residents","published":"2014-06-23T14:43:00+00:00","teaser":"Starting July 1, the state's licensed gun owners will be able to carry their firearms into some schools, bars, churches and libraries. But there's uncertainty over how, exactly, the new law will work.","itags":["npr_api","324006448"],"guid":"070191a7-316a-4a56-b11e-e73b1714bd0c","contentencoded":"<p>Starting on July 1, when the Safe Carry Protection Act goes into effect, Georgians with gun permits will have many more places to take their weapons. The law is considered the most sweeping pro-gun measure passed in the U.S. this year. Opponents call it the \"Guns Everywhere\" bill.</p><p>Outside of Georgia, the bill has already been fodder for comedians like <a href=\"http://thecolbertreport.cc.com/videos/s4me1v/nra-annual-meeting---guns-everywhere-in-georgia\">Stephen Colbert</a>. But inside the state, the law's no joke — it's creating confusion for many Georgia residents, who are trying to figure out what it will mean for them.</p><p>For one, the law says that licensed gun owners can carry their weapons into bars and churches — if the bar owner or church council allows them in. And school personnel can have weapons — if the school board approves.</p><p>Then — and this is the source of the most confusion — the law says gun owners can carry a weapon into \"unsecured government buildings,\" such as libraries or city halls, <em>without </em>approval.<strong></strong></p><p><strong>A Librarian's Guide To Gun Owners<br /></strong></p><p>To figure out what the new law will mean, a group of 60 librarians from around Atlanta recently met with their director, Alison Weissinger, who explained that librarians won't be allowed to check to see if a gun owner has a permit.</p><p>\"Joe Patron walks into the Redan-Trotti Library and has a gun on his hip,\" she said. \"You ... can't walk up to him and say, 'Mr. Patron, do you have a carry permit for that weapon?' You can't do that.\"</p><p>But that just raised more questions. \"What if someone walks in with their gun and then they just put it on the desk beside their computer?\" asked Alanna Maddox. \"Can we say anything? I mean, what if there are children running around? Are we not allowed to even say, 'Hey, can you take the gun off the desk and put it on you?' \"</p><p>\"That I don't know,\" Weissinger said.</p><p><strong>'They're Basically Crying Chicken Little'</strong></p><p>Georgia Carry is a gun rights group that backed the new law. John Monroe, a lawyer for the organization, says opponents are overreacting to the part of the law that prevents asking a gun owner to show a permit.</p><p>\"They're basically crying Chicken Little over something that's not that big a deal,\" Monroe says.</p><p>He says gun permit holders should be treated just like drivers, who can't be stopped by police who just want to check their drivers' licenses without reason.</p><p>\"Local authorities are blowing this 'detain for a license' thing way out of proportion,\" Monroe says. \"It's already a violation of the Constitution to stop somebody just to see if they have a license.\"</p><p><strong>Want To Keep Guns Out? A Sign Won't Cut It</strong></p><p>City employees will also have to decide whether to hire an armed security guard for their unsecured government buildings like city halls, or just allow guns inside — a much cheaper option.</p><p>The Georgia Municipal Association, or GMA, recently posted a webinar designed to train workers in more than 500 cities. It was created by Rusi Patel, a GMA lawyer who was getting the same questions over and over again.</p><p>\"The most frequent question that we've had: 'Can we just post signs?' And the answer to that is simply no,\" Patel says. \"You can't just post signs to prohibit firearms in a government building.\"</p><p>Patel says if city officials don't know the law, they could be vulnerable to lawsuits — which might be brought by gun rights activists eager to test the limits of the law, says Steve Anthony, a political scientist at Georgia State University.</p><p>\"There'll be a group of people who will actually be bird-dogging and going around and making sure that these different areas will be allowing what the law says they should be doing,\" Anthony says.</p><p>So in the coming months, the state's courts could be the ones clarifying what the law really means — where gun owners can and can't take their weapons, and what other state residents can and can't ask in response.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Georgia%27s+New+Pro-Gun+Law+Triggers+Confusion+For+Some+Residents&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Susanna Capelouto","audio":[{"meta":{"duration":"238"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1324609149-f714c0.m3u?orgId=1&topicId=1070&ft=3&f=324006448"},{"href":"http://media.npr.org/assets/img/2014/06/20/ga-gun-rally-285647d31ccfb06f23c351b9bf233192a8f2aa47.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2264","width":"3021"}}]}