{"created":"2014-12-29T19:57:15+00:00","modified":"2014-12-30T20:20:12+00:00","valid":{"from":"2014-12-30T20:20:12+00:00","to":"3014-12-30T20:20:12+00:00"},"hreflang":"en","title":"Author: Controversy Over Sony Film May Be Helping North Korea","published":"2014-12-29T19:57:00+00:00","teaser":"Author Suki Kim says the controversy over \"The Interview\" is distracting from a series of votes in the U.N. over North Korea's human rights record.","itags":["npr_api","373825844"],"guid":"0702c89a-d0b7-45fe-9c1c-eabef91ad04c","contentencoded":"<p>Author<strong> Suki Kim</strong> says the controversy over the film &#8220;The Interview,&#8221; may be playing into the hands of North Korean dictator Kim Jong-un, by diverting attention away from what seems to have &#8220;genuinely panicked&#8221; his regime: a U.N. vote to try the country for crimes against humanity in court.</p><p>&#8220;The film being in bad taste is without question. I don&#8217;t know what is so funny about a gulag nation where 25 million people are held hostage,&#8221; Kim told <a href=\"http://hereandnow.wbur.org\"><em>Here & Now&#8217;</em></a>s Robin Young. &#8220;Last week, the U.N. Security Council was meeting in order to add North Korea&#8217;s human rights issues to their agenda. And that was the first time any country&#8217;s human rights issues were added to an agenda&#8230;which they said is the worst in the contemporary world. So there were a lot of important political things going on. And unbelievably the world&#8217;s attention was shifted to a Hollywood comedy.&#8221;</p><p>Kim is an American writer. She was in North Korea in 2011 teaching English at an elite, private university.</p><p>While the FBI is accusing North Korea of the extensive hack of Sony Pictures &#8212; presumably in retaliation for the film &#8212; her book chronicles the general technological backwardness of the country, including the fact that the regime hid the existence of the Internet from citizens until recently.</p><p>Kim says the regime&#8217;s stranglehold on the country is &#8220;even tighter than we assume, and it extends to the children of the elite.&#8221;</p><ul><li><strong>National Post:</strong> <a href=\"http://fullcomment.nationalpost.com/2014/12/29/suki-kim-dear-leaders-great-victory/\" target=\"_blank\">Suki Kim: Dear Leader’s great victory</a></li></ul><h4>Book Excerpt: &#8220;Without You, There Is No Us&#8221;</h4><p><em>by Suki Kim</em></p><p><img class=\"alignright size-medium wp-image-75288\" src=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2014/12/1229-book-jacket-204x300.jpg\" alt=\"1229-book-jacket\" width=\"204\" height=\"300\" />As it happened, the first day of class – the day when a group of mostly American teachers took on the education of 270 North Korean young men—fell on July Fourth, but no one seemed to notice the irony. There was no red, white, and blue here. No barbecues and fireworks. Never having taught English as a second language before, I felt nervous as well as excited. Remembering the dress code, I put on a light blue button-down shirt, a calf-length gray skirt, and a pair of low heels. I had been warned that women generally did not wear pants in North Korea, and I could not remember ever having seen them on previous trips to Pyongyang.</p><p>At 7:15 a.m., I stood outside my dormitory facing the five-story structure where classes were held, known as the IT (Information Technology) building. To its left was the monument I had seen when we first drove in. Students called it the Forever Tower because the words OUR GREAT LEADER IS FOREVER WITH US were carved into one side, top to bottom. It resembled Juche Tower, which dominated Pyongyang, and I wondered how many such towers there were around this country. As I approached the IT building, I could hear music booming from a speaker in the foyer. I would soon get used to the blasting intrusion of recorded music, but on that first day, it struck me as ominous, and intensified the feeling of being watched. I could hear the lyric, “I want to walk endlessly, my beloved Pyongyang night. Please don’t advance, beautiful Pyongyang night.” It was one of their most popular songs, a student would tell me later—an ode to Pyongyang.</p><p>As I entered the main door, a female guard nodded from a booth. The walls along the staircase displayed the portraits of Kim Il-sung and Kim Jong-il, along with such exhortations as “Keep your feet firmly on the ground of your motherland and keep your eyes on the world!” and “Let’s think in our way and create in our way!” The narrow hallway on the second floor was lined with teachers’ offices, ending in an area decorated with three scrolls reading: LEADER LUCK, GENERAL LUCK, CAPTAIN LUCK. In Korea, if you are born from good parents, it is said that you have “parent luck.” If you marry well, you have “husband luck.” So according to the scrolls, this nation was lucky in three things, Kim Jong-il, the General; his dead father, the Leader; and his young son, the Captain. This was the first mention of the heir apparent, Kim Jong-un, I had come across in all my visits to Pyongyang.</p><p><img class=\"alignright size-medium wp-image-75290\" src=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2014/12/1229-suki-kim-hs-300x199.jpg\" alt=\"1229-suki-kim-hs\" width=\"300\" height=\"199\" />At the end of the hall were four freshman classrooms, which served as homerooms. There were one hundred freshmen, one hundred sophomores, and about seventy graduate students. Because the school had been open for less than a year, there was not yet a junior or senior class—all the undergraduates had transferred from other universities and started anew as freshmen. According to a memo from President Kim’s office, there were seventy-five foreign teachers and staff. However, I counted only thirty or so teachers, about half of them Caucasian and the other half of Korean origin, from countries around the world. (None were South Korean, mainly because of visa issues.) Of the thirty teachers, about half spoke at least some Korean, but the rest did not.</p><p>The freshmen were divided into four groups according to their proficiency in English, Class 1 being the strongest and Class 4 the weakest. I was assigned to teach Reading and Writing to Classes 2 and 4 (another set of teachers handled Speaking and Listening) for an hour and a half each in the morning. The afternoons were reserved for office hours and group activities.</p><p>Our textbook, New Horizon College English 1, had been used in China at YUST and was approved by the “counterparts.” These so-called counterparts were the North Korean teaching staff who oversaw our lessons. Everything, from books to lesson plans, had to be approved by them before we could share it with students. If any extra material was to be used in class, we were required to submit it a few days before the lesson for approval. All through that summer, I was never quite sure who the counterparts were or where they were, and even after I returned in the fall and taught English to a few of them, the mention of the word counterpart never failed to make me nervous.</p><p>Beth, a thirtysomething British woman who served as the dean of the English department and signed her group emails “In Him,” assigned me a teaching assistant. Katie, my TA, was a recent Cornell graduate who had just spent a year at YUST teaching the children of the teachers. Her help in preparing lessons would prove valuable, especially since I was often secretly occupied taking notes for my book. We were given a rough schedule of the textbook chapters we were expected to cover each week and a list of afternoon activities designed by a group of teachers, including Beth.</p><p>But there was an even more important set of expectations that had been communicated haphazardly, in group emails and staff meetings, during Skype sessions with Joan, and in the hotel lounge in Beijing.</p><p>Though we never had the promised orientation, at least not a formal one, I had somehow accumulated a long list of scribbled notes warning me about what I could and couldn’t do, or could and couldn’t say.</p><p>• Boil water before drinking, just to be safe, but in order to boil something in your room, you will need to buy a gas tank and have it installed. Or bring a water purifier. Recently there was a paratyphoid problem in the Rang Rang district, where the school is located, due to its poor water sanitation.</p><p>• Dress for class as if you were going to a work meeting: a skirt and jacket for women, slacks and a jacket for men. Nothing too fancy. Avoid a lot of ornamentation on clothing, e.g., jackets that have sequins. Around the campus, dress respectably. No shorts or T-shirts with flip-flops; those are acceptable only in the dorm. Jeans are forbidden. Kim Jong-il does not like blue jeans because he associates them with America.</p><p>• When you step outside the campus—which won’t happen except for occasional shopping or sightseeing trips—be careful about the way you look and what you say. Do not approach or start a conversation with anybody. If you must, there should be a good reason. A minder and a driver will always accompany you. Any pictures or video footage must be reviewed by your minder. If you take a picture of the outside, it could be a problem.</p><p>• All trips require permission beforehand. If you visit any monuments on trips or eat at foreigners-only restaurants, you will have to pay for the minder and the driver. You will need to pay for the gas. Euros, Chinese renminbi, and U.S. dollars will be accepted, but the North Korean won is used only at Potonggang Department Store or at Tongil Market. Soon those trips will be curtailed, since the school is setting up a little shop on campus.</p><p>• There is a health clinic on campus, as well as the Friendship Hospital for foreigners in downtown Pyongyang, which is used by the diplomatic community, but bring any medica¬tion you might need.</p><p>• You are responsible for bringing a laptop for your own use. For music, bring an iPod rather than CDs, which are feared since they could be passed to people. If you leave your lap¬top in your office over the weekend, they might inspect it, so do not leave things unattended.</p><p>• Bring more than one flashlight and plenty of batteries be¬cause the campus is not lit at night and electricity is spotty.</p><p>• Bring cash; you will not be able to use ATMs or credit cards.</p><p>• When you talk to students, be very careful about the topic of conversation. Steer away from political issues, things that are too personal, or anything about the outside world. Do not try to be clever about initiating certain topics of discus¬sion, and do not be overenthusiastic in talking about your own culture.</p><p>• Do not bow your head or fold your hands or close your eyes to pray at meals. Pray with your eyes open. Do not say anything about religion and do not use religious titles to address each other. If a student comes to you and asks for a Bible, you should be very polite and say that you cannot do that. There is always a chance that these requests are made in order to test you. One faculty member was tricked by a minder and then asked to leave.</p><p>• Never hint that there is something wrong with their country.</p><p>• You will be able to use the Internet in your room, and the telephone and fax machine in President Kim’s office if there is an emergency, but communication will be monitored. Be careful which sites you visit on the Internet, and when you write home, speak positively about what is going on and do not discuss politics.</p><p>• No foreign magazines or books will be allowed into Pyongyang except those declared and preapproved; physical books are more of a problem than e-books since they could be passed around.</p><p>• Be careful with your terminology: Great Leader, Dear Leader, Precious Leader. Those names have to be carefully used, or better yet, just stay away from discussing them at all. Be careful about how to handle images too. For example, Air Koryo offers in-flight magazines. You take one to your office and it has a picture of Kim Jong-il, and let’s say you end up sitting on it by mistake. Then you are in big trouble, because the photo is like the person. It is the same with the portrait of Kim Il-sung on the pins every North Korean wears. These men are regarded as deities, at least officially. Make sure you do not throw away, fold, tear, or damage any visual representation of them. Do not point at such images either. It would be considered an act of disre¬spect and you would be punished.</p><p>• If someone comes up and asks about politics, just answer “I don’t know,” or say, “Oh, is that so?” End of conversation.</p><p>• Reunification is a sensitive topic. Just stay away from it.</p><p>• Do not say Bukhan (North Korea) or Namhan (South Korea). Chosun (the name for the last Korean kingdom) is what North Korea calls itself.</p><p>• Do not speak Korean and always use English. Remember, many people around you will know English and understand what you are saying, so be careful what you say.</p><p>• Do not get into long conversations with the guards or minders.</p><p>• Do not make comparisons. For example, do not say their food is different from yours because that could be con¬strued as critical.</p><p>• Eating with locals on outings is prohibited.</p><p>• Be careful with gifts. You must not give one thing to one person; you have to give it to everyone. Otherwise, it could be considered a bribe.</p><p>• Living in Pyongyang is like living in a fishbowl. Everything you say and do will be watched. Even your dorm room might not be secure. They could go through your things. If you keep a journal and if you say something in it that is not complimentary, please do not leave it in your room. Even in your room, whatever you say could be recorded. Just get in a habit of not saying everything that is on your mind, not criticizing the government and things of that sort, so you won’t slip.</p><p>• When you come out of Pyongyang, avoid all interviews with press. Make sure you know whom you share things with afterward. Do not give press any information about PUST.</p><p>It was astonishing how quickly I would adapt to these rules, which seemed so absurd when I first wrote them down. Now, at 8 a.m., as I entered the classroom, I hoped I would remember to avoid all the forbidden topics. I took a deep breath and found myself standing in front of twenty-six young men, all of them neatly dressed and sitting up very straight.</p><p>Even now, writing in Manhattan, my heart beats faster recalling that initial meeting. Oddly enough, the first word that came to my mind was beauty. Something about that first moment in the classroom felt so clean and serene, and it was as though everything went silent, and there I was stepping onto a field of white, untrodden snow. They were young, and I remember them as beautiful, although on this point I cannot be certain as I soon began to delight in looking at them like they were my children, and can no longer recall a time when I didn’t.</p><p><em>Excerpted from WITHOUT YOU, THERE IS NO US: My Time with the Sons of North Korea’s Elite by Suki Kim. Copyright © 2014 by Suki Kim. Excerpted by permission of Crown Publishers, a division of Penguin Random House, Inc. All rights reserved. No part of this excerpt may be reproduced or reprinted without permission in writing from the publisher.</em></p><h4>Guest</h4><ul><li><a href=\"http://www.sukikim.com/\" target=\"_blank\"><strong>Suki Kim</strong></a>, author of &#8220;<a href=\"http://www.amazon.com/Without-You-There-Is-No/dp/0307720659\" target=\"_blank\">Without You, There Is No Us.</a>&#8221; She tweets <a href=\"https://twitter.com/sukisworld\" target=\"_blank\">@sukisworld</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Author%3A+Controversy+Over+Sony+Film+May+Be+Helping+North+Korea&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"472"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1374028539-92ccec.m3u?orgId=1&ft=3&f=373825844"},{"href":"http://media.wbur.org/wordpress/11/files/2014/12/1229the-interview.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"868","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2014/12/1229-book-jacket.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1280","width":"872"}},{"href":"http://media.wbur.org/wordpress/11/files/2014/12/1229-suki-kim-hs.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"853","width":"1280"}}]}