{"created":"2014-10-31T20:33:39+00:00","modified":"2015-04-29T17:55:10+00:00","valid":{"from":"2015-04-29T17:55:10+00:00","to":"3015-04-29T17:55:10+00:00"},"hreflang":"en","title":"Spine-Tingling With A Twang: Great Alabama Ghost Stories","published":"2014-10-31T23:41:00+00:00","teaser":"There's nothing like a good ghost story on Halloween — and some of the best tales were told by the late storyteller and NPR commentator Kathryn Tucker Windham.","itags":["npr_api","360337448"],"guid":"070c9046-c288-40d0-a88d-deeb6239ab59","contentencoded":"<p>Halloween is a day for ghost stories, but if you're a skeptic, don't fret. As the late Alabama storyteller Kathryn Tucker Windham assured her listeners, tales of restless spirits are for everybody.</p><p>\"I collect ghost stories,\" Windham said. \"Now, the nice thing about ghost stories is that you don't have to believe in ghosts to enjoy hearing a good ghost story.\"</p><p>And if you're looking for a good ghost story, Windham — a former commentator for NPR's <em>All Things Considered </em>— has got you covered. Her spooky tales are really folklore, based on legends that have been passed down for generations by Alabama families.</p><p>Take the story of the hole that won't stay filled — the hole that marks the spot where a man named Bill Sketoe was hanged long ago, back in 1864.</p><p>Sketoe was a Confederate soldier who left the battlefield to care for his ailing wife. A local posse hung him from an oak tree for desertion, but didn't string him high enough. So they dug a hole under his feet to make him hang.</p><p>\"And that hole that marked his hanging place is still there. You can fill it up with dirt or trash, and you come back later, and it's swept out clean,\" Windham's tale continues. \"The people who live in that area say that Bill Sketoe's ghost keeps that hole swept out clean.\"</p><p>You can hear Windham tell of \"The Hole That Won't Stay Filled,\" \"The Face In The Courthouse Door\" and the \"Phantom Steamboat of the Tombigbee\" in the audio clips on this page. And in her 1969 book <em>13 Alabama Ghosts and Jeffrey, </em>which recently was reissued, you can also get acquainted with the \"Ghost of the Angry Architect,\" the \"Crying Spirit at the Well\" and the \"Return of the Ruined Banker.\"</p><p>And, of course, as the title promises, you can meet Jeffrey — the reason Windham started telling ghost stories. He moved into her Selma, Ala., house in the mid-1960s, on a day Windham was making cookies with her daughter, Dilcy.</p><p>Dilcy Windham Hilley still remembers the moment. \"We were ready to plop down the cookie dough on the wax paper, and all of a sudden we heard the most ... what I can only describe as <em>unearthly</em> sounds, coming from the living room,\" she says.</p><p>When they went to investigate, all was quiet and nothing was out of place. Her mother figured it was a squirrel in the fireplace. But the episodes continued.</p><p>\"There would be loud clumping of footsteps down the hall,\" Hilley says. \"There would be rearranging of furniture — and I'm not talking about just a chest of drawers sliding across the wall, this was honest-to-God interior decorating.\"</p><p>Jeffrey wasn't the most terrifying ghost — Windham later wrote a song about him that included the lyrics \"Nobody's scared of Jeffrey. Nobody shivers with fright.\"</p><p>And Windham's other ghost stories weren't necessarily scary, either. They were eerie tales that revealed something about the history and people of a place — Alabama, in her first ghost story collection, and Georgia, Tennessee and Mississippi, in some of her later books.</p><p>But if you did find yourself a little spooked, Windham had a remedy.</p><p>\"If you will just put your shoes under the edge of your bed, and point one toe under the bed, and one toe out, you'll be safe all night long,\" she said. \"You won't be afraid. Nothing will happen to you.\"</p><p>Kathryn Tucker Windham passed away in 2011. She's not been known to haunt anyone. But Jeffrey still lives in the family house in Selma.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Spine-Tingling+With+A+Twang%3A+Great+Alabama+Ghost+Stories&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Debbie Elliott","audio":[{"meta":{"duration":"1021"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1360362316-0b6284.m3u?orgId=1&topicId=1161&d=1021&p=2&story=360337448&t=progseg&e=360461113&seg=8&ft=nprml&f=360337448"},{"meta":{"duration":"576"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1360362565-11f916.m3u?orgId=1&topicId=1161&d=576&p=2&story=360337448&t=progseg&e=360461113&seg=8&ft=nprml&f=360337448"},{"meta":{"duration":"227"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1360461277-a2c1a7.m3u?orgId=1&topicId=1161&d=227&p=2&story=360337448&t=progseg&e=360461113&seg=8&ft=nprml&f=360337448"},{"href":"http://media.npr.org/assets/img/2014/10/31/jeffrey-pic-a4a13c29542dada239561780cb1ffadceb785024.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3143","width":"4190"}},{"href":"http://media.npr.org/assets/img/2014/10/31/drishhouse-c48ff8e6eb8f037997643f743fe926db99949af3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"421","width":"562"}}]}