{"created":"2014-10-07T07:16:37+00:00","modified":"2015-02-08T19:34:56+00:00","valid":{"from":"2015-02-08T19:34:56+00:00","to":"3015-02-08T19:34:56+00:00"},"hreflang":"en","title":"Why Saying Is Believing — The Science Of Self-Talk","published":"2014-10-30T18:07:00+00:00","teaser":"Self-help videos tell women to learn to love their bodies by saying nice things to themselves in the mirror. Can shushing your harshest critic actually rewire the brain?","itags":["npr_api","353292408"],"guid":"0713f2c5-0bc8-46b0-aa41-0221aa3373d4","contentencoded":"<p>From the self-affirmations of Stuart Smalley on <em>Saturday Night Live </em>to countless videos on YouTube, saying nice things to your reflection in the mirror is a self-help trope that's been around for decades, and seems most often aimed at women. The practice, we're told, can help us like ourselves and our bodies more, and even make us more successful — allow us to chase our dreams!</p><p>Impressed, but skeptical, I took this self-talk idea to one of the country's leading researchers on body image to see if it's actually part of clinical practice.</p><p><a href=\"http://www.med.upenn.edu/weight/sarwer.shtml\">David Sarwer</a> is a psychologist and clinical director at the Center for Weight and Eating Disorders at the University of Pennsylvania. He says that, in fact, a mirror is one of the first tools he uses with some new patients. He stands them in front of a mirror and coaches them to use gentler, more neutral language as they evaluate their bodies.</p><p>\"Instead of saying, 'My abdomen is disgusting and grotesque,' \" Sarwer explains, he'll prompt a patient to say, \" 'My abdomen is round, my abdomen is big; it's bigger than I'd like it to be.' \"</p><p>The goal, he says, is to remove \"negative and pejorative terms\" from the patient's self-talk. The underlying notion is that it's not enough for a patient to lose physical weight — or gain it, as some women need to — if she doesn't also change the way her body looks in her mind's eye.</p><p>This may sound weird. You're either a size 4 or a size 8, right?</p><p>Not mentally, apparently. In <a href=\"http://www.med.upenn.edu/weight/sarwer.shtml\">a 2013 study</a> from the Netherlands, scientists watched women with anorexia walk through doorways in a lab. The women, they noticed, turned their shoulders and squeezed sideways, even when they had plenty of room.</p><p>\"Their internal representation — their brain perspective on their body — is that the body is much, much bigger than, in fact, it is,\" says <a href=\"http://www.med.upenn.edu/apps/faculty/index.php/g324/p11490\">Dr. Branch Coslett</a>, a cognitive neuroscientist at the University of Pennsylvania. He says studies like this one aren't actually new.</p><p>At least as far back as 1911, for example, the aptly named Dr. Henry Head and Dr. Gordon Morgan Holmes — two neurologists — published a <a href=\"http://brain.oxfordjournals.org/content/130/1/288.full\">series of papers</a> exploring the body-brain connection. But they didn't look at people with anorexia.</p><p>\"They used an example of the kind of hats that were then in vogue, which were these big hats with big feathers at the top,\" says Coslett. Holmes and Head noticed that when women who habitually wore the big hats walked through doors, they ducked — \"even when not wearing the hat,\" Coslett says.</p><p>Their mental self was wearing the hat, even if their physical self wasn't — just as anorexic women in the Netherlands study saw themselves carrying a bigger body. Neuroscientists are still trying to understand exactly how this works.</p><p>It's clear that we all have an internal representation of our own bodies, Coslett says. We need that very specific sense of ourselves to understand how much space we take up — so we can walk and not bump into things, or perform simple tasks, like reaching out a hand and picking up a coffee cup. Studies show that this internal sense of oneself is a powerful thing. Research on what neurologists call <a href=\"http://www.sciencedirect.com/science/article/pii/002839329500073C\">motor imagery</a> indicates that the same neurological networks are used both to <em>imagine</em> movement, and to actually move. And <a href=\"http://ptjournal.apta.org/content/87/7/942.full\">imagining a movement</a> over and over can have the same effect on our brains as practicing it physically — as well as lead to similar improvements in performance.</p><p>What Coslett wants to understand — and he's just starting to study this now — is how people with eating disorders get their mental image of their body so wrong, adding inches to their thighs, butts and bellies. By understanding exactly how this misperception works, he hopes to gain insight into how to bring closer to reality the mental body image of someone struggling with anorexia or bulimia — or just a poor self-image.</p><p>So far, evidence that the words you say to yourself could change the way you see yourself is still limited to the self-reports of patients; and the effect on brain physiology hasn't yet been studied. But Coslett thinks self-talk probably does shape the physiology of perception, given that other sensory perceptions — the intensity of pain, for example, or whether a certain taste is pleasing or foul, or even <a href=\"https://www.youtube.com/watch?v=vJG698U2Mvo\">what we see</a> — can be strongly influenced by opinions, assumptions, cultural biases and blind spots.</p><p>So, maybe self-talk <em>is</em> more than a confidence booster. From a neuroscience perspective, it might be more like internal remodeling.</p><p>But to get the benefit, the specific words you use seem to matter, too, it turns out. Research <a href=\"http://selfcontrol.psych.lsa.umich.edu/wp-content/uploads/2014/01/KrossJ_Pers_Soc_Psychol2014Self-talk_as_a_regulatory_mechanism_How_you_do_it_matters.pdf\">published</a> this year suggests that talking to yourself and using the word \"I\" could stress you out instead of bringing on waves of self-love and acceptance.</p><p>Psychologist <a href=\"http://www.lsa.umich.edu/psych/people/faculty/ci.krossethan_ci.detail\">Ethan Kross</a> of the University of Michigan led the work, studying the pronouns people use when they talk to themselves silently, inside their minds.</p><p>\"What we find,\" Kross says, \"is that a subtle linguistic shift — shifting from 'I' to your own name — can have really powerful self-regulatory effects.\"</p><p>In other words, it changes the way you feel and behave. Kross had this idea when he was driving in the car and did something \"not smart,\" he says — like running a red light.</p><p>\"And I immediately said to myself, 'Ethan, you idiot!' \" he recalls.</p><p>But because he's a psychologist, \"Ethan, you idiot!\" turned into, \"Huh, that's interesting. Why did I talk to myself in the third person, using my own name?\" He soon noticed other people doing the same thing.</p><p>When LeBron James, for example, talked about his decision to leave Cleveland for the Miami Heat back in 2010, Koss noticed that James created distance from himself in his use of language.</p><p>\"I wanted to do what was best for LeBron James,\" the star athlete said, \"and what LeBron James was going to do to make him happy.\" Take a look:</p><p><a href=\"http://www.biography.com/people/malala-yousafzai-21362253\">Malala Yousafzai</a> did the same thing in an interview with <em>The Daily Show</em>'s John Stewart, when she recounted (around 4:22 minutes into <a href=\"http://thedailyshow.cc.com/videos/a335nz/malala-yousafzai\">this clip</a>) wrestling internally with her decision to speak out against the Taliban.</p><p>Koss decided to do an experiment to see what would happen if nonfamous people were instructed to try the same technique.</p><p>He asked volunteers to give a speech — with only five minutes of mental preparation. As they prepped, he asked some to talk to themselves and to address themselves as \"I.\" Others he asked to either call themselves \"you,\" or to use their own names as they readied their speeches.</p><p>Kross says that people who used \"I\" had a mental monologue that sounded something like, \" 'Oh, my god, how am I going do this? I can't prepare a speech in five minutes without notes. It takes days for me to prepare a speech!' \"</p><p>People who used their own names, on the other hand, were more likely to give themselves support and advice, saying things like, \"Ethan, you can do this. You've given a ton of speeches before.\" These people sounded more rational, and less emotional — perhaps because they were able to get some distance from themselves.</p><p>I actually tried this. And I noticed, when I talked to myself using my own name, I got some <em>visual</em> distance, in my mind's eye: As I talked, I actually saw myself in the room where I was sitting, from a fly-on-the-wall perspective.</p><p>The same thing happens to other people. \"We've done studies that look at exactly that phenomenon,\" says Kross. \"And your experience is borne out by our data. It's almost like you are duping yourself into thinking about you as though you were another person.\"</p><p>Being an \"outsider\" in this way has real benefits: As LeBron James might tell you, with some distance, it's a lot easier to be kinder to that <em>other</em> person.</p><hr /><p><em>This story is part of Morning Edition's periodic</em> series, <a href=\"http://www.npr.org/series/177622347/the-changing-lives-of-women\">The Changing Lives of Women</a>.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Why+Saying+Is+Believing+%E2%80%94+The+Science+Of+Self-Talk&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Laura Starecheski","audio":[{"meta":{"duration":"467"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1354230949-f3da96.m3u?orgId=1&topicId=1128&aggIds=177622347&e=353292408&d=467&ft=nprml&f=353292408"},{"href":"http://media.npr.org/assets/img/2014/10/06/self-talk-final-c31cbdca00528e7a2f89c319e943a4727d7bb586.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"1684","width":"2246"}},{"href":"http://media.npr.org/assets/img/2014/10/06/vintage-feather-hat_enl-ba8856140f48e318493392ea8a718dd4d4d95fa7.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"3005","width":"2097"}}]}