{"created":"2014-12-13T13:11:15+00:00","modified":"2014-12-18T23:05:08+00:00","valid":{"from":"2014-12-18T23:05:08+00:00","to":"3014-12-18T23:05:08+00:00"},"hreflang":"en","title":"Outrage Over Chinese Takeout Brings To Mind A Maxim","published":"2014-12-13T19:21:00+00:00","teaser":"When Ben Edelman was overcharged for his takeout, he threatened legal action. After the story went viral, he apologized. It made NPR's Scott Simon wonder if it might be better to be wise than right.","itags":["npr_api","370347429"],"guid":"07142613-a2e7-4122-a537-5228d7360707","contentencoded":"<p>\"<a href=\"http://izquotes.com/quote/367058\">There's a Harvard man on the wrong side of every question</a>,\" and this week that man may have been Ben Edelman, an associate professor at Harvard Business School.</p><p>Edelman, a Harvard Ph.D and lawyer, has been called the Sheriff of the Internet for pursuing companies he believes have committed online fraud.</p><p>Edelman ordered take-out from Sichuan Garden, a family-run restaurant in Brookline: sauteed prawns, stir-fried chicken, braised fish, napa cabbage with roasted chili, and shredded chicken with garlic sauce.</p><p>Sounds like the Sheriff of the Internet was famished.</p><p>He also has a consulting business, for which <a href=\"http://www.bloomberg.com/news/2014-02-14/harvard-professor-attacking-google-thrives-as-web-sheriff.html\">Bloomberg Business reports</a> Edelman charges clients $800 an hour.</p><p>The food cost $4 more than he had calculated, because prices on the website had not been updated. The professor <a href=\"http://www.boston.com/food-dining/restaurants/2014/12/09/harvard-business-school-professor-goes-war-over-worth-chinese-food/KfMaEhab6uUY1COCnTbrXP/story.html\">complained in an email</a>. Ran Duan, whose family owns the restaurant, apologized and ultimately offered to return $4.</p><p>Edelman wrote back,</p><blockquote><p>I suggest that Sichuan Garden refund me three times the amount of the overcharge. The tripling reflects the approach provided under the Massachusetts consumer protection statute, MGL 93a... I have already referred this matter to applicable authorities in order to compel your restaurant to identify all consumers affected and to provide refunds to all...</p></blockquote><p>A small pause for slight sympathy for the Harvard prof: Who hasn't been irritated to see spurious charges on a bill shrugged off by someone who just says, \"Oh, sorry, the website is wrong?\"</p><p>Ran Duan agreed to pay the professor $12. But he is also a famous Boston bartender. Their emails wound up on social media sites and in the press; including a line in which the hard-working immigrant who is up to his elbows in maraschino cherries asks the Harvard man who is an $800-an-hour consultant, \"Is this really worth your time?\"</p><p>People who read the exchange drove from all over to eat at Sichuan Garden, post praise for their food and service, and suggest that the Harvard prof had too many degrees and not enough good sense or human grace.</p><p>By week's end, the Sheriff of the Internet had surrendered.</p><p>\"It's clear that I was very much out of line,\" Edelman posted on his <a href=\"http://www.benedelman.org/news/121014-1.html\">website</a>. \"I am sorry, and I intend to do better in the future.\"</p><p>And some Harvard Business students, perhaps from chagrin, began a campaign for people to make $4 donations to the Greater Boston Food Bank.</p><p>Maybe the next time Edelman has Chinese food, he'll end the meal with a fortune cookie that says: \"It is sometimes better to be wise than right.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Outrage+Over+Chinese+Takeout+Brings+To+Mind+A+Maxim&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Scott Simon","audio":[{"meta":{"duration":"217"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1370538627-d2aadc.m3u?orgId=1&topicId=1060&aggIds=4495795&ft=3&f=370347429"},{"href":"http://media.npr.org/assets/img/2014/12/12/istock_000009831512large_sq-a08209d8521a85e4384e3319c2c8159dc724810e.jpg","type":"image/jpeg","meta":{"crop":"square","height":"1920","width":"1920"}}]}