{"created":"2014-11-03T08:27:16+00:00","modified":"2015-02-23T19:05:13+00:00","valid":{"from":"2015-02-23T19:05:13+00:00","to":"3015-02-23T19:05:13+00:00"},"hreflang":"en","title":"Terminally Ill Player Scores First Basket Of NCAA Season","published":"2015-02-23T16:49:00+00:00","teaser":"College freshman Lauren Hill has a rare form of brain cancer. One of her dying wishes was to play college basketball, and the NCAA allowed a game to be moved up by two weeks so she could.","itags":["npr_api","361017197"],"guid":"0715fb75-5dd2-4038-82a3-d242400ccb21","contentencoded":"<p>Nineteen-year-old college freshman Lauren Hill played her first game Sunday night, for a tiny, Division III college in Cincinnati.</p><p>That's not usually big news. But Hill has a rare form of brain cancer, and her first collegiate game might also be her last — which brought an unusual degree of attention to the court at Mount Saint Joseph University.</p><p>The NCAA allowed this game to be played two weeks early, because of Hill's condition. So many people wanted to see her play that the school had to move the game from its 2,000-seat venue to another one in town that seats 10,000. The game sold out.</p><p>Just after Hill's first basket, right as the game began, the crowd went wild.</p><p>Hill's coach, Dan Benjamin, had gone over this moment with her. \" 'What are we gonna do after you make the first bucket, call time out and celebrate, or run back on D?' \" he remembers asking her. \"She looked back at me and said, 'Coach, we're gonna call time out and celebrate.' \"</p><p>Hill was diagnosed with a very deadly form of brain cancer in her senior year of high school, just over a month after she signed on to play at Mount Saint Joseph. She has a brain tumor about the size of a lemon. Doctors expect her to die before the end of the year.</p><p>One of Hill's final wishes was to play college basketball.</p><p>Another wish was to raise awareness about her disease and raise money to fight it.</p><p>\"She wanted to fight, she wanted to be fearless, she wanted to win the battle,\" says Keith Desserich, who runs <a href=\"http://www.thecurestartsnow.org/\">The Cure Starts Now</a>. The charity is dedicated to raising research funds to fight DIPG, the type of cancer Hill has.</p><p>\"And she wanted to make sure that no child has to go through what she's going through today,\" he says.</p><p>Desserich says that Hill has become a voice for other children who have suffered with this disease and not been heard.</p><p>Hill's tumor leaves her disoriented during play. She gets tired a lot. She's even begun shooting with her nondominant hand. But during the game, she said that she's OK:</p><p>\"I knew that when I was diagnosed with this, it's a challenge. It's a really big challenge,\" she says. \"But I decided to face it.\"</p><p>After Hill and her teammates celebrated her first shot, and after the crowd of 10,000 chanted Hill's name, she told Brad Johansen with local TV news station WKRC, what it all felt like: \"I've never felt so good in my entire life,\" she said.</p><p>The team's next game is three weeks from now, and Hill's coach is not sure if she will play.</p><p>But Hill would not call Sunday's game her last. Instead, she said, \"This is my first collegiate game.\" <strong></strong></p><p>She said she'll keep playing if she can. She's just taking things moment by moment — a good strategy both on the court and off.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Terminally+Ill+Player+Scores+First+Basket+Of+NCAA+Season&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Sam Sanders","audio":[{"meta":{"duration":"155"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1361069873-f64e47.m3u?orgId=1&topicId=1055&e=361017197&d=155&ft=nprml&f=361017197"},{"href":"http://media.npr.org/assets/img/2014/11/02/458295250-1bb977bee04d505984846193d1d077de660387bc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2229","width":"2973"}},{"href":"http://media.npr.org/assets/img/2014/11/02/458295030-464593a513cfd06b7e9f0af84b44dac712d8a436.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1266","width":"1689"}}]}