{"created":"2015-06-01T18:39:43+00:00","modified":"2015-06-01T21:16:57+00:00","valid":{"from":"2015-06-01T21:16:57+00:00","to":"3015-06-01T21:16:57+00:00"},"hreflang":"en","guid":"071c5495-13db-40c2-9c44-cbea07ca89b6","title":"All those musicians you see playing in the New York subway? Some of them auditioned for the spot","published":"2015-06-01T21:16:53+00:00","byline":"Alina Simone","tags":["music","transportation","culture","Music","Arts, Culture & Media","New York City","North America","United States","New York"],"teaser":"Auditions for spots to perform in the New York subway are almost as competitive as getting into an Ivy League school.","contentencoded":"<p>New York City’s Metropolitan Transit Authority holds auditions every year — for subway musicians. The program got started 30 years ago, in 1985, a time when the New York subway was not exactly a great place to hang out with both hands on a violin and some money at your feet.</p>\n<p>A lot has changed since then: The subways are safe, ridership is at a record high and “<a href=\"http://web.mta.info/mta/aft/muny/\">Music Under New York</a>” has never been more popular.</p>\n<p>You could almost call it “World Music Under New York,” featuring acts like Haitian folk singer Manze Dayila, Inca music group Espiritu Andino and the Balkan party band, Tipsy Ox Cart.</p>\n<p>I’ve been a subway rider for most of my life and it recently occurred to me that I would never be so intimately familiar with the erhu or the pan flute or the steel drum if it weren’t for the time I spend underground.</p>\n<p>Musicians don’t need a permit to perform legally in the subway. But getting accepted to Music Under New York gives you an official banner and a prime spot. It’s not easy: this year the program received 230 applications for 25 slots, putting the acceptance rate in the range of an Ivy League school.</p>\n<p>All for what seems like a tough gig: introducing challenging — even exotic — music to a bunch of frazzled, distracted and occasionally drunk passers-by.</p>\n<p>So why do it? For the money? The random shot at fame? At Music Under New York’s annual audition at Grand Central Station in May, I discovered motivation runs deeper — and weirder.</p>\n<p>The first musician I buttonholed was <a href=\"http://www.kanemathis.com/\">Kane Mathis</a>, a Kora player from Brooklyn. Talk about challenging: the Kora is a West African instrument, a kind of lute. Mathis built his own, with 22 strings. He made his first trip to the Gambia in 1996, after cold-calling — well cold-letter-writing — a family who had produced three generations of legendary Kora players.</p>\n<p>“A month and a half later I got a response saying you can come, so I bought my ticket for the capital, got in a car, told them the name of the family, then I showed up there,” Mathis says, admitting it was kind of an insane thing to do.</p>\n<p><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/nnefEiXrFaM?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p>Mathis is so good that I felt like he should be performing in the rotunda of a museum. What was he doing, with about 70 other acts, auditioning for the subway? He tells me it’s all about performing.</p>\n<p>“Originally, musicians had patrons and so in this case the City of New York is our patron. We have to offer our services,” he says.</p>\n<p>I figure Mathis had to be some kind of outlier in this bunch, but <a href=\"http://sylvieboisel.wix.com/sylvie-boisel\">Sylvie Boisel</a>, a singer from France who I spoke to next, turned out to just as mission-driven.</p>\n<p>When Boisel took the stage, it was kind of a Susan Boyle moment. She arrived out of breath because there was a <em>fire</em> on the subway that morning — I wouldn’t want to be playing for <em>that </em>crowd — but then she starts singing.</p>\n<p>Grand Central’s Vanderbilt Hall’s vast, echo-y chamber isn’t exactly ideal for audio recording, but trust me — listening to Boisel, you’re suddenly walking the Champs Elysée with a hot baguette under your arm.</p>\n<p>But when I talked to Boisel about why she’s auditioning, I discovered it’s not about fame or money, or even about Sylvie Boisel. It’s about ... Edith Piaf.</p>\n<p>“When you listen to her, her voice reach[es] your heart, deeply your heart,” Boisel says. “She was a singer of the people; it’s why I want to reach the people.”</p>\n<p>See, 2015 happens to be the 100th anniversary of Edith Piaf’s birth and Sylvie is on a quest:</p>\n<p>“I want to give a real homage to Edith Piaf and I want that [everyone] can listen to Edith Piaf without paying if they cannot pay,” Boisel says.</p>\n<p>When she arrived in New York this past November, Boisel called every public library in the city, offering to sing her Edith Piaf repertoire for free.</p>\n<p>Boisel and Mathis seemed so enthusiastic about the prospect of introducing West African music and French songs of love and loss to the subway-riding masses, but what happens once the bloom is off the rose ... and the subway sweat is on their arms? What’s the reality?</p>\n<p><a href=\"https://www.youtube.com/user/geovannisuquillo\">Geovanni Suquillo</a> is just the guy to answer that question. He's an Ecuadorian guitarist who regularly plays at my local station.</p>\n<p><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/BLd2JofRdXk?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p>Eight years ago, he was up there on stage auditioning. Today, he’s just helping out. Suquillo gives me the straight talk — on a good day in the subway he makes $200.</p>\n<p>“It’s [also] a good way to make connections directly for the gigs,” he says.</p>\n<p>But the subway can be a tough place to bring Andean music to the masses.</p>\n<p>His advice? Be Zen.       </p>\n<p>“Have like a neutral mind, you know? Not too positive. Not too negative. Be relaxed and enjoy playing,” he says, “because otherwise, if you’re too happy someone [may] come and insult you and you get beat down. That’s what I learned.”</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"506\" width=\"900\" alt=\"French singer Sylvie Boisel pays homage to Edith Piaf.\" title=\"French singer Sylvie Boisel pays homage to Edith Piaf.\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://cdn-113a.kxcdn.com/sites/default/files/styles/original_image/public/SylvieAudition_0.jpg?itok=Md2RVOrN\" /><div class=\"field-caption\">\n    <p>French singer Sylvie Boisel pays homage to Edith Piaf.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>MTA/youtube/screengrab</p>\n  </div>\n</div>\n<p>But don’t tell that to Sylvie Boisel. When she finished, the judges broke into applause.</p>\n<p>“I love New York City and I hope you will love me,” she says.</p>\n<p>Reality can wait.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-01%2Fits-not-just-singing-subway&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/06012015_10.mp3"},{"href":"http://admin.pri.org/file/0601201510mp3"}]}