{"created":"2014-10-08T14:32:18+00:00","modified":"2014-10-31T01:22:19+00:00","valid":{"from":"2014-10-31T01:22:19+00:00","to":"3014-10-31T01:22:19+00:00"},"hreflang":"en","title":"One Frenchman's Commitment To Keeping D-Day Memories Alive ","published":"2014-06-10T00:18:00+00:00","teaser":"Joseph Delecolle, 63, visits Normandy every year on D-Day and cries as he thinks of the many sacrifices. He also visits the rest of the year, telling the story to a younger generation.","itags":["npr_api","320024706"],"guid":"0725197c-1c3b-4950-82d2-2b474612275f","contentencoded":"<p>During my many visits to Normandy, I have come across many French people committed to preserving the memory of the young men who sacrificed their lives here to liberate the continent from Nazi tyranny. On my latest, trip, I met up again with Joseph Delecolle, who I had interviewed at the 60<sup>th</sup> D-Day anniversary in 2004.</p><p>Delecolle was back, dressed as before in the uniform of an American GI and driving his rebuilt, 1940s-era American jeep.</p><p>\"Each year I go to Normandy to cry,\" he says. \"I don't know why because I was not alive during the war. But for me it is important to remember this sacrifice.\"</p><p>This year Delecolle was with a group of friends and they had three jeeps. They drove all the way from his native Picardie region in the north of France – traveling at a speed of 40 miles per hour. I asked him if he isn't exhausted by such a drive and he tells me: \"No, because it's my passion to come to Normandy.\"</p><p>There is passion for veterans across Normandy. All week in the towns and villages along the Norman coast, the veterans were treated like returning heroes. People crowd around them taking pictures and asking for autographs, eager to hear their stories.</p><p>Delecolle says the emotion, especially in this region, over the young men who landed here 70 years ago, doesn't fade with the years.</p><p>\"I think the French people will be forever grateful to the Americans for their freedom,\" he says. \"We are also grateful to the English, the Canadians and all the allies that landed here. But there's something special about the Americans.\"</p><p>I climb into Delecolle's jeep for a spin along the wide, low-tide Normandy beach. On one side is the choppy English Channel, on the other, green cliffs rising above the coastline.</p><p>We cruise along between Sword Beach, where the British troops landed, and Arromanches, where the Mulberry Harbor is still pretty much intact. That's the steel and concrete artificial harbor built to facilitate the rapid offloading of cargo onto the beaches that summer of 1944, as the allies prepared to take back the continent from the Nazis.</p><p>\"It's always, for me, very emotional,\" he says of driving along the beaches. \"Because I think all young boys who came for freedom, for our freedom.\"</p><p>Delecolle says he usually spends an entire week here during the D-Day anniversary. On Friday, he went on the bloodiest landing beach, Omaha Beach, at 6:30 in the morning when it all began.</p><p>\"There are a lot of commemorations around these anniversaries,\" he says. \"But I think for me it is important to see the place where they landed, and to touch the sand.\"</p><p>In his free time, Delecolle leads school trips to Normandy. He says it's important to pass the story on to future generations. He is here on this day with his 40-year-old son Pierre-Yves, with whom he rebuilt the jeep.</p><p>Delecolle also belongs to an organization called \"Flowers of Memory,\" that has allowed him to adopt the grave of an American soldier in the Normandy cemetery.</p><p>He says he chose a soldier from the division that liberated his Picardie region in August 1944. He has become the godfather of Lawrence Davis from Arizona, who was just 19 when landed at Utah Beach on June 14, 1944, and was killed five days later.</p><p>Delecolle says he is trying to locate Davis' family in America. He hopes he will one day be able to find them, so he can send them some sand from these sacred beaches.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=One+Frenchman%27s+Commitment+To+Keeping+D-Day+Memories+Alive+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eleanor Beardsley","audio":[{"meta":{"duration":"234"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1320024707-1987cd.m3u?orgId=1&topicId=1124&ft=3&f=320024706"},{"href":"http://media.npr.org/assets/img/2014/06/09/dday-6-9-14-3596f7c2f9e43d41b4e2f5b2058147f53c3f031a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3263"}}]}