{"created":"2015-03-19T19:20:31+00:00","modified":"2015-06-16T17:21:50+00:00","valid":{"from":"2015-06-16T17:21:50+00:00","to":"3015-06-16T17:21:50+00:00"},"hreflang":"en","title":"Netanyahu Says A Palestinian State Is 'Unachievable' Today","published":"2015-03-20T10:55:00+00:00","teaser":"Israel's prime minister tells NPR he doesn't want a \"zero-state solution\" that will jeopardize Israel's existence. Separately, Palestinian negotiator Saeb Erekat accuses Netanyahu of \"exporting fear.\"","itags":["npr_api","394088313"],"guid":"0729e12d-3c5c-4bc5-91e6-e70f35614239","contentencoded":"<p><em><strong>Updated at 5:15 p.m. ET.</strong></em></p><p>Israeli Prime Minister Benjamin Netanyahu, fresh from victory in parliamentary elections this week, says he wants to clarify remarks he made on the campaign trail that appeared to write off any possibility of a Palestinian state on his watch.</p><p>\"What I said was that under the present circumstances, today, it is unachievable,\" Netanyahu says in an interview with <em>Morning Edition </em>host Steve Inskeep to be aired Friday. \"I said that the conditions have to change.\"</p><p>The interview comes on the heels of <a href=\"http://www.npr.org/blogs/thetwo-way/2015/03/18/393737558/netanyahu-defeats-center-left-rival-in-israels-parliamentary-election\">a win for Netanyahu's Likud Party</a> in a closely fought but decisive poll on Tuesday, propelling the center-right leader to a fourth term as prime minister.</p><p>\"I don't want a one-state solution. But I certainly don't want a zero-state solution, where Israel's very existence would be jeopardized,\" Netanyahu says.</p><p>In the final days of campaigning, Netanyahu said there would be no Palestinian state if he were re-elected to another term. He said the current situation in the region meant that Israel evacuating land would give Islamist extremists a launching pad for attacks on Israel.</p><p>Netanyahu's statement was widely read as him ruling out the possibility of a Palestinian state altogether, a position advocated by a right-wing political rival who is popular among Israeli settlers living in the West Bank.</p><p>In a separate interview on <em>Morning Edition</em>, Palestinian negotiator Saeb Erekat accuses Netanyahu of \"exporting fear\" to Israelis and of being disingenuous about a Palestinian state.</p><p>\"In my opinion, this man was never a two-stater,\" Erekat says.</p><p>Erekat, who is also a member of the essentially defunct Palestinian parliament, also warns of possible violence if Israel does not change its stance on settlements in Palestinian territories.</p><p>Netanyahu \"is seeking to have the status quo of one state, two systems and this will lead straight into violence and bloodshed. And that's what we should avoid,\" Erekat says.</p><p>\"I am warning; I am not threatening,\" he adds. \"I don't want my son to be a suicide bomber. I don't want my son to be killed.\"</p><p>Thursday's interview with Netanyahu comes amid <a href=\"http://www.npr.org/blogs/itsallpolitics/2015/03/18/393839692/bad-blood-gets-worse-between-barack-bibi-and-israel\">strained relations with the White House</a> after the Israeli leader accepted an invitation from House Speaker John Boehner, R-Ohio, to address Congress on March 3. The prime minister used the platform to <a href=\"http://www.npr.org/blogs/thetwo-way/2015/03/03/390250986/netanyahu-to-outline-iran-threats-in-much-anticipated-speech-to-congress\">air his differences</a> with the Obama administration's approach to ongoing negotiations on Iran's nuclear program.</p><p>Netanyahu says he wants to make it clear \"that I am the prime minister of all Israeli citizens.\" But he insists that no movement is possible unless the Palestinian Authority is \"ready to <a href=\"http://www.bbc.com/news/world-middle-east-27142594\">break the pact with Hamas.\"</a></p><p>Asked about the composition of his emerging post-election coalition, Netanyahu says he's \"starting with the decision that the voters have made, which is very clearly to seek a coalition with the parties of what are called the National Camp.\"</p><p>Asked how long it might take, the Israeli prime minister says: \"A few weeks, but you'll have to be patient with us. It's like Noah's Ark — 40 days and 40 nights.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Netanyahu+Says+A+Palestinian+State+Is+%27Unachievable%27+Today&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Scott Neuman","audio":[{"meta":{"duration":"614"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1394216984-d02ca4.m3u?orgId=1&topicId=1009&d=614&p=3&story=394088313&t=progseg&e=394167639&seg=9&ft=nprml&f=394088313"}]}