{"created":"2014-10-27T19:01:16+00:00","modified":"2014-10-30T23:17:50+00:00","valid":{"from":"2014-10-30T23:17:50+00:00","to":"3014-10-30T23:17:50+00:00"},"hreflang":"en","title":"Virginia Sen. Kaine On The U.S. Intervention In Iraq","published":"2014-08-14T19:47:00+00:00","teaser":"Senator Tim Kaine, who is on the Armed Services and Foreign Relations committees, weighs in on the humanitarian and military efforts.","itags":["npr_api","340402683"],"guid":"072a1fcb-204f-4b8e-b7a1-14615fdcaf28","contentencoded":"<p>The Pentagon now says a large-scale refugee operation to save people stranded on Mt. Sinjar in northern Iraq probably won&#8217;t be needed. That&#8217;s because a U.S. team on the ground there found fewer refugees than first thought, and said that thousands of Yazidis, a religious minority, had already fled.</p><p>The United Nation has declared its highest level of emergency in northern Iraq, where more than one million people have been displaced by the Islamic State, the Sunni-led militant group that has taken over large swaths of northern Iraq. The U.S. has conducted a handful of air strikes against the Islamic State, as authorized last week by President Obama.</p><p>And there are nearly 1,000 American military personnel on the ground, serving as advisers to help the Iraqi and Kurdish armies in the fight. The U.S. is also sending arms to the Kurds.</p><p>What&#8217;s the view from Congress about the president&#8217;s response to this crisis? Sen. <strong>Tim Kaine </strong>supports the U.S. humanitarian mission in Iraq, but says Congress needs to authorize the military action.</p><p>He tells <em><a href=\"https://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Robin Young, &#8220;there&#8217;s no existing authority right now where Congress has allowed these actions to take place, which means that the president has to come to Congress and seek it.&#8221;</p><h4>Guest</h4><ul><li>Senator <a href=\"http://www.kaine.senate.gov/about\" target=\"_blank\"><strong>Tim Kaine</strong></a>, D-Va., is a member of the Armed Services and Foreign Relations committees. He tweets <a href=\"https://twitter.com/timkaine\" target=\"_blank\">@timkaine</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Virginia+Sen.+Kaine+On+The+U.S.+Intervention+In+Iraq&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"464"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1340421653-20b09c.m3u?orgId=1&ft=3&f=340402683"}]}