{"created":"2014-09-26T18:41:24+00:00","modified":"2014-09-26T21:14:25+00:00","valid":{"from":"2014-09-26T21:14:25+00:00","to":"3014-09-26T21:14:25+00:00"},"hreflang":"en","guid":"073cf5a8-0bc5-4df0-b387-058be8961c07","title":"America's craft brewers are inspiring beer lovers — and makers — across the globe","published":"2014-09-26T21:14:24+00:00","byline":"Clark Boyd","tags":["beer","alcohol","craft brewing","Food","Lifestyle & Belief","North America","Belgium","United States","Sean Lewis","Marc Antoine De Mees","Yvan De Baets","James Watt","Sideways Glance","Brew Dogs","Beer","Brewing","craft beer","Brasserie de la Senne","Brunehaut Brewery","Hops","Food and drink","Microbrewery"],"teaser":"It wasn't that long ago that the American beer landscape was a wasteland of watery lagers. But now more than 3,000 breweries and craft brewers like Sean Lewis are churning out world-class beers that influence brewers and beer lovers worldwide.","contentencoded":"<p>When Sean Lewis tells me &ldquo;there can&#39;t be a better time to be an American beer lover,&rdquo; there&rsquo;s only one appropriate response I can think of: I&rsquo;ll drink to that.</p><p><span style=\"line-height: 1.538em;\">Lewis should know. He&rsquo;s just finished criss-crossing America, dropping in on some of the country&#39;s best craft brewers and collecting stories along with samples.&nbsp;</span><span style=\"line-height: 1.538em;\">&ldquo;I kept running into a recurring theme,&rdquo; Lewis says. &ldquo;Everyone truly loved their job, and was truly passionate about beer.&rdquo;</span></p><p><span style=\"line-height: 1.538em;\">Now he&rsquo;s written it all up in a book called &quot;</span><a href=\"http://www.amazon.com/We-Make-Beer-Artistry-Americas/dp/1250017718/ \">We Make Beer: Inside the Spirit and Artistry of America&rsquo;s Craft Brewers</a>,&quot; which&nbsp;<span style=\"line-height: 1.538em;\">traces the growth of the industry here in the United States. And there&#39;s plenty to write about: The American craft beer market has exploded, and the number of breweries along with it.</span></p><p><span style=\"line-height: 1.538em;\">Luckily, some kind soul recently placed a review copy of the book on my desk &mdash; my reputation as a beer nut precedes me, I guess.</span></p><p><span style=\"line-height: 1.538em;\">Chapter One made me exceedingly thirsty, so I grabbed a beer &mdash; for the sake of the story, people &mdash;&nbsp;</span><span style=\"line-height: 1.538em;\">and kept reading.&nbsp;</span><span style=\"line-height: 1.538em;\">By Chapter Two, I knew I had to get Lewis on the line for a chat. I asked him to go beyond the United States and talk about how American craft brewers are working with, influencing and inspiring brewers in other parts of the world.</span></p><p><span style=\"line-height: 1.538em;\">I first noticed an uptick in quality beer traffic between the United States and Europe when I lived in Belgium for a couple of years. </span></p><p><span style=\"line-height: 1.538em;\">Then, when I came back to the US, I noticed t</span><span style=\"line-height: 1.538em;\">hat many American brewers were trying their own versions of Belgian farmhouse ales, called&nbsp;</span><em style=\"line-height: 1.538em;\">saisons</em><span style=\"line-height: 1.538em;\">. Some are even trying their own versions of Belgian sour beers, lambics and gueze.</span></p><div><span style=\"line-height: 1.538em;\">Belgium, for you non-beer folks, is kind of a beer Valhalla.&nbsp;</span><span style=\"line-height: 1.538em;\">For a beer lover like me to end up there for two years was like giving a starving man a menu. Du</span><span style=\"line-height: 1.538em;\">ring my stint I managed to get some delicious glimpses of how important the brewing tradition is there.</span></div><p>[[{\"fid\":\"74507\",\"view_mode\":\"default\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":4272,\"width\":2848,\"style\":\"margin: 5px; line-height: 1.538em; width: 250px; height: 375px; float: right;\",\"alt\":\"Brewer Yvan De Baets in front of his favorite Brussels haunt\",\"title\":\"Brewer Yvan De Baets in front of his favorite Brussels haunt\",\"class\":\"media-element file-default\"}}]]</p><p><span style=\"line-height: 1.538em;\">For example, I remember bottling day at the small, family-run <a href=\"http://brunehaut.com/en/\">Brunehaut Brewery</a>, a couple of hours southeast of Brussels. I spent most of an afternoon there, listening to Marc Antoine De Mees talk about why he decided to save the brewery from bankruptcy a few years ago.</span></p><p><span style=\"line-height: 1.538em;\">&ldquo;My two favorite things in the brewery are creating the beers and then explaining to people how I make these beers,&rdquo; De Mees said.&nbsp;</span><span style=\"line-height: 1.538em;\">One of his beers, St. Martin&rsquo;s Ale, is based on a recipe that goes back to the 11th century.</span></p><p><span style=\"line-height: 1.538em;\">He told me that 20 percent of his business is exporting to the US.&nbsp;</span><span style=\"line-height: 1.538em;\">&ldquo;I love to work with Americans because they are curious,&quot; he said. &quot;When you come with a new product, they say, &lsquo;Wow, this is great!&rsquo; In Belgium, we have so many beers that the people are not curious about about new things.&rdquo;</span></p><p><span style=\"line-height: 1.538em;\">But that&#39;s slowly changing as American craft styles are migrating across the Atlantic. Take </span><span style=\"line-height: 1.538em;\">one of my favorite Belgian breweries:&nbsp;</span><a href=\"http://brasseriedelasenne.be/EN/\" style=\"line-height: 1.538em;\">Brasserie de la Senne</a>,&nbsp;<span style=\"line-height: 1.538em;\">located right in the heart of Brussels.</span></p><p><span style=\"line-height: 1.538em;\">Their </span><em style=\"line-height: 1.538em;\"><a href=\"http://brasseriedelasenne.be/EN/?portfolio=jambe-de-bois\">Jambe de Bois</a></em>, or &quot;Wooden Leg&quot; in English, is<span style=\"line-height: 1.538em;\">&nbsp;the living embodiment of old world charm combined with new world attitude. And by attitude, I mean hops, which add bitterness to your beer and are a huge part of American craft culture.</span></p><p><span style=\"line-height: 1.538em;\">&ldquo;We fight for bitterness in beer,&rdquo; says Brasserie de la Senne founder Yvan De Baets. &ldquo;That&#39;s the taste Americans like a lot, and you have become specialists at those bitter beers.&rdquo;</span></p><p>He those kind of beers are a necessary foil for mass-produced beers like Bud, which is, ironically, now owned by a huge Belgian brewing conglomerate called AB InBev.</p><p>&quot;Those tastes are killing part of our culture,&quot; De Baets says. &quot;So making beer can be a fight for values.&rdquo;</p><p><span style=\"line-height: 1.538em;\">American brewers are preparing to get even more directly involved overseas. <a href=\"http://www.stonebrewing.com/\">Stone Brewing Co.</a> of San Diego is &quot;building a bistro and brewery in Berlin,&quot; Lewis says. &quot;They&rsquo;re going to be able to ensure their beer is fresh, that their beer is stored and distributed properly in Germany.&rdquo;&nbsp;</span><span style=\"line-height: 1.538em;\">Brooklyn Brewery is <a href=\"http://brooklynbrewery.com/brooklyn-beers/brewmasters-reserve/hammarby\">doing something similar in Stockholm</a>.</span></p><p><span style=\"line-height: 1.538em;\">And the beer mash-ups aren&#39;t just happening between the US and Europe.&nbsp;</span><span style=\"line-height: 1.538em;\">Lewis cites a connection between Stone&nbsp;</span><span style=\"line-height: 1.538em;\">and </span><a href=\"http://drinks.seriouseats.com/2013/11/yoho-brewing-japanese-craft-beer-review.html\" style=\"line-height: 1.538em;\">Yo-Ho Brewing</a><span style=\"line-height: 1.538em;\"> near Nagano, Japan.&nbsp;</span><span style=\"line-height: 1.538em;\">&ldquo;Their first head brewer, Toshi Ishii, sort of cut his teeth at Stone in San Diego,&quot; he explains.</span></p><p><span style=\"line-height: 1.538em;\">That partnership has produced a mind-bending mix of styles and nationalities. &ldquo;They have a beer that they&#39;re probably best known for here in the US, called Tokyo Black,&quot; Lewis says. &quot;It&#39;s a porter, and it&rsquo;s kind of fascinating that a Japanese brewer is brewing an English-style beer based off inspiration from American craft brewers &mdash; and with a brewer trained at an American craft brewery.&rdquo;</span></p><p><span style=\"line-height: 1.538em;\">That&rsquo;ll blow your mind <em>and</em>&nbsp;your palate.</span></p>","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/092620145.mp3"},{"href":"http://www.pri.org/file/092620145mp3"}]}