{"created":"2015-05-17T22:01:24+00:00","modified":"2015-06-01T14:24:39+00:00","valid":{"from":"2015-06-01T14:24:39+00:00","to":"3015-06-01T14:24:39+00:00"},"hreflang":"en","title":"TV Thriller 'Wayward Pines' Offers Suspense — And An Ending","published":"2015-05-18T00:56:00+00:00","teaser":"Chad Hodge, the creator of the 10-episode limited series, promises that it won't leave viewers hanging. \"One thing that I really wanted to do with this show is not cheat you as a viewer,\" he says.","itags":["npr_api","406461084"],"guid":"074cc4a8-ec2e-471d-a238-8dade95be84d","contentencoded":"<p>The new Fox thriller <em>Wayward Pines</em> opens with a chilling scene. A man wakes up in the middle of the forest with cuts and bruises all over his body. Lost and confused, he stumbles into town. The audience soon learns the man is a Secret Service agent named Ethan Burke, played by Matt Dillon.</p><p>\"He goes to the town of Wayward Pines, Idaho, looking for two other Secret Service agents who went missing there and pretty soon he finds out he can't leave,\" Chad Hodge, showrunner and creator, tells NPR's Arun Rath.</p><p>The show is a limited series, which will run for 10 weeks. And Hodge promises a complete story.</p><p>\"You are going to be satisfied at the end,\" he says. \"This is truly a beginning, middle and end.\"</p><p>The show has been compared to the '90s cult classic <em>Twin Peaks</em> because of the basic premise — secret agent goes to eerie small town — and to <em>Lost, </em>because the opening scene begins, <a href=\"https://www.youtube.com/watch?v=5KlnQyjiZ5w\">as <em>Lost</em> does</a>, with an extreme closeup of the main character's eye.</p><p>Hodge says the comparisons are flattering, but that his series — based on a series of novels<em> — </em>will give viewers something fresh.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On comparisons to <em>Lost</em> and<em> Twin Peaks</em></strong></p><p>The eye thing is absolutely accidental ... I wrote that into the script, but it's not something that was intended to be a nod to <em>Lost </em>... I like to call this story and this narrative kind of a single-player point of view ... like a video game, the way you come in through this world through this guy: You are this guy, you the viewer. So I think that shot of the eye really brings you in as like, \"OK, I'm looking at you, you're looking at me — let's go.\"<br /> <br />And in terms of <em>Twin Peaks,</em> absolutely, I understand that comparison and I'm flattered by it. And truthfully it's no secret that Blake Crouch, the author of the books, was inspired by <em>Twin Peaks</em>. As a kid, he was obsessed with the show.</p><p><strong>On similarities to the themes in the works of Franz Kafka</strong></p><p>It's very Kafka-esque. I mean, especially as you get into the series, it's very much a comment on rules and law and government and secrets. It's very much an allegory for our country and our world.</p><p><strong>On working with M. Night Shyamalan, who directed and produced some episodes</strong></p><p>He has such a resume and going back to <em>The Sixth Sense</em> ... his ability to capture tone and make you feel scared and tense, and also sort of a darkly funny point of view, was something that I thought would be really great for this show. I thought there was no way that he would do this but we sent him the script first and I thought, \"Okay, great, about a month from now we'll probably hear from him and it'll be a pass.\"</p><p>But the next day, he called and said, \"I love this script. What happens? If they're all dead, I can't do it.\"</p><p>And I said, \"They're not all dead.\"</p><p><strong>On the changing television landscape and getting a limited series on a broadcast TV</strong></p><p>I never in a million years thought that a broadcast network would buy this. The eye for this was on cable. So when Fox was interested in this, I said, \"Well, it's not a 22-episode thing.\"</p><p>And Kevin Riley, who was the president of Fox at the time, he said, \"I know. I want to do this exactly how you want to do it; I want to make it an event series.\"</p><p>And I said, \"What's an event series?\" I'd never heard those words before. And he had literally just started, the week before, a division of his company to make these limited-run series, and so he was fully behind that.</p><p><strong>On whether the series will end with a cliffhanger</strong></p><p>You are going to be satisfied at the end. This is truly a beginning, middle and end, 10-episode event series.</p><p>One thing that I really wanted to do with this show is not cheat you as a viewer. I'm a TV viewer, too. Of course, I like to be surprised but I don't like to be manipulated. And there's no manipulation here at all. Could there be a season two? Sure, but this was not designed to go beyond this season, at least at this point.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=TV+Thriller+%27Wayward+Pines%27+Offers+Suspense+%E2%80%94+And+An+Ending&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"297"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1407529333-cd2387.m3u?orgId=1&topicId=1138&d=297&p=2&story=406461084&t=progseg&e=407452897&seg=6&ft=nprml&f=406461084"},{"href":"http://media.npr.org/assets/img/2015/05/13/wp_101_sc25_048_pw_hires2-65f78bea543f01a4ca5d7e2493ea00702037be37.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1492","width":"1989"}},{"href":"http://media.npr.org/assets/img/2015/05/13/wp_scn39_0033_pw_hires2-395c89c85fa90ca96010d53dc2c81d45e3cd0ab5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2529","width":"3373"}}]}