{"created":"2015-06-24T20:50:42+00:00","modified":"2015-06-25T19:52:58+00:00","valid":{"from":"2015-06-25T19:52:58+00:00","to":"3015-06-25T19:52:58+00:00"},"hreflang":"en","guid":"074e0bbd-c773-48d1-bbb6-58a2684aa6a7","title":"Guys like Dylann Roof concern police more than groups like ISIS","published":"2015-06-25T19:52:54+00:00","byline":"Bradley Campbell","tags":["terrorism","Religion","conflict","Conflict","Conflict & Justice","North America","United States"],"teaser":"New studies show that law enforcement are more concerned about domestic-based, non-Muslim, extremists than threats from abroad. And new data show why those concerns are valid.","contentencoded":"<p>Think about a basic national security question: What's the biggest threat we face here in the United States, post-9/11?</p>\n<p>If you're thinking extremists, you're not alone.</p>\n<p>But if you're thinking Muslim extremists, you might want to rethink your answer.</p>\n<p>Recent studies show that domestic-based, non-Muslim extremists — like accused Charleston shooter Dylann Roof — are the bigger threat.</p>\n<p>This might come as a surprise to many of us. But it isn't a surprise to law enforcement.</p>\n<p>\"Law enforcement agencies around the country tell us they are training their officers to recognize the signs of this kind of militancy in order to prosecute or to protect themselves,\" says Charles Kurzman, sociology professor at the University of North Carolina Chapel Hill and co-author of a new study showing that police consider anti-government, right-wing, and white supremacist groups as the greatest threats in their jurisdictions.</p>\n<p>Kurzman believes the US needs to talk more about this threat. \"The focus has been so much on Muslim extremists,\" he says. \"And with the horrible civil wars we're seeing around the world, many involving Muslim extremists and revolutionaries, that's attracted a whole lot of our attention and drawn attention away from some of these other sorts of threats.\"</p>\n<p>Some law enforcements agencies, according to Kurzman, are being more proactive than others at trying to combat the threat. He thinks as the attention moves toward these types of threats, more agencies will be adopting similar programs to address the issues.</p>\n<p>Kurzman says the difference between internal and external threats is essentially the difference between who is Muslim and who is not. \"That's sort of how the FBI describes it. They classify all Muslim extremists in this country as international terrorism because they have had contact or are inspired by somebody overseas. And domestic terrorism basically means non-Muslims.\"</p>\n<p>So is there a danger in seeing this a binary threat?</p>\n<p>Kurzman says yes. And he thinks it possibly hinders them from combating both threats. He points out that Muslim-Americans who have engaged in acts of terrorism are local folks. \"Engaging with them as Americans may be more fruitful than engaging with them as some sort of external force.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-24%2Fpolice-are-more-concerned-about-guys-dylan-roof-isis&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/06242015_02.mp3"},{"href":"http://admin.pri.org/file/0624201502mp3"}]}