{"created":"2015-06-24T20:21:33+00:00","modified":"2015-06-30T18:26:07+00:00","valid":{"from":"2013-07-20T00:29:10+00:00","to":"3013-07-20T00:29:10+00:00"},"hreflang":"en","published":"2013-07-20T00:29:10+00:00","contentencoded":"<div class=\"barn-cleaned\"><p>Just ’cause it’s summer doesn’t mean you can take a vacation from your manners. We invite back our friends Lizzie Post and Daniel Post-Senning, co-authors of “<a href=\"http://www.amazon.com/Emily-Posts-Etiquette-18th/dp/0061740233/?tag=dinnerp-20\">Emily Post’s Etiquette, 18th Edition</a>,” to answer listeners’ questions about bicycle hygiene, small explosives, and non-creepy conversations to have with a restaurant server.</p>\n<br />\n<img class=\"aligncenter\" alt=\"DPD-Banner\" src=\"http://www.dinnerpartydownload.org/wp-content/uploads/2013/06/DPD-Banner.jpg\" /><br />\n<p><strong>Rico Gagliano:</strong> Each week you send us your questions about how to behave. Sometimes we pose them to celebrity, but if you’re lucky we pose them to a couple of folks who can <em>actually</em> <em>help</em> you. That would be Lizzie Post and Daniel Post-Senning. Welcome back you guys.</p>\n<br />\n<blockquote>\n<p><strong>Lizzie Post:</strong> Oh, it’s so good to be back.</p>\n<br />\n<p><strong>Daniel Post-Senning:</strong> Gentlemen, it is our pleasure.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> It feels like a long time.</p>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Has anything rude happened to you this summer?</p>\n<br />\n<blockquote>\n<p><strong>Daniel Post-Senning:</strong> It doesn’t stop raining.</p>\n</blockquote>\n<br />\n<blockquote>\n<p><strong>Lizzie Post:</strong> I fell off a horse on vacation. That’s kind of rude.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Well listen, I actually have an etiquette question for you. We didn’t get to have you on before the 4th of July, but I wanted to ask you a hypothetical July 4th etiquette question that definitely is not a personal issue for me at all.</p>\n<br />\n<p>Say it’s several days after the actual holiday, and your neighbors across the street keep setting off fireworks in the middle of the night so you wake up thinking you’re in a war zone. That’s bad etiquette, right?</p>\n<br />\n<blockquote>\n<p><strong>Lizzie Post:</strong> Yeah, we’re going to add that one on page 452.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Seriously guys, you’re setting off bombs in the middle of the night!</p>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Well what are you supposed to do with fireworks? You have them, they’re supposed to be lit.</p>\n<br />\n<p><strong>Rico Gagliano:</strong> On July 7th?!</p>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> You have to use your leftovers.</p>\n<br />\n<blockquote>\n<p><strong>Daniel Post-Senning:</strong> Wait for this solstice. Save them, they don’t go bad.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> All right, let’s go to our actual etiquette questions from listeners.</p>\n<br />\n<h2>Car conversation or surfing the internet?</h2>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> This one comes from Liz in Bethesda, Maryland.</p>\n<br />\n<p>Liz writes, “If you’re riding shotgun on a car trip, are you obligated to entertain the driver, or are you allowed to tweet, Facebook or whatever?” Whatever is pretty broad, but- “I was driving someone around recently, and he started watching videos on his phone and singing along. I just got my first smartphone, and frankly I have no idea if he was being rude or resourceful.”</p>\n<br />\n<blockquote>\n<p><strong>Lizzie Post:</strong> You know, I actually, I remember going out with a guy once who was checking his email while I was driving us to where we were going, and I was kind of just, “Wow. This is a lot of fun,” you know?</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong>&nbsp;”You’re a keeper.”</p>\n<br />\n<blockquote>\n<p><strong>Lizzie Post:</strong> Yeah, right? But I do… I think that you’re with the people that you’re with. You’re in a small space together. I think it’s important to pay attention to them and talk with them, that sort of thing.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> But is that specific to you know, driving around? That seems like a rule that should apply to all society, right? If you’re with somebody, be with them.</p>\n<br />\n<blockquote>\n<p><strong>Lizzie Post:</strong> I think so. I mean, a little different when you’re in the waiting room and they’re strangers, but yeah, when you’re with friends and you’re going to do something together, I think yeah, if they’re sitting there responding to every little thing that comes in… Or, I think in her example too, she was talking about how he was like watching stuff on YouTube. It’s one thing if you’re watching it and sharing it with <em>everybody</em>…</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> But if you do that while someone is driving, then you crash and that’s pretty impolite.</p>\n<br />\n<p><strong>Brendan Francis Newnam:</strong>&nbsp;Yeah. &nbsp;I’m gonna think of one broad exemption here. I’m guessing that if I was a parent, I’d be totally okay with my child not communicating with me if I was on a long trip, you know?</p>\n<br />\n<p><strong>Rico Gagliano:</strong> That’s true.</p>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Kind of zone out, don’t kill your sibling.</p>\n<br />\n<blockquote>\n<p><strong>Lizzie Post:</strong> Maybe we need to refine it to being: on a short car trip you want to be engaged with the person you’re traveling with, on a longer car trip, intermittently you can go back and forth.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> There you go Liz.</p>\n<br />\n<h2>Bike hygiene during long hauls?</h2>\n<br />\n<p><strong>Rico Gagliano:</strong> All right, here’s something from Zigis in NYC. &nbsp;Zigis writes, “If you’re biking on a cross-country road trip through the South…” &nbsp;A lot of road trip questions! &nbsp; “…In the summer, what are your hygiene obligations before entering a restaurant/store along the way?”</p>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Hygiene obligations?</p>\n<br />\n<p><strong>Rico Gagliano:</strong> Yes.</p>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> That already sounds gross.</p>\n<br />\n<blockquote>\n<p><strong>Daniel Post-Senning:</strong> Can I just say “hi” to my parents, who are out there on a long-distance cross-country road bike trip at the moment.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> That’s very nice.</p>\n<br />\n<blockquote>\n<p><strong>Daniel Post-Senning:</strong> They’re very much facing this question every day.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> So what’s going on, please make this not gross.</p>\n<br />\n<blockquote>\n<p><strong>Daniel Post-Senning:</strong> Please indeed. Stores: hit and run, do what you need to do and get out as quick as possible. Restaurants: show a little bit more concern and discretion. Catch a shower when you can, use some deodorant, get into the public restrooms if possible, freshen up, and stay out of the nicer places if you’re not presentable.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> I just picture, for some reason, a peloton of bikers and they’re passing people. And instead of handing out bananas, they’re handing out deodorant.</p>\n<br />\n<p><strong>Rico Gagliano:</strong> A <em>what</em> of bikers?</p>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> A peloton.</p>\n<br />\n<p><strong>Rico Gagliano:</strong> What is that?</p>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Come on, that’s a pack of bikers, like a little gaggle.</p>\n<br />\n<p><strong>Rico Gagliano:</strong> I thought it was a <em>velopod</em>. I thought that’s what it was.</p>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> No, it’s a peloton.</p>\n<br />\n<p><strong>Rico Gagliano:</strong> Oh man, we’re gonna have to go to the dictionary after this.</p>\n<br />\n<p><strong>Brendan Francis Newnam:&nbsp;</strong>All right, this is public radio, we have them laying around everywhere.</p>\n<br />\n<h2>Server squicked-out by prying patrons</h2>\n<br />\n<p><strong>Brendan Francis Newnam:</strong>&nbsp;So here’s a question. This one comes from Stephanie in Vermont, your neighbor.</p>\n<br />\n<p><strong>Lizzie Post:&nbsp;</strong>Yay.</p>\n<br />\n<p><strong>Brendan Francis Newnam:&nbsp;</strong>Stephanie writes, “As a waitress, I am constantly being asked to divulge personal details of my life that go beyond questions of food and drink. Questions like, ‘Why am I waiting tables? Am I married?’ And my favorite, ‘Where do I live?’ I am often squicked-out by the questions.” I’ve never seen the word “squicked,” we’ll have to go the dictionary for that as well….</p>\n<br />\n<blockquote>\n<p><strong>Daniel Post-Senning:</strong> Sometimes “squigged”-out?</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> “I’m often <em>squicked</em> out by the questions. I know I have to be cordial to receive a tip, so I’ll generally indulge them or make up some fantastic life story. Any alternative ideas of how to respond?”</p>\n<br />\n<blockquote>\n<p><strong>Lizzie Post:</strong> Having been a waitress, I feel for Stephanie greatly. Personally, what I used to do, I loved the make-up fantastical stories answer!</p>\n<br />\n<p>Just because it’s fun, you’re still entertaining them. &nbsp;But you do have to be careful about coming back with a snarky or snide comment. You’re really great to be recognizing that you’re in a position where these people <em>are</em> gonna base their tip on their experience with you.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> What about the flip side of this? I mean, I often ask questions of people serving me food or coffee — I don’t ask them where they live etc. — but because I just don’t want them to be robots just feeding me. You know?</p>\n<br />\n<p><strong>Rico Gagliano:</strong> Yeah, where’s the line, where is the dividing line when you’re going too far with questions?</p>\n<br />\n<blockquote>\n<p><strong>Daniel Post-Senning:</strong> Well, I’ll jump in with some general conversation guidelines that apply.</p>\n<br />\n<p>Tier one: Small talk is safe. &nbsp;Sports, celebrities, the weather. Tier two: Sex, religion, politics — be careful. And tier three is personal: Family and finance. Don’t even go there. So asking where you live is way too personal.</p>\n<br />\n<p><strong>Lizzie Post:</strong>&nbsp;”Do you have kids?”</p>\n<br />\n<p><strong>Daniel Post-Senning:</strong>&nbsp;”Who are you married to, who are your kids,” way too personal.</p>\n<br />\n<p><strong>Lizzie Post:</strong> You have to remember, your server is doing their job. They’re not here as like an escort, or your dinner companion for the night.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Right.</p>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Okay.</p>\n<br />\n<blockquote>\n<p><strong>Lizzie Post:</strong> They have stuff get back to.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> I do have a question that… this is something I’ve always wondered, maybe you guys have the answer.</p>\n<br />\n<blockquote>\n<p><strong>Lizzie Post:</strong> Yeah.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> When a server is giving you water in the middle of your meal, I feel like at finer restaurant it’s jarring when you thank them. &nbsp;Because they just want to be… their goal is to be discreet. But I still find it… I get very uncomfortable not just at least acknowledging them, saying “thank you.”</p>\n<br />\n<p><strong>Rico Gagliano:</strong> Yeah, I agree.</p>\n<br />\n<blockquote>\n<p><strong>Lizzie Post:</strong> I’m with you 100%.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> How do you play that?</p>\n<br />\n<blockquote>\n<p><strong>Daniel Post-Senning:</strong> The good eye contact to acknowledge the subtlety of their service. I think you’re recognizing a subtle and important moment, cause you’re right, that <em>is</em> an aspect of good service, is that they almost disappear if they’re really focused on it.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Yeah.</p>\n<br />\n<blockquote>\n<p><strong>Lizzie Post:</strong> So respond with a subtle, but still kind gesture.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Like a dude-nod?</p>\n<br />\n<blockquote>\n<p><strong>Lizzie Post:</strong> Just a quick nod thank you.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> That’s sort of like tipping your head back real superfast.</p>\n<br />\n<blockquote>\n<p><strong>Lizzie Post:</strong>&nbsp;”Hey man. &nbsp;Yeah, I saw you got my water. Thanks man, yeah.”</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> You guys just solved a big life question for me, thanks.</p>\n<br />\n<blockquote>\n<p><strong>Lizzie Post:</strong> I’m so glad we’re here for you.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> That’s why we have you on. We’re not even gonna air this, by the way. This is just for our benefit.</p>\n<br />\n<h2>Stow the badge, Grammar Police</h2>\n<br />\n<p><strong>Rico Gagliano:&nbsp;</strong>Here’s our last question. This is from Sylvia via Facebook. We don’t know where she lives. She writes, “How do you suggest correcting someone’s bad grammar or incorrect pronunciation of words? &nbsp;Or is it rude to do so?” And boy, we get this all the time.</p>\n<br />\n<blockquote>\n<p><strong>Daniel Post-Senning:</strong> So what you think? I’m curious.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Well, the letters we get the most often in public radio are people correcting our grammar, because we are expected… we understand we’re kind of expected to be the last bastion of proper speech.</p>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> And I mispronounce almost everything. But I think it’s situational. &nbsp;If someone’s telling a story, it’s an important story, and they, say, mispronounce “Nietzsche,” if you’re gonna correct them on that, it’s almost like you’re not even listening to the actual content.</p>\n<br />\n<blockquote>\n<p><strong>Lizzie Post:</strong> Actually, I really love your answer right there. If it’s going to interrupt the conversation or take away from what they’re doing, I think –</p>\n<br />\n<p><strong>Daniel Post-Senning:</strong> Or embarrass the person.</p>\n<br />\n<p><strong>Lizzie Post:</strong>&nbsp;– Or embarrass them. About 99.9% of the time you’re about to embarrass someone if you do that, so just don’t.</p>\n<br />\n<p>The way to deal with it, a friend who makes a constant mistake of misusing “I”&nbsp;or “me” — that one cracks me up all the time — wait until grammar becomes a topic. &nbsp;People say “Oh, it drives me nuts when someone pronounces it this way.” &nbsp;And that’s a great time to be like, “You know what <em>another</em> one is?” You know, just see if someone will pick it up. But it’s not your job to be the grammar police of the world, so put the badge away.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Hear that everybody?</p>\n<br />\n<p><strong>Rico Gagliano:</strong>&nbsp;Well, but I think it would be okay, though, for somebody to write us a letter, right?</p>\n<br />\n<blockquote>\n<p><strong>Lizzie Post:</strong> Well you guys are public figures, and…</p>\n<br />\n<p><strong>Daniel Post-Senning:</strong>&nbsp;And I’d want to <em>know</em> if I’m saying something that makes me sound like I don’t know what I’m talking about.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Of course.</p>\n<br />\n<blockquote>\n<p><strong>Lizzie Post:</strong> Should we give him the one we go for at the office all the time? Dan has a tendency to use “like” as filler space, so he asked me to call him on it, and I do.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong>&nbsp;Well… like, that comes up a lot on our show, and it’s, like, pretty hard to stop saying <em>like</em>.</p>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Yeah, but Rico, basically it ain’t a big deal, we just learned, so …</p>\n<br />\n<p><strong>Rico Gagliano:</strong> It ain’t <em>no</em> big deal, Brendan.</p>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Lizzie and Dan, youse have been so good to us.</p>\n<br />\n<blockquote>\n<p><strong>Lizzie Post:</strong> Dan and me are so happy to be here as always.</p>\n</blockquote>\n<br />\n<p>&nbsp;</p>\n<br /></div>","tags":["APM","Etiquette"],"contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>Just ’cause it’s summer doesn’t mean you can take a vacation from your manners. We invite back our friends Lizzie Post and Daniel Post-Senning, co-authors of “<a href=\\\"http://www.amazon.com/Emily-Posts-Etiquette-18th/dp/0061740233/?tag=dinnerp-20\\\">Emily Post’s Etiquette, 18th Edition</a>,” to answer listeners’ questions about bicycle hygiene, small explosives, and non-creepy conversations to have with a restaurant server.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<img alt=\\\"DPD-Banner\\\" class=\\\"aligncenter\\\" src=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2013/06/DPD-Banner.jpg\\\" />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Each week you send us your questions about how to behave. Sometimes we pose them to celebrity, but if you’re lucky we pose them to a couple of folks who can <em>actually</em> <em>help</em> you. That would be Lizzie Post and Daniel Post-Senning. Welcome back you guys.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Lizzie Post:</strong> Oh, it’s so good to be back.</p><br /><p><strong>Daniel Post-Senning:</strong> Gentlemen, it is our pleasure.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> It feels like a long time.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Has anything rude happened to you this summer?</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Daniel Post-Senning:</strong> It doesn’t stop raining.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Lizzie Post:</strong> I fell off a horse on vacation. That’s kind of rude.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Well listen, I actually have an etiquette question for you. We didn’t get to have you on before the 4th of July, but I wanted to ask you a hypothetical July 4th etiquette question that definitely is not a personal issue for me at all.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p>Say it’s several days after the actual holiday, and your neighbors across the street keep setting off fireworks in the middle of the night so you wake up thinking you’re in a war zone. That’s bad etiquette, right?</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Lizzie Post:</strong> Yeah, we’re going to add that one on page 452.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Seriously guys, you’re setting off bombs in the middle of the night!</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Well what are you supposed to do with fireworks? You have them, they’re supposed to be lit.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> On July 7th?!</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> You have to use your leftovers.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Daniel Post-Senning:</strong> Wait for this solstice. Save them, they don’t go bad.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> All right, let’s go to our actual etiquette questions from listeners.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<h2>Car conversation or surfing the internet?</h2>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> This one comes from Liz in Bethesda, Maryland.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p>Liz writes, “If you’re riding shotgun on a car trip, are you obligated to entertain the driver, or are you allowed to tweet, Facebook or whatever?” Whatever is pretty broad, but- “I was driving someone around recently, and he started watching videos on his phone and singing along. I just got my first smartphone, and frankly I have no idea if he was being rude or resourceful.”</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Lizzie Post:</strong> You know, I actually, I remember going out with a guy once who was checking his email while I was driving us to where we were going, and I was kind of just, “Wow. This is a lot of fun,” you know?</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> ”You’re a keeper.”</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Lizzie Post:</strong> Yeah, right? But I do… I think that you’re with the people that you’re with. You’re in a small space together. I think it’s important to pay attention to them and talk with them, that sort of thing.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> But is that specific to you know, driving around? That seems like a rule that should apply to all society, right? If you’re with somebody, be with them.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Lizzie Post:</strong> I think so. I mean, a little different when you’re in the waiting room and they’re strangers, but yeah, when you’re with friends and you’re going to do something together, I think yeah, if they’re sitting there responding to every little thing that comes in… Or, I think in her example too, she was talking about how he was like watching stuff on YouTube. It’s one thing if you’re watching it and sharing it with <em>everybody</em>…</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> But if you do that while someone is driving, then you crash and that’s pretty impolite.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Yeah.  I’m gonna think of one broad exemption here. I’m guessing that if I was a parent, I’d be totally okay with my child not communicating with me if I was on a long trip, you know?</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> That’s true.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Kind of zone out, don’t kill your sibling.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Lizzie Post:</strong> Maybe we need to refine it to being: on a short car trip you want to be engaged with the person you’re traveling with, on a longer car trip, intermittently you can go back and forth.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> There you go Liz.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<h2>Bike hygiene during long hauls?</h2>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> All right, here’s something from Zigis in NYC.  Zigis writes, “If you’re biking on a cross-country road trip through the South…”  A lot of road trip questions!   “…In the summer, what are your hygiene obligations before entering a restaurant/store along the way?”</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Hygiene obligations?</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Yes.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> That already sounds gross.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Daniel Post-Senning:</strong> Can I just say “hi” to my parents, who are out there on a long-distance cross-country road bike trip at the moment.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> That’s very nice.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Daniel Post-Senning:</strong> They’re very much facing this question every day.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> So what’s going on, please make this not gross.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Daniel Post-Senning:</strong> Please indeed. Stores: hit and run, do what you need to do and get out as quick as possible. Restaurants: show a little bit more concern and discretion. Catch a shower when you can, use some deodorant, get into the public restrooms if possible, freshen up, and stay out of the nicer places if you’re not presentable.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> I just picture, for some reason, a peloton of bikers and they’re passing people. And instead of handing out bananas, they’re handing out deodorant.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> A <em>what</em> of bikers?</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> A peloton.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> What is that?</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Come on, that’s a pack of bikers, like a little gaggle.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> I thought it was a <em>velopod</em>. I thought that’s what it was.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> No, it’s a peloton.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Oh man, we’re gonna have to go to the dictionary after this.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam: </strong>All right, this is public radio, we have them laying around everywhere.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<h2>Server squicked-out by prying patrons</h2>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> So here’s a question. This one comes from Stephanie in Vermont, your neighbor.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Lizzie Post: </strong>Yay.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam: </strong>Stephanie writes, “As a waitress, I am constantly being asked to divulge personal details of my life that go beyond questions of food and drink. Questions like, ‘Why am I waiting tables? Am I married?’ And my favorite, ‘Where do I live?’ I am often squicked-out by the questions.” I’ve never seen the word “squicked,” we’ll have to go the dictionary for that as well….</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Daniel Post-Senning:</strong> Sometimes “squigged”-out?</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> “I’m often <em>squicked</em> out by the questions. I know I have to be cordial to receive a tip, so I’ll generally indulge them or make up some fantastic life story. Any alternative ideas of how to respond?”</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Lizzie Post:</strong> Having been a waitress, I feel for Stephanie greatly. Personally, what I used to do, I loved the make-up fantastical stories answer!</p><br /><p>Just because it’s fun, you’re still entertaining them.  But you do have to be careful about coming back with a snarky or snide comment. You’re really great to be recognizing that you’re in a position where these people <em>are</em> gonna base their tip on their experience with you.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> What about the flip side of this? I mean, I often ask questions of people serving me food or coffee — I don’t ask them where they live etc. — but because I just don’t want them to be robots just feeding me. You know?</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Yeah, where’s the line, where is the dividing line when you’re going too far with questions?</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Daniel Post-Senning:</strong> Well, I’ll jump in with some general conversation guidelines that apply.</p><br /><p>Tier one: Small talk is safe.  Sports, celebrities, the weather. Tier two: Sex, religion, politics — be careful. And tier three is personal: Family and finance. Don’t even go there. So asking where you live is way too personal.</p><br /><p><strong>Lizzie Post:</strong> ”Do you have kids?”</p><br /><p><strong>Daniel Post-Senning:</strong> ”Who are you married to, who are your kids,” way too personal.</p><br /><p><strong>Lizzie Post:</strong> You have to remember, your server is doing their job. They’re not here as like an escort, or your dinner companion for the night.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> Right.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Okay.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Lizzie Post:</strong> They have stuff get back to.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> I do have a question that… this is something I’ve always wondered, maybe you guys have the answer.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Lizzie Post:</strong> Yeah.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> When a server is giving you water in the middle of your meal, I feel like at finer restaurant it’s jarring when you thank them.  Because they just want to be… their goal is to be discreet. But I still find it… I get very uncomfortable not just at least acknowledging them, saying “thank you.”</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Yeah, I agree.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Lizzie Post:</strong> I’m with you 100%.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> How do you play that?</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Daniel Post-Senning:</strong> The good eye contact to acknowledge the subtlety of their service. I think you’re recognizing a subtle and important moment, cause you’re right, that <em>is</em> an aspect of good service, is that they almost disappear if they’re really focused on it.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Yeah.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Lizzie Post:</strong> So respond with a subtle, but still kind gesture.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Like a dude-nod?</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Lizzie Post:</strong> Just a quick nod thank you.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> That’s sort of like tipping your head back real superfast.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Lizzie Post:</strong> ”Hey man.  Yeah, I saw you got my water. Thanks man, yeah.”</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> You guys just solved a big life question for me, thanks.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Lizzie Post:</strong> I’m so glad we’re here for you.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> That’s why we have you on. We’re not even gonna air this, by the way. This is just for our benefit.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<h2>Stow the badge, Grammar Police</h2>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano: </strong>Here’s our last question. This is from Sylvia via Facebook. We don’t know where she lives. She writes, “How do you suggest correcting someone’s bad grammar or incorrect pronunciation of words?  Or is it rude to do so?” And boy, we get this all the time.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Daniel Post-Senning:</strong> So what you think? I’m curious.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Well, the letters we get the most often in public radio are people correcting our grammar, because we are expected… we understand we’re kind of expected to be the last bastion of proper speech.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> And I mispronounce almost everything. But I think it’s situational.  If someone’s telling a story, it’s an important story, and they, say, mispronounce “Nietzsche,” if you’re gonna correct them on that, it’s almost like you’re not even listening to the actual content.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Lizzie Post:</strong> Actually, I really love your answer right there. If it’s going to interrupt the conversation or take away from what they’re doing, I think –</p><br /><p><strong>Daniel Post-Senning:</strong> Or embarrass the person.</p><br /><p><strong>Lizzie Post:</strong> – Or embarrass them. About 99.9% of the time you’re about to embarrass someone if you do that, so just don’t.</p><br /><p>The way to deal with it, a friend who makes a constant mistake of misusing “I” or “me” — that one cracks me up all the time — wait until grammar becomes a topic.  People say “Oh, it drives me nuts when someone pronounces it this way.”  And that’s a great time to be like, “You know what <em>another</em> one is?” You know, just see if someone will pick it up. But it’s not your job to be the grammar police of the world, so put the badge away.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Hear that everybody?</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Well, but I think it would be okay, though, for somebody to write us a letter, right?</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Lizzie Post:</strong> Well you guys are public figures, and…</p><br /><p><strong>Daniel Post-Senning:</strong> And I’d want to <em>know</em> if I’m saying something that makes me sound like I don’t know what I’m talking about.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Of course.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Lizzie Post:</strong> Should we give him the one we go for at the office all the time? Dan has a tendency to use “like” as filler space, so he asked me to call him on it, and I do.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> Well… like, that comes up a lot on our show, and it’s, like, pretty hard to stop saying <em>like</em>.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Yeah, but Rico, basically it ain’t a big deal, we just learned, so …</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> It ain’t <em>no</em> big deal, Brendan.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Lizzie and Dan, youse have been so good to us.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Lizzie Post:</strong> Dan and me are so happy to be here as always.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p> </p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"}]","itags":["075b5dda78bad83a7e49a61a9ef8ec12","PMP:The_Dinner_Party_Download_PMP","The Dinner Party Download","The Dinner Party Download 2013-07-19"],"description":"Just ’cause it’s summer doesn’t mean you can take a vacation from your manners. We invite back our friends Lizzie Post and Daniel Post-Senning, co-authors of “Emily Post’s Etiquette, 18th Edition,” to answer listeners’ questions about bicycle hygiene, small explosives, and non-creepy conversations to have with a restaurant server. Rico Gagliano: Each week you send […]","title":"The Posts Provide a Peloton of Politeness","byline":"Martin, Brittany","guid":"075b5dda-78ba-4d83-87e4-a61a9ef8ec12","teaser":"Just ’cause it’s summer doesn’t mean you can take a vacation from your manners. We invite back our friends Lizzie Post and Daniel Post-Senning, co-authors of “Emily Post’s Etiquette, 18th Edition,” to answer listeners’ questions about bicycle hygiene, small explosives, and non-creepy conversations to have with a restaurant server. Rico Gagliano: Each week you send […]","audio":[{"href":"http://www.dinnerpartydownload.org/wp-content/uploads/2013/07/18th-Edition-Cover-WO.jpg","type":"image/jpeg","meta":{"height":null,"crop":"primary","width":null}},{"meta":{"height":null,"crop":"primary","width":null},"href":"http://www.dinnerpartydownload.org/wp-content/uploads/2013/07/Peloton.jpg","type":"image/jpeg"},{"meta":{"width":null,"height":null,"crop":"primary"},"href":"http://www.dinnerpartydownload.org/wp-content/uploads/2013/07/pelotwo.jpg","type":"image/jpeg"},{"format":"MP3","type":"audio/mpeg","href":"http://play.publicradio.org/pmp/d/podcast/dinnerpartydownload/2013/07/19/0719_posts_web_128.mp3","meta":{"duration_hms":"00:09:27","api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm_audio:/dinnerpartydownload/2013/07/19/0719_posts_web"},"duration":567}}]}