{"created":"2015-06-24T20:21:39+00:00","modified":"2015-06-30T18:26:16+00:00","valid":{"from":"2013-08-30T06:25:26+00:00","to":"3013-08-30T06:25:26+00:00"},"hreflang":"en","contentencoded":"<div class=\"barn-cleaned\"><p>In this audio excerpt of “<a href=\"http://www.amazon.com/The-Sound-Things-Falling-Novel/dp/1594487480/ref=sr_1_1?ie=UTF8&amp;qid=1377816705&amp;sr=8-1&amp;keywords=the+sound+of+things+falling\">The Sound of Things Falling</a>,”&nbsp;we are introduced to the narrator, a mysterious figure from his past, and a family of hippopotamuses escaped from a private zoo belonging to Pablo Escobar.</p>\n<br />\n<p>You’ll find an extended excerpt of Vasquez’s first chapter below, which begins to sketch in details of this singular spectral figure, Ricardo Laverde.</p>\n<br />\n<p>Excerpted from THE SOUND OF THINGS FALLING by Juan Gabriel Vásquez by arrangement with Riverhead Books, a member of Penguin Group (USA), Inc., Copyright © 2013 by Juan Gabriel Vásquez</p>\n<br />\n<p>The first hippopotamus, a male the color of black pearls, weighing a ton and a half, was shot dead in the middle of 2009. He’d escaped two years before from Pablo Escobar’s old zoo in the Magdalena Valley, and during that time of freedom had destroyed crops, invaded drinking troughs, terrified fishermen, and even attacked the breeding bulls at a cattle ranch. The marksmen who finally caught up with him shot him once in the head and again in the heart (with .375-caliber bullets, since hippopotamus skin is thick); they posed with the dead body, the great dark, wrinkled mass, a recently fallen meteorite; and there, in front of the first cameras and onlookers, beneath a ceiba tree that protected them from the harsh sun, explained that the weight of the animal would prevent them from transporting him whole, and they immediately began carving him up. I was in my apartment in Bogotá, two hundred fifty or so kilometers south, when I saw the image for the first time, printed across half a page of a national news magazine. That’s how I learned that the entrails had been buried where the animal had fallen, and the head and legs had ended up in a biology laboratory in my city. I also learned that the hippopotamus had not escaped alone: at the time of his flight he’d been accompanied by his mate and their baby—or what, in the sentimental version of the less scrupulous newspapers, were his mate and their baby—whose whereabouts were now unknown, and the search for whom immediately took on a flavor of media tragedy, the persecution of innocent creatures by a heartless system. And on one of those days, while following the hunt in the papers, I found myself remembering a man who’d been out of my thoughts for a long while, in spite of the fact that there had been a time when nothing interested me as much as the mystery of his life.</p>\n<br />\n<p>&nbsp;</p>\n<br />\n<p>During the weeks that followed, the memory of Ricardo Laverde went from being a minor coincidence, one of those dirty tricks our minds play on us, to becoming a faithful and devoted, ever-present ghost, standing by my bed while I slept, watching from afar in the daylight hours. On the morning radio programs and the evening news, in the opinion columns that everybody read and on the blogs that nobody read, everyone was asking if it was necessary to kill the lost hippos, if they couldn’t round them up, anesthetize them, and send them back to Africa; in my apartment, far from the debate but following it with a mixture of fascination and repugnance, I was thinking more and more intensely about Ricardo Laverde, about the days when we’d known each other, about the brevity of our acquaintance and the longevity of its consequences. While in the press and on the TV screens the authorities listed the diseases that could be spread by an artiodactyl—and they used that word: artiodactyl, new to me—and in the rich neighborhoods of Bogotá people wore T‑shirts saying Save the Hippos, in my apartment, on long drizzly nights, or walking down the street toward the city center, I began to think stubbornly about the day Ricardo Laverde died, and even to force myself to remember the precise details. I was surprised by how little effort it took me to summon up the words I had spoken or heard, things I’d seen, pain I’d suffered and now overcome; I was also surprised by the alacrity and dedication we devote to the damaging exercise of remembering, which after all brings nothing good and serves only to hinder our normal functioning, like those bags of sand athletes tie around their calves for training. Bit by bit I began to notice, not without some astonishment, that the death of that hippopotamus put an end to an episode of my life that had begun quite a while ago, more or less like someone coming back home to close a door carelessly left open.</p>\n<br />\n<p>&nbsp;</p>\n<br />\n<p>And that’s how this story got under way. I don’t know what good it does us to remember, what benefits or possible penalties it brings, or how what we’ve lived through can change when we remember it, but remembering Ricardo Laverde well has become an urgent matter for me. I read somewhere that a man should tell the story of his life at the age of forty, and this deadline is fast approaching: as I write these lines, only a few short weeks remain before this ominous birthday arrives. The story of his life. No, I won’t tell my life story, just a few days of it that happened a long time ago, and I’ll do so fully aware that this story, as they warn in fairy tales, has happened before and will happen again.</p>\n<br />\n<p>&nbsp;</p>\n<br />\n<p>That I’m the one who’s ended up telling it is almost beside the point.</p>\n<br />\n<p>&nbsp;</p>\n<br />\n<p>The day of hi s death, at the beginning of 1996, Ricardo Laverde had spent the morning walking the narrow sidewalks of La Candelaria, in the center of Bogotá, between old houses with clay roof tiles and unread marble plaques with summaries of historic events, and around one in the afternoon he showed up at the billiards club on 14th Street, ready to play a couple of games with some of the regulars. He didn’t seem nervous or disturbed when he started to play: he played with the same cue and at the same table where he always did, the one closest to the back wall, under the television with the sound turned down. He played three games, though I don’t remember how many he won and how many he lost, because that afternoon I didn’t play with him, but at the next table. I do remember, however, the moment Laverde settled his bets, said good-Bye to the other players, and headed for the corner door. He was passing between the first tables, which are usually empty because the neon lights cast strange shadows on the ivory balls in that part of the hall, when he stumbled as if he’d tripped over something. He turned around and came back over to where we were; waited patiently while I finished a series of six or seven cannons that I’d started, and even applauded a three-cushioned one briefly; and then, as he watched me mark my score on the board, he came over and asked me if I might not know where he could borrow a tape machine to listen to a cassette he’d just received. I’ve often wondered since what would have happened if Ricardo Laverde had asked one of the other billiards players rather than me. But it’s a meaningless question, like so much of what we wonder about the past. Laverde had good reasons to choose to ask me. Nothing can change that fact, just as nothing can change what happened afterward.</p>\n<br />\n<p>&nbsp;</p>\n<br />\n<p>I had met him at the end of the previous year, a couple of weeks before Christmas. I was about to turn twenty-six,</p>\n<br />\n<p>I’d graduated from law school two years earlier, and, although I knew very little about the real world, the theoretical world of legal studies held no secrets for me. After graduating with honors—a thesis on madness as grounds for exemption from legal responsibility in Hamlet: I still wonder today how I got them to accept it, let alone award it a distinction—I had turned into the youngest lecturer ever to teach in the faculty, or that’s what my elders had told me when proposing the idea, and I was convinced that being professor of Introduction to Law, teaching the basics of the career to generations of frightened children just out of high school, was the only possible horizon in my life. There, standing in front of a wooden lectern, facing rows and rows of baby-faced and disoriented boys and impressionable, wide-eyed girls, I received my first lessons on the nature of power. I was barely eight years older than these inexperienced students, but between us opened the double abyss of authority and knowledge, things that I had and they, recently arrived in the world, entirely lacked. They admired me, feared me a little, and I realized that one could get used to this fear and admiration, that they were like a drug. I told my students about the spelunkers who were trapped in a cave and after several days began to eat one another to survive: can the Law defend them or not? I told them about old Shylock, about the pound of flesh he wanted, about the astute Portia, who managed to prevent him from taking it with a pettifogging technicality: I enjoyed watching them gesticulate and shout and lose themselves in ridiculous arguments in their attempts</p>\n<br />\n<p>to find, in the thicket of the anecdote, the ideas of Law and Justice. After these academic discussions I’d go to the billiards clubs on 14th Street, low-ceilinged places filled with smoke where my other life went on, a life without doctrines or jurisprudence. There, between small bets and coffee with brandy, my day would draw to a close, sometimes in the company of a colleague or two, sometimes with female students who after a few drinks might end up in my bed. I lived nearby, in a tenth-floor apartment where the air was always chilly, where the view of the spiky city of bricks and concrete was always good, where my bed was always open to discussions of Cesare Beccaria’s concept of crimes and punishments, or a difficult chapter of Bodenheimer, or even a simple upgrade of a mark by the quickest route. Life, in those days that now seem to have belonged to somebody else, was full of possibilities. The possibilities, as I would later discover, also belonged to somebody else: they were gradually, imperceptibly extinguished, like a tide going out, until they left me with what I am today.</p>\n<br />\n<p>&nbsp;</p>\n<br />\n<p>At the time my city was beginning to emerge from the most violent years of its recent history. I’m not talking about the violence of cheap stabbings and stray bullets, the settling of accounts between low-grade dealers, but the kind that transcends the small resentments and small revenges of little people, the violence whose actors are collectives and written with capital letters: the State, the Cartel, the Army, the Front. We Bogotanos had become accustomed to it, partially because its images arrived with extraordinary regularity in our news reports and papers; that day, the images of the most recent attack had begun to appear, in the form of a breaking news bulletin, on the television screen at the billiards club. First we saw the reporter presenting the news from outside the door of the Country Clinic, then we saw the image of the bullet-riddled Mercedes—through the shot-out window we saw the backseat, broken glass, smears of dried blood— and finally, when all movement had ceased at all the tables and everyone had quieted down and someone had shouted to turn up the sound, we saw, above the dates of birth and the still fresh one of his death, the face of the victim in black and white. It was the conservative politician Álvaro Gómez, son of one of the most controversial presidents of the century and himself candidate for the presidency more than once. Nobody asked why he’d been killed, or by whom, because such questions no longer had any meaning in my city, or they were asked in a mechanical fashion, as the only way to react to the latest shock. I didn’t think so at the time, but those crimes (“magnicides,” they called them in the press: I learned the meaning of that little word very early) had provided the backbone of my life or punctuated it like the unexpected visits of a distant relative. I was fourteen years old that afternoon in 1984 when Pablo Escobar killed or ordered the killing of his most illustrious pursuer, the Minister of Justice Rodrigo Lara Bonilla (two hit men on a motorcycle, a curve on 127th Street). I was sixteen when Escobar killed or ordered the killing of Guillermo Cano, publisher of El Espectador (a few steps away from the newspaper’s offices, the assassin put eight bullets in his chest). I was nineteen and already an adult, although I hadn’t voted yet, on the day of the death of Luis Carlos Galán, a presidential candidate, whose assassination was different or is different in our imaginations because it was seen on TV: the crowd cheering Galán, then the machine- gun fire, then the body collapsing on the wooden platform, falling soundlessly or its sound hidden by the uproar or by the first screams. And shortly afterward there was the Avianca plane, a Boeing 727‑21 that Escobar had blown up in midair— somewhere in the air between Bogotá and Cali—to kill a politician who wasn’t even on board.</p>\n<br />\n<p>&nbsp;</p>\n<br />\n<p>So all the billiards players lamented the crime with a resignation that was by then a sort of national idiosyncrasy, the legacy of our times, and then we went back to our respective games. All, I mean, except for one, whose attention remained riveted to the screen, where the images had moved on to the next news item and were now showing a scene of neglect: a bullring full of weeds as high as the flagpoles (or as high as the place where flags once flew), a roof over several vintage cars that were rusting away, a gigantic tyrannosaurus whose body was falling apart, revealing a complicated metal structure, sad and naked like an old mannequin. It was the Hacienda Nápoles, Pablo Escobar’s mythical territory, which had once been the headquarters of his empire, now left to its fate since the capo’s death in 1993. The news item was about this neglect: the properties confiscated from the drug traffickers, the millions of dollars wasted by the authorities who didn’t know how to make use of these properties, of all the many things that could have been done and hadn’t been done with those fairy-tale assets. And that was when one of the players at the table nearest the television, who up to that moment had not drawn attention to himself in any way, spoke as if talking to himself, but he did so out loud and spontaneously, like someone who, long used to solitude, had forgotten the very possibility of being heard.</p>\n<br />\n<p>&nbsp;</p>\n<br />\n<p>“Well, let’s see what they do with the animals,” he said. “Poor things are starving to death and nobody cares.”</p>\n<br />\n<p>&nbsp;</p>\n<br />\n<p>Someone asked him what animals he was talking about. The man just said: “It’s not their fault, anyway.”</p>\n<br />\n<p>&nbsp;</p>\n<br />\n<p>Those were the first words I heard Ricardo Laverde say. He didn’t say anything else: he didn’t clarify which animals he was talking about, or say how he knew they were starving to death. But no one asked again, because we were all old enough to remember the Hacienda Nápoles in its better days. The zoo was a legendary place, a millionaire drug baron’s eccentricity, that promised visitors a spectacle that didn’t belong to these latitudes. I’d gone when I was twelve, during the Christmas holidays; I had gone there, of course, behind my parents’ backs: the very idea of their son setting foot on the property of a recognized Mafioso would have been scandalous to them, let alone the thought of him enjoying himself there. But I couldn’t resist going to see what everyone was talking about. I accepted the invitation from the parents of a friend; one weekend we got up very early to make the six-hour drive from Bogotá to Puerto Triunfo; and once inside the ranch, after passing under the big stone gate (with the name of the property in thick blue letters), we spent the afternoon among Bengal tigers and Amazonian macaws, pygmy horses and butterflies the size of a hand, and even a pair of Indian rhinoceroses that, according to a boy with a Medellín accent and camouflage flak jacket, had just recently arrived. And then there were the hippos, of course, none of which had escaped yet in those glory days. So I knew very well what animals the man was talking about; I didn’t know, however, that those few words would spring to mind almost fourteen years later. But all this I’ve thought since that day, obviously: on that day, at the billiards club, Ricardo Laverde was just one more of so many in my country who’d followed with astonishment the rise and fall of one of the most notorious Colombians of all time, and I didn’t pay him too much attention.</p>\n<br />\n<p>&nbsp;</p>\n<br />\n<p>What I do remember about that day is that he didn’t strike me as intimidating: he was so thin that he seemed taller than he actually was, and you had to see him standing beside a cue to see that he was barely five-foot-seven; his thin, mousy hair and his dried-out skin and his long, dirty nails gave an image of illness or laziness, like land gone to waste. He’d just turned forty-eight, but he looked much older. Speaking seemed to be an effort for him, as if he couldn’t get enough air; his hand was so unsteady that the blue tip of his cue always trembled in front of the ball, and it was almost miraculous that he didn’t scratch more often. Everything about him seemed tired. One afternoon, after Laverde had gone, one of the guys he’d been playing with (a man about the same age but who moved better, who breathed better, who is undoubtedly still alive today and perhaps even reading this memoir) told me the reason without my having asked. “It’s prison,” he told me, revealing as he spoke the brief sparkle of a gold tooth. “Jail tires a person out.”</p>\n<br />\n<p>&nbsp;</p>\n<br />\n<p>“He was in prison?”</p>\n<br />\n<p>&nbsp;</p>\n<br />\n<p>“Just got out. He was in there for something like twenty years, so they say.”</p>\n<br />\n<p>&nbsp;</p>\n<br />\n<p>“And what’d he do?”</p>\n<br />\n<p>&nbsp;</p>\n<br />\n<p>“Oh, that I don’t know,” the man said. “But he must have done something, no? Nobody gets that many years for nothing.”</p>\n<br />\n<p>&nbsp;</p>\n<br />\n<p>I believed him, of course, because nothing allowed me to think there was an alternative truth, because there was no reason at that moment to question the first innocent and ingenuous version that someone gave me of Ricardo Laverde’s life. I thought how I’d never known an ex‑convict before—the expression ex‑convict, anyone would notice, is the best proof of that—and my interest in getting to know Laverde grew, or my curiosity grew. A heavy sentence always impresses a young man like I was back then. I calculated that I would have been just a toddler when Laverde went to prison, and no one can be invulnerable to the idea of having grown up and gone to school and discovered sex and maybe death (that of a pet and then a grandfather, for example), and having had lovers and suffered painful breakups and come to know the power of deciding, the satisfaction or regret resulting from decisions, the power to hurt and the satisfaction or guilt in doing so, and all while a man lives the life without discoveries or apprenticeships that invariably results from a sentence of such length. A life unlived, a life that runs through one’s fingers, a life one suffers through while knowing it belongs to someone else: to those who don’t have to suffer.</p>\n<br />\n<p>&nbsp;</p>\n<br />\n<p>And almost without my noticing we began to approach each other. At first it happened by chance: I applauded one of his cannons, for example—the man had a knack for shots off the cushion—and then I invited him to play at my table or asked for permission to play at his. He accepted reluctantly, as an initiate receives a novice, in spite of the fact that I was a more skilled player and that by teaming up with me Laverde could, at last, stop losing. But then I discovered that losing didn’t matter much to him: the money he put down on the emerald-colored felt at the end of a game, those two or three dark and wrinkled notes, were part of his daily expenditure, a debit already accepted in his budget. Billiards was not a pastime for him, or even a competition, but rather the only way Laverde had at that moment of being in society: the sound of the balls hitting one another, of the wooden counters on the scoreboard, of the blue chalk rubbing against the old leather cue tips— all this made up his public life. Outside those corridors, without a billiard cue in his hand, Laverde was unable to have a normal conversation, let alone a relationship. “Sometimes I think,” he told me the only time we talked somewhat seriously, “I’ve never looked anyone in the eye.” It was an exaggeration, but I’m not sure the man was exaggerating on purpose. After all, he wasn’t looking me in the eye when he said those words.</p>\n<br />\n<p>&nbsp;</p>\n<br />\n<p>Now that so many years have passed, now that I remember with the benefit of an understanding I didn’t then have, I think of that conversation and it seems implausible that its importance didn’t hit me in the face. (And I tell myself at the same time that we’re terrible judges of the present moment, maybe because the present doesn’t actually exist: all is memory, this sentence that I just wrote is already a memory, this word is a memory that you, reader, just read.) The year was coming to an end; it was exam time and classes were finished; the routine of billiards had settled into my days, and somehow gave them shape and purpose. “Ah,” Ricardo Laverde said each time he saw me arrive, “you almost missed me, Yammara. I was just about to leave.” Something in our encounters was changing: I knew it the afternoon Laverde didn’t say good-bye the way he always did, from the other side of the table, bringing his hand up to his forehead like a soldier and leaving me with my cue in my hand, but waited for me, watched me pay for both our drinks—four coffees with brandy and a Coca-Cola at the end—and walked out of the place beside me. He walked with me as far as Plazoleta del Rosario, through exhaust fumes and the smell of fried arepas and open sewers; then, where a ramp descends into the dark mouth of an underground parking lot, he gave me a pat on the back, a fragile little pat from his fragile hand, closer to a caress than a farewell, and said, “Okay, see you tomorrow. I’ve got an errand to run.”</p>\n<br /></div>","published":"2013-08-30T06:25:26+00:00","description":"In this audio excerpt of “The Sound of Things Falling,” we are introduced to the narrator, a mysterious figure from his past, and a family of hippopotamuses escaped from a private zoo belonging to Pablo Escobar. You’ll find an extended excerpt of Vasquez’s first chapter below, which begins to sketch in details of this singular spectral […]","itags":["0765ac0ccc5a26e2846414789a00351b","PMP:The_Dinner_Party_Download_PMP","The Dinner Party Download","The Dinner Party Download 2013-08-30"],"contenttemplated":"[{\"content\":\"<p>In this audio excerpt of “<a href=\\\"http://www.amazon.com/The-Sound-Things-Falling-Novel/dp/1594487480/ref=sr_1_1?ie=UTF8&amp;qid=1377816705&amp;sr=8-1&amp;keywords=the+sound+of+things+falling\\\">The Sound of Things Falling</a>,” we are introduced to the narrator, a mysterious figure from his past, and a family of hippopotamuses escaped from a private zoo belonging to Pablo Escobar.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p>You’ll find an extended excerpt of Vasquez’s first chapter below, which begins to sketch in details of this singular spectral figure, Ricardo Laverde.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p>Excerpted from THE SOUND OF THINGS FALLING by Juan Gabriel Vásquez by arrangement with Riverhead Books, a member of Penguin Group (USA), Inc., Copyright © 2013 by Juan Gabriel Vásquez</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p>The first hippopotamus, a male the color of black pearls, weighing a ton and a half, was shot dead in the middle of 2009. He’d escaped two years before from Pablo Escobar’s old zoo in the Magdalena Valley, and during that time of freedom had destroyed crops, invaded drinking troughs, terrified fishermen, and even attacked the breeding bulls at a cattle ranch. The marksmen who finally caught up with him shot him once in the head and again in the heart (with .375-caliber bullets, since hippopotamus skin is thick); they posed with the dead body, the great dark, wrinkled mass, a recently fallen meteorite; and there, in front of the first cameras and onlookers, beneath a ceiba tree that protected them from the harsh sun, explained that the weight of the animal would prevent them from transporting him whole, and they immediately began carving him up. I was in my apartment in Bogotá, two hundred fifty or so kilometers south, when I saw the image for the first time, printed across half a page of a national news magazine. That’s how I learned that the entrails had been buried where the animal had fallen, and the head and legs had ended up in a biology laboratory in my city. I also learned that the hippopotamus had not escaped alone: at the time of his flight he’d been accompanied by his mate and their baby—or what, in the sentimental version of the less scrupulous newspapers, were his mate and their baby—whose whereabouts were now unknown, and the search for whom immediately took on a flavor of media tragedy, the persecution of innocent creatures by a heartless system. And on one of those days, while following the hunt in the papers, I found myself remembering a man who’d been out of my thoughts for a long while, in spite of the fact that there had been a time when nothing interested me as much as the mystery of his life.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p> </p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>During the weeks that followed, the memory of Ricardo Laverde went from being a minor coincidence, one of those dirty tricks our minds play on us, to becoming a faithful and devoted, ever-present ghost, standing by my bed while I slept, watching from afar in the daylight hours. On the morning radio programs and the evening news, in the opinion columns that everybody read and on the blogs that nobody read, everyone was asking if it was necessary to kill the lost hippos, if they couldn’t round them up, anesthetize them, and send them back to Africa; in my apartment, far from the debate but following it with a mixture of fascination and repugnance, I was thinking more and more intensely about Ricardo Laverde, about the days when we’d known each other, about the brevity of our acquaintance and the longevity of its consequences. While in the press and on the TV screens the authorities listed the diseases that could be spread by an artiodactyl—and they used that word: artiodactyl, new to me—and in the rich neighborhoods of Bogotá people wore T‑shirts saying Save the Hippos, in my apartment, on long drizzly nights, or walking down the street toward the city center, I began to think stubbornly about the day Ricardo Laverde died, and even to force myself to remember the precise details. I was surprised by how little effort it took me to summon up the words I had spoken or heard, things I’d seen, pain I’d suffered and now overcome; I was also surprised by the alacrity and dedication we devote to the damaging exercise of remembering, which after all brings nothing good and serves only to hinder our normal functioning, like those bags of sand athletes tie around their calves for training. Bit by bit I began to notice, not without some astonishment, that the death of that hippopotamus put an end to an episode of my life that had begun quite a while ago, more or less like someone coming back home to close a door carelessly left open.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p> </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p>And that’s how this story got under way. I don’t know what good it does us to remember, what benefits or possible penalties it brings, or how what we’ve lived through can change when we remember it, but remembering Ricardo Laverde well has become an urgent matter for me. I read somewhere that a man should tell the story of his life at the age of forty, and this deadline is fast approaching: as I write these lines, only a few short weeks remain before this ominous birthday arrives. The story of his life. No, I won’t tell my life story, just a few days of it that happened a long time ago, and I’ll do so fully aware that this story, as they warn in fairy tales, has happened before and will happen again.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p> </p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p>That I’m the one who’s ended up telling it is almost beside the point.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p> </p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p>The day of hi s death, at the beginning of 1996, Ricardo Laverde had spent the morning walking the narrow sidewalks of La Candelaria, in the center of Bogotá, between old houses with clay roof tiles and unread marble plaques with summaries of historic events, and around one in the afternoon he showed up at the billiards club on 14th Street, ready to play a couple of games with some of the regulars. He didn’t seem nervous or disturbed when he started to play: he played with the same cue and at the same table where he always did, the one closest to the back wall, under the television with the sound turned down. He played three games, though I don’t remember how many he won and how many he lost, because that afternoon I didn’t play with him, but at the next table. I do remember, however, the moment Laverde settled his bets, said good-Bye to the other players, and headed for the corner door. He was passing between the first tables, which are usually empty because the neon lights cast strange shadows on the ivory balls in that part of the hall, when he stumbled as if he’d tripped over something. He turned around and came back over to where we were; waited patiently while I finished a series of six or seven cannons that I’d started, and even applauded a three-cushioned one briefly; and then, as he watched me mark my score on the board, he came over and asked me if I might not know where he could borrow a tape machine to listen to a cassette he’d just received. I’ve often wondered since what would have happened if Ricardo Laverde had asked one of the other billiards players rather than me. But it’s a meaningless question, like so much of what we wonder about the past. Laverde had good reasons to choose to ask me. Nothing can change that fact, just as nothing can change what happened afterward.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p> </p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p>I had met him at the end of the previous year, a couple of weeks before Christmas. I was about to turn twenty-six,</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p>I’d graduated from law school two years earlier, and, although I knew very little about the real world, the theoretical world of legal studies held no secrets for me. After graduating with honors—a thesis on madness as grounds for exemption from legal responsibility in Hamlet: I still wonder today how I got them to accept it, let alone award it a distinction—I had turned into the youngest lecturer ever to teach in the faculty, or that’s what my elders had told me when proposing the idea, and I was convinced that being professor of Introduction to Law, teaching the basics of the career to generations of frightened children just out of high school, was the only possible horizon in my life. There, standing in front of a wooden lectern, facing rows and rows of baby-faced and disoriented boys and impressionable, wide-eyed girls, I received my first lessons on the nature of power. I was barely eight years older than these inexperienced students, but between us opened the double abyss of authority and knowledge, things that I had and they, recently arrived in the world, entirely lacked. They admired me, feared me a little, and I realized that one could get used to this fear and admiration, that they were like a drug. I told my students about the spelunkers who were trapped in a cave and after several days began to eat one another to survive: can the Law defend them or not? I told them about old Shylock, about the pound of flesh he wanted, about the astute Portia, who managed to prevent him from taking it with a pettifogging technicality: I enjoyed watching them gesticulate and shout and lose themselves in ridiculous arguments in their attempts</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p>to find, in the thicket of the anecdote, the ideas of Law and Justice. After these academic discussions I’d go to the billiards clubs on 14th Street, low-ceilinged places filled with smoke where my other life went on, a life without doctrines or jurisprudence. There, between small bets and coffee with brandy, my day would draw to a close, sometimes in the company of a colleague or two, sometimes with female students who after a few drinks might end up in my bed. I lived nearby, in a tenth-floor apartment where the air was always chilly, where the view of the spiky city of bricks and concrete was always good, where my bed was always open to discussions of Cesare Beccaria’s concept of crimes and punishments, or a difficult chapter of Bodenheimer, or even a simple upgrade of a mark by the quickest route. Life, in those days that now seem to have belonged to somebody else, was full of possibilities. The possibilities, as I would later discover, also belonged to somebody else: they were gradually, imperceptibly extinguished, like a tide going out, until they left me with what I am today.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p> </p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p>At the time my city was beginning to emerge from the most violent years of its recent history. I’m not talking about the violence of cheap stabbings and stray bullets, the settling of accounts between low-grade dealers, but the kind that transcends the small resentments and small revenges of little people, the violence whose actors are collectives and written with capital letters: the State, the Cartel, the Army, the Front. We Bogotanos had become accustomed to it, partially because its images arrived with extraordinary regularity in our news reports and papers; that day, the images of the most recent attack had begun to appear, in the form of a breaking news bulletin, on the television screen at the billiards club. First we saw the reporter presenting the news from outside the door of the Country Clinic, then we saw the image of the bullet-riddled Mercedes—through the shot-out window we saw the backseat, broken glass, smears of dried blood— and finally, when all movement had ceased at all the tables and everyone had quieted down and someone had shouted to turn up the sound, we saw, above the dates of birth and the still fresh one of his death, the face of the victim in black and white. It was the conservative politician Álvaro Gómez, son of one of the most controversial presidents of the century and himself candidate for the presidency more than once. Nobody asked why he’d been killed, or by whom, because such questions no longer had any meaning in my city, or they were asked in a mechanical fashion, as the only way to react to the latest shock. I didn’t think so at the time, but those crimes (“magnicides,” they called them in the press: I learned the meaning of that little word very early) had provided the backbone of my life or punctuated it like the unexpected visits of a distant relative. I was fourteen years old that afternoon in 1984 when Pablo Escobar killed or ordered the killing of his most illustrious pursuer, the Minister of Justice Rodrigo Lara Bonilla (two hit men on a motorcycle, a curve on 127th Street). I was sixteen when Escobar killed or ordered the killing of Guillermo Cano, publisher of El Espectador (a few steps away from the newspaper’s offices, the assassin put eight bullets in his chest). I was nineteen and already an adult, although I hadn’t voted yet, on the day of the death of Luis Carlos Galán, a presidential candidate, whose assassination was different or is different in our imaginations because it was seen on TV: the crowd cheering Galán, then the machine- gun fire, then the body collapsing on the wooden platform, falling soundlessly or its sound hidden by the uproar or by the first screams. And shortly afterward there was the Avianca plane, a Boeing 727‑21 that Escobar had blown up in midair— somewhere in the air between Bogotá and Cali—to kill a politician who wasn’t even on board.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p> </p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>So all the billiards players lamented the crime with a resignation that was by then a sort of national idiosyncrasy, the legacy of our times, and then we went back to our respective games. All, I mean, except for one, whose attention remained riveted to the screen, where the images had moved on to the next news item and were now showing a scene of neglect: a bullring full of weeds as high as the flagpoles (or as high as the place where flags once flew), a roof over several vintage cars that were rusting away, a gigantic tyrannosaurus whose body was falling apart, revealing a complicated metal structure, sad and naked like an old mannequin. It was the Hacienda Nápoles, Pablo Escobar’s mythical territory, which had once been the headquarters of his empire, now left to its fate since the capo’s death in 1993. The news item was about this neglect: the properties confiscated from the drug traffickers, the millions of dollars wasted by the authorities who didn’t know how to make use of these properties, of all the many things that could have been done and hadn’t been done with those fairy-tale assets. And that was when one of the players at the table nearest the television, who up to that moment had not drawn attention to himself in any way, spoke as if talking to himself, but he did so out loud and spontaneously, like someone who, long used to solitude, had forgotten the very possibility of being heard.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p> </p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p>“Well, let’s see what they do with the animals,” he said. “Poor things are starving to death and nobody cares.”</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p> </p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p>Someone asked him what animals he was talking about. The man just said: “It’s not their fault, anyway.”</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p> </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p>Those were the first words I heard Ricardo Laverde say. He didn’t say anything else: he didn’t clarify which animals he was talking about, or say how he knew they were starving to death. But no one asked again, because we were all old enough to remember the Hacienda Nápoles in its better days. The zoo was a legendary place, a millionaire drug baron’s eccentricity, that promised visitors a spectacle that didn’t belong to these latitudes. I’d gone when I was twelve, during the Christmas holidays; I had gone there, of course, behind my parents’ backs: the very idea of their son setting foot on the property of a recognized Mafioso would have been scandalous to them, let alone the thought of him enjoying himself there. But I couldn’t resist going to see what everyone was talking about. I accepted the invitation from the parents of a friend; one weekend we got up very early to make the six-hour drive from Bogotá to Puerto Triunfo; and once inside the ranch, after passing under the big stone gate (with the name of the property in thick blue letters), we spent the afternoon among Bengal tigers and Amazonian macaws, pygmy horses and butterflies the size of a hand, and even a pair of Indian rhinoceroses that, according to a boy with a Medellín accent and camouflage flak jacket, had just recently arrived. And then there were the hippos, of course, none of which had escaped yet in those glory days. So I knew very well what animals the man was talking about; I didn’t know, however, that those few words would spring to mind almost fourteen years later. But all this I’ve thought since that day, obviously: on that day, at the billiards club, Ricardo Laverde was just one more of so many in my country who’d followed with astonishment the rise and fall of one of the most notorious Colombians of all time, and I didn’t pay him too much attention.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p> </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p>What I do remember about that day is that he didn’t strike me as intimidating: he was so thin that he seemed taller than he actually was, and you had to see him standing beside a cue to see that he was barely five-foot-seven; his thin, mousy hair and his dried-out skin and his long, dirty nails gave an image of illness or laziness, like land gone to waste. He’d just turned forty-eight, but he looked much older. Speaking seemed to be an effort for him, as if he couldn’t get enough air; his hand was so unsteady that the blue tip of his cue always trembled in front of the ball, and it was almost miraculous that he didn’t scratch more often. Everything about him seemed tired. One afternoon, after Laverde had gone, one of the guys he’d been playing with (a man about the same age but who moved better, who breathed better, who is undoubtedly still alive today and perhaps even reading this memoir) told me the reason without my having asked. “It’s prison,” he told me, revealing as he spoke the brief sparkle of a gold tooth. “Jail tires a person out.”</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p> </p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p>“He was in prison?”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p> </p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p>“Just got out. He was in there for something like twenty years, so they say.”</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p> </p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p>“And what’d he do?”</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p> </p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“Oh, that I don’t know,” the man said. “But he must have done something, no? Nobody gets that many years for nothing.”</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p> </p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p>I believed him, of course, because nothing allowed me to think there was an alternative truth, because there was no reason at that moment to question the first innocent and ingenuous version that someone gave me of Ricardo Laverde’s life. I thought how I’d never known an ex‑convict before—the expression ex‑convict, anyone would notice, is the best proof of that—and my interest in getting to know Laverde grew, or my curiosity grew. A heavy sentence always impresses a young man like I was back then. I calculated that I would have been just a toddler when Laverde went to prison, and no one can be invulnerable to the idea of having grown up and gone to school and discovered sex and maybe death (that of a pet and then a grandfather, for example), and having had lovers and suffered painful breakups and come to know the power of deciding, the satisfaction or regret resulting from decisions, the power to hurt and the satisfaction or guilt in doing so, and all while a man lives the life without discoveries or apprenticeships that invariably results from a sentence of such length. A life unlived, a life that runs through one’s fingers, a life one suffers through while knowing it belongs to someone else: to those who don’t have to suffer.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p> </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p>And almost without my noticing we began to approach each other. At first it happened by chance: I applauded one of his cannons, for example—the man had a knack for shots off the cushion—and then I invited him to play at my table or asked for permission to play at his. He accepted reluctantly, as an initiate receives a novice, in spite of the fact that I was a more skilled player and that by teaming up with me Laverde could, at last, stop losing. But then I discovered that losing didn’t matter much to him: the money he put down on the emerald-colored felt at the end of a game, those two or three dark and wrinkled notes, were part of his daily expenditure, a debit already accepted in his budget. Billiards was not a pastime for him, or even a competition, but rather the only way Laverde had at that moment of being in society: the sound of the balls hitting one another, of the wooden counters on the scoreboard, of the blue chalk rubbing against the old leather cue tips— all this made up his public life. Outside those corridors, without a billiard cue in his hand, Laverde was unable to have a normal conversation, let alone a relationship. “Sometimes I think,” he told me the only time we talked somewhat seriously, “I’ve never looked anyone in the eye.” It was an exaggeration, but I’m not sure the man was exaggerating on purpose. After all, he wasn’t looking me in the eye when he said those words.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p> </p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p>Now that so many years have passed, now that I remember with the benefit of an understanding I didn’t then have, I think of that conversation and it seems implausible that its importance didn’t hit me in the face. (And I tell myself at the same time that we’re terrible judges of the present moment, maybe because the present doesn’t actually exist: all is memory, this sentence that I just wrote is already a memory, this word is a memory that you, reader, just read.) The year was coming to an end; it was exam time and classes were finished; the routine of billiards had settled into my days, and somehow gave them shape and purpose. “Ah,” Ricardo Laverde said each time he saw me arrive, “you almost missed me, Yammara. I was just about to leave.” Something in our encounters was changing: I knew it the afternoon Laverde didn’t say good-bye the way he always did, from the other side of the table, bringing his hand up to his forehead like a soldier and leaving me with my cue in my hand, but waited for me, watched me pay for both our drinks—four coffees with brandy and a Coca-Cola at the end—and walked out of the place beside me. He walked with me as far as Plazoleta del Rosario, through exhaust fumes and the smell of fried arepas and open sewers; then, where a ramp descends into the dark mouth of an underground parking lot, he gave me a pat on the back, a fragile little pat from his fragile hand, closer to a caress than a farewell, and said, “Okay, see you tomorrow. I’ve got an errand to run.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"}]","tags":["APM","Eavesdropping","books"],"byline":"Martin, Brittany","title":"A Novel Glimpse of Columbia, from Juan Gabriel Vasquez","guid":"0765ac0c-cc5a-426e-8846-14789a00351b","teaser":"In this audio excerpt of “The Sound of Things Falling,” we are introduced to the narrator, a mysterious figure from his past, and a family of hippopotamuses escaped from a private zoo belonging to Pablo Escobar. You’ll find an extended excerpt of Vasquez’s first chapter below, which begins to sketch in details of this singular spectral […]","audio":[{"meta":{"width":null,"crop":"primary","height":null},"href":"http://www.dinnerpartydownload.org/wp-content/uploads/2013/08/152387423.jpg","type":"image/jpeg"},{"meta":{"crop":"primary","height":null,"width":null},"href":"http://www.dinnerpartydownload.org/wp-content/uploads/2013/08/Juan-Gabriel-Vasquez-%C2%A9Hermance-Triay-BN.jpg","type":"image/jpeg"},{"type":"audio/mpeg","href":"http://play.publicradio.org/pmp/d/podcast/dinnerpartydownload/2013/08/30/0830_vasquez_128.mp3","meta":{"duration_hms":"00:04:35","api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm_audio:/dinnerpartydownload/2013/08/30/0830_vasquez"},"duration":275},"format":"MP3"}]}