{"created":"2015-04-17T20:05:08+00:00","modified":"2015-04-20T19:15:02+00:00","valid":{"from":"2015-04-20T19:15:02+00:00","to":"3015-04-20T19:15:02+00:00"},"hreflang":"en","guid":"076a47e6-2852-41b9-960e-9a4144826f1b","title":"For decades, NASA has woken up its astronauts with music","published":"2015-04-20T19:14:59+00:00","byline":"Nina Porzucki","teaser":"Space Oddity, Rocket Man, It's a Wonderful World, Brown-eyed Girl, La Cucuracha, all of those songs have at one time been piped up to space. NASA astronauts have a tradition of waking up with music.","tags":["Culture","Arts, Culture & Media","Spaceflight"],"contentencoded":"<p>At least as far back as<a href=\"http://www.nasa.gov/vision/space/features/wakeup_calls.html\"> the Gemini missions</a>, NASA has given its astronauts a musical wake-up call.</p>\n<p>It all began when Gemini astronauts Walter “Wally” Schirra and Tom Stafford were serenaded from earth with the show tune, “Hello Dolly!” according to NASA’s chief historian, Bill Barry.  </p>\n<p>“Wally was known as a big jokester and I suspect he was surprised. I suspect there’s some kind of inside joke, knowing Wally Schirra.”</p>\n<p>Morning in space can vary, but, generally wake-up coincides with morning down on the ground in Houston, Barry explains.</p>\n<p>The person who chooses the music — the space DJ — is the mission's Capsule Commander, CAPCOM — the astronaut on the ground who maintains communication with the crew in space.</p>\n<p>“As the tradition grew during the shuttle program, CAPCOMs would go out to family members and ask ‘Is there something that your family member who’s up would like to hear,’” Barry says.</p>\n<p>Wake-up songs, unsurprisingly, trended toward the space theme. Elton John’s “Rocket Man” and David Bowie’s “Space Oddity” are noted favorites. Songs about being up and looking down are also popular.</p>\n<p>“Louis Armstrong’s 'What a Wonderful World' and 'Up on the Roof’ by James Taylor have been used numerous times,” Barry adds.</p>\n<p>But it's not always patriotic or space themed — sometimes wake-up songs can get downright silly. In 1995, the crew of the shuttle mission STS-69 was known as Dog Crew II. And their nickname spurred the selection of songs with dogs. In 2001, a member of Dog Crew II, <a href=\"http://www.spaceflight.nasa.gov/spacenews/reports/sts98/STS-98-04.html\">pilot Kenneth Cockrell was woken up </a>with the earworm of a tune, “Who Let the Dogs Out” by the Baha Men.</p>\n<p>The late astronaut Sally Ride played a clip from The Muppet Show parody “Pigs in Space” when she was CAPCOM for the second Space Shuttle mission.</p>\n<p>There have also been some fairly poignant wake-up moments, like during Columbia's last flight. All seven crew members of that flight were killed, when their orbiter broke up upon re-entry.</p>\n<p>“At the time nobody was expecting that to happen. That crew in particular was a very tight crew that waited a long time to fly. Their mission kept getting shifted so they got to know each other very well. They were all a relatively religious crew. That became a theme for them. They had a lot of inspirational music played up to them,” Barry says.</p>\n<p>A bagpipe version of “Amazing Grace” was played for Mission Specialist Laurel Clark one morning. This was her first spaceflight. “That song brings back many wonderful memories for me and added on another one today,” she said in the recording of the wake-up call. That version of “Amazing Grace” was at her wedding, and then later at her funeral. </p>\n<p>Wake up calls are a good insight into the culture at NASA.</p>\n<p>“That sort of sense of teamwork and comradery and that little bit of [fun] on the side too while we’re doing a job that we all love and enjoy — that really comes through in the wake-up song tradition,” says Barry.</p>\n<p>The end of the shuttle program in 2011 put the tradition of wake-up calls on hiatus. The <a href=\"http://www.nasa.gov/mission_pages/shuttle/shuttlemissions/sts135/135_wakeup.html\">Atlantis astronauts on the final crew were serenaded</a> each morning by a veritable who’s who of the rock world. The crew got live performances from Paul McCartney, Beyoncé and Michael Stipe of REM. The very last wakeup song played for the shuttle program was Irving Berlin's <a href=\"http://ia700403.us.archive.org/34/items/STS-135/07-21-11_STS-135_FD14_Crew-Wakeup.mp3\">\"God Bless America,\" performed by Kate Smith</a>. According to accounts pulled together by NASA archivist Colin Fries, the entire Mission Control staff stood at attention while the song was played.</p>\n<p>Although the shuttle program has ended, the International Space Station occasionally receives wake-up calls. In fact, just the other morning Italian astronaut, Samantha Cristoforetti tweeted about her wake-up music, <a href=\"https://www.youtube.com/watch?v=ziZOjeGQfho\">“La Cura” by Franco Battiato</a>.</p>\n<blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p>Questa mattina mi ha svegliato la musica di Franco <a href=\"https://twitter.com/hashtag/Battiato?src=hash\">#Battiato</a>... superando \" le correnti gravitazionali, lo spazio e la luce\" :-) <a href=\"https://twitter.com/RaiNews\">@RaiNews</a></p>\n<p>— Sam Cristoforetti (@AstroSamantha) <a href=\"https://twitter.com/AstroSamantha/status/588968966875394049\">April 17, 2015</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p>So what song would you choose as CAPCOM? Leave your suggestion below.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-17%2Fdecades-nasa-has-woken-their-astronauts-music&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/Nasa.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/nasajpg-0"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04172015_10.mp3"},{"href":"http://www.pri.org/file/0417201510mp3"}]}