{"created":"2014-10-27T22:49:26+00:00","modified":"2014-10-27T22:49:26+00:00","valid":{"from":"2014-10-27T22:49:26+00:00","to":"3014-10-27T22:49:26+00:00"},"hreflang":"en","title":"California Counties Sue 5 Narcotics Makers","published":"2014-05-22T19:54:00+00:00","teaser":"Two counties are accusing the drug companies of causing the growing prescription drug epidemic across the country.","itags":["npr_api","314912635"],"contentencoded":"<p>Two counties in California &#8212; Orange and Santa Clara &#8212; are suing five major drug companies, accusing them of causing the growing prescription drug epidemic across the country.</p><p>The complaint, filed on behalf of the state of California, accuses the companies, which make painkilling drugs such as Oxy­Con­tin, of deceptive marketing. The lawsuit seeks financial damages.</p><p><em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Robin Young discusses the lawsuit with Orange County District Attorney <strong>Tony Rackauckas</strong> and Harvard Law professor <strong>Glenn Cohen</strong>.</p><p>The companies named in the lawsuit include: Actavis, Endo Health Solutions Inc., Johnson & Johnson&#8217;s Janssen Pharmaceuticals, Purdue Pharma and Teva Pharmaceutical Industries&#8217; Cephalon Inc.</p><h4>Interview Highlights: Tony Rackauckas and Glenn Cohen</h4><p><strong>Rackauckas on prescription painkillers</span></strong></p><p>&#8220;They&#8217;re FDA approved for specific purposes, like to treat cancer pain and for palliative care at the end of life. They&#8217;re certainly not approved for just regular treatment of pain, and they would not have a market for that because of the addictive nature of these drugs. People understand that they shouldn&#8217;t &#8212; in general, people and doctors understand that they shouldn&#8217;t be taking these kind of opium derived drugs just for the ordinary attempt to control pain. And so what&#8217;s happened here is, in order to expand the market, these companies have engaged in a campaign of deceptive advertising to convince doctors and these other people that these drugs are not what they really are. They try to convince them that they&#8217;re not &#8212; or, in fact, have convinced them that they&#8217;re not addictive, that they don&#8217;t have these qualities of requiring greater and greater use to get therapeutic result. And as a result of that, many, many people have become addicted, and often times, people even go from the drugs, the prescribed drugs, to actual heroin.&#8221;</p><p><strong>Rackauckas on the rise of opioid addiction in Orange County</strong></p><p>&#8220;We&#8217;re seeing many addictions, to begin with, and that&#8217;s an impact on the public health in our county. But in addition to that, we&#8217;re seeing overdoses. I mean, we&#8217;re having an overdose death by heroin or a heroin derivative-type drug every other day&#8230;so it&#8217;s really something that&#8217;s become epidemic.&#8221;</p><p><strong>Cohen on how the lawsuit could play out</strong></p><p>&#8220;This is a very innovative lawsuit, and I think the real question is whether they&#8217;re kind of taking a page from the tobacco playbook. That was a fairly successful, if hard fought, kind of war. It got many states involved and it ultimately ended in a settlement. So the real question is whether they&#8217;ll have that kind of success, or whether they instead will look more like the public health lawsuits brought among the fast food industry or the gun industry, which really haven&#8217;t gone anywhere.&#8221;</p><h4>Guests</h4><ul><li><strong><a href=\"http://www.orangecountyda.com/home/index.asp?page=221\" target=\"_blank\">Tony Rackauckas</a></strong>, Orange County District Attorney. He tweets <a href=\"https://twitter.com/OCDATony\" target=\"_blank\">@OCDATony</a>.</li><li><strong><a href=\"http://www.law.harvard.edu/faculty/directory/10176/Cohen\" target=\"_blank\">Glenn Cohen</a></strong>, professor at Harvard Law School and co-director of Harvard&#8217;s <a href=\"http://petrieflom.law.harvard.edu/\" target=\"_blank\">Petrie-Flom Center for Health Law Policy, Biotechnology and Bioethics</a>. He tweets <a href=\"https://twitter.com/CohenProf\" target=\"_blank\">@CohenProf</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 WBUR-FM. To see more, visit <a href=\"http://www.wbur.org\">http://www.wbur.org</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=California+Counties+Sue+5+Narcotics+Makers&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"076d561d-753f-40e9-af58-e4438329ee4f","audio":[{"meta":{"duration":"456"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1314916187-77ae93.m3u?orgId=330&ft=3&f=314912635"}]}