{"created":"2015-04-17T18:51:55+00:00","modified":"2015-04-20T19:16:23+00:00","valid":{"from":"2015-04-20T19:16:23+00:00","to":"3015-04-20T19:16:23+00:00"},"hreflang":"en","guid":"076e560d-77be-472a-b3d3-8efef09b5ffd","title":"Rap legend Nas hunts for hip-hop culture across the globe","published":"2015-04-20T19:16:21+00:00","byline":"Bradley Campbell","tags":["music","documentary","culture","Music","Arts, Culture & Media","Hip hop","Music","Entertainment"],"teaser":"A new documentary called \"Shake The Dust\" explores break-dancing culture from Yemen to Colombia, and its director says the grassroots hip-hip scenes he found around the world may be truer to the genre's New York roots than anything else around.","contentencoded":"<p>Hip-hop went global a long time ago, and rap legend Nas has decided to take a look at how the music has shaped the lives of young adults around the world.</p>\n<p>Nas is an executive producer for a documentary called \"Shake The Dust,\" which follows break-dancers from Uganda to Yemen, Colombia to Cambodia. As you can imagine, the hip-hop scenes in places like Sanaa are very different from those in Los Angeles.</p>\n<p>\"The hip-hop scene in a lot of these places outside of the United States, I would say, is a lot more pure to hip-hop's original roots in the Bronx,\" says director Adam Sjöberg. \"In Yemen, in Kampala, in Colombia, they're experiencing a very pure, grassroots movement that's building from the ground up and isn't driven by bottom line. At least, yet.\"</p>\n<p>Sjöberg spent a considerable amount of time traveling to collect film for his project. His documentary takes you up close into various cultures. The dancing is incredible, and the backdrops are often heartbreaking. But there's a sense of resilience flowing throughout the film. You see hip-hop giving the kids a connection to something greater, allowing them to harness their own power and contribute a new chapter to their evolving cultures.</p>\n<p>It's an astounding film.</p>\n<p>\"There's so much embedded in this culture,\" says Sjöberg. \"And it's no surprise to me that kids around the world, adults and cultures all over the place have connected with it, because it is so rich.\"</p>\n<p><iframe allowfullscreen=\"\" frameborder=\"0\" height=\"281\" mozallowfullscreen=\"\" src=\"https://player.vimeo.com/video/124246503?title=0&amp;byline=0\" webkitallowfullscreen=\"\" width=\"500\"></iframe></p>\n<p><a href=\"https://vimeo.com/124246503\">Shake the Dust - Trailer</a> from <a href=\"https://vimeo.com/bondinfluence\">BOND Strategy &amp; Influence</a> on <a href=\"https://vimeo.com\">Vimeo</a>.</p>\n<p> </p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-17%2Fwatch-new-movie-nas-shake-dust&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04172015_06.mp3"},{"href":"http://www.pri.org/file/0417201506mp3"}]}