{"created":"2014-10-08T16:16:10+00:00","modified":"2014-10-31T02:10:22+00:00","valid":{"from":"2014-10-31T02:10:22+00:00","to":"3014-10-31T02:10:22+00:00"},"hreflang":"en","title":"Meet Uruguay's Pot-Legalizing, VW-Driving, Sandal-Wearing President  ","published":"2014-05-12T23:58:00+00:00","teaser":"Jose Mujica has built his reputation on austere living and pursuing policies that include legalizing marijuana. He's a critic of many U.S. policies, but President Obama hosted him Monday.","itags":["npr_api","311846447"],"guid":"07726031-1c06-455a-a8c8-1fe6682883e8","contentencoded":"<p>As Uruguay's President Jose Mujica likes to say, his personal story seems like the stuff of fiction.</p><p>He was a leftist guerrilla who was imprisoned for more than a decade. He's known for driving a 1987 Volkswagen Beetle, wearing sandals to meetings and living in a simple farmhouse on the outskirts of the capital.</p><p>And more recently, his country became the first in the world to legalize marijuana, from growing to consumption. The country has also legalized gay marriage during his tenure. And while Mujica frequently criticizes U.S. policies, <a href=\"http://www.globalpost.com/dispatch/news/regions/americas/140506/uruguay-jose-mujica-washington-visit-obama\" target=\"_blank\">President Obama hosted him</a> at the White House on Monday.</p><p>In short, Mujica is a political maverick who is full of surprises.</p><p>\"When you think you've understood Mujica, when you think you've defined him, he will surprise you with something completely different and new and even contradictory,\" says Pablo Brum, the Uruguayan author of a new English-language book called <em>The Robin Hood Guerrillas: The Epic Journey of Uruguay's Tupamaros</em>.</p><p>Mujica grew up poor and never finished high school. As a young man, he became inspired by the then-newly minted Cuban Revolution. He was one of the founders of Uruguay's Tupamaros — an urban guerrilla movement built around Marxist philosophy.</p><p>Brum says the group was inventive and garnered a reputation for daring escapades.</p><p>\"They stole food trucks and then distributed the goods in the slums,\" he says. \"They attacked government facilities like the national Naval Academy ... and without firing a shot, stole every gun, every vehicle in there, and left some smart propaganda banners.\"</p><p><strong>From Prisoner To Politician</strong></p><p>Mujica was eventually captured and escaped twice from prison before being placed in solitary confinement and tortured. When he was released from jail a dozen years later, he channeled his passion into politics.</p><p>He is often called \"the poorest president in the world,\" though <a href=\"http://www.npr.org/templates/story/story.php?storyId=303763830\" target=\"_blank\">a recent financial statement</a> indicates he now has more than $300,000 in assets. He asks people to call him \"Pepe,\" says he donates much of his income to charity, and he and his wife, Lucia Topolansky, who is also a former rebel, chose not to live at the presidential palace, opting for their farm instead.</p><p>It's not only his personality that has garnered global interest, but his policies as well. Brum says they are calling it the \"Mujica effect.\"</p><p>\"He is this pop icon in a way,\" Brum says. \"Politicians, artists, writers — everybody is trying to get together with Mujica. It is quite extraordinary, actually.\"</p><p>Under Mujica, Uruguay, a nation of 3.4 million, began regulating marijuana production, distribution and consumption.</p><p>Mujica is also promising to take five prisoners from Guantanamo Bay. And he has recently offered to admit Syrian refugees in larger numbers.</p><p>He's an ally of Cuba and Venezuela, countries with leftist leaders who have been at odds with the U.S. for many years.</p><p>So why are Obama and Mujica meeting at the White House?</p><p>Jay Knarr, a historian who has written extensively about U.S.-Uruguay relations, says Mujica comes from a long line of pragmatic Uruguayan presidents.</p><p>\"He also realizes that his biggest threat to security is the giant neighbors around him [Brazil and Argentina], and as such he seeks [good relations] with the United States, first and foremost,\" Knarr says.</p><p>Knarr also says the U.S. has had historically strong ties with Uruguay and wants to keep it that way.</p><p>And then there's the Mujica effect. As Pablo Brum quips, it can't hurt Obama to get his picture taken with a president who is more popular than he is. The photo shows that Mujica dressed up a bit for the White House, wearing a dark suit and a white dress shirt — but no tie.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Meet+Uruguay%27s+Pot-Legalizing%2C+VW-Driving%2C+Sandal-Wearing+President++&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lourdes Garcia-Navarro","audio":[{"meta":{"duration":"234"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1311897060-91ae28.m3u?orgId=1&topicId=1004&ft=3&f=311846447"}]}