{"created":"2015-03-03T23:29:06+00:00","modified":"2015-03-04T21:58:08+00:00","valid":{"from":"2015-03-04T21:58:08+00:00","to":"3015-03-04T21:58:08+00:00"},"hreflang":"en","guid":"077db59a-1b9e-4ec4-aeb7-6e78f35ac42f","title":"Practicing Islam in short shorts? One Muslim woman says she won't judge.","published":"2015-03-04T21:58:06+00:00","byline":"Joyce Hackel","tags":["Religion","Islam","culture","Across Women's Lives","Belief","Lifestyle & Belief","North America","United States","North America","Thanaa El-Naggar","Usra Ghazi","Islam","Conversion to Islam","Jihad","Hijab"],"teaser":"A young Muslim woman in America who prefers wearing short shorts describes what goes through her mind when she meets a woman in a hijab. But a fellow Muslim urges her to stop living a \"dual life.\"","contentencoded":"<p>When author Thanaa El-Naggar penned an essay for Gawker's True Stories last week, she says she didn't think her words would reverberate far beyond her immediate circle of friends. She was wrong. </p>\n<p>\"It would be difficult to tell you who I know who hasn't read this piece,\" says Usra Ghazi, a research assistant with the Islam in the West Program at Harvard University.</p>\n<p>The title should have been a tip off that the essay would cause a stir. It's called \"<a href=\"http://truestories.gawker.com/practicing-islam-in-short-shorts-1683991294\">Practicing Islam in Short Shorts</a>.\" It describes what El-Naggar says is a common experience for her: Walking into a shop in a Western city and stopping herself before greeting a Muslim clerk who, unlike herself, is veiled.</p>\n<p>\"As soon as I walk into the store, I feel like she's my sister. The way she wears her headscarf, the way she covers her arms and legs. I've sort of grown up with her. She looks like, you know, she's wearing something my mother would wear,\" El-Naggar says. \"I feel a sense of community with her.\"  </p>\n<p>But El-Naggar isn't covered. Her shorts aren't long and she has piercings in her nose and belly button. She says she'd like to establish a connection with the Muslim clerk, but she doesn't greet her. </p>\n<p>\"Because of the way I'm dressed, I don't think she will see the same sort of sisterhood that I see,\" she says. \"I'm worried that she will look at me and think I'm a bad girl, a bad Muslim, someone who brings shame to the community, someone who's lost her way.\" </p>\n<p>El-Naggar calls herself a practicing Muslim. She grew up in the Arab world and has been living in the US for the last 19 years. She says she has a large group of Muslim friends who dress as she does. She says her acquaintances are tired of hearing others talk about them in a way that's \"riddled with judgment and condescension.\"  </p>\n<p>But these days, she says she has a new mantra — one that will allow her to greet anyone. </p>\n<p>It's a short <em>surah</em> — a verse or chapter in the Koran — titled Al-Kafirun. The last line in that surah is \"<em>Lakum deenakum wa liya deen</em>,\" meaning \"for you is your religion, and for me is mine,\" she says. \"I have to admit that I created the meaning of that surah a little bit to sort of fit my view on life. But I think the overall meaning is that we should live and let live.\"  </p>\n<p>Ghazi, the Harvard researcher, says she can relate to El-Naggar's experience. But she says parts of her fellow Muslim's essay \"trouble\" her.</p>\n<p>\"She misinterprets the reasons why Muslims in the community she has been involved in would treat her in that way,\" Ghazi says. \"Those admonishments, that chastisement comes from a place of love, and [from] taking really literally and personally the Koranic commandment to enjoin good and forbid evil for the sake of the salvation of other Muslims.\"  </p>\n<p>Ghazi acknowledges that many women in the Muslim community often feel objectified. \"It's degrading to be told to dress a certain way,\" she says. \"But it's also degrading, the broad brush with which [El-Naggar] paints Muslims who follow traditional practices. ... The Muslim world is such a beautifully diverse community, and I think I would give a little more credit on the other side of that store counter.\"</p>\n<p>Ghazi urges honoring women who cover themselves, as well as those who don't. And she says she'd appreciate hearing the Muslim greeting, <em>Salaam-Alaikum</em>, or \"peace be upon you,\" from a stranger. </p>\n<p>\"In a time when there's a lot of tension in light of the Charlie Hebdo attacks and all the conversations about a rise of Islamaphobia in Europe and the US, when someone approaches a Muslim, a visibly Muslim person, with an Islamic greeting, it's the best type of scenario to be in,\" she says.</p>\n<p>Finally, Ghazi urges El-Naggar to reconsider living a \"dual life.\" \"I'd tell her, you don't have to do that,\" Ghazi says. \"Let's talk, let's have a conversation, even with our disagreements. I think there's a lot we can come together around.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-03%2Fwhy-are-some-muslim-women-west-trying-pass-non-muslims-rather-risk-judgement&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/Islam%20feature%20image.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/islam-feature-imagejpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0303201501.mp3"},{"href":"http://www.pri.org/file/0303201501mp3"}]}