{"created":"2015-02-11T19:05:53+00:00","modified":"2015-06-25T17:45:24+00:00","valid":{"from":"2015-06-25T17:45:24+00:00","to":"3015-06-25T17:45:24+00:00"},"hreflang":"en","title":"Twice Kidnapped, Photographer Returns To War Zone: 'It's What I Do' ","published":"2015-02-12T14:07:00+00:00","teaser":"Lynsey Addario was taken captive in 2011 while covering Libya's civil war. With a gun to her head, she says, she was thinking, \"Will I ever get my cameras back?\"","itags":["npr_api","385246118"],"guid":"07962738-792f-46c0-997b-b235e8b42dfe","contentencoded":"<p>In March 2011, photojournalist Lynsey Addario was kidnapped in Libya while covering the fighting between dictator Moammar Gadhafi's troops and rebel forces. She was with Anthony Shadid, Tyler Hicks and Stephen Farrell in the town of Ajdabiya, all on assignment for <em>The New York Times</em>.</p><p>Looking back, Addario says she had a premonition that something bad would happen.</p><p>\"I just was scared that day; I can't really describe it,\" Addario tells <em>Fresh Air</em>'s Terry Gross. \"I just, I was kind of paralyzed by my own fear, and the fighting was coming closer and closer, and we all knew that — we had a feeling that the city would fall, that Ajdabiya was going to fall that day.\"</p><p>That day, Addario and her colleagues were driving in the same car, and they couldn't agree on how long it would be safe to stay out working.</p><p>\"It was clear that we had different opinions,\" Addario says. \"In those moments, I'm very aware of my gender, and I'm sure my colleagues were not. I'm sure the last thing they were thinking of is, 'Oh, we've got a <em>girl</em> in the car,' but I always was, because it's such a man's world that I work in. And so I didn't — I was ready to leave, and I didn't want to say anything.\"</p><p>Hicks and Shadid wanted to keep going, so they all kept working. It turned out they had stayed too long — their car was ransacked, and they were tied up and carried off by pro-Gadhafi forces, who handed them over to the Libyan government. She and her colleagues were held for about a week before they were released.</p><p>Addario writes about her experiences in Libya in her new memoir, <em>It's What I Do: A Photographer's Life of Love and War. </em>She also gives insight into her work as a conflict photographer in other places, including Afghanistan, Iraq and Congo — and into its impact on her personal life.</p><p>\"I really felt like every moment we survived Libya was a gift,\" she says.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On her fear of being raped while being held in Libya </strong></p><p>I had spent years covering war, and I had spent years meeting with women who had been raped as a weapon of war, and so for me it was always in the back of my head. <em>...</em></p><p>I thought of it in the moment that I was tied up and literally being carried off alone by two men — one man who had my ankles and one man who had the top of my body. And I ... and I had no idea where they were taking me. So for me, it was, \"OK, now they're carrying me off to rape me.\" And I didn't know what was going to happen — and so the entire time we were hostage that was a major fear for me.</p><p><strong>On what she said to the men who sexually assaulted her </strong></p><p>For a journalist who covers the Muslim world, we have responsibilities to be familiar with that culture and to know how to respond to that. So, for example, I know that men put their sisters and their mothers on a pedestal — Muslim men — and it's important for me to say, \"Look, don't you have a sister? Don't you understand I'm like your sister? Don't touch me.\"</p><p>In Libya, for example, when I was being groped repeatedly and there was one moment when ... we all four [Addario, Shadid, Farrell and Hicks] were thrown into the back of a tank and we each had soldiers sort of spooning us — and Steve Farrell was having a rifle sort of shoved between his legs, and Tyler and Anthony were both getting beaten, and I was being groped over and over, and this man kept putting his hands over my mouth and touching me.</p><p>And I said to him — instead of screaming — I said to him, \"I have a husband. I belong to someone else; you are not my husband. Please don't touch me.\" And I think it's important to tap into that and to explain, \"Look, I'm familiar with Islam, I understand women should not be with two men at once — and I belong to someone else.\"</p><p><strong>On how much she values her work and cameras even when her life is at risk</strong></p><p>It kind of seems like the last thing I have. It seems like, yeah, of course — I always think my work is important or I wouldn't risk my life for it. But I also feel like in those moments, if nothing else, my work will stand, and even if I am no longer here, here's this body of work I've created. And I hope that that endures. And so that was something that was important to me.</p><p>I remember the moment in which we were taken hostage in Libya, and we were asked to lie face down on the ground, and they started putting our arms behind our backs and started tying us up. And we were each begging for our lives because they were deciding whether to execute us, and they had guns to our heads.</p><p>And I remember thinking, \"What am I doing here?\" Like, \"How much do I really care about Libya?\"</p><p>And then I thought, \"Will I ever get my cameras back?\" I mean, which is the most ridiculous thought, of course, when you're about to <em>die</em>. Who cares if I get my cameras back? But, you know, for me, that was how my brain worked.</p><p><strong>On calling <em>The New York Times </em>while being held by the Libyan government </strong></p><p>Anthony, very intelligently, took the remote control — as they were not paying attention, they were all facing us ... and he changed the TV — that was showing, like, Libyan propaganda and Gadhafi — and he put on CNN. And at that <em>exact</em> moment our photos were on CNN, and it said, \"the Libyan government cannot ascertain the whereabouts of these four journalists.\" And literally we're sitting with the Libyan government!</p><p>And I started crying and I was inconsolable. And I said, you know, \"Don't you have families? How can you do this to us? Just let us call our families and at least say we're alive.\" ...</p><p>So then, like, 12 hours later it was the middle of the night, and they woke us up and said \"OK, you each get one phone call.\" And I literally woke up and thought, \"God, I can't remember my husband's number to save my life.\" ... I remembered my mother's number, but I thought there's no way she's going to find her phone in her purse, and I'm going to waste my one phone call and she's not going to pick up ... and so all the men remembered their wives' numbers and they turned to me and were like, \"OK, you call <em>The New York Times</em>.\"</p><p><strong>On how her experience in Libya changed how she covers war</strong></p><p>Well, there was never a question in my mind as to whether I would give it up. I didn't think I would stop going ... I just thought I had to figure out how to modify how I would cover war. Because I didn't want — first of all, I've now been kidnapped twice [she was first kidnapped in Fallujah, Iraq, in 2004] and I think once you get to the point where you've been kidnapped three times, one almost looks irresponsible. And I didn't want to put my family through that — obviously, I now have a son.</p><p>So I, I wanted to continue doing my work, but I had to figure out how. And so what I have basically come up with is that I still go to Afghanistan and Iraq and South Sudan and many of these places that are rife with war, but I don't go directly to the front line. I try to stay back; I try and cover civilians; I try and cover refugees. So I'm trying to cover the issues and humanitarian crises but without putting myself directly in the line of fire. Obviously, with ISIS, that becomes more difficult because there is no distinct front line.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Twice+Kidnapped%2C+Photographer+Returns+To+War+Zone%3A+%27It%27s+What+I+Do%27+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2697"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1385519592-d7a5d0.m3u?orgId=1&topicId=1033&aggIds=100876926&d=2697&p=13&story=385246118&t=progseg&e=385369390&seg=1&ft=nprml&f=385246118"},{"href":"http://media.npr.org/assets/img/2015/02/10/art-43-6ba57286951fbf76e3dd15674091395ab50c9eba.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2446","width":"3878"}},{"href":"http://media.npr.org/assets/img/2015/02/10/art-51-c8a080db787c340c1a0ce8b705054c80ad1a18a5.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2328","width":"3500"}},{"href":"http://media.npr.org/assets/img/2015/02/10/art-69-993f79d4893a8e739587b26ba4e5c6e61a088021.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"3600","width":"2391"}},{"href":"http://media.npr.org/assets/img/2015/02/10/art-79-4258883a68a0bcef23a862c121aea7a534285073.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1064","width":"1600"}},{"href":"http://media.npr.org/assets/img/2015/02/10/art-91-low-res-3cb1b7e4bfbc8bd6e265e7364dbbd2acd14c6d69.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1601","width":"2400"}},{"href":"http://media.npr.org/assets/img/2015/02/11/new-053657c7a2b458796b2d8e49c201506490d7eb5d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"531","width":"708"}},{"href":"http://media.npr.org/assets/img/2015/02/11/libya-new-5133126e8c777c4c7919ff41c3f2ce6f0c9f0eaf.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"888","width":"1184"}},{"href":"http://media.npr.org/assets/img/2015/02/10/lyndsey-addario-28c-29-kursat-bayhan-3--1d185133d4a7f1dd0307eeae6a71aa28445b248d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"880","width":"1173"}}]}