{"created":"2014-10-03T19:50:23+00:00","modified":"2014-10-31T00:17:18+00:00","valid":{"from":"2014-10-31T00:17:18+00:00","to":"3014-10-31T00:17:18+00:00"},"hreflang":"en","title":"In Europe, Google Stumbles Between Free Speech And Privacy","published":"2014-07-14T22:24:00+00:00","teaser":"Europe's highest court left Google with the responsibility of balancing the privacy rights of citizens with the public interest — and it's a tough balancing act.","itags":["npr_api","331384825"],"guid":"079c3dab-c06a-464d-b553-6332d18c410b","contentencoded":"<p>Google is trying to make sense of a sweeping <a href=\"http://curia.europa.eu/juris/document/document.jsf;jsessionid=9ea7d2dc30d58be3c845fd10412fab108b7a7423eb7f.e34KaxiLc3qMb40Rch0SaxuNbh90?text=&docid=152065&pageIndex=0&doclang=en&mode=req&dir=&occ=first&part=1&cid=49823M\">decision</a> about the Internet. In May, the European Court of Justice ruled that people have the right to be forgotten. That is, if you don't like something about you that pops up on a Google search, you can make Google hide that result.</p><p>The top court left a lot of room for interpretation. Google could have dragged its feet or waited for privacy regulators in the European Union to give more direction. Instead the search giant has moved swiftly to implement the ruling. But it's hitting some bumps.</p><p><strong>A Simple Application</strong></p><p>Let's start with the <a href=\"https://support.google.com/legal/contact/lr_eudpa?product=websearch\">easy-to-use form</a>.</p><p>Rafael Rodríguez López, a local journalist in Vigo, Spain, has volunteered to fill it out. He finds a search result about him that is not a professional byline. It's a link to a silly article he shared with friends, on the racy ways you can get rid of the common cold.</p><p>\"Anyone could see that I shared that kind of article,\" he says.</p><p>It takes him just a few minutes to check the right boxes on the Google form and explain his rationale. He also has to upload a picture ID — say from school or a driver's license with the serial numbers blacked out — to prove he is the Rafael Rodríguez López in question.</p><p>Typically, official processes take a lot of paperwork and visits to bureaucracies. He's impressed: \"This is relatively easy and quick for the Spanish standards.\"</p><p><br /> <strong>Tough Balancing Act</strong></p><p>The form may be simple. But the underlying law is not. Privacy and freedom of speech are both written into the <a href=\"http://www.europarl.europa.eu/charter/pdf/text_en.pdf\">European Union charter</a>. Under the court ruling, search engines have to balance these bedrock rights.</p><p>Google feels stuck between a rock and a hard place. <a href=\"http://googleblog.blogspot.com/2014/07/searching-for-right-balance.html\">In a statement</a> released on Friday, the company says it's received over 70,000 applications; it is putting every single one through human review; and the court order sets up tests that are \"very vague and subjective.\"</p><p>Internet law expert <a href=\"http://www.ivir.nl/staff/vaneijk.html\">Nico van Eijk</a> at the University of Amsterdam points to a key legal difference between Europe and the U.S.</p><p>\"The European concept of privacy doesn't include harm as a necessary circumstance,\" he says. \"Everyone can claim his own privacy rights independent from whether there is a direct harm involved or whether it's a slander case.\"</p><p>Some very tough cases are coming up. One <a href=\"http://www.volkskrant.nl/vk/nl/2664/Nieuws/article/detail/3685201/2014/07/07/Verwijderen-zoekresultaten-Google-gaat-met-horten-en-stoten.dhtml\">Dutch newspaper reports</a> a woman who survived a serious illness wants to hide an article that describes her ordeal. Potential employers could discriminate against her.</p><p>Even if the story is accurate, van Eijk says, Google has to concede if the link is not in the \"public interest\" and it is, as the court order specifies, \"inadequate, irrelevant or no longer relevant, or excessive.\"</p><p>Van Eijk says, \"It leaves only a very small margin for journalists and media claiming the possibility to report on individual persons because it's of public interest.\"</p><p><strong>Proving </strong><strong>A </strong><strong>Point?</strong></p><p>European media outlets have criticized Google for playing with those margins.</p><p>Google delinked from a handful of articles in <em>The</em> <em>Guardian,</em> the <em>Daily Mail</em> and the BBC but did not communicate explicitly the limited circumstances.</p><p>For example, the company told a BBC reporter that his article on a big bank wouldn't appear in some search results. The reporter was <a href=\"http://www.bbc.com/news/business-28130581\">outraged</a>. Suddenly a politician or banker that's the subject of investigative reporting could game the system.</p><p>Only later in a <a href=\"http://www.bbc.com/news/technology-28168583\">BBC interview</a> did Google spokesman Peter Barron clarify: The article wouldn't appear only when you searched for the name of one specific person who left a comment.</p><p>\"We have to balance the need for transparency with the need to protect people's identity as well,\" Barron said.</p><p>Joe McNamee, director of the Brussels-based privacy group <a href=\"http://edri.org/about/\">EDRi</a>, says Google is either going overboard with the privacy ruling or it is \"accidentally or deliberately giving the impression to the media that the ruling is far broader than it actually is.\"</p><p>Adam Holland, a lawyer at Harvard University's <a href=\"http://cyber.law.harvard.edu/\">Berkman Center</a>, works with Google to <a href=\"http://www.chillingeffects.org\">archive removal applications</a>. He compares this new privacy category to a far more common type of takedown request: copyright violations.</p><p>Google has an automated system to take down links to copyrighted material. According to Holland, people abuse that system. Say you have a trademark claim over a logo. You could sue and spend a lot of money on lawyers, or \"simply file a copyright claim and boom, it's down.\"</p><p>Holland says the company is trying to find a middle ground.</p><p>In its statement, Google says it disagrees with the court ruling and the company's interpretation is \"very much a work in progress.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Europe%2C+Google+Stumbles+Between+Free+Speech+And+Privacy&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Aarti Shahani","audio":[{"meta":{"duration":"248"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1331425950-49980b.m3u?orgId=1&topicId=1019&ft=3&f=331384825"},{"href":"http://media.npr.org/assets/img/2014/07/14/22478321_h30586210-0dadffb0102eba396921c7e8cb6263ae1d835dc1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2615","width":"3487"}}]}