{"created":"2014-10-03T13:47:23+00:00","modified":"2014-10-03T13:47:23+00:00","valid":{"from":"2014-10-03T13:47:23+00:00","to":"3014-10-03T13:47:23+00:00"},"hreflang":"en","guid":"07a43725-0cc9-437e-a39f-5c05f32b2d4b","title":"Your morning cup of Joe could be killing songbirds. And here's what you can do to change that.","published":"2014-10-03T13:47:18+00:00","byline":"Diane Toomey","tags":["Ethics","food","science","conservation","Arts, Culture & Media","Global Politics","Environment","Science, Tech & Environment","Global","Diane Toomey","Alex Morgan","Robert Rice","Julie Craves","Conservation","Environment","Biology","Caffeine","Coffee","Endangered species","Bird","Rainforest Alliance","Smithsonian Migratory Bird Center","Fair trade","Economics of coffee","Shade-grown coffee"],"teaser":"A recent study found that 13 percent of the world's birds are either threatened or endangered. Among the causes is coffee. But there are efforts afoot to change that.","contentencoded":"<p>Pay a visit to the coffee aisle of an upscale market, and the choices can be a bit overwhelming.</p><p>There&rsquo;s coffee from local roasters, coffee stamped organic, coffee stamped fair trade, even coffee stamped with something called &ldquo;Whole Planet Foundation Supplier Alliance for Microcredit.&rdquo;</p><p>Now add one more specialty label to the conscientious coffee list: Bird-Friendly coffee.</p><p>Robert Rice, a scientist with the <a href=\"http://nationalzoo.si.edu/scbi/MigratoryBirds/default.cfm\" target=\"_blank\">Smithsonian Migratory Bird Center</a>, says researchers have documented steep declines in many migratory bird species in recent years. And while there are a number of reasons for that, Rice says habitat destruction on coffee farms is a big one.</p><p>On a recent day, Rice was marketing what the Smithsonian center calls its bird-friendly coffee certification program at a crowded natural products convention in Boston. Rice sat beside a big picture of a Baltimore oriole sitting atop a tree.</p><p>&ldquo;The concept really grabs people when they understand it and get it,&rdquo; Rice says.</p><p>&ldquo;The concept&rdquo; is about preserving bird habitat. Rice says the declines in songbird populations happened at the same time much of the coffee lands in central America were undergoing a change from traditional farms, in which coffee is grown under a lush canopy of shade trees, to high-yield varieties that grow in full sun.</p><p>&ldquo;The differences are quite drastic,&rdquo; Rice says. &ldquo;Even though sun coffee is quite green, it&rsquo;s actually in terms of diversity, it&rsquo;s very much of a green desert&rdquo;.</p><p>In other words, these new coffee plantations are bad news for birds. And even fair trade or organic standards don&rsquo;t say anything about habitat preservation.</p><p>That&rsquo;s why the Smithsonian developed its standards&ndash;to encourage coffee farmers to keep their shade trees.</p><p>Earning the Smithsonians&rsquo; trademarked &ldquo;Bird-friendly&rdquo; label isn&rsquo;t easy. Among other things, coffee farms must have a minimum number of native tree species and even a certain density of leaf volume. They also have to be organic. In exchange, the farms earn a premium price for their beans.</p><p>But the Smithsonian program isn&rsquo;t the only shade-grown coffee game in town. You might&rsquo;ve seen a little green frog on some coffee containers. That&rsquo;s the seal of approval of the rainforest alliance.</p><p>Alex Morgan of the <a href=\"http://www.rainforest-alliance.org/agriculture.cfm?id=coffee\" target=\"_blank\">Rainforest Alliance&rsquo;s US &amp; Canada sustainable agriculture program</a> says the organization&rsquo;s certification program is a comprehensive set of standards on social, environmental, and economic principles. The Alliance&rsquo;s standards are broader than the Smithsonian&rsquo;s but not quite as rigorous when it comes to shade trees.</p><p>Another difference is that farms don&rsquo;t have to meet those shade standards up front.</p><p>The rainforest alliance strategy, Morgan says, is more about helping coffee farmers move in the right direction.</p><p>&ldquo;When you&rsquo;re dealing with coffee farms that may not have means to comply in year or two, then you have to be practical within the realities of what people can do on a farm,&rdquo; Morgan says.</p><p>So which approach preserves more bird habitat?</p><p>Morgan says bird-loving coffee drinkers shouldn&rsquo;t sweat the difference. Choose coffee certified by his rainforest alliance or the Smithsonian, he says. But Morgan adds that it&rsquo;s important not to pit any of the certifications out there against one another.</p><p>&ldquo;Because when you add up what is certified you&rsquo;re really talking about less than 10 percent of the coffee supply,&rdquo; Morgan says.</p><p>&ldquo;What we should all be doing, is really looking at, how can we get the rest of that coffee supply under the umbrella of one or numerous of those certification programs.&rdquo;</p><p>Bottom line, observers say, look for substance behind any claims.</p><p>Take for instance the term &ldquo;shade grown.&rdquo; There are bags of coffee on the shelves with that claim, but without any certification.</p><p>That doesn&rsquo;t sit well with Julie Craves, an ornithologist at the University of Michigan who runs a website analyzing coffee certification programs.</p><p>Craves says &ldquo;Shade coffee&rdquo; means more than just having a shade tree.</p><p>&ldquo;Shade coffee is that there is habitat,&rdquo; Craves says.</p><p>&ldquo;So I don&rsquo;t think they&rsquo;re trying to be purposely deceptive, but unless it&rsquo;s verified by a third party, under some scientific standards, I don&rsquo;t think it means very much.&rdquo;</p><p>Whatever the standard&ndash;Rainforest Alliance, Smithsonian Bird Center or something else &ndash; if you want to buy truly bird -friendlier coffee, you&rsquo;re likely to pay a premium.</p><p>But if you don&rsquo;t, ornithologist Julie craves says, it&rsquo;s the birds that pay the price.</p><p>&ldquo;I have a little thing I tell people,&rdquo; Craves says. &ldquo;There is no such thing as cheap coffee.&rdquo;</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Piranga_olivacea400.png","meta":{"crop":"primary","height":null,"width":null},"type":"image/png"},{"href":"http://www.pri.org/file/pirangaolivacea400png"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/local-pri-934462.mp3"},{"href":"http://www.pri.org/file/local-pri-934462mp3"}]}