{"created":"2014-10-27T23:42:49+00:00","modified":"2014-10-27T23:42:49+00:00","valid":{"from":"2014-10-27T23:42:49+00:00","to":"3014-10-27T23:42:49+00:00"},"hreflang":"en","title":"Bob Hoskins: A Specialist In Tough Guys With Soft Hearts","published":"2014-04-30T23:00:00+00:00","teaser":"British actor Bob Hoskins has died at the age of 71, after a bout with pneumonia. The skilled character actor starred in <em>Who Framed Roger Rabbit</em> and received an Oscar nomination for <em>Mona Lisa.</em>","itags":["npr_api","308368206"],"contentencoded":"<p>British actor Bob Hoskins died last night of pneumonia at 71. He'll certainly be remembered for starring with cartoon characters in <em>Who Framed Roger Rabbit</em> — but that was just one of many films in which he played tough guys with soft hearts.</p><p>Short, stocky, dyslexic, balding, and with a cockney accent thick enough to spread on toast, Hoskins was hardly conventional leading man material. But he sure got to play opposite some gorgeous co-stars — Kathleen Turner's Jessica Rabbit, of course, but also Cher in <em>Mermaids </em>and Michelle Pfeiffer in <em>Sweet Liberty;</em> and in <em>Mona Lisa</em>, Cecily Tyson's daughter Cathy played the call girl he chauffeured for, fell in love with and wanted to protect.</p><p>Hoskins played a mostly passive character in <em>Mona Lisa</em> — not his usual thing, which may be why the role got him his only Oscar nomination. His usual thing was more blustery — from real-life figures like J. Edgar Hoover, Winston Churchill, Benito Mussolini and Nikita Khrushchev to gangsters and detectives, like the one who had to hold his own opposite an animated rabbit.</p><p>Hoskins was hired for <em>Who Framed Roger Rabbit</em> because the filmmakers knew that he'd keep the story grounded, something the actor told interviewers he did in a decidedly ungrounded way — basically learning to \"hallucinate\" his costars.</p><p>Hoskins got his first acting gig, at 26, by accident: He went with a friend to an audition. just to keep him company, got a script shoved into his hand by someone who said \"you're next,\" and decided to give it a shot. He ended up getting the lead, with his friend as his understudy. At which point he also started getting terrible advice, as he told WHYY's <em>Fresh Air</em>.</p><p>\"When I started,\" Hoskins said, \"they said, you know, you've got to take elocution lessons, deportment classes, you gotta learn to fence. Wait a minute, hang on: I'm going to learn to talk like I don't, be like I'm not, walk like I don't — where am I in the middle of this? And so I didn't take any lessons at all.\"</p><p>Which didn't keep him from getting parts, at first onstage, and then on TV, including his big break as a frustrated sheet-music salesman in <em>Pennies from Heaven</em> — a frustrated but imaginative salesman, whose frustrations keep erupting into song</p><p>Hoskins' big-screen career didn't take off until casting directors decided he was a sort of British Edward G. Robinson — as the gangster in <em>The Long Good Friday,</em> for instance, who made the mistake of ticking off the American Mafia.</p><p>After that, he alternated between big Hollywood movies and — more and more — smaller independent films. He announced his retirement two years ago, and also his diagnosis with Parkinson's. But by then, the performance career that began as a fluke had seen Bob Hoskins growl and bluster his way through more than 100 roles onscreen — indelibly, pretty much every time.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Bob+Hoskins%3A+A+Specialist+In+Tough+Guys+With+Soft+Hearts&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bob Mondello","guid":"07cc171e-e586-48b1-b542-366a9dc10111","audio":[{"meta":{"duration":"227"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1308377834-bf51b0.m3u?orgId=1&topicId=1045&ft=3&f=308368206"},{"href":"http://media.npr.org/assets/img/2014/04/30/hoskins-obit2-7a77a27ba3216df90289d0f5fdca29f9803500af.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2901","width":"3867"}},{"href":"http://media.npr.org/assets/img/2014/04/30/hoskins-obit3-3e0d153c6ceed81f7c4e5dc0501fb8331fd0610f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1920","width":"2561"}}]}