{"created":"2015-01-07T19:03:06+00:00","modified":"2015-01-08T20:06:50+00:00","valid":{"from":"2015-01-08T20:06:50+00:00","to":"3015-01-08T20:06:50+00:00"},"hreflang":"en","title":"12 Dead In Terror Attack On Paris Paper","published":"2015-01-08T20:06:00+00:00","teaser":"France has raised its alert to the highest level and security forces are hunting for three gunmen.","itags":["npr_api","375648385"],"guid":"07e4f7b0-dc3e-4e15-94f9-4f13708f5743","contentencoded":"<p>Masked gunmen shouting &#8220;Allahu akbar!&#8221; stormed the Paris offices of a satirical newspaper Wednesday, killing 12 people, including the paper&#8217;s editor, before escaping in a getaway car. It was France&#8217;s deadliest terror attack in living memory.</p><p>French Interior Minister Bernard Cazeneuve said security forces were hunting for three gunmen after the noon-time attack on the weekly, whose caricatures of the Prophet Muhammed have frequently drawn condemnation from Muslims. Twelve people died and eight were wounded, including four critically, officials said.</p><p>French President Francois Hollande called the slayings &#8220;a terrorist attack without a doubt&#8221; and said several other attacks have been thwarted in France &#8220;in recent weeks.&#8221;</p><p>There was no immediate claim of responsibility.</p><p>Clad all in black with hoods and machine guns and speaking flawless French, the attackers forced one of the cartoonists at the weekly Charlie Hebdo &#8211; at the office with her young daughter &#8211; to open the door.</p><p>The staff was in an editorial meeting and the gunmen headed straight for the paper&#8217;s editor, Stephane Charbonnier &#8211; widely known by his pen name Charb &#8211; killing him and his police bodyguard, said Christophe Crepin, a police union spokesman on the scene. Minutes later, two men strolled out to a black car waiting below, calmly firing on a police officer, with one gunman shooting him in the head as he writhed on the ground.</p><p>Ten journalists were killed and two police, Crepin said, one of them assigned as Charb&#8217;s bodyguard and another who had arrived on the scene on a mountain bike.</p><p>&#8220;Hey! We avenged the Prophet Muhammed! We killed Charlie Hebdo,&#8221; one of the men shouted, according to a video filmed from a nearby building and broadcast on French television. Other video images showed two gunmen in black at a crossroads who appeared to fire down one of the streets. A cry of &#8220;Allahu akbar!&#8221; &#8211; Arabic for &#8220;God is great&#8221;- could be heard among the gunshots.</p><p>The gunmen abandoned their car at the northern Porte de Patin and escaped, Paris police said.</p><p>Corinne Rey, the cartoonist who said she was forced to let the gunmen in, said the men spoke fluent French and claimed to be from al-Qaida. In an interview with the newspaper l&#8217;Humanite, she said the entire shooting lasted perhaps five minutes.</p><p>France raised its security alert to the highest level and reinforced protective measures at houses of worship, stores, media offices and transportation. Top government officials held an emergency meeting and Hollande planned a nationally televised address in the evening. Schools across the French capital closed their doors.</p><p>World leaders &#8211; including President Barack Obama, German Chancellor Angela Merkel, Russian President Vladimir Putin and British Prime Minister David Cameron &#8211; condemned the attack, but supporters of the militant Islamic State group celebrated the slayings as well-deserved revenge against France.</p><p>Both al-Qaida and the Islamic State group have repeatedly threatened to attack France. Just minutes before the attack, Charlie Hebdo had tweeted a satirical cartoon of the Islamic State&#8217;s leader giving New Year&#8217;s wishes. Another cartoon, released in this week&#8217;s issue and entitled &#8220;Still No Attacks in France,&#8221; had a caricature of a jihadi fighter saying &#8220;Just wait &#8211; we have until the end of January to present our New Year&#8217;s wishes.&#8221;</p><p>&#8220;This is the darkest day of the history of the French press,&#8221; said Christophe DeLoire of Reporters Without Borders.</p><p>Luc Poignant of the SBP police union said the attackers left in a waiting car and later switched to another vehicle that had been stolen.</p><p>Obama&#8217;s top spokesman said U.S. officials have been in close contact with the French since the attack. &#8220;We know they are not going to be cowed by this terrible act,&#8221; spokesman Josh Earnest said.</p><p>On social media, supporters of militant Islamic groups praised the move. One Twitter user who identified themselves as a Tunisian loyalist of al-Qaida and the Islamic State group called the attack well-deserved revenge against France.</p><p>Elsewhere on the Internet, the hashtag #JeSuisCharlie was trending as people expressed support for weekly and for journalistic freedom.</p><p>Charlie Hebdo has been repeatedly threatened for its caricatures of the Prophet Muhammad and other controversial sketches. Its offices were firebombed in 2011 after a spoof issue featuring a caricature of the prophet on its cover. Nearly a year later, the publication again published crude Muhammad caricatures, drawing denunciations from around the Muslim world, since Islam prohibits the publication of drawings of its founder.</p><p>Wednesday&#8217;s attack comes the same day of the release of a book by a celebrated French novelist depicting France&#8217;s election of its first Muslim president. Hollande had been due to meet with the country&#8217;s top religious officials later in the day.</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.businessweek.com/authors/1138-gregory-viscusi\" target=\"_blank\">Gregory Viscusi</a></strong>, reporter for Bloomberg News in Paris. He tweets <a href=\"https://twitter.com/gviscusi\" target=\"_blank\">@gviscusi</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=12+Dead+In+Terror+Attack+On+Paris+Paper&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"The Associated Press","audio":[{"meta":{"duration":"326"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1375648388-71171e.m3u?orgId=1&ft=3&f=375648385"},{"href":"http://media.wbur.org/wordpress/11/files/2015/01/0107_paris-shooting.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"853","width":"1280"}}]}