{"created":"2015-03-27T08:44:10+00:00","modified":"2015-05-13T21:06:30+00:00","valid":{"from":"2015-05-13T21:06:30+00:00","to":"3015-05-13T21:06:30+00:00"},"hreflang":"en","title":"Was Your Seafood Caught By Slaves? AP Uncovers Unsavory Trade","published":"2015-04-08T19:54:00+00:00","teaser":"Some of the seafood that winds up in American grocery stores, in restaurants, even in cat food may have been caught by Burmese slaves, a yearlong investigation by The Associated Press finds.","itags":["npr_api","395589154"],"guid":"07ef038e-2968-41d5-ae23-1a9f734995cd","contentencoded":"<p>Some of the seafood that winds up in American grocery stores, in restaurants, even in cat food may have been caught by Burmese slaves. That's the conclusion of a yearlong <a href=\"http://bigstory.ap.org/article/b9e0fc7155014ba78e07f1a022d90389/ap-investigation-are-slaves-catching-fish-you-buy\">investigation</a> by The Associated Press.</p><p>The AP discovered and interviewed dozens of men being held against their will on Benjina, a remote Indonesian island, which serves as the base for a trawler fleet that fishes in the area.</p><p>AP correspondent Martha Mendoza was one of the lead reporters for the investigation. The men AP found unloading seafood in Benjina were mostly from Myanmar, also known as Burma. When they realized one of the AP reporters spoke Burmese, \"they began calling out, asking for help, and explaining that they were trapped and that they were being beaten and that they were enslaved,\" Mendoza tells NPR's Renee Montagne.</p><p>When the reporter went to the island, she found men held in a cage so that they wouldn't run away. \"They were trapped. They had no way to go home; they had not heard from their family in five, 10 years. They were in a desperate situation,\" Mendoza says.</p><p>How did the men wind up in this modern-day form of slavery? In some cases, they were lured by promises of a job by brokers in Burma, Mendoza says. The men had pledged to pay the brokers a fee for finding them the job, but when they arrived, they found out the work was in fishing, which they hadn't signed up for, she says. \"And they were obliged to not only pay back the broker fee but now they're being told they must pay for food and shelter as they work 22-hour days. The debt becomes bottomless.\"</p><p>Others were kidnapped and forced to work. Still others signed up for the fishing work but decided it was not for them \"because they weren't getting paid and it was a terrible situation,\" she says.</p><p>After the AP reporters made this discovery, they began tracking where the seafood went. They watched the seafood get loaded into a cargo ship called the Silver Sea Lion, then used GPS to track it to a port in Thailand.</p><p>\"We followed as many as we could to the processing plants,\" Mendoza says. Literally. The seafood was offloaded into some 150 trucks. The reporters — in cars — followed as many of those trucks as they could, taking notes, shooting video and jotting down the names of the plants where the seafood was delivered.</p><p>Then AP dug into customs records \"to see which of those companies was shipping seafood into the United States, on what date, under what label,\" Mendoza says.</p><p>Those labels included Iams, Meow Mix, Fancy Feast, and other types of cat food shipped to the U.S. \"And the distributors in the United States who are receiving some of the seafood from these factories also sell to Wal-Mart, Kroger, Albertson's, Safeway and others,\" Mendoza says.</p><p>The response from cat-food makers, grocers, fish sellers and others in the U.S. has \"really been remarkable,\" she says, from \"the <a href=\"https://www.aboutseafood.com/\">National Fisheries Institute</a> on down.\"</p><p>They've \"all said that they appreciate the information that we brought to them and that they want to do something about this,\" Mendoza says. \"Nobody denied what we found. Everybody wanted more information.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Was+Your+Seafood+Caught+By+Slaves%3F+AP+Uncovers+Unsavory+Trade&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"250"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1395698522-8fd8de.m3u?orgId=1&topicId=1053&d=250&p=3&story=395589154&t=progseg&e=395684125&seg=3&ft=nprml&f=395589154"}]}