{"created":"2015-06-17T22:47:16+00:00","modified":"2015-06-18T16:32:14+00:00","valid":{"from":"2015-06-18T16:32:14+00:00","to":"3015-06-18T16:32:14+00:00"},"hreflang":"en","guid":"07f597b0-5ffe-4bde-aae9-36fb634dc9fd","title":"How a kid persuaded a skeptic to show a little optimism ","published":"2015-06-18T16:32:09+00:00","byline":"Joyce Hackel","tags":["ultra-orthodox","Israelis","terrorism","terror","parenthood","siblings","father","son","Books","Arts, Culture & Media","Tel Aviv","Asia","Israel","Mideast","Etgar Keret","ultra-orthodox","Israelis","Terrorism","terror","Parenthood","siblings","Father","Son"],"teaser":"Israeli author Etgar Keret considers what it means to be a son, a brother and a father in his new memoir The Seven Good Years. ","contentencoded":"<p>Etgar Keret doesn't always see eye-to-eye with his family. But he'll go to the mat for them.</p>\n<p>The Israeli author and hardcore atheist was distressed when he realized the children of his ultra-Orthodox sister would be forbidden from reading the kids' book he wrote, <a href=\"http://www.amazon.com/Runs-Away-Circus-Etgar-Keret/dp/0763622478\">Dad Runs Away with the Circus</a>. So he insisted that the publisher create a single special version of the book.</p>\n<p>\"In my contract with the publishing house, they had to make one like 'extra-kosher' copy where all the characters have long sleeves,\" Keret says. \"Then my sister had to show it to her rabbi and ask him if it's okay for them to read, and he said 'No!'\"</p>\n<p>The ultra-orthodox rabbi didn't find Keret's book appropriate for the author's nieces and nephews because it depicts a parent leaving a family. But Keret didn't react with rancor. In fact, there's no trace of rancor in any the familial tales he recounts in <a href=\"http://www.amazon.com/The-Seven-Good-Years-Memoir/dp/1594633266\">The Seven Good Years</a>, his new memoir exploring the complexities of his relationships with his parents, siblings, son and wife.</p>\n<p>Each chapter in the book recounts one year in period in his life after his wife gave birth to their son Lev, but before Keret's father died. He's even created a <a href=\"http://www.largeheartedboy.com/blog/archive/2015/06/book_notes_etga_1.html\">playlist</a> to accompany the journey. He describes parenthood as no simple endeavor.</p>\n<p>\"When you're a father, you're an interface between your son and the world. And your son asks you all kinds of questions. And all those questions before my son was born, I would say to myself, 'This happens because the world sucks,'\" he says. \"But when your 5-year old son asks you, you want to give him a better answer, you want to make him believe in life, you want to make him believe in people. And this really calls for transformation from your own side.\"</p>\n<p>Simply having a child, he admits, is a sort of irrational vote for the future. He says it followed a talk with his mom, a Holocaust survivor.</p>\n<p>\"I said to her, 'With the political situation here, I feel that it may be irresponsible to have a kid,'\" he recalls, \"My mother said, 'If I could have you after the Holocaust and believe things can get better, I think you can find some optimism in you.'\"</p>\n<p>Thanks, Mom.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-17%2Fmodern-family-israeli-style&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/story/images/Etgar%20Keret_CROP.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/etgar-keretcropjpg"}]}