{"created":"2014-11-14T08:32:15+00:00","modified":"2014-11-19T15:05:22+00:00","valid":{"from":"2014-11-19T15:05:22+00:00","to":"3014-11-19T15:05:22+00:00"},"hreflang":"en","title":"For Veteran, Hospice Care Work Connects Him To Family","published":"2014-11-14T19:16:00+00:00","teaser":"Ron Riveira, who served in the Navy and Marines, now does hospice care for vets and says it allows him to help people like his grandparents. \"Every time I go into a home, I see a piece of my family.\"","itags":["npr_api","363762702"],"guid":"08006ab9-2b1b-489a-a92d-a8c20880c8bf","contentencoded":"<p>The imprint Ron Riveira's grandparents made on his life has been indelible. Ron, a hospice nurse in California, served as a Navy corpsman and a medic in the Marines. His grandmother and grandfather — a Korean War vet — helped raise him.</p><p>Ron remembers that his grandfather may not have said much, but his love for his wife was obvious. \"They were a phenomenal couple,\" Ron tells his friend Jason Deitch at StoryCorps in Concord, Calif.</p><p>He remembers once that at the kitchen table, a guy who was dating his aunt swore. \"My grandpa looks over at him, just raises an eyebrow, don't say nothing. Grandma comes out of the kitchen, grabbed him up by the ear, walked the kid to the door, kicked him in the butt, walks back in. Doesn't say a word, man, doesn't say a frickin' word!\"</p><p>His grandfather looked at his wife and said \"Rosemary, I love you.\"</p><p>\"And my grandma goes, 'Edward, I know,' goes back to what she's doing,\" he says. \"I mean, they were the ultimate team. And that woman supported everything that that man went through.\"</p><p>For years, Ron says his grandfather never said anything about his time in Korea, but, he remembers his grandfather never swam without pants on because of the shrapnel scars on his legs and his back. \"So when I came back from the military, grandpa grabbed me, and he took me downstairs at their house and he broke down and told me every single thing that he went through,\" Ron says. \"And he showed me the scars on his legs, and then he gave me his medals. That day was more important than any day of my life, than anything that was given to me in the military. 'Cause that was my grandpa. I'm the product of that environment.\"</p><p>Ron now does hospice care for veterans. \"I lost my grandmother, and that's when I became a hospice nurse, and every time I go into a home, I see a piece of my family. I see a grandma and a grandpa that need help. And I can fix that,\" Ron says.</p><p>\"You said to me, 'I help the brothers get ready for their last deployment,' \"Jason says.</p><p>\"Absolutely. It's just like your first job, your first door you're gonna kick in. That's a hot, scary door, dude,\" Ron says.</p><p>\"To care for people at the end of their life and to prepare them for that as much as you can, that is a beautiful task, brother,\" Jason says. \"You have a life that is an act of devotion and love. You can't have earned more karma than that.\"</p><p><em>Produced for </em>Morning Edition<em> by Nadia Reiman and Michael Garofalo.</em></p><p><em>StoryCorps is a national nonprofit that gives people the chance to interview friends and loved ones about their lives. These conversations are archived at the American Folklife Center at the Library of Congress, allowing participants to leave a legacy for future generations. Learn more, including how to interview someone in your life, at <a href=\"http://storycorps.org/\">StoryCorps.org</a>.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Veteran%2C+Hospice+Care+Work+Connects+Him+To+Family&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"191"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1364001762-161314.m3u?orgId=1&topicId=1060&aggIds=4516989&ft=3&f=363762702"},{"href":"http://media.npr.org/assets/img/2014/11/13/riveiranpredit-b475396bbacafbc6a0615e2d0926a01cf2d37ff4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"599","width":"799"}},{"href":"http://media.npr.org/assets/img/2014/11/13/sc_riveira1-2-5d6308df3972bbc3ae363c0292b6a1a9829f85a9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2066","width":"2756"}}]}