{"created":"2014-08-28T02:33:37+00:00","modified":"2014-10-31T00:00:44+00:00","valid":{"from":"2014-10-31T00:00:44+00:00","to":"3014-10-31T00:00:44+00:00"},"hreflang":"en","title":"'You're Not Alone': Dads Who Blog Redefine Modern Fatherhood ","published":"2014-08-16T00:02:00+00:00","teaser":"The time fathers spend with their kids has nearly tripled in a generation. No surprise, then, that hundreds of dads are now blogging about parenting — and challenging stereotypes about fathers.","itags":["npr_api","334451114"],"guid":"080489f5-bc93-4109-84b2-52109f24d6fd","contentencoded":"<p>When graphic designer Brent Almond adopted a son a few years ago, he was struck — like so many new parents — by the steep learning curve, the sheer hard work of parenting and the overwhelming array of kiddie stuff he found himself having to buy.</p><p>So he launched a blog, <a href=\"http://designerdaddy.com/\" target=\"_blank\">Designer Daddy</a>, to review products for their aesthetic value. But he soon found he got far more out of chronicling daily life as a father.</p><p>\"It causes me to pause and think about things happening in my son's life and our life as parents and as a family,\" he says. <strong> </strong></p><p>Almond is among hundreds of daddy bloggers who've taken to the Web in recent years — a logical outgrowth, perhaps, of the record number of stay-at-home and single fathers.</p><p>According to the Pew Research Center, there were <a href=\"http://www.pewsocialtrends.org/2014/06/05/growing-number-of-dads-home-with-the-kids/\" target=\"_blank\">2 million stay-at-home dads in 2012</a>, nearly double the number from 1989. And overall, the time fathers spend with their children has nearly tripled from a generation ago.</p><p>Many bloggers see their role as helping to define the modern dad. For Almond, that means challenging stereotypes not just of men, but also of gay men. He and his husband were the first same-sex couple to become parents in their social circle in Kensington, Md., but he's found a community of others online.</p><p>One of the first things he wrote about was the baby wipes he bought at Target, called Mom to Mom. \"I'm like, 'Are we not allowed to use these?' \" he says, laughing. \"Did dads not ever use wipes?\"</p><p>The social media conglomerate BlogHer recently honored Almond as a \"Voice of the Year\" for one of his posts. He wrote about being at the mall — disheveled, exhausted, chasing his toddler — when he ran into a young gay couple he knew. They were the guys his gay men's chorus had voted \"cutest couple,\" well-dressed and heading to a play. Almond wondered, \"<a href=\"http://designerdaddy.com/2014/02/being-a-dad-is-turning-me-straight/\" target=\"_blank\">Is Being a Dad Turning Me Straight?</a>\"</p><blockquote><p>\"Exhibit A: I no longer go to my gossipy, orgasmic shampoo-giving stylist. I now get my hair cut by an old, Greek barber within walking distance of my house.\"</p></blockquote><p>He also wears the same gray T-shirts every day, lets his house get messy and, he writes, \"Oh, the horror. Sometimes I leave the house wearing a black belt with brown shoes.\"</p><p>Any sleep-deprived mom with spit-up on her shirt can relate.</p><p>Beyond blogs, dads are also finding each other through a slew of daddy podcasts. <a href=\"http://lifeofdad.com/profile_blog.php?uid=7\" target=\"_blank\">Ryan E. Hamilton</a> co-hosts the After Show podcast on <a href=\"http://lifeofdad.com/\" target=\"_blank\">Life of Dad</a>. It brings on dad bloggers to talk about everything from sports to work-life balance to what is the appropriate age to let your child play the crazy popular video game Minecraft.</p><p>Oddly enough, Hamilton says half those who come to Life of Dad's podcasts and blogs are women.</p><p>\"I get the sense that it's women kind of peeking through the peephole,\" he says. \"You know, 'What's my husband going through that he's not quite opening up to me about?' \"</p><p>Hamilton's opened up a lot, blogging about his struggles with divorce and depression and discovering he's not alone.</p><p>\"And you're not alone in bigger and more grandiose ways than you ever thought,\" he says. \"There've been complete strangers that have become probably some of my best friends, just by virtue of the fact that I've opened up and shared the good, bad and ugliest parts of my life.\"</p><p>\"One thing I'm very proud of in the dad blogger community is that we really are supportive of each other,\" says Scott Behson, a professor of management at Fairleigh Dickinson University who has his own blog, <a href=\"http://fathersworkandfamily.com/\" target=\"_blank\">Fathers, Work and Family</a>.</p><p>Behson says the dad blogging community is diverse — across age, race, income — and fathers have largely avoided the stay-at-home vs. working parent drama of the mommy wars.</p><p>\"Society puts so much pressure on women to be this 'ideal mother,' \" he says, \"that they feel really torn no matter what they do, that they're not doing it right. And I think society hasn't placed that on fathers, so maybe we have it easier in that regard.\"</p><p>Even so, Behson says fathers do face entrenched, negative stereotypes: deadbeat dad, part-time dad, bumbling dad. Two years ago, daddy bloggers took on a number of big-brand TV commercials that fostered such perceptions.<strong> </strong>Huggies diapers took the most heat for portraying dads as inept, and <a href=\"http://www.huffingtonpost.com/lisa-belkin/huggies-pulls-diaper-ads_b_1339074.html\" target=\"_blank\">the company quickly pulled the ad</a> and remade it.</p><p>This year, blogger Zach Rosenberg at <a href=\"http://www.8bitdad.com/\" target=\"_blank\">8BitDad</a> screened 140 commercials, spoiling for a fight. \"And then <a href=\"http://www.8bitdad.com/2014/01/17/dad-bias-in-2013-commercials-17917/\" target=\"_blank\">my results actually surprised me</a>,\" he writes.</p><p>By and large, Rosenberg found this year's crop of commercial dads loving, respected and competent — just like dad bloggers have been saying they are.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27You%27re+Not+Alone%27%3A+Dads+Who+Blog+Redefine+Modern+Fatherhood+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jennifer Ludden","audio":[{"meta":{"duration":"275"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1340700466-87af13.m3u?orgId=1&topicId=1091&aggIds=323986426&ft=3&f=334451114"},{"href":"http://media.npr.org/assets/img/2014/07/24/daddy-blogger-45efdb4e5aa226eef65b49360e0401d9608119b4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2034","width":"2713"}}]}