{"created":"2014-10-24T19:54:56+00:00","modified":"2014-10-28T14:43:27+00:00","valid":{"from":"2014-10-28T14:43:27+00:00","to":"3014-10-28T14:43:27+00:00"},"hreflang":"en","guid":"0812464d-2a83-4c5a-b7ca-2e17860d3f28","title":"How radio became a 'lifeline' in Gaza","published":"2014-10-28T14:43:26+00:00","byline":"Leo Hornak","tags":["Israeli-Palestinian conflict","Media & Journalism","conflict","Human Needs","Conflict","Conflict & Justice","Asia","Palestinian territories","Middle East","Asia","Paul Harper","Radio","media","Emergency","Palestinian nationalism"],"teaser":"As Gazans try to recover from this summer's war with Israel, some are turning to a local station called Radio Alwan to get information, trade stories and tips and get educated about subjects ranging from PTSD to where aid drops are happening.","contentencoded":"<p>Sometimes the clean-up after a disaster is as challenging as surviving the event itself. That may be the case in Gaza, where, nearly two months after Israel and Hamas agreed to a ceasefire, the recovery has only just begun.</p>\n<p>Ban Ki-Moon described the situation as \"destruction beyond description,\" but not all the repairs are physical. Many families still need advice and support on how to adjust to a post-conflict world.</p>\n<p>One part of that effort has come from local radio. BBC Media Action, the BBC’s development charity, teamed up with Gazan station Radio Alwan to create a daily program called \"Atheer Gaza\" or \"Gaza Lifeline.\" The aim is to share local advice on the new problems that people face, as well as tips for managing during the recovery period.</p>\n<p>Before the war, radio would have been a surprising choice — most Gazans turned to TV for their information. But Paul Harper, the program’s English editor, says things changed dramatically after the fighting. “One of the first things we do when we go into a situation like that is to do an information needs assessment — which sources people trust most,” Harper explains. “The survey we did in Gaza after the war showed a huge spike in radio listening.\"</p>\n<p>A TV set requires a reliable power supply, but power cuts have become the norm. Radio sets can run on batteries, and mobile phones only need occasional charging. Harper thinks that will always be the medium's advantage: \"Radio comes into its own in emergency situations. When all the other media collapse in the face of disaster, the one thing that is easy to get up and running is radio. It's a very effective tool.\"</p>\n<p>In recent weeks the show has looked at a wide range of topics: PTSD, education, aid distribution, unemployment, volunteering. In each case, listeners are encouraged to share their own stories and tips on making life easier.</p>\n<p>One recent show focused on the problems faced by disabled people in Gaza and their families, including the story of a blind woman who found her neighborhood unrecognizable by touch after a bomb attack. </p>\n<p>Harper says that personal approach is crucial to the project. “We encourage people to contact us through SMS, email and our Facebook page, and the response has been enthusiastic.\"</p>\n<p>Lifeline is determined to steer clear of politics — as far as that is possible in Gaza. Discussions that threaten to become overtly partisan are gently steered back toward practical matters. “We are always as careful as we can be to remain balanced,\" Harper says. \"We are there to provide practical information, not become involved in political disputes.\"</p>\n<br><p>©2014 Public Radio International</p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/102420147.mp3"},{"href":"http://www.pri.org/file/102420147mp3"}]}