{"created":"2015-04-21T13:29:24+00:00","modified":"2015-04-22T20:31:51+00:00","valid":{"from":"2015-04-22T20:31:51+00:00","to":"3015-04-22T20:31:51+00:00"},"hreflang":"en","guid":"081928ff-d7fc-47c7-aa31-bba18dc55c19","title":"Meet the Pakistani activist fighting the Taliban, igniting Pakistani students abroad","published":"2015-04-22T20:31:48+00:00","byline":"Marc Kilstein","tags":["Mohammad Jibran Nasir","Taliban","Pakistan","peshawar","activism","#ReclaimYourMosques","#NeverForgetPK","SafeMode","Justice","Conflict & Justice","Mohammad Jibran Nasir","Taliban"],"teaser":"Mohammad Jibran Nasir is a 28-year-old lawyer and civil rights activist from Pakistan. He’s touring the United States to promote his message of anti-extremism, and to raise awareness around his two social campaigns, #NeverForgetPk and #ReclaimYourMosques.","contentencoded":"<p>For Mohammad Jibran Nasir, a 28-year-old Pakistani lawyer turned civil rights activist, the goal is simple: Stop extremist violence.</p>\n<p>Nasir has dedicated himself to this mission since December 2014, after a particularly <a href=\"http://www.pri.org/stories/2014-12-17/survivor-pakistans-school-massacre-tells-how-his-teacher-saved-his-life\" target=\"_blank\">bloody and savage Taliban attack</a> left Pakistan shaken to its core.</p>\n<p>“A few kids from three grades were gathered in an auditorium [at the Army Public School in the Pakistani city of Peshawar], when the terrorists walked in and opened fire,” Nasir explains. “These kids were as young at 6 years old and as old as 17 or 18 years old. The attack actually wiped out whole grades. Close to 150 kids were massacred.”</p>\n<p>Nasir cites this ruthless assault as a personal wake-up call.</p>\n<p>“This attack really proved that terrorism has no sense of decency,” he says. “[Terrorists] are not going to care about gender, age, location — [they attack] schools knowing that kids are going to be unarmed, that people there are getting enlightened. It's just like attacking someone in a church or a mosque, where they’re talking to God… in a school, you're getting an education; it’s liberating you. And anything that is letting you express yourself, [the terrorists] are cutting down.”</p>\n<p>So Nasir organized and now runs two social campaigns — #ReclaimYourMosques and #NeverForgetPK — which aim to press the government of Pakistan to crack down on banned militant outfits. He calls the effort a ‘citizen’s movement against terrorism.’</p>\n<p>And that movement has now reached the United States. Nasir is speaking at colleges and universities across America in an effort to encourage the young Pakistani diaspora to join the fight against extremism.</p>\n<p>“The Pakistani American community is very well connected to Pakistan,” Nasir says. “Even if you're studying or working here, the majority of your family is probably back home. So you are sending back remittances, you're going back on cultural holidays. Given the fact that this community has a stake [in Pakistan], if they unite here and start lobbying not just the government of the USA, but also the government of Pakistan back home, they can have a seat at the table where they can dictate the terms.”</p>\n<p>Nasir is fully aware that his ‘simple’ goal — to stop extremist violence — is not easy. But, he says, he’s playing the long game.</p>\n<p>“This is about people who work and toil not just for themselves, and not even perhaps just for their children. But it’s about the people even after that. When Martin Luther King said 'I have a dream,' he knew perhaps that he would not live long enough to see that dream. So the ability to dream and work toward it for people who are going to come much after you, that's what humanity is all about. That's what the human spirit is all about.”</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-21%2Fmeet-pakistani-activist-fighting-taliban-one-american-college-time&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/nasir.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/nasirjpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04202015_08_MK_TUES_Nasir.mp3"},{"href":"http://www.pri.org/file/0420201508mktuesnasirmp3"}]}