{"created":"2014-10-03T20:57:08+00:00","modified":"2014-10-31T02:45:29+00:00","valid":{"from":"2014-10-31T02:45:29+00:00","to":"3014-10-31T02:45:29+00:00"},"hreflang":"en","title":"Contagious Aphrodisiac? Virus Makes Crickets Have More Sex","published":"2014-05-02T12:47:00+00:00","teaser":"Researchers have stumbled upon a virus that makes crickets horny before it kills them. Inducing your host to mate more is a great way for a virus to spread its own genes.","itags":["npr_api","300999096"],"guid":"08347ae6-41c5-4f76-9204-4fa2728e39e6","contentencoded":"<p>Imagine if there were a virus that could get inside you and dial up your libido, so that you all of a sudden start mating more (more frequently and with more partners), so that the virus — the tricky, tricky, clever, little virus — could transmit itself through your lovemaking to somebody else, then somebody else, and somebody else after that.</p><p>That would be genius, and troubling, and most of all, sci-fi, right? Well, it turns out, <a href=\"http://myweb.dal.ca/sadamo/Adamo_Lab_-_Dalhousie_University/People_-_Shelley_Adamo.html\">Shelley Adamo</a> and <a href=\"http://myweb.dal.ca/sadamo/Adamo_Lab_-_Dalhousie_University/Home.html\">her team</a> at Dalhousie University in Halifax have just discovered a virus that seems to have an effect kind of like that ... in crickets. It's called <a href=\"http://www.britannica.com/EBchecked/topic/294008/iridovirus\">iridovirus</a> and she stumbled across its aphrodisiac qualities accidentally.</p><p>When Adamo's whole colony of crickets was accidentally infected with the virus (which also turns their guts blue, and kills them within a matter of weeks), she noticed, in passing, that in the days before they died their mating behavior seemed to increase.</p><p><strong>If The Crickets Don't Mate, The Virus Can't Spread</strong></p><p>So she set up an experiment and found out that, sure enough, the males were increasing their mating behavior.<strong> </strong>It took them only three minutes, after a female entered the arena, to start singing their courtship song, as compared with the 10 minutes it usually takes. And the infected females — who usually decrease mating behavior when sick with a virus — were just as raring to go as they usually are.</p><p>Interestingly, the virus also appears to sterilize the crickets — which Adamo points out could be advantageous to the virus, because it means that instead of wasting time and energy producing eggs, the female crickets will continue to mate.</p><p>The virus (which is highly contagious) seems to need the crickets to mate. Without the mating, the virus can't hop from creature to creature. Interestingly, it isn't actually transmitted through the insemination — instead, the virus seems to pass from one cricket's antennae into the other's mouth.</p><p>It's more similar, in that way, to <a href=\"http://www.cdc.gov/parasites/lice/pubic/gen_info/faqs.html\">pubic lice</a>, which are passed person to person through intimate touching — but not through sex itself. Crickets, Adamo points out, are usually quite asocial. The only way crickets come into such close contact is during sex. So the virus is, in effect, a sexually transmitted disease — at least among crickets.</p><p><strong>It Wouldn't Be The First STD To Control Behavior</strong></p><p>In her <a href=\"http://jeb.biologists.org/content/early/2014/03/04/jeb.103408.abstract\">recent paper</a>, \"A viral aphrodisiac in the cricket <em>Gryllus texensis,</em>\" Adamo points out that she does not yet know how the virus is actually controlling behavior. She says it is not necessarily the sci-fi horror vision of direct, parasitic mind control that you may be picturing (though that kind of direct mind manipulation has been shown in some creatures — for example, in the <a href=\"http://www.wired.com/2014/02/absurd-creature-of-the-week-jewel-wasp/\">jewel wasp</a>, which injects venom into a cockroach's brain to control it).</p><p>The virus could be <em>indirectly</em> controlling behavior, Adamo says, through influencing the cricket's hormone levels, for example, or influencing immune signals.</p><p>Or, it could even be that the cricket itself, sensing it is sick, does a sort of Hail Mary attempt to spread its genes. Adamo says this behavior has been shown in many animals — <a href=\"http://onlinelibrary.wiley.com/doi/10.1111/j.1365-2656.2005.01020.x/abstract\">insects</a>, <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/16777735\">birds</a>, even a few mammals — and is called \"terminal reproductive investment.\"</p><p>\"When animals sense that they are very ill, they sometimes increase their reproductive output,\" Adamo explains. \"Basically, because they are about to keel over, they might as well go for gold.\"</p><p>Whatever the explanation for how it happens, there are cases throughout the animal kingdom, it turns out, in which a virus or parasite influences a creature to mate more. In addition to crickets, the effect's been shown in moths, ladybugs, midges and, most recently, <a href=\"http://www.plosone.org/article/info%3Adoi%2F10.1371%2Fjournal.pone.0027229\">rats</a>. There's also a sickness called <a href=\"http://www.cfsph.iastate.edu/Factsheets/pdfs/dourine.pdf\">Dourine</a> — caused by the parasite <em>Trypanosoma equiperdum</em> <strong>-- </strong>which, some scientists say, seems to increase mating behavior in horses.</p><p><strong>So, What About In People?</strong></p><p>When I asked Adamo if a virus like this could ever make its way up the food chain and affect the mating behavior of humans, she was clear that no evidence of that has been shown.</p><p>Though one thing that struck her, she told me, in reading about sexually transmitted infections, is that so many of them tend to be asymptomatic for years. She can't help but wonder, she says, if that could be evidence of the virus (already, quietly) manipulating us. That is, could it be interfering in some way — preventing us from sending the usual signals of pain, swelling, headache, fever, loss of libido that usually occur when we're sick? Instead, even as we're infected, could it be the virus that's keeping us feeling healthy, up and at 'em and winking at the curious stranger on the street?</p><p>Again, that is just speculation, Adamo says. She has no idea how sexually transmitted infections work in humans, but she said a place to start might be to see if there is any evidence of direct manipulation in simpler creatures like her crickets.</p><p>Adamo has no intent to continue studying her love virus, though, because, she says, \"the virus is so virulent and spreads so quickly through the colony I would be afraid to have them near my now healthy crickets! So I'm afraid, though I'm interested in parasitic manipulation of behavior, I won't be studying it with this virus.\"</p><p>Still, to the grad students of the world who are interested in whatever mysteries of free will may be unlocked with STD-infected crickets, Adamo is encouraging.</p><p>\"As a matter of fact,\" she says, \"we have some frozen, so if anyone else is interested, I've got a supply.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Contagious+Aphrodisiac%3F+Virus+Makes+Crickets+Have+More+Sex&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lulu Miller","audio":[{"meta":{"duration":"465"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1308738001-47986b.m3u?orgId=1&topicId=1128&ft=3&f=300999096"},{"href":"http://media.npr.org/assets/img/2014/04/11/circket_final-4e2d4bada2540de34a77f8dabaee2dd979876be5.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"619","width":"826"}}]}