{"created":"2015-07-01T23:33:27+00:00","modified":"2015-07-01T23:44:04+00:00","valid":{"from":"2015-07-01T23:44:03+00:00","to":"3015-07-01T23:44:03+00:00"},"hreflang":"en","title":"Hear 'Sparks,' A New Song By Beach House ","published":"2015-07-01T23:43:00+00:00","teaser":"\"Sparks\" has that familiar dreamy Beach House beauty, but with an element of chaos in the mix. \"It's that moment when music and words become feeling,\" says singer Victoria Legrand.","itags":["npr_api","418896007"],"guid":"083b5301-bf24-483e-a99a-830442bab996","contentencoded":"<p>There's a new album coming from <a href=\"http://www.npr.org/artists/15395451/beach-house\" target=\"_blank\">Beach House</a>, the dreamy Baltimore-based duo of Victoria Legrand and Alex Scally. That album, called <em>Depression Cherry,</em> comes out on Sub Pop on Aug. 28. Today we get to hear a first song from the album, called \"Sparks,\" and I interviewed Beach House about it.</p><p>\"Sparks\" has that familiar beauty we've come to expect from Beach House, but with a twist: The song begins with a vocal loop accidentally captured at the band's soundcheck in Bristol, England. Victoria and Alex were so fascinated by the sound of the loop that they held up their phones to record the loop of Victoria's voice, which now runs throughout \"Sparks,\" setting up a tension with both the harmonies of the keyboards and the newly sung parts.</p><p>\"The chaos is what excited us so much,\" Alex Scally told me in that interview yesterday. As the song unfolds, that tension gives way to some resolve, which is echoed in the words sung by Victoria Legrand (you can see the song's full lyrics below). \"I feel that some of the words are quite direct in a certain way. I think it's addressing certain energies in our world as humans,\" she told me. At the end of the song, when she sings, \"Make it, wave it, alive,\" she singing about the moment when \"the grander, more abstract realm\" connects with something more direct.</p><p>\"It's that moment when music and words become the feeling,\" Victoria Legrand said. \"I feel like that's sort of the ideal for us in music, for ourselves; when we feel it, we know that it's right. That moment is almost like a metaphor for what we aspire to.\"</p><p>You can hear that interview now or download it in the All Songs Considered <a href=\"http://www.npr.org/podcasts/510019/all-songs-considered\" target=\"_blank\">podcast</a>.</p><p>\"Sparks\" Lyrics:</p><p>We drive around this town<br />Houses melting down<br />A vision turning green<br />Is all we've ever seen</p><p>And then it's dark again</p><p>A new development<br />wishing that it meant<br />something natural<br />Don't we know it's cruel</p><p>And it goes dark again<br />Just like a spark</p><p>Hallucination comes<br />Think of everyone<br />That never shared before<br />From my mouth to yours</p><p>And then it's dark again</p><p>Just like a spark<br />And then it vanishes<br />No one around<br />And then it comes again<br />Just like a spark<br />And then we're vanishing<br />No one around<br />And then it comes again<br />Just like a spark</p><p>You go to school<br />You follow all the rules<br />You live inside<br />Realize<br />there's something in your eyes<br />You're back again<br />From the spine rising through the mind<br />You give it up<br />It's a gift<br />taken from the lips<br />You live again</p><p>Make it<br />Wave it<br />Alive  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Hear+%27Sparks%2C%27+A+New+Song+By+Beach+House+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bob Boilen","audio":[{"meta":{"duration":"1079"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1419153694-bc84cf.m3u?orgId=1&topicId=1039&d=1079&story=418896007&ft=nprml&f=418896007"},{"href":"http://media.npr.org/assets/img/2015/06/30/beachhouse-2015-promo-01-shawnbrackbill-1500x2248-300-9778c05816bcd114056cc1eef82883edfee0dafb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"480","width":"641"}}]}