{"created":"2014-08-31T17:05:25+00:00","modified":"2014-10-31T01:20:14+00:00","valid":{"from":"2014-10-31T01:20:14+00:00","to":"3014-10-31T01:20:14+00:00"},"hreflang":"en","title":"Apple Jacks The Headphone Port","published":"2014-06-10T14:54:00+00:00","teaser":"Industry folks and Apple fanatics are upset about the company's plan to lose the standard 3.5mm connector in favor of a Lightning port. But the decision might be good for consumers in the long run.","itags":["npr_api","320368529"],"guid":"08454335-c2b8-4ad2-b251-8c70170382e7","contentencoded":"<p>Apple may be set to end its use of the standard 3.5mm headphone connector — the mini plug — in favor of its proprietary connector, the <a href=\"http://9to5mac.com/2014/06/03/apple-introduces-mfi-specs-for-lightning-cable-headphones-support-arriving-in-future-ios-update/\" target=\"_blank\">Lightning<strong> </strong>port</a>. If it was to do that, new iPhones, iPads and iPods wouldn't work with old headphones. It's had more than a few industry folks and Apple fanatics upset, to say the least.</p><p>To make sense of the issue, <em>All Things Considered</em> contacted a couple of writers in the field. Host Audie Cornish spoke with Gordon Kelly, a contributor to <em>Forbes</em>, about the technological and business implications of Apple's switch. He says the Lightning port could theoretically improve audio specifications and additional \"smart headphone\" functionality, and that the company has little to lose — with a lot of profit to potentially gain. You can hear that conversation at the audio link above.</p><p>Cornish also recently sat down with <a href=\"http://9to5mac.com/\" target=\"_blank\">9to5Mac</a> writer Jordan Kahn to discuss why the Lightning port might be good for consumers in the long run and how Apple has always been ahead of the industry game. You can read a transcript of that conversation below.</p><p><strong>Explain how you learned about this. What's the sign that Apple might make this change?</strong></p><p>Apple has introduced these new guidelines for manufacturers that allow them to build headphones that connect to an iPhone or iPad through the Lightning connector. That's the same small connector on the bottom of an iPhone or iPad that is currently used to charge the device. Apple first introduced the connector a couple years ago with the iPhone 5 to replace its old 30-pin connector.</p><p>Now that Apple is allowing companies to build headphones that connect with the Lightning connector, that might be the first hint that Apple could remove that old, legacy headphone jack from devices down the road.</p><p><strong>Even the hint or rumor of something like this seems to put a scare in markets, right? Because essentially you can leave a bunch of devices orphans when they change technology. Everyone else's devices can become obsolete.</strong></p><p>It's a possibility. If we look at past examples of similar things Apple has done, usually they come out with an adapter solution that will allow these new Lightning headphones to work with your legacy device that still uses the headphone jack or vice versa. I'd imagine we'll see solutions like that at least for a few years, until people make the transition to the new technology.</p><p><strong>The speculation is heightened, because Apple just paid around <a href=\"http://www.npr.org/blogs/alltechconsidered/2014/05/31/317569307/wih-beats-purchase-apple-buys-a-quick-start-on-smart-headphones\">$3 billion</a> for the headphone company Beats Electronics. Does this news help make sense of that deal?</strong></p><p>Certainly, if the new Lightning headphones are something that Apple is going to push as its next innovation in audio. That'll, I imagine, be something that trickles down to Beats, and I imagine Beats would come out with a pair of Lightning headphones. We'll have to see where Apple takes it and what manufacturers do with it.</p><p>There was a lot of speculation that the Beats deal was more about the streaming music service, but I think that Apple has made it pretty clear that they're also interested in the headphones side of the business. If they are really interested in pushing these new Lightning headphones, I think Beats would be the perfect outlet to do that.</p><p><strong>Obviously, this goes way beyond Apple, right? You're talking about a legacy technology — the headphone jack — that's been around for ages. What's the reason for Apple fiddling around with it?</strong></p><p>I think that the Lightning connector does provide some benefits to headphone manufacturers. One of those is the ability to draw power from the iPhone. Right now, when a company makes a pair of headphones that have high-end audio processing features like active noise cancellation, they actually have to build a battery into the headphones. With the Lightning connector, they'll be able to draw power from the device itself. That could save manufacturers money and bring these high-end audio features to cheaper headphones. So it might be a win for consumers at the end of the day, depending on what manufacturers do with the technology.</p><p><strong>How big a deal is it when Apple moves from an industry standard?</strong></p><p>They've never been shy about doing it in the past — the disk drive on their Macbooks, the Flash in the browser on their iPhones. It does cause a bit of a stink among consumers and reviewers when the change first happens, but Apple usually tries to be ahead of the curve and predict what technologies are going to become legacy technologies. And with the examples we've just mentioned, they've been successful with it.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Apple+Jacks+The+Headphone+Port&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"223"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1320375688-411fc4.m3u?orgId=1&topicId=1106&ft=3&f=320368529"},{"href":"http://media.npr.org/assets/img/2014/06/09/istock_000021666367large-3790be984cd444eeea1b33da307fbcb98ed8946a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1804","width":"2404"}}]}