{"created":"2015-03-13T19:55:21+00:00","modified":"2015-03-16T18:30:59+00:00","valid":{"from":"2015-03-16T18:30:59+00:00","to":"3015-03-16T18:30:59+00:00"},"hreflang":"en","guid":"08488774-5d1b-43bb-ad5c-b0f542547d6a","title":"Drought forces Brazilians to curb their addiction to multiple daily showers","published":"2015-03-16T18:30:57+00:00","byline":"Bradley Campbell","tags":["water","culture","environment","climate change","Environment","Science, Tech & Environment","South America","Brazil","South America","Joana Canedo","Bathing","Hygiene","Shower","Health","Water","Drought"],"teaser":"Brazilians are notoriously lavish bathers, taking as many as three showers a day. But as the country faces a major drought, they're trying to find way to keep up the shower numbers while still saving water.","contentencoded":"<p>Brazil is in the grip of a huge drought, and the country faces a special challenge as it tries to curb water use: showers.</p>\n<p>Brazilians love their showers. Many shower three times a day, and the AP reports that Brazilians are \"<a href=\"http://hosted.ap.org/dynamic/stories/L/LT_BRAZIL_SHOWER_DROUGHT?SITE=MAFAL&amp;SECTION=HOME&amp;TEMPLATE=DEFAULT\">the world's most frequent bathers</a>, taking on average 12 showers a week, putting rub-a-dub-dub up there with soccer and Carnival as essentials of the culture.\"</p>\n<p>In response to the drought, many are taking what we here in the US might call \"combat showers.\" That's when you get wet, turn off the water while you scrub, and then turn the water back on to rinse. Brazilians would rather do that than take fewer showers.</p>\n<p>So what is it about Brazilian culture that makes people want to be so darn clean?</p>\n<p>\"It gets pretty hot,\" says Joana Canedo, an editor and translator from São Paulo. \"Before work we want to be ready for the beginning of the day, and when we get home we want to be clean before we go to bed.\"</p>\n<p>The World reached out to four friends and journalists in Brazil, and all said the hellish heat and humidity forces you to take multiple showers. \"We go out at night, too,\" Canedo says, \"So we want to have a fresh start when we go out again.\"</p>\n<p>So what would happen if you forced a Brazilian to take just one shower a day?</p>\n<p>Obviously, no one is going to die. \"But they'd probably feel like something was taken away from them, that's for sure,\" Canedo says. \"I think people would rather take shorter showers than less showers.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-13%2Fdrought-forces-brazilians-curb-their-addiction-multiple-daily-showers&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0313201505.mp3"},{"href":"http://www.pri.org/file/0313201505mp3"}]}