{"created":"2014-12-12T10:01:36+00:00","modified":"2015-05-12T18:48:30+00:00","valid":{"from":"2015-05-12T18:48:30+00:00","to":"3015-05-12T18:48:30+00:00"},"hreflang":"en","title":"Please Touch! Cooper Hewitt Creates A Museum For The Internet Age ","published":"2014-12-12T19:00:00+00:00","teaser":"The design museum is housed in a historic building, but it has been remade into one of the country's most technologically advanced museums. Officials hope it attracts younger visitors — and donors.","itags":["npr_api","370131943"],"guid":"084ac3fe-7494-4109-be59-3b6fa9450675","contentencoded":"<p>The Cooper Hewitt Smithsonian Design Museum in New York City collects the beautiful and practical — vintage Eames chairs, Jimi Hendrix posters, Victorian bird cages.</p><p><a href=\"http://www.cooperhewitt.org/\">The museum</a>, which is housed in the Andrew Carnegie mansion, is reopening after an extensive $81 million, three-year renovation — and the redesign has turned this historic building into one of the most technologically advanced museums in the country.</p><p>It reopens on a special anniversary, says Cooper Hewitt Director Caroline Baumann. \"On Dec. 12 in 1902, Andrew Carnegie actually arrived with his wife and daughter in a horse-drawn carriage,\" she says. \"So we chose Dec. 12, 2014, for obvious reasons celebrating the new Cooper Hewitt the same date that Andrew Carnegie moved in.\"</p><p>This sprawling 64-room mansion, with its high ceilings and tall windows, was once on the leading edge of home innovation. \"The Carnegie home was one of the first houses in New York City to have air conditioning and an early example of heating,\" Baumann says.</p><p>And now, she says, Cooper Hewitt is using this historic mansion to advance museum innovation. In an age of social media, video games, and selfies, visitors are no longer content to be passive recipients of information, she says.</p><p>Bauman takes me to a second-floor gallery about the history of wallpaper. At a table with a big touch screen I can sort through hundreds of wallpaper designs — from antique floral French prints to contemporary abstract patterns. If I want to see what it would be like in a room, I tap the design and it's projected onto the walls.</p><p>\"The idea was that people would better understand the impact of wallpaper by saying, 'Look what this can do to a room,' \" she says. Baumann says it could be a great way to inspire people who are looking to put wallpaper in their own home.</p><p>You can also design your own wallpaper here. Baumann draws a few shapes and they replicate across the wall. I add a dot and it looks like a wallpaper of bunny rabbits.</p><p>Visitors will use a penlike object designed by the museum to draw on this table. Each visitor will get one of the objects, which looks like an oversized black crayon, during his visit.</p><p>\"It's also shaped like a pen because it gives visitors the explicit permission to go and do things,\" says Seb Chan, the museum's director of digital and emerging media. \"It's like 'Hey, we've given you a pen.' 'What do I do with a pen? Oh! I create stuff. Right, obviously I'm here to create stuff.' \"</p><p>There are other touch screens in the museum where you can make a zigzag or a curlicue, and it brings up objects from the permanent collection that use that shape. Chen draws a circle and it pulls up a pen-and-ink drawing from 1736 with a trumpet in it.</p><p>Chan says most museums have their collections online, but visitors don't know how to begin to search through them. Using random drawings as a way to call up items can help them discover the collection.</p><p>The pen keeps a digital record of your visit. It will have the wallpaper you drew and and, if you tap an X symbol next to a display of, say, a turn-of-the-20th-century chair you find interesting, that will also be part of a personal account you can visit after you leave the museum.</p><p>\"You can look at more information,\" Chan says. \"You can share it with your friends. It's a memory device.\"</p><p>Many other museums are keeping an eye on Cooper Hewitt. Museums have been experimenting with handing out iPads to visitors and creating special apps with audio tours, but visitors often don't use them, says Nancy Proctor, deputy director of digital experiences at the Baltimore Museum of Art.</p><p>\"What's interesting about the pen is it's about as far away as you can get from an audio tour device,\" she says. \"That's really exciting as an invitation to all of us in the museum field to kind of think outside that audio tour box.\"</p><p>Cooper Hewitt will now also have the ability to learn more about what gets visitors most excited in their collection. She says this is also important to attracting young donors — many of whom want proof that their money is making an impact.</p><p>Museums are also struggling to attract younger visitors. According to a survey by the National Endowment for the Arts, museum attendance among young adults age 35 to 45 is declining.</p><p>Cooper Hewitt Director Baumann hopes that by making the experience more interactive, that will begin to change. \"This renovation, the past three years, was really the lifetime opportunity for Cooper Hewitt to modernize, to renew, to become something new,\" she says.</p><p>The museum opens its doors Friday — though the new technology, including the pen, will continue to roll out over the next few weeks.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Please+Touch%21+Cooper+Hewitt+Creates+A+Museum+For+The+Internet+Age+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Laura Sydell","audio":[{"meta":{"duration":"275"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1370264943-62b63e.m3u?orgId=1&topicId=1019&d=275&p=3&story=370131943&t=progseg&e=370237640&seg=9&ft=nprml&f=370131943"},{"href":"http://media.npr.org/assets/img/2014/12/11/interactive-pen-and-table-2000-7f4a4f226abab62c83e08e2edb802fc573d7a356.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1332","width":"1776"}},{"href":"http://media.npr.org/assets/img/2014/12/11/south-facade-2000-c5d99ee9c69b2a4410bd0e4b7c7818ea43b493d0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1499","width":"1998"}},{"href":"http://media.npr.org/assets/img/2014/12/11/interactive-tables-2000-aff641bb798e3eaa70963053235951141f85c47c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1474","width":"1966"}}]}