{"created":"2014-09-05T19:21:39+00:00","modified":"2015-06-28T19:35:49+00:00","valid":{"from":"2015-06-28T19:35:49+00:00","to":"3015-06-28T19:35:49+00:00"},"hreflang":"en","guid":"085a0f85-cbb7-4f88-9f2e-70cd0357c122","title":"Sex toy or ISIS? Ever wonder what this black-and-white flag means?","published":"2015-06-28T19:35:44+00:00","byline":"Nina Porzucki","tags":["Islamic State in Iraq and Syria","Islamic State","ISIS","flags","Belief","Lifestyle & Belief","Asia","Iraq","Syria","Saudi Arabia","Middle East","Asia","Jonathan Bloom","Muhammad","Islam","Religion","Religious symbols","Black Standard","Islamism","Shahada","Flag of Saudi Arabia","Flag","Islamic terrorism"],"teaser":"It's reminiscent of a black-and-white pirate flag and, for some, it conjures up similar feelings of death, destruction, outlaws and violence. Here is our quick explanation of the symbolism of the flag and the meaning of its Arabic phrases.","contentencoded":"<p><em>(EDITOR'S NOTE: It's an easy symbol to mistake or misidentify, as CNN <a href=\"http://www.businessinsider.com/cnn-spots-isis-flag-at-gay-pride-parade-2015-6\">found out over the weekend </a>when it confused the ISIS flag with that of displaying a sex toy at a London gay pride parade. But what exactly is the ISIS flag and its origins? Here is some background.)</em></p>\n<p>It's become a symbol that's hard to ignore: The black flag with white Arabic writing flown by ISIS, the militant group in Iraq and Syria that calls itself the Islamic State, and displayed everywhere from <a href=\"http://www.foxnews.com/us/2014/08/14/nj-man-says-isis-flag-flown-on-porch-misunderstanding/\">the suburbs of New Jersey</a> to <a href=\"http://tvnz.co.nz/world-news/sydney-siege-hysterical-hostages-relay-gunman-s-demands-6206351\">the window of a Sydney café</a> during a hostage crisis.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"541\" width=\"900\" alt=\"ISIS FLAG\" title=\"Isis Flag\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://cdn1.pri.org/sites/default/files/styles/original_image/public/ISISflag%20copy.jpg?itok=84i6it-g\" /><span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>theglobalpanorama</p>\n  </div>\n</div>\n<p>The flag is often called the Black Standard or the Black Banner. “The black banner of Islam as an idea goes back to the 8th century, when the Second Dynasty of Islam came to power with black banners,” says Jonathan Bloom, a professor of Islamic Art at Boston College.</p>\n<p>The white writing that you see at the top of the flag is the first half of an Islamic phrase called the <em>shahada</em>, or declaration of faith, which reads: “There is no god but God, Muhammad is the messenger of God.”</p>\n<p>The entire shahada is found on many different flags throughout the Islamic world, including the official state <a href=\"http://travel.nationalgeographic.com/travel/countries/saudi-arabia-facts/\">flag of Saudi Arabia</a>. But the appropriation of this phrase by ISIS twists the meaning of the Islamic principle, according to Bloom.</p>\n<p>“Their use of this phrase is sending very much the wrong message,\" he says. \"If we all accept that this is what this message means, they are co-opting something that has brought millions of people over thousands of years great comfort and solace and meaning in their lives.\"</p>\n<p>Another appropriated symbol on the flag is the white circle at its center, which contains the second part of the shahada: \"Muhammad is the Messenger of God.\" It’s meant to represent the official seal of the Prophet Muhammad, but Blooms says scholars have long debated what that seal actually looked like.</p>\n<p>The two Arabic phrases, the black color of the flag and even the ancient looking font of the Arabic all work to evoke an image of the historical Islamic caliphate, the massive state that ISIS claims to have resurrected.</p>\n<p>“In effect,\" Bloom says,\" they’re saying we’re going back to this earlier time.\"</p>\n<p><em>ISIS militants are also using a new hand gesture. <a href=\"http://www.pri.org/stories/2014-09-04/isis-has-new-hand-sign-and-it-means-far-more-we-re-1\">Read our story </a>explaining the meaning of the raised index finger.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2014-09-04%2Fwhats-meaning-behind-islamic-state-flag&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/pris-world/segment-audio/090420142.mp3"},{"href":"http://admin.pri.org/file/090420142mp3"}]}