{"created":"2014-10-08T15:16:32+00:00","modified":"2014-10-31T01:43:39+00:00","valid":{"from":"2014-10-31T01:43:39+00:00","to":"3014-10-31T01:43:39+00:00"},"hreflang":"en","title":"After Private Pilots Complain, Customs Rethinks Intercept Policy","published":"2014-05-29T01:10:00+00:00","teaser":"A crackdown by U.S. Customs and Border Patrol agents on drug smugglers is causing trouble for private pilots. Pilots say they are sometimes enduring hours of questioning by police searching for drugs.","itags":["npr_api","316319441"],"guid":"08717f31-644d-4a3e-9d12-9cbbe2ac38b1","contentencoded":"<p>Federal border security agents have sharply reduced intercepts of general aviation aircraft, following complaints by pilots that excessive police action at small airports is restricting the freedom to fly.</p><p>An official with U.S. Customs and Border Protection's Office of Air and Marine Operations told NPR his agency has heard pilots' grievances and the program is being altered so as not to needlessly affront law-abiding pilots.</p><p>In recent years, more and more pilots have reported their aircraft stopped for warrantless searches by aggressive officers.</p><p><strong>Stopping Grandma And Grandpa</strong></p><p>Tom and Bonnie Lewis love to fly airplanes so much that they live in a residential airpark near Fort Worth, Texas, where their garage is a hangar.</p><p>Two years ago, they packed their bags, loaded them into the airplane, and took off for Nashua, N.H., to visit their daughter and her family. Mid-route, they stopped at an airport in Frankfort, Ky., to refuel and spend the night, when they noticed that a small jet had landed directly behind them, with no radio communication.</p><p>Four federal agents shouldering assault rifles scrambled out of the jet and surrounded the Lewis's little two-seater plane, asking for IDs.</p><p>\"Asking where we'd been, basically checking us out,\" says Tom Lewis. \"It didn't take them too long to figure out they had grandma and grandpa that were taking a trip to New Hampshire to visit the grandkids.\"<br /> <br />He says the CBP agents were courteous and professional.</p><p>After they realized the bewildered, gray-haired couple were not drug smugglers, they lightened up. The officers said they'd taken off from a base in Michigan and chased the red-and-white, aluminum airplane across the country because it was flying a known drug air route from Texas to the northeast. Tom Lewis thinks this is absolute nonsense.</p><p>\"It's a growing infringement of our freedoms as Americans to travel within the country without fear of being stopped and inspected every time we turn around,\" he says.</p><p>Exasperated pilots say incidents like this, in which law enforcement officials stop and request to search a private aircraft without a warrant, are not isolated.</p><p>But according to the agency, the problem is being fixed.</p><p><strong>Trying To Be More Judicious</strong></p><p>Eddie Young, deputy assistant commissioner of Customs and Border Protection for Air and Marine Operations, says they have taken new steps to preserve good relations with the general aviation community. <br />He says his agents are calling police on private pilots less often, and are more judicious in how they choose their targets.</p><p>He tells NPR that in some cases local police departments, acting on a CBP tip, have responded to a suspect aircraft with excessive show of force.</p><p>In one case last December, a private pilot drove away from the Lansing, Mich., airport after landing his small plane there. He was surrounded by 25 police vehicles containing 40 officers, some with guns drawn. Their explanation: Homeland Security flagged his plane as suspicious.</p><p>\"When we do make a mistake and we come up against somebody that necessarily didn't need to be, I think that's where we do our best to ensure that we don't repeat those mistakes again,\" Young says.</p><p>According to the FAA, there are more than 7 million personal, instructional or business flights a year of about two hours each. CBP operates a sophisticated air and marine tracking center in Riverside, Calif., that watches thousands of these flights every day. If one looks suspicious because it's flying a strange route or it looks like it's trying to evade radar, agents can alert local law enforcement.</p><p>Young says since Jan. 1, CBP has researched 474 flights and made law enforcement contacts with 25 pilots on the ground, resulting in eight violations: seven criminal and one an FAA violation.</p><p>\"A 32-percent success rate is not bad in the law enforcement community,\" Young says.</p><p><strong>Stopping Without Reasonable Cause</strong></p><p>It's the other 68 percent of cases that have angered fliers, says Mark Baker, president of the Aircraft Owners and Pilots Association, a group with 350,000 members. He says 54 pilots in his organization have reported police confrontations at airports in the last two to three years.</p><p>\"You get a call from the feds that you may have illegal activity around this aircraft, they get pretty excitable at these local airports,\" Baker says. \"Certainly in many of these cases they have overreached what we consider to be the due process.\"</p><p>It was Baker's meeting with top CBP officials last month that prompted the decrease in aircraft intercepts.</p><p>One of the incidents reported to the pilots' association happened to a 36-year-old mechanical engineer, who was taking a fishing trip with his brother and their three kids to the Texas gulf coast.</p><p>Zimmermann flew from his home in San Antonio to the sleepy municipal airport in Rockport, where they were met by local police in body armor; they said they got a tip from CBP that this was a drug plane. Zimmermann was told to keep his hands in the air — in front of his children — while the officer checked his FAA papers.</p><p>It was the second time Zimmermann had a law enforcement encounter at an airport.</p><p>\"These are, in my opinion, unconstitutional stops and searches of pilots,\" Zimmermann says. \"It's no different than them stopping you in your car and asking to search your car for no reason, no probable cause, nothing, going anywhere. Most citizens, I don't believe, would tolerate that for very long. Why should the flying community?\"</p><p>Young says his agency is designated as the nation's guardian of the skies, but it is trying to do a better job balancing the civil liberties of pilots with the demands of law enforcement.</p><p>The pilots association responds that it appreciates the agency's efforts to bring these \"overzealous encounters to an end,\" but pilots are keeping a wary eye out for armed cops asking to search their airplanes.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+Private+Pilots+Complain%2C+Customs+Rethinks+Intercept+Policy&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"John Burnett","audio":[{"meta":{"duration":"373"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1316552677-a99634.m3u?orgId=1&topicId=1070&ft=3&f=316319441"},{"href":"http://media.npr.org/assets/img/2014/05/27/img_3359-7b26f2dbcac65327a77c11483ea85fa986c181de.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2998","width":"4000"}}]}