{"created":"2015-04-16T09:03:21+00:00","modified":"2015-05-13T21:02:28+00:00","valid":{"from":"2015-05-13T21:02:28+00:00","to":"3015-05-13T21:02:28+00:00"},"hreflang":"en","title":"Vulnerable Voting Machine Raises Questions About Election Security","published":"2015-04-18T16:17:00+00:00","teaser":"Virginia found 1-in-5 of its touchscreen machines vulnerable to attack with passwords as easy as \"abcde.\" As voting equipment ages, new concerns are being raised.","itags":["npr_api","399986331"],"guid":"087cd477-5db3-4695-91ea-b7205a13e4f1","contentencoded":"<p>Computer security experts have warned for years that some voting machines are vulnerable to attack. And this week, in Virginia, the <a href=\"http://elections.virginia.gov/Files/Media/ELECT-PressRelease-4-14-2015.pdf\">state Board of Elections decided to impose an immediate ban </a>on touchscreen voting machines used in 20 percent of the state's precincts, because of newly discovered security concerns.</p><p>The problems emerged on Election Day last November in Spotsylvania County. The AVS WINVote touchscreen machines used in precinct 302 began to shut down.</p><p>\"One machine would go and crash. They'd bring it back up. Another one would crash,\" said Edgardo Cortes, the state's elections commissioner. \"Starting in the early afternoon, they brought in a piece of replacement equipment that experienced the same issues when they set it up in the precinct.\"</p><p>Cortes added that elections workers had a theory about what had caused the problem.</p><p>\"There was some interference,\" he said, \"potentially from a wireless signal from an election officer [who] was streaming music on their phone.\"</p><p>When state auditors investigated, though, they didn't find that particular problem. Instead, they found something more disturbing. While using their smartphones, they were able to connect to the voting machines' wireless network, which is used to tally votes.</p><p>Other state investigators easily guessed the system's passwords — in one case, it was \"abcde\" — and were then able to change the vote counts remotely without detection.</p><p>Jeremy Epstein is co-founder of Virginia Verified Voting and one of many computer experts who had warned about the security flaws. He's not at all surprised by the state's findings. He said there's no evidence that anyone has ever tampered with Virginia's voting machines, but if they had, there's no way to tell.</p><p>Epstein said the vulnerabilities could be used to create a lot of mischief, \"to change the list of races, change the list of candidates, change the votes that have been recorded, change the totals recorded, things like that.\"</p><p>The state board of elections found that risk unacceptable and voted to decertify the equipment immediately. But the decision leaves officials in 30 counties and cities scrambling to find replacements, in some cases as early as June, when some hold primaries.</p><p>The good news, is that these machines — purchased over a decade ago — are no longer made or used anywhere else in the country. But the Virginia action comes amid growing concern that much of the nation's voting equipment is getting old and outdated and will need to be replaced soon.</p><p>Tammy Patrick is a former Arizona election official, now with the Bipartisan Policy Center in Washington, D.C. She served on a presidential commission that studied the issue.</p><p>\"We don't want to be yelling fire in the crowded theater,\" she said. \"But you also want to make sure that the voting public still has confidence that their ballots are going to be counted as cast.\"</p><p>Patrick said the biggest obstacle for localities will be finding enough money to buy new equipment. And that's the challenge now for Virginia localities that had hoped to eke out another election or two using the old machines.</p><p>Fairfax City officials say it will cost them about $130,000 to replace the WINVote machines. And they're upset. They never had any problems, and the city's general registrar, Kevin Linehan, thinks setting up a new voting system too quickly poses a greater risk to voters than a hypothetical hacker.</p><p>\"My most vulnerable aspect of running an election is having properly trained officers of election. I'm looking at a very short timeline getting my officers trained in a whole new system,\" he told the state board.</p><p>Karen Alexander also isn't sure what to do. She runs elections in Powhatan County and has a primary in June. Still, she thinks the state made the right move.</p><p>\"I would feel very uncomfortable using the WINVotes,\" she said. \"I wouldn't want my voters to know what I know and feel they had to vote on these machines. The security risk is too high. \"</p><p>She said her county might borrow equipment from a neighboring county to get through the primary. Or, since only a few hundred voters are expected, they might count ballots the old fashioned way — by hand.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Vulnerable+Voting+Machine+Raises+Questions+About+Election+Security&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Pam Fessler","audio":[{"meta":{"duration":"230"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1400052260-cf580e.m3u?orgId=1&topicId=1014&d=230&p=3&story=399986331&t=progseg&e=400050700&seg=1&ft=nprml&f=399986331"},{"href":"http://media.npr.org/assets/img/2015/04/15/155682075-6987384afda6c44a6eebd6bb783706ba07626c6c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2122","width":"2829"}}]}