{"created":"2014-11-09T12:45:09+00:00","modified":"2014-11-10T22:05:32+00:00","valid":{"from":"2014-11-10T22:05:32+00:00","to":"3014-11-10T22:05:32+00:00"},"hreflang":"en","title":"Imagining Lives That Might Have Happened In 'End Of Days'","published":"2014-11-09T17:13:00+00:00","teaser":"German author Jenny Erpenbeck's new novel grapples with the classic question: What if? What if one choice, one event goes differently, and the whole course of your life changes?","itags":["npr_api","362358578"],"guid":"089154cc-4f73-49c9-b81f-1cf8a299c9db","contentencoded":"<p>It's part of the human condition to wonder what if: What if you had made a different choice that then changed the course of your life? Would you be happier? More successful? Or perhaps not?</p><p>German writer Jenny Erpenbeck can't shake that idea — that there are lives not lived because events transpired in a certain way. Her latest novel is called <em>The End of Days</em>, and it's just been translated from the original German into English.</p><p>It's the story of a family in Eastern Europe before World War I. In the opening scene, a eight-month-old baby has died, and the mother's life takes a dark turn. But then Erpenbeck plays with time, and imagines that the child didn't die in her infancy.</p><p>Four different imaginations of the child's life play out; in each she has the chance to grow into a woman, and in each she faces the possibility of death. \"I am sure that anyone who already has lost someone ... would wish to be able turn the time back, so that is what I am able to do writing a book,\" Erpenbeck tells NPR's Rachel Martin.</p><hr /><h3>Interview Highlights</h3><p><strong>On her own losses</strong></p><p>Some years ago I lost my mom. I think this was the beginning of thinking about life and death in this way, that I thought if she would have died as a small girl in some village, she would never have been mourned as the person we mourned when she died. And so the thinking about the different summaries that people use to make or to draw after a death became my subject in this book.</p><p><strong>On borrowing details from her grandmother's life</strong></p><p>What I tried to do was end up in my time of life, and so I had to start the story in the beginning of the 20th century, and I also followed the way of my grandmother from my father's side, just concerning the places and the situations in which the main character of my book is put.</p><p>She was born in Galicia, she was in Vienna, she was in Moscow, but the reason for taking [her story] was not to tell the biography of someone but to have a life which is broken in many moments, and the biography of my grandma was so perfect.</p><p><strong>On including nameless characters</strong></p><p>I think if you are a good reader, you can follow easily the story without having any names, because there is a father, mother, daughter, whatever — and they grow, and then they will change the names, because the mother becomes a grandmother and so on, the child becomes a mother herself ... and I like the idea that the persons are changing, it's like a metamorphosis. It's not fixed.</p><p>It's about changing while being one person. This is a thing that always fascinates me a lot, because you are many in one person, and by putting all those different characters and different chapters, I make it a bit easier than it normally is, probably.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Imagining+Lives+That+Might+Have+Happened+In+%27End+Of+Days%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"294"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1362737979-f07037.m3u?orgId=1&topicId=1033&ft=3&f=362358578"},{"href":"http://media.npr.org/assets/img/2014/11/07/71yrc8szztl-d2006f54e3e0109ff62af2c4ab14397f279c0130.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"302","width":"402"}},{"href":"http://media.npr.org/assets/img/2014/11/07/jenny-erpenbeck-94a51528a2feb485ae528804eb560a0e998805a7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"259","width":"345"}}]}