{"created":"2014-10-08T15:14:10+00:00","modified":"2014-10-31T01:41:15+00:00","valid":{"from":"2014-10-31T01:41:15+00:00","to":"3014-10-31T01:41:15+00:00"},"hreflang":"en","title":"Burton Calls On 'Star Trek' Fans To Bring 'Reading Rainbow' To The Next Generation","published":"2014-05-29T01:08:00+00:00","teaser":"<em>Reading Rainbow</em> went off the air in 2009, but the show's host, LeVar Burton, is raising money for an interactive website — and offering some pledge rewards that make NPR tote bags pale in comparison.","itags":["npr_api","316715135"],"guid":"08aa0f14-2cca-42c4-b8f2-b174337735a6","contentencoded":"<p>What happens when you tap into the nostalgia surrounding not one, but <em>two,</em> beloved television franchises? LeVar Burton is about to find out.</p><p>For 26 years host Burton encouraged kids to embark on reading adventures on the PBS show <em>Reading Rainbow</em>. After the show went off the air in 2009, Burton acquired the rights to the brand and its library.</p><p>Now, Burton is looking to give <em>Reading Rainbow</em> a new life online, and he's looking for help in an unlikely place: He's hoping <em>Star Trek</em> geeks will chip in for an interactive <em>Reading Rainbow</em> website. He's offering top funders of his Kickstarter campaign the chance to wear <a href=\"http://en.wikipedia.org/wiki/File:GeordiLaForge.jpg\" target=\"_blank\">the VISOR</a> — the shiny band across his eyes that helped his character, Geordi LaForge, see in <em>Star Trek: The Next Generation.</em></p><p>\"We can bring <em>Reading Rainbow</em> back for every child, everywhere,\" <a href=\"https://www.kickstarter.com/projects/readingrainbow/bring-reading-rainbow-back-for-every-child-everywh\" target=\"_blank\">he explains</a> in a Kickstarter video. \"We're creating an unlimited library of books and video field trips for today's digitally connected kids, delivered through browsers right into schools and homes everywhere.\"</p><p>He talks with NPR's Melissa Block about how he hopes to reach the next generation of young <em>Rainbow </em>readers.<em></em></p><hr /><h3>Interview Highlights</h3><p><strong>On why he signed on as <em>Reading Rainbow</em> host in 1983</strong></p><p>It stood out to me as a great use of the medium of television. I had just had my life changed and watched America change with the nightly broadcast of <em>Roots </em>and I thought, this makes good sense. To use this incredibly powerful medium to really do some good where kids <em>were</em> — which at that time in the early '80s was the television set. So the idea was to go to where they were and grab them there and then take them back in the direction of literature and the written word. I just thought it was a brilliant, brilliant idea.</p><p><strong>On the way focus shifted from the love of reading to the mechanics of reading, and how that factored into the show's going off the air</strong></p><p>Personally it was painful. ... <em>Reading Rainbow</em> is not about the rudiments or the fundamentals of reading. It's about the passion. It's about learning how to love the written word and developing a personal relationship with literature and having that be a part of your life, for the whole of your life.</p><p><strong>On creating an interactive website when <em>Reading Rainbow</em> already has apps for iPads and other devices</strong></p><p>The thinking here is ... universal access. About 33 percent of the population has access to an iPad whereas 97 percent of families are Web accessible, so we want to put it in the hands of families where it can really, really, do some good. In addition, we know that schools want <em>Reading Rainbow</em>. We intend to give it away to schools in need ... schools that can't afford the licensing fee. I intend to give it away to those schools.</p><p><strong>On the difference between reading online versus reading on the page</strong></p><p>I don't believe it's the same experience but I do believe it is as valuable. It is a different experience; ... tactilely it's not the same.</p><p>I carry a library around on my tablet and I love the idea that I can <em>carry a library around on my tablet. </em>There are huge advantages.</p><p><strong>On the Star Trek VISOR, which he is letting top donors try on</strong></p><p>There is one that I wore [on the show] and that is the one that I have. It lives in the box in which it was brought to me by the prop man Charlie Russo every day on the set of <em>Next Gen</em> and when it was suggested that this might be a nice giveback for people who pledge, I thought it was kind of cool.</p><p><strong>On whether he ever wears the VISOR around by himself</strong></p><p>Once in a great while I have occasion to. It definitely takes me back. ... Once in a while. Because I can.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Burton+Calls+On+%27Star+Trek%27+Fans+To+Bring+%27Reading+Rainbow%27+To+The+Next+Generation&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"273"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1316728909-aa7d69.m3u?orgId=1&topicId=1161&ft=3&f=316715135"},{"href":"http://media.npr.org/assets/img/2014/05/28/readingrainbowlevar-e22c960157b9aec0650131961d44ef789258c568.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"750","width":"1000"}}]}