{"created":"2014-10-07T20:58:51+00:00","modified":"2015-01-08T15:05:09+00:00","valid":{"from":"2015-01-08T15:05:09+00:00","to":"3015-01-08T15:05:09+00:00"},"hreflang":"en","title":"William T. Vollmann's Ghost Stories Are Frighteningly Self-Indulgent","published":"2014-07-18T00:40:00+00:00","teaser":"William T. Vollmann's 2005 novel <em>Europe Central </em>was a masterpiece. His latest work, a collection of ghost stories entitled \"Last Stories and Other Stories\" is flabby and cliched.","itags":["npr_api","332332030"],"guid":"08ad7ec7-345a-4007-bd8a-28b9aae4daa4","contentencoded":"<p>In certain writers, the sense of profound moral inquiry is like a bell tower in a country church: You can see it from a long way off, and even when it's not making a sound, you can hear its reverberation. William T. Vollmann's work is like that: Regardless of his subject, he writes from a place of grave moral seriousness. In his masterpiece, the 2005 novel <em>Europe Central</em>, he wrestled the 20th century into one huge, luminous tome that bristled with insight and dread.</p><p>Which is why Vollmann's new book, a 32-piece assortment titled<em> Last Stories and Other Stories</em>, is such an enormous disappointment. The book is reputed to be a collection of ghost stories, and indeed there are talking skulls, rising vampires, scurrying witches, and statues that come to life. But except for two of the stories, these tales are pretentious and flabby and self-indulgent.</p><p>And unlike Vollmann's other work — including his robust and insightful nonfiction — the language is ordinary, even cliche-infested. Machine guns \"chitter,\" which is the verb used for machine guns in the novels of hack thriller writers. Sentences are dressed up to sound like original insights, but quickly glide into triteness: \"Whatever we are used to, however unpleasant it may be, is better than being deprived of everything,\" he writes in a story titled \"The Narrow Passage.\" Portentous melodrama is distressingly present; in \"The Judge's Promise,\" he writes: \"All the same, he bravely set forth to ensnare more of the undead.\"</p><p>Because these are ghost stories — kid stuff, as some would have it — Vollmann perhaps felt he could abandon his usual sharp language and his devastatingly effective metaphors in favor of page after page of lazy, layered-on verbiage. In truth, of course, fantasy and the supernatural require more, not less, originality than realism, because the writer must create a crackingly plausible world that is definitively at odds with the world with we know. Great fantasy classics such as J.R.R. Tolkien's<em> Lord of the Rings </em>series and Mervyn Peake's <em>Gormenghast</em> trilogy — and more recently, J.K. Rowling's <em>Harry Potter </em>books<em> — </em>masterfully demonstrate this.</p><p>Only two stories in Vollmann's book rise above the mediocre: \"Listening to the Shells\" and \"The Leader.\" They are set in wartime Bosnia, and to his descriptions of that war-clawed, desperate place, the author brings his acute powers of observation. A night is \"silently torn open by a faraway shell-flash which could not keep the night's flesh from cohering again.\" That sentence is vintage Vollmann: It's lyrical and evocative, yet it tells a hard, ugly truth.</p><p>Is the title <em>Last Stories</em> literally true? Heck if I know. While the first line insists, \"This is my final book,\" Vollmann is a tricky, playful writer, and he might be pulling the reader's leg. Or maybe he knows, on some level, that the pseudo-poetic, overwrought prose of <em>Last Stories</em> is beneath him and his talents, and the title is a way of letting us know that he's ready to get back to work.</p><p><em>Julia Keller's latest book, </em>Summer of the Dead<em> is coming out in August. </em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=William+T.+Vollmann%27s+Ghost+Stories+Are+Frighteningly+Self-Indulgent&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Julia Keller","audio":[{"meta":{"duration":"171"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1332351648-9e2cb1.m3u?orgId=1&topicId=1034&ft=3&f=332332030"}]}