{"created":"2014-12-15T08:24:58+00:00","modified":"2015-06-05T15:31:31+00:00","valid":{"from":"2015-06-05T15:31:31+00:00","to":"3015-06-05T15:31:31+00:00"},"hreflang":"en","title":"To Stop Teen Drinking Parties, Fine The Parents","published":"2015-01-04T20:18:00+00:00","teaser":"For some teenagers, parties with alcohol are almost a rite of passage. Surveys show the vast majority of parents in these homes know the alcohol is flowing. Cities are now cracking down on the adults.","itags":["npr_api","370139147"],"guid":"08c5efd9-ded6-49c3-ac00-bff7d67d3fdd","contentencoded":"<p>When it comes to teenage drinking, the typical venue is a party — where some teens play drinking games and binge. It may surprise you to learn that the majority of parents are aware that alcohol is flowing at these events.</p><p>On any given weekend, some teenagers receive three to four text messages about parties, says <a href=\"http://www.pire.org/detail2.asp?core=229&cms=95\">Bettina Friese</a>, a public health researcher at the Prevention Research Center in Oakland, Calif.</p><p>Friese recently conducted a <a href=\"http://link.springer.com/article/10.1007/s10935-014-0361-4#page-1\">study</a> on teen drinking. She interviewed 1,100 teenagers living in Northern California. Most did not host parties with alcohol. But of the 39 percent who did, 70 percent said their parents knew kids at the party were drinking. Twenty-four percent said their parents \"probably\" knew, leaving just a handful of parents in the dark.</p><p>Now some communities across the United States are trying to hold these parents accountable and fine them for allowing underage drinking in their homes.</p><p>When Friese <a href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC4095821/\">interviewed</a> parents about why they allowed alcohol, there were many excuses, she says — everything from concern about alienating their children to worries that imposing strict rules might encourage more dangerous rebellion.</p><p>Many parents felt drinking was inevitable, she says. One mother told Friese, \"I'd rather they make their mistakes when they're at home than when they're away.\"</p><p>Many parents said they believed it was safer for their child (and even their child's friends) to drink at their house rather than someplace else, Friese says. The biggest concern among the parents was drunken driving; many said they had their child's friends stay the night to avoid driving. Many parents said they knew it was \"wrong\" to allow alcohol at teen parties. But, Friese says, they felt they had no choice.</p><p>That may be changing. Nationwide, cities and communities are starting to <a href=\"http://alcoholpolicy.niaaa.nih.gov/Prohibitions_Against_Hosting_Underage_Drinking_Parties.html\">crack down</a>. So far, 28 states have some sort of <a href=\"http://www.madd.org/laws/social-host-1.html\">social host law</a> on the books. These laws hold adults responsible for any underage drinking that happens on their property.</p><p>The details of the law vary, community to community and state to state. One of the most <a href=\"http://www.venturacountylimits.org/initiative/underage-drinking/social-host-laws\">stringent laws</a> is in Ventura County in California, says <a href=\"http://www.cityofventura.net/pd/community/abc\">Bernadette Compean</a>, an alcohol beverage control officer with the Ventura Police Department.</p><p>\"The bottom line is you can't provide alcohol to minors, period,\" she says, adding that Ventura is the only county in California where all of the cities have similar laws.</p><p>The county's laws are crystal clear: If you're 21 or older and you host a party where alcohol is available to teenagers, you can be fined $1,000 on the spot. If parents aren't home, the teen who's hosting the party gets the ticket. And to make sure tickets don't get ignored, police promptly follow up with a letter to parents informing them about the party, the ticket and the $1,000 fine.</p><p>If police are called a second time in one year, the fine doubles to $2,000 plus the cost of city services — which can run into thousands of dollars more if the fire department or other emergency services are involved. Compean says most teens and parents get the message the first time. She hasn't been called back much for second offenses.</p><p>Since the law was passed six years ago, underage drinking <a href=\"http://venturacountylimits.org/resources/article/BEA6AB/ventura-county-social-host-ordinance-impact-evaluation-phase-ii-findings-2013-issue-briefing\">has declined</a> throughout the county, and teenagers report that it's become more difficult to obtain alcohol.</p><p>And it's not just in Ventura that such laws are changing behavior. Public health researcher <a href=\"http://www.pire.org/detail2.asp?core=326&cms=95\">M.J. Paschall</a>, also with the Prevention Research Center, recently did a <a href=\"http://www.jsad.com/jsad/article/Relationships_Between_Social_Host_Laws_and_Underage_Drinking_Findings_From/4999.html\">study</a> comparing cities in California that had social host laws with cities that did not.</p><p>\"We found that cities with more stringent and enforceable social host laws had lower levels of drinking at parties among teenagers compared to cities with less stringent laws, or without any kind of social host law,\" Paschall says.</p><p>He plans future research to see if the laws also result in fewer alcohol-related accidents and injuries — especially from drunken driving.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=To+Stop+Teen+Drinking+Parties%2C+Fine+The+Parents&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Patti Neighmond","audio":[{"meta":{"duration":"268"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1370878861-a0a990.m3u?orgId=1&topicId=1066&d=268&p=3&story=370139147&t=progseg&e=370878777&seg=7&ft=nprml&f=370139147"},{"href":"http://media.npr.org/assets/img/2014/12/12/npr_12_12_14-3cd01fc475a865fb5faa768fe52fef1bb3d67738.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2050","width":"2733"}}]}