{"created":"2015-06-05T21:06:29+00:00","modified":"2015-06-16T15:05:07+00:00","valid":{"from":"2015-06-16T15:05:07+00:00","to":"3015-06-16T15:05:07+00:00"},"hreflang":"en","title":"Why Are Only Three Observant Sikh Men Serving In The U.S. Military?","published":"2015-06-08T23:49:00+00:00","teaser":"The Pentagon's ban on facial hair and religious headgear has long been an obstacle for Sikh men, who wear turbans and don't cut their hair. Sikhs are hoping a court ruling might lead to a rule change.","itags":["npr_api","412274015"],"guid":"08c8a00c-e404-45f0-8752-ec286735459a","contentencoded":"<p>If a Muslim woman may wear a headscarf at work, as the <a href=\"http://www.npr.org/sections/itsallpolitics/2015/06/01/411271199/supreme-court-rules-on-two-key-individual-freedom-cases\" target=\"_blank\">U.S. Supreme Court has now affirmed</a>, perhaps a Sikh man should be able to wear a turban while serving in the U.S. military.</p><p>So argues the <a href=\"http://www.sikhcoalition.org/\" target=\"_blank\">Sikh Coalition</a>, an advocacy organization that has long opposed a Pentagon ban on facial hair and religious headgear among service members. That campaign got at least a moral boost with this week's court decision.</p><p>\"What I'm anticipating with this decision is that we will have a move in this country to recognize the right of individuals from different religious backgrounds to live in an America that does not discriminate against them on the basis of how they appear,\" says Simran Jeet Singh, the senior religion fellow for the Sikh Coalition.</p><p>As a general rule, the <a href=\"http://www.dtic.mil/whs/directives/corres/pdf/130017p.pdf\" target=\"_blank\">Department of Defense prohibits facial hair</a> and the wearing of religious headgear among service members, though it offers \"accommodation\" on a case-by-case basis in recognition of \"sincerely held beliefs.\"</p><p>Such waivers, however, are given only when they would not undermine \"military readiness, unit cohesion, good order, discipline, health and safety, or any other military requirement.\"</p><p>In practice, those considerations can present major obstacles. Currently, just three observant Sikh men serve in the U.S. military, all in the Army, and all are in noncombat positions. That's out of an active-duty military force of 1.4 million.</p><p><strong>Pressing For Changes</strong></p><p>Sikh leaders have pressed the Pentagon to be more accommodating, and there are some signs their appeals have been heard. For the past two years, the Office of the Pentagon Chaplain has hosted a celebration of the Sikh spring holiday known as Vaisakhi.</p><p>\"I believe that for me to celebrate as a Christian, I must stand up for the rights of others to celebrate their faith,\" said Lt. Col. Claude Brittain, the deputy Pentagon chaplain, speaking at the Vaisakhi celebration last month.</p><p>For Sikh men, letting their hair grow and covering their head in a turban are considered \"articles of faith,\" and observant Sikhs are religiously obligated to follow those strictures.</p><p>\"Just like the Army has regulations, a Sikh way of life comes from the holy book, <em>Guru Granth Sahib,</em>\" Army Capt. Tajdeep Rattan explained at the Vaisakhi celebration.<strong> </strong> \"I distinctly remember <em>shabad</em> [Sikh hymn] recitation, like the day when I entered manhood at the age of 10 and my uncle tied a turban on my head.\"</p><p>Rattan is a dentist, and he joined the Army at a time when the Army needed dentists. The other two observant Sikh men in the Army also serve in noncombat positions.</p><p>Some commanders have argued that gas masks don't seal well on service members with beards, but Rattan showed during training exercises that he could wear a gas mask as safely as nonbearded soldiers.</p><p>The Army is somewhat more accommodating of Sikh requests than other service branches. The Defense Department generally requires that Sikhs and other service members seeking accommodation of their religious practices comply with the ban on facial hair and headgear while waiting for their request to be approved.</p><p>That provision, in the Sikh view, essentially means that any observant Sikh man must violate his faith commitment while waiting for permission to abide by those commitments.</p><p><strong>Tweaking The Rules</strong></p><p>The Army, however, recently approved a modification of that provision and now allows a Sikh man to wait to enlist until he learns whether his request for a waiver will be approved. The Air Force, Navy and Marine Corps offer no such opportunity, and no observant Sikh man is currently serving in any of those branches.</p><p>Sikh leaders see the Pentagon's current case-by-case approach to the waiver of its ban on facial hair and religious headgear as a \"presumptive ban\" on observant Sikhs serving in the U.S. military.</p><p>\"The U.S. military is the largest employer in the United States,\" argues Singh, \"and if the U.S. military is openly discriminating against religious minorities, that gives a green light to employers around the country to do the same.\"</p><p>Sikh men are currently allowed to serve with beards and turbans in the military services in Canada, the United Kingdom and India, among other countries, and they were permitted in the U.S. military until the early 1980s, when the policy was changed.</p><p>The U.S. Supreme Court, in a 1986 decision, upheld the military's right to ban facial hair and religious headgear, finding that the military is a \"specialized society separate from civilian society\" and that to \"accomplish its mission the military must foster instinctive obedience, unity, commitment and esprit de corps.\"</p><p>That ruling would suggest that this week's court decision upholding the right of a Muslim woman to wear her hijab headscarf does not apply to observant Sikh men wishing to wear a turban in the U.S. military, but it may nonetheless hold some political significance.</p><p>\"The military has shown on many occasions that it is influenced by the court of public opinion and by social change,\" says Eugene Fidell, a specialist in military law at the Yale Law School.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Why+Are+Only+Three+Observant+Sikh+Men+Serving+In+The+U.S.+Military%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tom Gjelten","audio":[{"meta":{"duration":"200"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1412305592-236e4c.m3u?orgId=1&topicId=1122&d=200&p=2&story=412274015&t=progseg&e=412139496&seg=3&ft=nprml&f=412274015"},{"href":"http://media.npr.org/assets/img/2015/06/05/asp-sikhco-1134edit_wide-3ee4b32b125b1ee1c1aa143fe85b978107258ca7.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"1450","width":"2578"}}]}