{"created":"2014-11-04T08:17:37+00:00","modified":"2015-05-02T02:38:13+00:00","valid":{"from":"2015-05-02T02:38:13+00:00","to":"3015-05-02T02:38:13+00:00"},"hreflang":"en","title":"From Silicon Valley To White House, New U.S. Tech Chief Makes Change","published":"2014-11-07T18:13:00+00:00","teaser":"Former Google X executive Megan Smith started this month as the U.S. chief technology officer. She's only the third person to have the job.","itags":["npr_api","360430620"],"guid":"08d0a301-ce0e-4816-af70-8ed23c192602","contentencoded":"<p>This fall, we've been exploring <a href=\"http://www.npr.org/series/177622347/the-changing-lives-of-women\">the Changing Lives of Women</a>, and Megan Smith is one woman who's gone through a number of changes in recent months. She just moved from a top job at Google in Silicon Valley, where she was vice president of Google X, <a href=\"http://www.whitehouse.gov/blog/2014/09/04/president-obama-names-megan-smith-us-cto-alexander-macgillivray-deputy-us-cto\">to the White House</a>, where's she's now the country's chief technology officer. She's so new to the halls of the White House complex that she still was wearing a temporary badge.</p><p>\"I just have to fill out all my security clearance forms. I'm almost done,\" she says.</p><p>Smith started only two months ago as U.S. chief technology officer, a role created at the start of President Obama's administration. The CTO's charge is to find ways to unleash technology to improve federal government, an entity that is notoriously slow to change.</p><p>But just by coming to work in Washington, Smith already is making one change: her look. At Google, she would be wearing jeans. In the White House, it's a little more buttoned up.</p><p>\"Yes, I'm wearing a suit. It's comfortable. It's from J.Crew,\" she says.</p><p>Smith doesn't actually like talking about external image much, as she has been focused on changing tech from the inside — pushing to get more women into science and technology fields and to keep them there. We caught up with the mother of two as she kicked off a documentary screening for middle- and high-schoolers from the Washington, D.C., region.</p><p>\"It will be interesting for you guys to see the media talk about the women scientists versus the men scientists, how they hyper-focused on what they looked [like], what they wore,\" Smith said to a roomful of about 70 school kids. \"All this sort of gender bias — I want you guys to notice that and observe that, because it's an important thing.\"</p><p>The topic of <a href=\"http://www.npr.org/tags/221437017/women-in-tech\">women in tech</a> is on many minds lately. Every other industry that was once dominated by men — finance, law, medicine — has come closer to parity. Tech, meanwhile, seems to be going backwards: There were <a href=\"http://www.npr.org/blogs/money/2014/10/21/357629765/when-women-stopped-coding\">more women graduating with computer science degrees in in 1984</a> than in 2014. <br /> <br />\"I almost call it death by a thousand cuts,\" Smith says. \"There are always these little biases that hit people. Every individual situation — oh, this person doesn't have a VP job, or this person doesn't have this for this or that reason, but when you look at an aggregate, it's really a lot of unconscious bias.\"</p><p>Smith, a lesbian who was CEO of Planet Out, says she got past people's biases and brought her passion in climbing to lead Google X, the division of Google that rolled out self-driving cars, and becoming U.S. CTO. Her former boss, Google Chairman Eric Schmidt, remembers her well.</p><p>\"She has an energy, and an enthusiasm, that is addictive,\" Schmidt says.</p><p>When you meet her, Smith's youthful energy shows. She bounces when she walks. Her eyes twinkle when she talks about old tech projects and her love of science, which dates back to her childhood.</p><p>\"I went to an inner-city school in Buffalo. We had no money, but the teachers were really motivated. They made science fair mandatory. And I think that was one of the key things for all the kids. Many kids went on the STEM related careers because as kids we got to try it. It got me to learn that it was fun, it mattered,\" she says.</p><p>She took that thinking with her to MIT, and went on to help develop futuristic products at a place called General Magic. We found her 28-year-old, early '90s self in an archive video, demonstrating a prototype for what would become touchscreens.</p><p>\"We're trying to make somethin' that people love,\" she said, back then.</p><p>Back then, she loved making prototypes and products. Two decades later, she's changed her focus from products to people.</p><p>\"I think maybe I was doing specific projects and enabling them, and now I'm looking for other people,\" she says. \"You know, people who are like the kid I was.\"</p><p>Which brings us back to the White House film screening, and the girls Smith is trying to encourage into STEM careers.</p><p>\"It's definitely important to see women in power,\" says Hannah Docter-Loeb, a ninth-grader. \"Because you can see like, you can do that too.\"</p><p>Smith is a gay woman scientist, which could make her a potential outsider on a few levels. Instead, she's as inside as a tech leader can be, even bounding around the White House with ease, once those security credentials are all set.</p><p>She will have to call on all her powers to turn government agencies into more tech startup-type cultures. One agency still <a href=\"http://www.nytimes.com/2013/12/07/us/politics/slowly-they-modernize-a-federal-agency-that-still-uses-floppy-disks.html?_r=0\">saves data on floppy disks</a>.</p><p>Fitting with her changing perspective, her focus here to will be on people.</p><p>\"One thing I hope, five years from now, is more tech colleagues of mine, like the <em>elite</em> elite teams, are flowing in and out of government. We want to create an environment where, in addition to amazing policy groups ... tech teams feel comfortable, included, and are in leadership positions here,\" Smith says.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=From+Silicon+Valley+To+White+House%2C+New+U.S.+Tech+Chief+Makes+Change&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elise Hu","audio":[{"meta":{"duration":"290"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1361320161-6b55d7.m3u?orgId=1&topicId=1019&aggIds=177622347&d=290&p=3&story=360430620&t=progseg&e=361320061&seg=3&ft=nprml&f=360430620"},{"href":"http://media.npr.org/assets/img/2014/10/31/20141027-megan-smith-white-house-056edit-8e66a921e099c0ca1352cb722197d9539328fa89.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"971","width":"1295"}},{"href":"http://media.npr.org/assets/img/2014/10/31/20141027-megan-smith-white-house-044edit_custom-f114d1097e99db7b27c10265cc263496a5525fdb.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1478","width":"2430"}}]}