{"created":"2014-09-16T21:03:51+00:00","modified":"2014-09-18T14:38:55+00:00","valid":{"from":"2014-09-18T14:38:54+00:00","to":"3014-09-18T14:38:54+00:00"},"hreflang":"en","guid":"08d8e83e-887e-466b-a168-87d64c4702c0","title":"Why vote for Scotland's independence? A Scottish teen explains his reasons","published":"2014-09-18T14:38:48+00:00","byline":"David Leveille","tags":["Scottish independence","Global Politics","Glasgow","Europe","Scotland","United Kingdom","James Kane","Scottish independence referendum","United Kingdom","Scottish Parliament","Scottish people","Scotland"],"teaser":"Sixteen-year-old James Kane from Oban, Scotland, was undecided until this week on whether to vote for independence for Scotland. He's not your usual teen. He interviewed leaders of many of Scotland's political parties before making up his mind. But he is typical in that teens from 16 on up will get to vote in this special referendum on the country's future.","contentencoded":"<p>Scotland and the United Kingdom have had a good thing going till now, so the question is, why would anyone want to leave a successful marriage?&nbsp;&quot;Because a lot of people don&#39;t feel it&#39;s a marriage anymore, it&#39;s a dictatorship,&quot; says James Kane. Of course, he doesn&#39;t know much about marriage. He&#39;s 16.</p><p>&quot;[Dictatorship] is&nbsp;a strong word and I don&#39;t personally feel that way,&quot; he says. &quot;Yes, it has been a successful union, nobody in Scotland is trying to deny that, however what they&#39;re trying to say is that Scotland could be better as an independent country.&quot;</p><p>Kane describes himself this way:&nbsp;&quot;I have a great interest in Scotland&rsquo;s future.&nbsp;I play piano, guitar and trumpet.&nbsp;My dad&rsquo;s side of my family are Scottish and mum&rsquo;s side are Italian.&nbsp;I live in a rural area of Scotland.&quot; And teens from 16 on up have been given the right to help decide Scotland&#39;s future when the country votes on whether to become independent from Great Britain on Thursday, September 18.</p><p>Kane is also part of the BBC&#39;s&nbsp;<a href=\"http://www.bbc.co.uk/programmes/profiles/59VJr1FpRT3bPccP5cpDFKC/james-kane\">Generation 2014</a>&nbsp;project, which has been asking Scottish teenagers about their vision for Scotland in the months running up to&nbsp;the independence referendum. Kane had been undecided on the issue until a couple of weeks ago.</p><p>We wanted to know what tipped the balance.&nbsp;</p><p>Kane says he followed the debate over the last year and thought carefully about his decision. Before making up his mind, he &nbsp;traveled to the Scottish Parliament at Holyrood to interview the leaders of many of Scotland&#39;s political parties &mdash; Scottish Conservatives,&nbsp;Scottish Green Party, Scottish Labour Party, Scottish Liberal Democrats and the current secretary for Education and Lifelong Learning &mdash; &quot;<a href=\"http://www.bbc.co.uk/news/uk-scotland-scotland-politics-28369899\">to ask my questions to the people who should have the answers</a>.&quot;</p><p>In the end, Kane says, &quot;it just so happened that I agreed with a lot of the policies of the parties that were voting &#39;yes&#39;. So I thought what&#39;s best for Scotland is that I&#39;m going to vote &#39;yes&#39; ... because I think that&#39;s what&#39;s going to make Scotland great.&quot;</p><p>&quot;In my mind, a &#39;yes&#39; vote would kind of open up the doors to an amazing future that Scotland could have,&quot; he says, &quot;whereas a &#39;no&#39; vote wouldn&#39;t ensure the same future. And a lot of my friends feel the same way as me.&quot;&nbsp;</p><p>If Scotland becomes independent, Kane understands &quot;some tough decisions will have to be made, and it will be difficult for the first years.&quot; And he&#39;s glad Scotland can achieve independence with a fair process. &quot;It&#39;s a non-violent, peaceful way of doing it. Unlike other parts of the world where people are having to fight for independence, Scotland&#39;s been presented with the chance to do that if they want to.&quot;</p><p>And with that, James had to run off to catch up with his friends, who&#39;ve gathered in Glasgow ahead of what could be the most important vote of their lives later this week.</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/photo_6.JPG","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/photojpg-17"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/091620146.mp3"},{"href":"http://www.pri.org/file/091620146mp3"}]}