{"created":"2015-01-07T08:40:13+00:00","modified":"2015-01-08T21:06:05+00:00","valid":{"from":"2015-01-08T21:06:05+00:00","to":"3015-01-08T21:06:05+00:00"},"hreflang":"en","title":"U.S. Court Weighs Texas Law's Burden On Women Seeking Abortions","published":"2015-01-07T17:35:00+00:00","teaser":"If upheld, the law — which mandates stricter building codes for clinics that perform the procedure — could leave only six clinics open in the entire state of Texas.","itags":["npr_api","375396952"],"guid":"08e7cf28-9b20-473a-ba34-7ed5d1ed40ac","contentencoded":"<p>A U.S. appeals court on Wednesday is scheduled to hear arguments on the constitutionality of a hotly contested abortion law in Texas. The measure mandates stricter building codes for clinics that perform the procedure, and Fifth Circuit judges in New Orleans will decide whether that poses an undue burden.</p><p>The Texas law — <a href=\"http://legiscan.com/TX/text/HB2/id/870667\" target=\"_blank\">HB2</a> — requires clinics that perform abortions to operate like ambulatory surgical centers. Think wider hallways and hospital-style equipment — upgrades that could cost millions.</p><p>Emily Horne of Texas Right to Life says it's needed for women's safety. She cites the case of <a href=\"http://www.npr.org/blogs/health/2013/05/14/183911268/a-sharper-abortion-debate-after-gosnell-verdict\">Philadelphia doctor Kermit Gosnell</a>, who was convicted of murder in botched abortions in 2013. Horne points out that he ran a filthy clinic with untrained staff and was found guilty in the death of a woman from an overdose of sedatives.</p><p>\"And when they did the research, the grand jury report said had they been able to get to her sooner, had the hallways been wider, she may not have died. But it was a small facility, it wasn't emergency-equipped, and so that was one of the factors that contributed to her death,\" Horne says.</p><p>But Nancy Northup with the Center for Reproductive Rights — a group that's challenging the Texas law and others like it — says that case was an outlier.</p><p>\"These laws pretend they're about health and safety; they're meant to confuse the public about that,\" Northup says.</p><p>She says studies find far less than 1 percent of abortions involve major complications and that the procedure is much safer than, say, delivering a baby. Northup says these laws are really about taking away access to abortion.</p><p>\"They are designed to have the effect in fact — if this law is to go into effect it would have, which is close 80 percent of clinics in the state of Texas,\" she says.</p><p>Another part of the abortion law — requiring doctors to have hospital-admitting privileges — has shut down more than half of Texas' 41 clinics. The provisions at issue Wednesday could shutter a dozen more, forcing many who seek an abortion to drive hundreds of miles to the closest clinic.</p><p>Texas Gov. Elect Greg Abbott has defended the abortion law as the state's attorney general. He's been clear that he opposes abortion, even in cases of rape and incest.</p><p>\"I'm Catholic, and I want to promote a culture of life that supports both the health and safety of both the mother and child, both before and after birth,\" Abbott said in a campaign debate last fall.</p><p>Abbott suggests women could go to neighboring New Mexico for an abortion. And state officials say about 1 in 6 would have to drive more than 150 miles for one within Texas. They say — and the 5th Circuit Court of appeals earlier agreed — that this is not a \"large fraction\" of the population.</p><p>But abortion rights groups say that would still have a devastating impact.</p><p>\"We're talking about a huge amount of women of reproductive age that are being disenfranchised,\" says Amy Hagstrom Miller, head of Whole Woman's Health, an abortion provider among the plaintiffs in the case.</p><p>She says many women simply can't afford the time off work, child care and hotel needed to travel long distances. She says her providers are hearing from women taking matters into their own hands — even inflicting violence on themselves.</p><p>\"So they've asked their partner to try to help induce a miscarriage. We've seen women who are drinking herbal teas and douching with various substances or trying to order medications on the Internet that they've heard may induce a miscarriage,\" she says.</p><p>Nearly two dozen states have passed laws similar to the provision being debated in Texas. No matter the outcome of Wednesday's hearing, many analysts believe an appeal to the U.S. Supreme Court is likely.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=U.S.+Court+Weighs+Texas+Law%27s+Burden+On+Women+Seeking+Abortions&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jennifer Ludden","audio":[{"meta":{"duration":"208"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1375544102-655e43.m3u?orgId=1&topicId=1070&ft=3&f=375396952"}]}