{"created":"2015-04-15T19:33:29+00:00","modified":"2015-04-16T20:27:23+00:00","valid":{"from":"2015-04-16T20:27:23+00:00","to":"3015-04-16T20:27:23+00:00"},"hreflang":"en","guid":"08ef6f7b-1bcc-4942-9944-e068547f29d4","title":"A recently completed Bergen-Belsen documentary shows the Nazis' paths to persecution","published":"2015-04-16T20:27:21+00:00","byline":"Leo Hornak","tags":["conflict","history","genocide","Religion","Conflict","Conflict & Justice","Germany","The Holocaust","Nazi Germany","Bergen-Belsen concentration camp","Nazi concentration camps"],"teaser":"Historian Toby Haggith has been trying to complete a project the British government had started near the end of World War II, but never finished. The government collected footage from the Bergen-Belsen concentration camps to prove what happened there. A rough cut was made into a film, but shelved. Now, however, that rough cut has been turned into a final cut.","contentencoded":"<p>About 70 years ago, near the end of the World War II, troops from the British 11th Armored Division, along with journalists and cameramen, entered a sprawling fenced-off complex of buildings near the small town of Bergen in northern Germany.</p>\n<p>They had walked into the Bergen-Belsen concentration camp. What they discovered were some of the most horrific scenes of the 20th century.</p>\n<p>\"We may find these images, and we do find these images, very upsetting and confronting, but believe me, the reality was far worse,\" says historian Toby Haggith.</p>\n<p>Haggith has been trying to complete a project the British government started near the end of the war that used the footage shot by those cameramen at Bergen-Belsen and other concentration camps. The government collected the footage to prove what had happened. They went so far as to make a rough cut of a film titled <em><a href=\"http://www.pbs.org/wgbh/pages/frontline/memory-of-the-camps/\">Memory of the Camps</a>.</em> None other than Alfred Hitchcock was a consultant on the project. But the movie was never completed.</p>\n<p>But that documentary has finally been completed. <em>German Concentration Camps Factual Survey</em> — its original title — is being shown in cinemas in the UK.</p>\n<p>Our partners at <a href=\"http://www.pbs.org/wgbh/pages/frontline/\">Frontline</a>, which broadcast the original version of <em>Memory of the Camps</em>, have been researching Germany’s network of enslavement under the rule of Adolf Hitler from 1933 to 1945.</p>\n<p><a href=\"http://www.pbs.org/wgbh/pages/frontline/social-issues/memory-of-the-camps/in-mapping-the-holocaust-a-horrifying-lesson-in-nazi-paths-to-persecution/\">As they report</a>, the map below is just a sliver of the reach of Germany’s enslavement network. Based on the work of historians at the <a href=\"http://www.ushmm.org/research/the-center-for-advanced-holocaust-studies\">Jack, Joseph and Morton Mandel Center for Advanced Holocaust Studies</a> at the United States Holocaust Memorial Museum, it shows the locations (in grey) of 1,096 out of 1,150 ghettos they’ve identified in Nazi-occupied Eastern-Europe. The locations in black represent 868 of the 1,094 concentration camps they’ve documented. Locations in yellow were filmed in Memory of the Camps.</p>\n<div class=\"nochop\">\n<iframe frameborder=\"0\" height=\"500px\" src=\"http://apps.frontline.org/camps/\" width=\"100%\"></iframe></div>\n<p>The true number of sites is well above the number pictured above. When historians at the Holocaust museum began their research, they suspected they’d uncover somewhere between 5,000 and 7,000 sites, said Geoffrey Megargee, the project director and general editor. What they soon found is that the actual number is closer to 42,500. But even that, says Megargee, “is a conservative figure.”</p>\n<p>The grim census of enslavement, torture and death is part of a multivolume encyclopedia being published by the Holocaust museum. The above figures from the first two volumes have already been released. Six more are planned to be released from now to 2025.</p>\n<p>The early work, Megargee told Frontline, has helped foster a better understanding of what he described as “paths to persecution” under Nazi rule.</p>\n<p>“People tend to think of camps in isolation — concentration camps or ghettos or POW camps or that sort of thing, but there were lots of ways in which prisoners went from one camp to another,” he said.</p>\n<p>Equally important, said Megargee, is that given the sheer size of the numbers, it is nearly impossible to believe that ordinary Germans were unaware of Hitler’s system.</p>\n<p>\"After the war you had a lot of Germans who tried to say, 'Oh we didn’t know anything about these camps,' and they may have been talking about the concentration camps, the extermination camps, that sort of thing,\" he said. \"Frankly the concentration camps were publicized. The regime wanted people to know about those. It wanted people to know that if they misbehaved, that’s where they were going to go. So these were no secrets, and beyond that, when you have tens of thousands of camps and millions of forced laborers and POWs and concentration camp prisoners everywhere doing every kind of work imaginable, it’s pretty hard to say that you’re not aware of this system.\"</p>\n<p><em><a href=\"http://www.pbs.org/wgbh/pages/frontline/social-issues/memory-of-the-camps/in-mapping-the-holocaust-a-horrifying-lesson-in-nazi-paths-to-persecution/\">This story has been cross-posted</a> by our partners at Frontline.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-15%2Fbergen-belsen-documentary-has-now-been-completed-showing-horrifying-lessons-nazis&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04152015_05.mp3"},{"href":"http://www.pri.org/file/0415201505mp3"}]}