{"created":"2014-09-09T07:34:20+00:00","modified":"2015-03-06T15:03:36+00:00","valid":{"from":"2015-03-06T15:03:36+00:00","to":"3015-03-06T15:03:36+00:00"},"hreflang":"en","title":"Size Matters: Why Apple Is Expected To Unveil A Bigger iPhone","published":"2014-09-09T15:04:00+00:00","teaser":"Pushed by rivals like Samsung, Apple is likely to announce bigger iPhones on Tuesday. Users of bigger-screen devices say they prefer their larger images and the ability to see multiple apps together.","itags":["npr_api","346870499"],"guid":"08f19ba4-7cee-4e34-8974-f046ae436457","contentencoded":"<p>You may have noticed that after years of getting smaller, smartphones are getting bigger. It's a trend that's mostly been led by Samsung. Apple's late CEO, Steve Jobs, famously knocked the idea that people wanted larger phones. But on Tuesday, Apple is expected to announce bigger iPhones and is relenting to the reality that we're talking less on our phones and using them more like a mini computer.</p><p>Renee Esses has a Samsung Galaxy Note 3. She works out at a gym where there are a lot of teenagers, and she's used to being teased about its size. \"Is your phone big enough?\" she says they ask her. \"And they just are completely making fun of me.\"</p><p>But Esses doesn't care. She used to have an iPhone but says it \"basically became kind of useless other than, honestly, as a phone.\"</p><p>The iPhone screen is 4 inches on the diagonal compared with 5.7 inches on the Galaxy. Esses says her Galaxy is much more useful. \"It allows you to not only check your email but actually read it and respond without getting a finger cramp,\" she says. \"You can have two screens open and you can look at the email that was sent, put something on your calendar. It's so much more functional.\"</p><p>Esses is clearly not alone in her preference. According to research firm Canalys, smartphones with screens 5 inches and over now make up more than a third of all smartphone shipments globally.</p><p>Apple founder and CEO Steve Jobs didn't understand why anyone would want a larger phone. That had to do with some basic design principles, says Joshua Porter, a designer who works to make software work well with hardware.</p><p>\"The No. 1 physical constraint was the size of the hand,\" Porter says. \"What that means is that they could hold the phone in either their left or the right hand and essentially use their thumb to access any parts of the screen or to tap on any parts of the screen.\"</p><p>But being able to quickly tap out a phone number is increasingly less important. Studies show a consistent decrease in the number of hours Americans spend actually talking on their phones.</p><p>Photographer Messay Shoakena started doing some editing on his iPhone but found it clunky and tried a Samsung Galaxy Note 3. \"The bigger the image, the better it is,\" he says. \"Not only that: Reading on it was much easier, you know, using apps like Flipboard or even a Kindle app.\"</p><p>It makes sense that a South Korean company like Samsung pioneered the larger screen. In many areas of Asia, a lot of families lack home computers, but they have mobile phones, says Amy Schade, a director at Nielsen Norman, which studies usability.</p><p>Samsung devices also have a stylus. \"To have the larger screen size to allow for writing in Asian languages, actually writing the characters rather than using key presses, is sometimes an easier way to enter information,\" Schade says.</p><p>Along with larger phones, Apple is also expected to introduce some sort of wearable device — a kind of smart watch — another thing which Samsung has already done. J.P. Gownder, an analyst at Forrester, says the Apple device is likely to keep track of vital health signs, sports scores and stock prices. He imagines it will be the perfect complement to a larger iPhone, which is kept in a bag or back pocket.</p><p>\"You could imagine a world in which some sort of iWatch and maybe a large-size iPhone co-exist on the same body,\" he says. \"And they just offer people different kinds of information in different contexts.\"</p><p>And you might be able to talk into your smart watch like comic book character Dick Tracy. Apple is coming late to smart watches and bigger phones, but this was also true when Apple introduced its first iPod, iPhone and iPad. Apple is a company with a long history of opening up existing categories of technology and turning its devices into must-haves.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Size+Matters%3A+Why+Apple+Is+Expected+To+Unveil+A+Bigger+iPhone&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Laura Sydell","audio":[{"meta":{"duration":"219"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1347017610-8db293.m3u?orgId=1&topicId=1019&e=346870499&d=219&ft=nprml&f=346870499"}]}