{"created":"2014-10-08T14:38:08+00:00","modified":"2014-10-31T01:25:22+00:00","valid":{"from":"2014-10-31T01:25:22+00:00","to":"3014-10-31T01:25:22+00:00"},"hreflang":"en","title":"Beautiful Acting Aside, It Isn't Hard To Find Fault In 'Our Stars'","published":"2014-06-10T19:40:00+00:00","teaser":"The adaptation of John Green's bestselling young adult novel <em>The Fault in Our Stars</em> — about two teens with cancer — is among the year's most anticipated films, but David Edelstein wasn't impressed.","itags":["npr_api","319494198"],"guid":"08fabd6e-6958-4bf3-95c7-db080257ef6a","contentencoded":"<p>I know people who cried at the <em>trailer</em> of the romantic teen cancer movie <em>The Fault in Our Stars — </em>at the <em>movie</em> they'll need a life preserver to keep from drowning in a flood of tears. Me, I didn't cry, though at times my tear ducts tingled; I was on the verge. The film is a little slick for my taste, too <em>engineered</em>. But it's gently directed by Josh Boone and beautifully acted. Whatever the faults, it's not in the stars.</p><p>Shailene Woodley plays 16-year-old Hazel Grace Lancaster, whose life was saved by an experimental drug but who remains in stage 4 cancer — she has to cart around an oxygen tank connected with a tube to her nose. Hazel is a nihilist: She projects her terminal illness onto the world. She says humankind will eventually perish and no one will remember Mozart, let alone someone like her.</p><p>Enter handsome high-school ex-basketball star Augustus Waters, played by Ansel Elgort, who lost part of a leg to cancer but is now in remission. Augustus falls for Hazel on sight — he literally gawps at her at a teen cancer support group — and goes on, in his witty, winsome way, to argue against her worldview. The film, like John Green's novel, is a debate on the subject of, \"What's the point?\" Oblivion, says Augustus, is not a design for living — or dying.</p><p>I found Augustus too good to be true — but hey, it's a Young Adult romance. A little wish-fulfillment is just what the doctor ordered. The character did test my patience in his first scene with Hazel, when he sticks an unlit cigarette in his mouth. \"They don't actually hurt you unless you light them,\" he says. \"I never lit one. It's a metaphor, see. You put the thing that does the killing right between your teeth, but you never give it the power to kill you. A metaphor.\"</p><p>The constant association between tobacco and death is a good thing for teens to see — though I still think Augustus looks too glamorous waving that cancer stick around. In any case, Hazel is plainly smitten but tells Augustus she wants to stay <em>just friends</em>. She doesn't want to die and break his heart — even if he says it would be a privilege to have his heart broken by her.</p><p>To elevate <em>The Fault in Our Stars</em> to the level of myth, the film sends the couple on a trip to Amsterdam, an odyssey to meet the reclusive author of a novel Hazel loves about a girl with cancer — a novel that cuts off in mid-sentence, at the moment of the character's death. Hazel needs to know what happens to the surviving characters — an obvious extension of her need to know what will happen to her loved ones in a world without her in it.</p><p>The subplot offers a welcome change of scene and gives Willem Dafoe a good part as the author, who turns out to be a mean boozehound. That said, it's a mite tacky when Hazel and Augustus are moved — finally — to a climactic clinch in that most aphrodisiacal of settings, the attic of the Anne Frank House.</p><p>Whatever reservations I have about the film, I've none about Woodley, a young actress without a smidgen of actorishness. Her pale skin is near-translucent — you read her emotions in her coloring. She's believable as the daughter of the wonderful, emotionally overflowing Laura Dern, whose squiggly mouth opens even wider than usual.</p><p>I don't think I'm spoiling anything when I say the central question — \"Will anything in their lives endure?\" — is answered hopefully. Love such as Hazel and Augustus' is likened in the movie to mathematics, where between two fixed points there can be, well, a kind of infinity. That's an unexpectedly high-flown idea. Even a cynic like me can respect it.</p><p>The title, of course, is from <em>Julius Caesar</em>, from Cassius' exhortation to action: \"The fault, dear Brutus, is not in our stars, but in ourselves, that we are underlings.\" Here, though, the fault does seem to be in the stars — in an unjust universe. What else to blame for kids getting terminal cancer? But as Hazel and Augustus prove, we never have to be underlings.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Beautiful+Acting+Aside%2C+It+Isn%27t+Hard+To+Find+Fault+In+%27Our+Stars%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Edelstein","audio":[{"meta":{"duration":"418"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1319553834-548b6b.m3u?orgId=1&topicId=4467349&ft=3&f=319494198"},{"href":"http://media.npr.org/assets/img/2014/06/06/the-fault-in-our-stars-df-00774_00775r_rgb-628532d0c1544f3f6d71fb815e731725a5c1f771.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1325","width":"1768"}}]}