{"created":"2014-10-02T20:05:02+00:00","modified":"2014-10-02T21:20:00+00:00","valid":{"from":"2014-10-02T21:20:00+00:00","to":"3014-10-02T21:20:00+00:00"},"hreflang":"en","guid":"0909e5d2-5e0a-49ec-9822-3a6d4f86f8f4","title":"This weekend, Jews will fast, Muslims will feast and Israeli authorities will worry","published":"2014-10-02T21:19:58+00:00","byline":"Daniel Estrin","tags":["religion","culture","Belief","Lifestyle & Belief","Akko","Asia","Israel","Ohad Segev","Yosef Yashar","Samir Asi","Middle East","Israel","Islamic–Jewish relations","Religion"],"teaser":"Yom Kippur, the holiest Jewish day, and a day of fasting, is this weekend, as is Eid al-Adha, one of the two main Islamic holidays and a day of feasting. What could go wrong?","contentencoded":"<p>A rare coincidence of the calendars is happening this weekend: Yom Kippur, the holiest day in Judaism, and Eid al-Adha, one of two main holidays in Islam, both land on the exact same day.</p><p>It has authorities in Israel worried, especially with tensions still high from the recent Israel-Gaza war, that more could collide than just the two religious calendars.</p><p>From Friday evening till Saturday evening, Jews and Muslims are going to be marking two very different customs. On Yom Kippur, Jews will fast. On Eid al-Adha, Muslims will feast.</p><p>&ldquo;It&rsquo;s just like putting electricity with water,&rdquo; said Ohad Segev, director general of the municipality of Akko, a city in Israel&rsquo;s north with both Muslim and Jewish residents. &ldquo;On one side, it&rsquo;s a holy day, you should pray, be in synagogue and quiet and fasting. And for the other, you are making barbecue and celebrating. Totally opposite.&rdquo;</p><p>Akko has a dilemma. The unwritten rule in Israel is that nobody drives on the Jewish holy day. But many Muslims <em>are</em> going to drive, to fulfill their holiday tradition of visiting relatives. Jews observing their holy day don&rsquo;t eat or drink, while many Muslims host barbecues in public parks.</p><p>Understand the potential for confrontation?</p><p>&ldquo;The problem can come out of people ... from both sides who are extreme and looking for trouble,&rdquo; Segev said.</p><p>The municipal official speaks from experience. In his city six years ago, an Arab driver sped through a predominantly Jewish neighborhood on Yom Kippur eve, breaking the custom of no cars on the roads. Some Jewish teens attacked the driver, and what followed were days of riots between Arabs and Jews in the city, vandalizing stores and setting fire to homes.</p><p>Six years later, there are still tensions.</p><p>&ldquo;The driver was drunk so he wasn&rsquo;t aware of what he was doing,&rdquo; an Arab man said at a shopping center in the city. &ldquo;Jews attacked him and almost carried out a lynching.&rdquo;</p><p>A Jewish man came up to him and said, &ldquo;So because he was drunk, it was OK he almost ran someone over?&rdquo;</p><p>&ldquo;You don&rsquo;t take the law into your own hands,&rdquo; the Arab man replied.</p><p>&ldquo;You&rsquo;re with <em>them</em>!&rdquo; the Jewish man said.</p><p>&ldquo;You don&rsquo;t take the law into your own hands,&rdquo; the Arab man repeated.</p><p>This week, the city&rsquo;s leaders made an unprecedented effort to try and pre-empt friction. The city&rsquo;s chief rabbi and the sheikh of the city&rsquo;s main mosque have been speaking to hundreds of young students, both Arab and Jewish.</p><p>[[{\"fid\":\"74847\",\"view_mode\":\"default\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":1568,\"width\":2352,\"alt\":\"About 200 Jewish students listen to the rabbi and sheikh.\",\"title\":\"About 200 Jewish students listen to the rabbi and sheikh.\",\"class\":\"media-element file-default\"}}]]</p><p>During one talk, about 200 Jewish middle school students sat in an auditorium, silent and attentive &mdash; an almost miraculous feat for middle school students &mdash; while the rabbi and the sheikh spoke.</p><p>First Rabbi Yosef Yashar, with his black hat, coat and long beard, took to the podium and talked to the students about their Muslim neighbors.</p><p>&ldquo;Are they different from us? Yes! So what?&rdquo; the rabbi said. &ldquo;How are they different from us? They have different opinions, beliefs, customs. Wow! It&rsquo;s beautiful.&rdquo;</p><p>Then, Sheikh Samir Asi got up to the podium with his cropped beard, long coat and red-topped turban. He said when he travels to Arab countries, people ask him how it is to live with the Jews?</p><p>&ldquo;We are neighbors. We live with mutual respect. I feel that my neighbor is like a brother,&rdquo; he said he tells them.</p><p>After the talk, the Jewish middle school students seemed impressed.</p><p>&ldquo;I always thought they, the Muslims, weren&rsquo;t the best, they weren&rsquo;t like us,&rdquo; said one 13-year-old student. &ldquo;But after I saw the sheikh talk, I think he&rsquo;s awesome. Just like we have a holiday, so do they.&rdquo;</p><p>The city learned its lesson six years ago.</p><p>After the Yom Kippur riots, city hall and residents initiated a whole smattering of Jewish-Arab youth activities: a joint leadership group, a joint chess league, a joint theater group, a joint choir, joint tennis teams, even joint high school trips to Nazi concentration camp memorials in Poland.</p><p>Have these initiatives relaxed tensions in the city? Authorities are certainly preparing for the worst.</p><p>But not one resident I spoke with, Arab or Jew, thought there&rsquo;d be any real trouble this weekend &mdash; even if sometimes the conversations between Muslims and Jews can be a bit heated.</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Feature_10.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/featurejpg-11"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/100220148.mp3"},{"href":"http://www.pri.org/file/100220148mp3"}]}