{"created":"2014-10-27T16:09:10+00:00","modified":"2014-10-27T16:09:10+00:00","valid":{"from":"2014-10-27T16:09:10+00:00","to":"3014-10-27T16:09:10+00:00"},"hreflang":"en","title":"Tobacco Farmers Lose Longtime Safety Net","published":"2014-10-24T18:31:00+00:00","teaser":"The last tobacco subsidy payments go to tobacco farmers at the end of this month. The government program was intended to help growers transition out of a Depression-era tobacco-price-fixing system.","itags":["npr_api","357947259"],"contentencoded":"<p>Tobacco growers are about to face a completely free market. This month, they'll receive their last checks from a government program meant to ease them out of a Depression-era tobacco-price-fixing system.</p><p>That has left Stanley Smith, who grows about 60 acres of tobacco on his farm not far from Winston-Salem, N.C., feeling a little unsettled.</p><p>\"I've farmed all my life,\" Smith says. \"I think the best way to sum it up is our safety net now is gone.\"</p><p>The safety net is the Transitional Tobacco Payment Program, also known as the buyout. Since the 1930s, the government regulated the tobacco market with a quota system. It limited how much a farmer could grow to control supply and demand, and farmers profited. That ended in 2004 with the $9.6 billion buyout program that paid growers yearly sums to help them adapt to the free market.</p><p>\"Twenty-five, 30, 40 years ago tobacco was clearly the most profitable thing you could do on the farm,\" says Tim Hambrick, with the agricultural extension office in Winston-Salem. He says back then farmers could get $1,000 an acre. Now it's more like $200. So they have to grow more tobacco to make the same money. Farms get bigger, or they get squeezed out. And everyone is trying new things.</p><p>\"You see guys invest heavier into the grain market. You see guys put up chicken houses. You see guys retire and just get out of the business. They look for other things to do. They encourage their kids to look for other things to do,\" Hambrick says.</p><p>But tobacco is still big business. The U.S. tobacco crop has been steadily bringing in<strong> </strong>about $1.5 billion a year and may even grow, given the global nature of the market. Blake Brown, an agricultural economist at North Carolina State University, says even though Americans are smoking less, overseas markets are promising. And there's still demand for the highly prized North Carolina leaf.</p><p>\"So I think for the next five years, demand for U.S. tobacco may be stable and could actually increase a little bit because of the export demand, but we don't know exactly whether the growth in China will offset the decline in demand in the U.S. and Europe,\" Brown says.</p><p>And another unknown: how e-cigarettes will affect the demand for tobacco leaf.</p><p>It's the growers at larger farms that have a little more breathing room. Marvin Eaton grows 200 acres of tobacco, along with grain and strawberries, in Belew's Creek, N.C. He has a contract with Philip Morris and R.J. Reynolds. Right now, that's paying Eaton's bills.</p><p>\"The companies, they're in control, and if they don't want Marvin Eaton raising tobacco and I can't make a living on what they say they're going to pay me for, then I, Marvin Eaton needs to get him something else he enjoys doing,\" Eaton says.</p><p>For now, Eaton is hopeful. He points to his son, who has finished college and is back home to help his dad and learn the family business. Buck Eaton stands watch over a giant conveyer belt that's sorting tobacco leaves. Someday this farm will be his.  <div class=\"fullattribution\">Copyright 2014 WFDD-FM. To see more, visit <a href=\"http://www.wfdd.org\">http://www.wfdd.org</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Tobacco+Farmers+Lose+Longtime+Safety+Net&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Emily McCord","guid":"09091907-f5c7-4026-a432-a3a7e6a284de","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1358471550-ce14b9.m3u?orgId=383&topicId=1006&ft=3&f=357947259"},{"href":"http://media.npr.org/assets/img/2014/10/22/tobacco-subsidies2-cca94657ce7b208d5740979e078dd61ab72d8b7b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1410","width":"1880"}},{"href":"http://media.npr.org/assets/img/2014/10/22/tobacco-subsidies1-4e2ec5e6062b508900fcd4d5d41fa1d21d950ede.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3262"}}]}