{"created":"2014-09-02T18:41:23+00:00","modified":"2014-09-02T18:41:23+00:00","valid":{"from":"2014-09-02T18:41:23+00:00","to":"3014-09-02T18:41:23+00:00"},"hreflang":"en","guid":"091b1f5a-28c8-4a11-8ca0-49b90169cbd3","title":"You'd better watch where you walk the next time you visit the Vatican","published":"2014-09-02T18:41:22+00:00","byline":"Jake Warga","tags":["Vatican","papacy","history","Catholic Church","Culture","Arts, Culture & Media","Rome","Vatican City","Europe","Italy","Christopher Longhurst","John Paul II","St. Peter's Basilica","Pope","Vatican","Popemobile"],"teaser":"The Vatican is dense with art and history — every arch, piece of art and ceiling has a story to tell. But so do the floors, which are easy to miss. Whether paved with marble from the Coliseum or sporting mosaics from ancient villas, the floors of the Vatican have much to tell. ","contentencoded":"<p>When you enter the Basilica of St. Peter&#39;s in the Vatican, it&#39;s hard not to look up. The whole design directs your gaze to the ceilings &mdash; you&#39;re basically staring at the promise of heaven.&nbsp;</p><p>But I made it only as far as the portico, or entrance door, before tripping on the unevenly worn floor.&nbsp;</p><p>&ldquo;This is rose porphyry, a stone that&rsquo;s reserved only for the imperial family,&rdquo; says Dr. Christopher Longhurst, describing the treachery underfoot. Longhurst, whose official title is &ldquo;Operatore Didattico&rdquo; &mdash; the teaching operator for the Vatican museums &mdash; is giving me the grand tour.</p><p>The rose porphyry stone, he says, is &quot;extinct today, it can&rsquo;t be quarried. So you can guarantee this has been recycled form an imperial space. It&rsquo;s some really tough marble, unlike the softer marble worn around it through centuries of visitors.&rdquo;</p><p>Tough is an understatement: Longhurst says it would take about an hour, using a laser, to cut an <em>inch</em> into porphyry.</p><p>Once inside the Basilica, we stop directly on a circle of the same red stone.&nbsp;<span style=\"line-height: 1.538em;\">&ldquo;This is the precise place where Charlemagne was crowned Holy Roman Emperor on Christmas Day in 800 AD,&rdquo; Longhurst says. It would have been directly on the porphyry disc, at the the center of the old St. Peter&rsquo;s.</span></p><p>&ldquo;That&rsquo;s something the versatile popes did a lot of: scavenging and re-purposing of material,&rdquo; he adds. &ldquo;Why pay for new works when you can pilfer it?&rdquo;</p><p>It turns out the popes weren&#39;t pilfering just any old pieces of stone.&nbsp;<span style=\"line-height: 1.538em;\">&ldquo;It&rsquo;s been recycled from the Roman Forum, from the Coliseum,&quot; Longhurst says. &quot;The reason why the Coliseum is in the state it&rsquo;s in today is not because of the passing of time, no. It&rsquo;s because the popes used those places as quarries.&rdquo;</span></p><p><span style=\"line-height: 1.538em;\">So why go through all the effort of relocating something that&rsquo;s just for walking on? It&rsquo;s &ldquo;ad mairoem Dei gloriam&rdquo; &mdash; &ldquo;all for the greater glory of God.&rdquo;</span></p><p>&ldquo;If you could do it more magnificently, then so be it,&rdquo; Longhurst explains.</p><p>We exit onto St. Peter&rsquo;s square, paved with small cobblestones called &ldquo;sampetrini.&rdquo; Longhurst fondly calls these &ldquo;little St. Peter stones.&rdquo;&nbsp;<span style=\"line-height: 1.538em;\">There&rsquo;s a plaque on the ground marking where an assassination attempt was made on John Paul II in 1981. Longhurst sets the scene:</span></p><p>&ldquo;So the pope was exiting in his popemobile,&rdquo; he says, stifling a laugh. &ldquo;Sorry &mdash; popemobile, to me, is one of the funniest words in the world.&rdquo;</p><p>Chris did not find it funny. I did. Still do. He composes himself and continues.</p><p>&ldquo;The popemobile was coming down here precisely at this place when someone standing around here took out a gun and shot at the pope,&quot; Longhurst explains. &quot;So here you have a coat of arms: The &quot;M&quot; beneath the cross represents Mary, because he believes that it was thanks to the Virgin Mary, who [saved] his life.&rdquo;</p><p>The tour ends when we can no longer see the ground &mdash; there were just too many tourists. Busloads of them were queuing up to see the inside of the Basilica.&nbsp;<span style=\"line-height: 1.538em;\">It seemed like everyone was photographing the buildings or themselves in front of the buildings. Few were bothering to look down at the past &mdash; except to avoid tripping in the present.</span></p>","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/090120145.mp3"},{"href":"/file/090120145mp3"}]}