{"created":"2015-01-02T01:13:39+00:00","modified":"2015-06-28T14:10:37+00:00","valid":{"from":"2015-06-28T14:10:37+00:00","to":"3015-06-28T14:10:37+00:00"},"hreflang":"en","title":"Former New York Gov. Mario Cuomo Dead At 82","published":"2015-01-08T18:41:00+00:00","teaser":"Mario Cuomo, who served as governor of New York from 1983 to 1994 and who was considered for a time a leading Democratic presidential option, died Thursday.","itags":["npr_api","374456157"],"guid":"091eab8f-b4da-4a5b-920d-69d4c3895ecb","contentencoded":"<p>Mario Cuomo, who served as governor of New York from 1983 to 1994 and passed on running for president in 1988 and 1992 despite intense pressure from the Democratic Party, died today at the age of 82, his son CNN host Chris Cuomo confirmed to the network.</p><p>Earlier in the day Mario Cuomo had missed the inauguration of his son Andrew Cuomo for his own second term as New York governor; in his speech, the younger Cuomo cited his father's health issues as the cause of his absence:</p><blockquote><p>\"My father is not with us today. We had hoped that he was going to be able to come; he is at home and he is not well enough to come. We spent last night with him, changed the tradition a little bit. We weren't in Albany last night; we stayed at my father's house to ring in the New Year with him. I went through the speech with him. He said it was good, especially for a second-termer. See, my father is a third-termer. But he sends his regards to all of you. He couldn't be here physically today, my father. But my father is in this room. He is in the heart and mind of every person who is here. He is here and he is here, and his inspiration and his legacy and his experience is what has brought this state to this point. So let's give him a round of applause.\"</p></blockquote><p>Cuomo died hours later from heart failure at his Manhattan home with his family by his side, according to a statement released by the Cuomos. <a href=\"http://bigstory.ap.org/article/5b17c9d8858c455eb4fbf79496616829/son-mario-cuomo-out-hospital-good-spirits\" target=\"_blank\">He had spent time in the hospital in early December</a>.</p><p>The <em>New York Times</em> described Cuomo as a liberal activist <a href=\"http://www.nytimes.com/2015/01/02/nyregion/mario-cuomo-new-york-governor-and-liberal-beacon-dies-at-82.html?hp&action=click&pgtype=Homepage&module=a-lede-package-region&region=top-news&WT.nav=top-news\" target=\"_blank\">whose ambitions for the state were thwarted by the period's economic troubles</a>, but said his influence extended past those limits.</p><blockquote><p>\"Mr. Cuomo burst beyond the state's boundaries to personify the liberal wing of his national party and become a source of unending fascination and, ultimately, frustration for Democrats, whose leaders twice pressed him to run for president, in 1988 and 1992, to no avail.\"</p></blockquote><p>He also pursued a seat on the Supreme Court during Bill Clinton's first term in office, but ultimately decided against it, the <em>Times</em> reports, and pursued a fourth term as New York governor in 1994 — against the advice of advisers — only to lose to George E. Pataki.</p><p>Two images of the governor leave a lasting impact, the <em>Times</em> reported:</p><blockquote><p>\"In the end, two images of Mr. Cuomo endure. The first is of him, as governor, commanding the lectern at the 1984 Democratic convention, stilling a sea of delegates with his oratory. The second is of two chartered airplanes on the tarmac at the Albany airport in December 1992, waiting to fly him to New Hampshire to pay the $1,000 filing fee that would put his name on the state's Democratic primary ballot for president.</p><p>\"Mr. Cuomo, whose tortuous deliberations over whether to seek the White House had led pundits to call him 'Hamlet on the Hudson,' put the decision off until 90 minutes before the 5 p.m. filing deadline. Then he emerged from the Executive Mansion to <a href=\"http://www.nytimes.com/1991/12/21/us/cuomo-says-he-will-not-run-for-president-in-92.html?pagewanted=all&src=pm\">announce to a news conference</a> at the Capitol that he would not run. The demands of negotiating a stalled state budget, he said, prevented him entering the race.</p><p>\" 'It seems to me I cannot turn my attention to New Hampshire while this threat hangs over the head of the New Yorkers that I've sworn to put first,' he said.\"</p></blockquote><p>Sen. Chuck Schumer, D-N.Y., praised Cuomo's \"soaring oratory\" and \"painstaking coalition-building,\" and said he was \"a colossal political mind and represented the very best of public service; he leaves an indelible legacy on the state he loved.\"</p><p>New Jersey Gov. Chris Christie praised him as a role model for future generations of Italian-Americans — he was the first to lead New York — who proved that \"anything was possible through hard work and education.\"</p><p>President Obama said in a statement that \"Mario paired his faith in God and faith in America to live a life of public service — and we are all better for it,\" and that his upbringing \"taught him that as Americans, we are bound together as one people, and our country's success rests on the success of all of us, not just a fortunate few.\"</p><p>Cuomo's <a href=\"http://blog.timesunion.com/capitol/archives/226871/reports-mario-cuomo-has-died/\" target=\"_blank\">roots as the son of poor Italian immigrants</a> played into his popularity, reports the <em>Albany Times Union</em>.</p><blockquote><p>\"The arc of Cuomo's life — growing up above his parents' humble corner grocery store in a multi-ethnic Queens neighborhood, becoming the first in his family to graduate from college, earning a law degree and entering public service after winning a fight for a public housing project in Queens — served as a potent symbol of the American Dream.\"</p></blockquote><p>Cuomo rose to national prominence based on <a href=\"http://www.americanrhetoric.com/speeches/mariocuomo1984dnc.htm\" target=\"_blank\">his speech at the 1984 Democratic National Convention</a>, the <em>Times Union</em> reports, a rebuttal to President Reagan's famous \"Shining City on a Hill\" speech.</p><blockquote><p>\"Ten days ago, President Reagan admitted that although some people in this country seemed to be doing well nowadays, others were unhappy, even worried, about themselves, their families, and their futures. The President said that he didn't understand that fear. He said, 'Why, this country is a shining city on a hill.' And the President is right. In many ways we are a shining city on a hill.</p><p>\"But the hard truth is that not everyone is sharing in this city's splendor and glory. A shining city is perhaps all the President sees from the portico of the White House and the veranda of his ranch, where everyone seems to be doing well. But there's another city; there's another part to the shining the city; the part where some people can't pay their mortgages, and most young people can't afford one; where students can't afford the education they need, and middle-class parents watch the dreams they hold for their children evaporate.\"</p></blockquote><p>He's survived by Matilda Raffa Cuomo, his wife of 60 years, as well as five children and 14 grandchildren, the family said in a statement.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Former+New+York+Gov.+Mario+Cuomo+Dead+At+82&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Christopher Dean Hopkins","audio":[{"meta":{"duration":"265"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1374473122-0a9813.m3u?orgId=1&topicId=1091&d=265&p=2&story=374456157&t=progseg&e=374417420&seg=20&ft=nprml&f=374456157"}]}