{"created":"2015-01-09T08:25:47+00:00","modified":"2015-06-15T17:15:52+00:00","valid":{"from":"2015-06-15T17:15:52+00:00","to":"3015-06-15T17:15:52+00:00"},"hreflang":"en","title":"Obama In Tennessee To Promote Free Community College ","published":"2015-01-10T00:15:00+00:00","teaser":"President Obama is on the road as part of his effort to jump-start his 2015 agenda. Friday he's in Tennessee, talking about higher education.","itags":["npr_api","375894591"],"guid":"09213260-a3ed-4c61-afa2-d885374ff7ab","contentencoded":"<p>President Obama is in Tennessee previewing some of the big issues he'll talk about in his State of the Union address later this month. Friday, he'll speak in Knoxville, focusing on education and an idea that is gathering steam in some states: making community college tuition-free.</p><p>In the emerging debate over <a href=\"http://www.npr.org/blogs/ed/2014/06/19/322563525/free-college-for-all-dream-promise-or-fantasy\">this idea</a>, there are skeptics and there are true believers.</p><p>\"This is a fundamental systematic change. It's bold and exactly what we need right now,\" says Sara Goldrick-Rab, a professor at the University of Wisconsin, Madison.</p><p>Last year she co-authored a study titled \"Securing America's future with a free two-year college option.\" It outlines precisely what President Obama is talking about today at Pellissippi State Community College.</p><p>\"Tennessee is the leader in this,\" Goldrick-Rab says. \"Mississippi has looked at it, Oregon is considering it, but Tennessee is the only [state] that has accomplished it.\"<br /> <br />Tennessee residents, regardless of income, can attend community college and not have to pay tuition. The program is funded with state lottery funds to the tune of $1,000 a year per student and President Obama wants to see more states do the same.</p><p>But some have their doubts.</p><p>\"For the president to say we're going to make [community college] free all over the country, it's not clear how the federal government would do that,\" says Sandy Baum, an author and educator who has spent much of her career studying trends in college costs. <br /> <br />Baum is a skeptic: First of all, she says, the federal government has no say in how much tuition community colleges charge. Second, community colleges in most states are pretty affordable and already free for low-income students.</p><p>She's concerned about making it free for people who can afford to go.</p><p>\"It's not that there's something wrong with it being free,\" Baum says. \"It's that it's wrong to allocate our scarce funds when you have a lot of low-income students who are struggling to pay their living costs.\"</p><p>True, says Goldrick-Rab. But she argues that the $8,000 a year that full-time community college students pay, on average, for tuition and costs is out of reach for lots of middle-income students as well.</p><p>\"And the middle class feels this all the time,\" Goldrick-Rab says. \"They can't get a Pell Grant despite not having the money of their own [to pay for college].\"</p><p>Goldrick-Rab says providing free community college to middle-income families would get broad political support. She says the $50 billion to $60 billion the federal government is already spending on Pell Grants and other need-based aid every year would help subsidize tuition-free plans throughout the country.</p><p>\"But that's not what we're talking about here,\" counters Baum. \"We're talking about reallocating funds.\"</p><p>She continues: \"Proposals that just push the money around and give more of it to more affluent students going to community colleges, are really not going to solve our problems, even if they sound good.\"</p><p>In some ways, the debate over this issue that Obama is trying to kick-start is not unlike the one he started over universal preschool: People recognize the benefits, but disagree on the details and the money.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Obama+In+Tennessee+To+Promote+Free+Community+College+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Claudio Sanchez","audio":[{"meta":{"duration":"200"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1376045592-987cfa.m3u?orgId=1&topicId=1013&d=200&p=3&story=375894591&t=progseg&e=376045416&seg=12&ft=nprml&f=375894591"}]}