{"created":"2014-10-27T21:29:06+00:00","modified":"2014-10-27T21:29:06+00:00","valid":{"from":"2014-10-27T21:29:06+00:00","to":"3014-10-27T21:29:06+00:00"},"hreflang":"en","title":"High Tech Ice Baths? A Look At Whole-Body Cryotherapy","published":"2014-06-26T18:23:00+00:00","teaser":"Not yet approved by the FDA, the therapy has been slowly gaining popularity in the U.S., including with some professional athletes.","itags":["npr_api","325888670"],"contentencoded":"<p>It sounds insane: voluntarily stepping into a room where the air is -220 degrees &#8212; colder than the coldest recorded temperature on Earth &#8212; and then staying put for a couple of minutes.</p><p>It’s called whole-body cryotherapy, and it’s supposed to reduce inflammation and speed up muscle recovery. There are conflicting studies on how well it works, and it has not yet been studied or approved by the FDA. But it is slowly becoming more popular in the U.S., including with some professional athletes.</p><p><a href=\"http://hereandnow.wbur.org/\"><em>Here & Now’</em></a>s Robin Young tried cryotherapy at Cryohealthcare in Los Angeles this winter. She talked to co-owner and medical director Dr. <strong>Jonas Kuehne</strong>.</p><h4>Interview Highlights</h4><p><strong>On the benefits of cryotherapy </strong></p><p>&#8220;It really has a tremendous anti-inflammatory effect on the body. If you think of a lot of illnesses, we feel that many of them arise from systemic inflammation, whether it&#8217;s heart disease, cancers, auto-immune disorders, even Alzheimer&#8217;s Disease. That&#8217;s why a lot of these studies done now evaluate how this anti-inflammatory effect can improve these conditions.&#8221;</p><p><strong>On athletes and cryotherapy</strong></p><p>&#8220;One of the big crowds using these treatments right now are athletes, and they do it for recovery after strenuous exercise, but also after small injuries. What they notice, though, is that they recover faster &#8230; The body always heals itself in the end, but I think we can impact it and we see in our client population that they recover faster, that not only pain improves but swelling goes down and functionality returns faster.&#8221;</p><p><strong>On why we need cryotherapy</strong></p><p>&#8220;One of our most prescribed medications in the United States is Vicodin. So we have definitely a need to find methods to reduce pain without always using opiates or other medications. I think [cryotherapy] offers a very amazing option for the treatment of pain.&#8221;</p><p><strong>On the treatment&#8217;s (slowly) growing popularity</strong></p><p>&#8220;It is slowly but surely increasing the number of places that offer this. Once we can advertise a bit more, we may be able to get it approved for certain conditions. Having FDA approval basically would be a good thing to allow insurance covers. I think we&#8217;re just seeing the tip of the iceberg.&#8221;</p><h4>Guest</h4><ul><li><strong>Jonas Kuehne</strong>, MD, co-owner and medical director of <a href=\"http://www.cryohealthcare.com/\" target=\"_blank\">Cryohealthcare</a> in Los Angeles.</li></ul>  <div class=\"fullattribution\">Copyright 2014 WBUR-FM. To see more, visit <a href=\"http://www.wbur.org\">http://www.wbur.org</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=High+Tech+Ice+Baths%3F+A+Look+At+Whole-Body+Cryotherapy&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"092c0451-27fc-4098-b2ea-cdf1b6ccea49","audio":[{"meta":{"duration":"517"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1325888673-5250bc.m3u?orgId=330&ft=3&f=325888670"}]}