{"created":"2014-10-09T21:25:56+00:00","modified":"2014-11-10T20:31:33+00:00","valid":{"from":"2014-11-10T20:31:32+00:00","to":"3014-11-10T20:31:32+00:00"},"hreflang":"en","title":"Millennials Are Blue Now, But Party Allegiance Could Be Up For Grabs","published":"2014-10-10T00:28:00+00:00","teaser":"They're not the Obama-adoring college students of 2008 anymore. They're the generation hard-hit by the economy.","itags":["npr_api","354851128"],"guid":"093b7cd8-6783-473f-9c86-27952e9811ac","contentencoded":"<p><em>This story is part of the </em><a href=\"http://www.npr.org/series/352990765/new-boom\">New Boom</a><em> series on millennials in America.</em></p><p>President Obama is holding a town hall meeting Thursday in California with a group he wants to mobilize for the midterm elections: millennial entrepreneurs. Millennials — young people ages 18-34 — are a key part of the Democratic coalition.</p><p>In just a few years, millennials will become the biggest demographic bulge in the electorate. For a very long time, young people's partisan preferences looked pretty much like everyone else's — they divided their votes between the two parties. After 2004 that changed, and they swung very heavily to the Democrats. But they're not the Obama-adoring college students of 2008 anymore. They're the generation hard-hit by the economy.</p><p>\"Democrats have an advantage with them at this moment, but the one presidential candidate they really have voted for overwhelmingly is Barack Obama,\" says Peter Levine, who studies young people's civic participation at Tufts University. \"And he's not gonna be available anymore. ... I think the Democrats have a job to shift the allegiance to the party. Quite a tough job ... Republicans should make an active play for them.\"</p><p>So projections that millennials are once and forever enthusiastic Democrats will be put to the test of the next few cycles. To find out more about their views, we asked six millennials to join us at La Colombe cafe in the Shaw neighborhood in Washington, D.C., to talk politics. They discussed political gridlock, economic issues and social issues like gay marriage and reproductive rights. Listen to their full conversation, and view excerpts below:</p><h3><strong>Arturo Chang</strong></h3><blockquote><p>I have issues mostly with the two-party system. ... I wouldn't blame the Republicans for the gridlock we see; I blame that more as a systematic issue as a result of our type of government, you know, the way it's structured it's prone to create gridlock. But I think the issue I see is that [the Republican Party is] not even willing to touch the social issues that we are all talking about here. ... I expect gridlock. The problem for me is partisanship in Washington, which, when you have an extremely partisan Washington and working within a system that is prone to gridlock, you're going to have a government that doesn't get anything done. ... The problem is that Washington just does not reflect the true American, the way America feels. You know, research shows America is not as partisan as we say they are.</p></blockquote><h3><strong>Shaza Loutfi</strong></h3><blockquote><p>I would say that it's very difficult to find something that really aligns with what you believe. In a perfect world, I would say I am an independent, but in the system that we have currently where the two parties dominate, we have to choose a side. And in that case I would definitely say Democrat. I think there is this association with the Republicans of it being dominated by white males and the business scene, whereas the Democrats seem more inclusive, and that speaks to me.</p><p>As an Arab-American, when you talk about privacy and when we look at what's happened in recent years right after 9/11 — we've seen the wiretapping of Arabs, all of their information being taken and used in different ways — it's an abuse of power. And so when I think about that and I think about Republicans trying to use the privacy issue to get more voters, it is interesting to me. Because, as you know, Arabs used to vote Republican and they used to be very conservative and they would mesh with them on that. And so now it's interesting to see that maybe they're going to get the Arab vote back. Although I don't really agree with the Republican Party, it is an issue that I support and it is something I do think they're on the right track with.</p></blockquote><h3><strong>Alexa Graziolli</strong></h3><blockquote><p>Most of us here probably have college loans, and I think Social Security, I think it's good to have a safety net, you work towards it, and I think it's about helping your elders and things like that. I want to pay in for it for my mom; I want my kids to pay in for it. So I do think that government is a helpful thing.</p><p>I think these [social] issues are so important to us too because growing up we were exposed to them more. So as far as ... gay rights, when my mom was growing up that may have been the secret in the family you didn't really talk about it. But growing up, you know, I knew my uncle was gay and that didn't matter to me because I'm 5 — I don't know the difference so I think that's why it's so important. As you get older you realize that there are people that are against it and you're kind of like, \"Why? It hasn't caused me any harm; it doesn't cause you any harm.\" So I think that's why we're so focused on issues like that.</p></blockquote><h3><strong>Stephen Crouch</strong></h3><blockquote><p>Obviously the government is a tool that we have to have in our society — it gives us laws, it gives us rules — but I would also like to point out there's a lot of bureaucracy involved. There's a lot of government bailouts that are happening, and this is money that we're paying into the kitty that we'll probably never see in our generation. We have politicians that make, you know, exorbitant amounts of money and ... these are [our] taxes ... we're buying their Lexuses, we're buying their McMansions, and obviously I feel like that's a system that's just not working for working-class people.</p><p>I kind of feel like politicians at this point of time, they rely on being very beige. They don't have any kind of stance either way, and that's how these guys are getting kind of pushed into politics. I mean, you look at Obama — he had no vote either way until he went into the presidency. It's like, politicians are almost negatively impacted for having an opinion. You know, like Rand Paul probably doesn't have much a chance at ... being the president because he voices an opinion which, you know, in all honestly is a breath of fresh air.</p></blockquote><h3><strong>Jessica Ramser</strong></h3><blockquote><p>My dad is a labor worker and I saw unemployment help us so much growing up. And, yeah, I do fear that. Especially, you know, thankful for the loans that the government is giving me, but where is that going to take me in the next two years? You know, am I guaranteed a job anymore? No, and I am scared for my economic future.</p><p>[My dad] has gone through just periods of unemployment. The labor union is tough — sometimes there's jobs, sometimes there's not; it depends on the weather. There's so many union workers out there. Currently he is working now, but [he has] gone through periods of unemployment, which, you know, there's a couple months you're fine and a couple months you're not. So definitely living that paycheck to paycheck, I have felt firsthand with my family.</p><p>I think that as millennials we have a voice, and a strong voice. And within the next couple years, especially as we get into our careers and prominent roles, you'll see that throughout the United States and in policy.</p></blockquote><h3><strong>Ginger Gibson</strong></h3><blockquote><p>I came out of college and ... the economy crashed ... I walked into my office every day not knowing if they were gonna close the doors and turn us away. I mean, they were hemorrhaging employees, and I watched people who would have not gotten by had it not been for unemployment. ... I think that's going to, probably forever, change my perspective on government assistance like that, just because I saw how bad it was and how desperately people needed it.</p><p>I think we pay attention way more than we get credit for. I think that there's this misperception of millennials as being selfish, as being unengaged, as not working hard, as being difficult. I think that's wrong. I think anybody who's grown up in my years and years after me that has to deal with this economy knows that's wrong, we've worked really hard. And we pay attention. Sometimes we pay more attention than older generations. And we're going to keep paying attention. And I think that our viewpoints are not locked in, we're not going to be monolithic from the start, but I think that we are going to pay a lot more attention moving forward.</p></blockquote>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Millennials+Are+Blue+Now%2C+But+Party+Allegiance+Could+Be+Up+For+Grabs&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"Mara Liasson","audio":[{"meta":{"duration":"443"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1354890929-3e9a6d.m3u?orgId=1&topicId=1014&aggIds=352990765&ft=3&f=354851128"},{"meta":{"duration":"2204"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1354933741-97a5ef.m3u?orgId=1&topicId=1014&aggIds=352990765&ft=3&f=354851128"},{"href":"http://media.npr.org/assets/img/2014/10/09/millenial-voter-comp-00412b9d209477b7cf41faa7d76326f317118adb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"712","width":"949"}},{"href":"http://media.npr.org/assets/img/2014/10/09/photo1-0ef3bdce5517b9009330b09bb77add897bea27ce.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"708","width":"944"}},{"href":"http://media.npr.org/assets/img/2014/10/09/photo3-b3d804f21708678062dc7cfcb48fcaf039acb36c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"667","width":"889"}},{"href":"http://media.npr.org/assets/img/2014/10/09/photo2-a8088ec2f470f698cecee36bf9c5079e33bb5016.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"614","width":"819"}},{"href":"http://media.npr.org/assets/img/2014/10/09/photo4-8162117732c1cf0b2444c7408e19e2e365fa9a8d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"857","width":"1143"}},{"href":"http://media.npr.org/assets/img/2014/10/09/photo5a-edit-2cba43ffee37dd9e0b107a897a83f003dfb80b43.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"575","width":"767"}}]}