{"created":"2014-10-08T14:58:55+00:00","modified":"2014-10-31T01:43:47+00:00","valid":{"from":"2014-10-31T01:43:47+00:00","to":"3014-10-31T01:43:47+00:00"},"hreflang":"en","title":"'Remember Me Like This': A Family Rebuilds In Tragedy's Aftermath","published":"2014-06-02T12:21:00+00:00","teaser":"Bret Anthony Johnston's novel starts with a boy being found years after he was kidnapped. Johnston wanted to explore the question, \"How do you relate to each other after the worst has happened?\"","itags":["npr_api","316315437"],"guid":"09439757-ac03-4642-98af-2c10e5b453be","contentencoded":"<p>For all of the novels that have been penned about dramatic kidnappings and abductions, few tell of what life is like after a loved one's return. That's where Bret Anthony Johnston's book, <em>Remember Me Like This,</em> begins.</p><p>It follows the Campbell family in a small town in Texas as their son Justin is returned four years after his disappearance. Rather than focusing on the details of the abduction, Johnston tells the story of a family as they struggle to rebuild.</p><p>\"We don't have a lot of narratives in our collective consciousness of people trying to be a family again, and that was really fascinating to me,\" he tells NPR's Arun Rath. \"How do you relate to each other after the worst has happened? And because that book really didn't exist, I had to write it to find out what it would be.\"</p><p>Despite the heavy subject matter, Johnston's goal was to make sure readers don't step away devastated.</p><p>\"This is a book about being found,\" he says. He adds, \"I think there is a victory in a story being told. I think for this character to be able to have his story told, I think there's hope in that.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On getting inside the heads of the characters </strong></p><p>The book took me about five or six years to write, and it went through a lot of revisions. And I think every sentence that I revised, the goal was to get deeper into the consciousnesses of these characters. I wanted to know what it would be like for the parents of a kidnapped boy to watch him eat his first meal at the dinner table, to watch him to find out if he still cuts his food with his fork rather than his knife. ... I kept pushing deeper and deeper into the physical details of the story to understand the emotions of the family members.</p><p><strong>On not including details of what happened to Justin during the years he was held </strong></p><p>I really didn't include it because I wanted to respect the character. I wanted to spend most of the time on the page with his family and not with what had happened to him. I understand that the reader is going to be curious about it, but I didn't leave it out for any kind of tactical reason. I think the information is in the book, it's just there in small, obscure, kind of off-the-page ways. ...</p><p>That was one of the big surprises in the book for me. I thought I would need more of that, but come to find out, it had been with us the whole time. We all knew what was going on. So when it actually appears in the book ... it's kind of a knockout punch. But I don't think we could have endured any more. And I certainly didn't want to put any of the characters through any more than they'd already been through.</p><p><strong>On how skateboarding has influenced his life</strong></p><p>I've been a very serious skateboarder for over two decades. I've come to believe that skateboarding has made me better at every part of my life. I've taken so many hard falls ... that the idea of taking a sentence through hundreds upon hundreds of drafts, that doesn't phase me in the least. And if I get banged up and bruised in the process — as a writer or as a skateboarder — it's still worth it at the end of the day. It stills feels like I'm doing something that matters.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Remember+Me+Like+This%27%3A+A+Family+Rebuilds+In+Tragedy%27s+Aftermath&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"376"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1317977406-8d1ea4.m3u?orgId=1&topicId=1033&ft=3&f=316315437"},{"href":"http://media.npr.org/assets/img/2014/05/27/istock_000000915880medium-03fd062b358723b9e6bbcdb31312ebf7ab19df51.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"848","width":"1129"}}]}