{"created":"2015-03-25T08:23:15+00:00","modified":"2015-06-05T15:23:31+00:00","valid":{"from":"2015-06-05T15:23:31+00:00","to":"3015-06-05T15:23:31+00:00"},"hreflang":"en","title":"'Borland Effect' A Fumble For Football? Deford Says It Will Pass","published":"2015-03-25T12:18:00+00:00","teaser":"San Francisco 49ers player Chris Borland is retiring from the NFL after a single season to avoid potential brain injuries. Some see this as the beginning of the end of football's popularity.","itags":["npr_api","395079320"],"guid":"0944acf9-9b3b-4320-a7e6-d3fd9aa12b75","contentencoded":"<p>Once again, the question of the NFL's pre-eminence — even existence — has been raised with <a href=\"http://www.npr.org/2015/03/17/393646703/49ers-linebacker-chris-borland-retires-early-fearing-brain-damage\">the retirement of Chris Borland</a>, a very good player, who has walked away from the game and millions of dollars at the age of 24 in order to preserve his health, or more specifically, his brain.</p><p>As always in these well-publicized anti-football cases, observers pop up to note that the other mainstream sport identified with brain damage — boxing — has dramatically declined in popularity, and therefore is an antecedent to predict football's downfall.</p><p>This common analysis is simple, but facile, because while individual sports and team sports are both athletics, they are as different, as, say, comedy club stand-ups are from huge Hollywood studios in the entertainment world.</p><p>Besides boxing, all sorts of individual sports have seen their popularity wane, even die out. Been to a <a href=\"http://deadspin.com/5926382/whatever-happened-to-the-dangerous-damn-sport-of-six-day-bike-races\">six-day bicycle race lately</a>? Even those individual sports that continue to thrive, like tennis and golf, are faddish, vulnerable to the whims of a public that becomes interested because of one big celebrity star, then turns away to another amusement when the fashionable hero of the moment fades.</p><p>But team sports are founded on lasting commitment. Fans show <a href=\"http://www.npr.org/2015/01/07/375423078/crowning-the-33rd-best-football-team-in-america\">a life-long allegiance</a> to their old school, their college, their hometown professional team — entities that are also well-established financial firms, bound into leagues. Popular professional team sports, once established, have been immune to the sort of capricious popularity that individual sports fall prey to. Individual sports are our buddies, team sports are our family.</p><p>Of course, yes, football is brutal, and probably even morally indefensible, but football is not only an American passion, it can be an extremely rewarding financial endeavor for those who're willing to play. All over the world, boxing has always drawn its gladiators from the poorer economic classes, who have been willing to gamble health for wealth. Now in America, football more and more fills that risky wish.</p><p>Borland is atypical. He grew up middle class, he earned his history degree in four years and plans to attend grad school. But there are plenty of other young men from lesser circumstances with lesser opportunities willing to pick up his fallen battle flag and play on a team before those dedicated life-long fans.</p><p>The Borland Effect, if we may call it that, will most surely have no impact whatsoever on the NFL. It will, however, cause more parents who are aware of the risks, and more boys who have other options, to steer clear of football. As such, what the Borland Effect is, is an influence upon our social class system, not upon the NFL player dream pool.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Borland+Effect%27+A+Fumble+For+Football%3F+Deford+Says+It+Will+Pass&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Deford","audio":[{"meta":{"duration":"229"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1395238649-c82bc1.m3u?orgId=1&topicId=1055&aggIds=4499275&d=229&p=3&story=395079320&t=progseg&e=395221733&seg=10&ft=nprml&f=395079320"}]}