{"created":"2014-09-08T15:41:46+00:00","modified":"2014-11-24T21:18:26+00:00","valid":{"from":"2014-11-24T21:18:26+00:00","to":"3014-11-24T21:18:26+00:00"},"hreflang":"en","title":"EPA Unveils New Proposal Targeting Greenhouse Gases","published":"2014-06-02T15:52:00+00:00","teaser":"The draft proposal from the Environmental Protection Agency has sparked opposition from industry groups who say the changes would be prohibitively expensive.","itags":["npr_api","318151240"],"guid":"094eb9d6-d4a1-4f30-a4b1-dc968c042149","contentencoded":"<p>New federal regulations announced Monday aim to reduce carbon dioxide emissions from power plants by 30 percent by 2030.</p><p>The draft proposal from the Environmental Protection Agency has sparked opposition from industry groups who say the changes would be prohibitively expensive. But the proposal's backers say the rules are needed to cut carbon pollution that scientists say contributes to climate change.</p><p><strong>Update at 10:45 a.m. ET: Proposed Rule Published</strong></p><p>The EPA has issued the <a href=\"http://www2.epa.gov/carbon-pollution-standards/clean-power-plan-proposed-rule\">\"Clean Power Plan\"</a> proposal, calling it \"a commonsense plan to cut carbon pollution.\" We've updated the top of this post to reflect that the expected proposal is now published.</p><p>\"Climate and weather disasters in 2012 cost the American economy more than $100 billion,\" the agency says in a document accompanying the proposal.</p><p>\"We don't have to choose between a healthy economy and a healthy environment,\" EPA Administrator Gina McCarthy said in a news release about the plan. \"Our action will sharpen America's competitive edge, spur innovation and create jobs.\"</p><p><em>Our original post continues:</em></p><p>The regulations aren't expected to become final until at least 2015; potential legal squabbling could delay them even further. They would force power plants to cut carbon dioxide emissions by 30 percent by 2030. The rules would set guidelines that states could choose how to follow.</p><p>\"The EPA says the regulations will be flexible,\" NPR's Jeff Brady reports on today's <a href=\"http://www.npr.org/programs/morning-edition/\">Morning Edition.</a> \"When I talk with environmental groups, they say that means states will have a variety of options for meeting those overall targets. They could choose to promote energy efficiency. Or states could choose to upgrade the pollution control systems on some of those coal plants.\"</p><p>The rules proposal comes at a time when the coal industry \"is already under pressure from natural gas, which burns cleaner — and it's a lot cheaper these days,\" Jeff says.</p><p>Jeff filed this report for our Newscast unit:</p><blockquote><p>\"Coal-fired power plants still produce more electricity in the U.S. than other fuel. And burning coal releases a lot of carbon pollution. The National Mining Association and U.S. Chamber of Commerce argue the new rules will raise utility bills. But environmentalists and the president say the country needs to take action to address climate change.</p><p>\"It could be a year or more before the new rules take effect. The EPA must first gather public comments and then publish final rules. Then states will need more time to implement the regulations.\"</p></blockquote><p>The announcement comes two years after a White House deadline for introducing carbon dioxide regulations, as the AP reports:</p><blockquote><p>\"Despite concluding in 2009 that greenhouse gases endanger human health and welfare, a finding that triggered their regulation under the 1970 Clean Air Act, it has taken years for the administration to take on the nation's fleet of power plants. In December 2010, the Obama administration announced a 'modest pace' for setting greenhouse gas standards for power plants, setting a May 2012 deadline.\"</p></blockquote><p>The EPA says <a href=\"http://epa.gov/climatechange/science/indicators/\">its recent report on climate change</a> found that average temperatures rose in the contiguous U.S. since 1901, \"with an increased rate of warming over the past 30 years. Seven of the top 10 warmest years on record have occurred since 1998.\"</p><p>The agency says the report found evidence of rising sea levels along the eastern U.S., as well as an increase in tropical storms and large wildfires.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=EPA+Unveils+New+Proposal+Targeting+Greenhouse+Gases&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":"247"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1318173673-c17872.m3u?orgId=1&topicId=1025&ft=3&f=318151240"},{"href":"http://media.npr.org/assets/img/2014/06/02/coal_plant-8d668a60c019b5c64848fe78fcaa7f1fe60d2121.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2325","width":"3098"}}]}