{"created":"2014-10-03T14:25:36+00:00","modified":"2014-10-03T14:25:36+00:00","valid":{"from":"2014-10-03T14:25:36+00:00","to":"3014-10-03T14:25:36+00:00"},"hreflang":"en","title":"Former Bank Executive: Women, Ask For A Raise!","published":"2014-04-30T18:47:00+00:00","teaser":"As leader of the women's network 85 Broads, Sallie Krawcheck lobbies for better gender equality in boardrooms. She also says women need to negotiate tougher to get there.","tags":["npr_api","298895472"],"contentencoded":"<p>It's not an exaggeration to say most of America's financial sector is run by men. In the securities and investment banking industries, men hold more than 80 percent of executive positions. And women hold only 17 percent of the board seats on Fortune 500 companies.</p><p>Sallie Krawcheck bucked the odds.</p><p>As former president of global wealth and investment management for Bank of America, she oversaw more than $2 trillion in assets. But corporate turnovers and personnel changes got her unceremoniously pushed out.</p><p>Wall Street lost one of its few women at the top when Krawcheck left, but she's not the only one. During the economic downturn, women lost finance jobs in <a href=\"http://www.pewsocialtrends.org/2011/07/06/two-years-of-economic-recovery-women-lose-jobs-men-find-them/3/#iii-employment-in-the-recession\" target=\"_blank\">greater numbers than men</a>. And before that, women had been <a href=\"http://www.catalyst.org/blog/catalyzing/c-19?_ga=1.99139289.697288748.1396024164\" target=\"_blank\">leaving the financial sector</a> for several years.</p><p>Krawcheck is now on a mission to bring those numbers up. Last year, she took charge of <a href=\"http://www.85broads.com/\" target=\"_blank\">85 Broads</a>, a women's network that's grown to include more than 30,000 members.</p><p>As part of <em>Morning Edition</em>'s look at <a href=\"http://www.npr.org/series/177622347/the-changing-lives-of-women\" target=\"_blank\">The Changing Lives of Women</a>, Krawcheck tells David Greene about her new venture and urges women to negotiate more aggressively.</p><p><hr /></p><p><h3>Interview Highlights</h3></p><p><strong>On bringing more women onto corporate boards</strong></p><p>Women have been shown to be, on average, more risk averse [than men] ... to be longer-term in their outlook. In fact, I saw a recent piece of research that showed, on average, when men enter a negotiation, they're focused on coming out the other side winning. And when women enter a negotiation, they're more focused on coming out the other side with the relationship intact.</p><p><strong>On the consequences of women not asking for money<br /></strong></p><p>What I've found over time is that when it would come to bonus time or raise time, I would hear from the gentlemen, \"I want to make X.\" I don't think I ever heard from a woman who worked for me, \"I want to make X.\" And research shows, men ask and women don't. ... Say we've got two employees, Joe and Joanne. They're both set to make $5 in bonus. Joe comes into my office and says, \"Hey, Sallie, I've had a great year. I'd like to make $10 this year.\"</p><p>After Joe leaves, I call the head of HR, and we sort of say, \"Can you believe this? Joe wants to make $10, he's in for $5, ha ha ha.\" But we don't want to lose him. So we put him in for $7. And that means Joanne isn't going to get the $5 we had planned. She's going to get $3. Because the bonus pool doesn't go up. She sees her bonus actually reduced.</p><p><strong>On her women's professional network 85 Broads</strong></p><p>These women have intuitively recognized the research that says the No. 1 unwritten rule of success in business is networking. Not schmoozing, but having access to information, knowing people. ... Stuff I want to know that can help me in business and life that my company isn't providing. We do online education seminars on things like: How do you ask for a raise? How do you get on a board? How do you pivot into public service?</p><p>And what is really interesting, the women who have joined our network have lower attrition rates from the workforce than the average for the professional woman. So there's something that's happening in the network by bringing together these like-minded individuals, that's helping these women in their careers.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Former+Bank+Executive%3A+Women%2C+Ask+For+A+Raise%21&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","guid":"0963fcb6-2ff0-4c21-a7c8-7673235a6fe1","audio":[{"meta":{"duration":"467"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1300118616-608a72.m3u?orgId=1&topicId=1006&aggIds=177622347&ft=3&f=298895472"},{"href":"http://media.npr.org/assets/img/2014/04/03/Krawcheck+PCW-5bd9f233e8cff6edb2189a9ba7ced2695dae16fd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1987","width":"2650"}}]}