{"created":"2015-06-05T12:40:43+00:00","modified":"2015-06-05T12:40:44+00:00","valid":{"from":"2015-06-05T12:40:44+00:00","to":"3015-06-05T12:40:44+00:00"},"hreflang":"en","guid":"0977d1d7-ebff-41e8-8462-924dceec109b","title":"A community bio-tech lab offers a crash course in designing life — open to the public","published":"2015-06-05T12:40:39+00:00","byline":"Adam Wernick","tags":["science","Art","research","culture","innovation","Science","Science, Tech & Environment","brooklyn","North America","United States","Synthetic biology","Genetic engineering"],"teaser":"Synthetic biology is no longer limited to the worlds of giant research institutions and corporations. There is a growing movement to democratize biotech and put its tools into the hands of bio hackers, artists and hobbyists. ","contentencoded":"<p>Dr. Ellen Jorgensen believes everyone should have access to biotechnology.</p>\n<p>“Scientists in general are awful at communicating their work to the general public,” says Jorgensen, the director of <a href=\"http://genspace.org\">Genspace</a>. “The consumer is already using genetically modified and genetically engineered products in their daily life. So, wouldn't it be nice if the end user were also someone who could have a say about what this technology was used for?“</p>\n<p>Genspace, which opened in downtown Brooklyn in 2009, is the world's first community bio-lab. It offers a three-class crash course in <a href=\"http://syntheticbiology.org\">synthetic biology</a> to anyone who is interested. It also has a working lab space where the general public is invited to come in and learn how to do genetic science — hands on.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"465\" width=\"620\" alt=\"Genspace slide 2\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://cdn-113a.kxcdn.com/sites/default/files/styles/original_image/public/SLIDESHOW_5_EMBED.jpg?itok=WkkRbEIj\" title=\"\" /><div class=\"field-caption\">\n    <p>At Genspace, Wetherell experimented with her own DNA. Here her DNA is suspended in an agarose gel that is charged by an electical current that separates the proteins</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Julia Wetherell</p>\n  </div>\n</div>\n<p>For $100 a month, Genspace members have access to the standardized gene sets that are the building blocks of synthetic biology. If that sounds daunting, consider this: Non-scientists make up a big part of Genspace membership. “To my surprise, at one point we found that most of the people doing work in Genspace were artists,”  Jorgensen says.</p>\n<p>One of these is Sarah Berman, a scientific illustrator who has been using Genspace to create a type of paint made from fluorescent bacteria. For the past several months, Berman has been cultivating petri dishes full of fluorescent bacteria. They are transformed with various synthetic, altered plasmids to produce different colors. She’ll layer them onto her illustrations of endocrine organs, creating a mixed media installation that comments on organic communication systems in our bodies and in bacterial colonies.</p>\n<p>“I feel very lucky that such a space exists, where I can just kind of play with the idea of these things and learn a lot about it, without really much judgement,” Berman says. “Here I am, a scientific Illustrator, coming into a biology laboratory and working with various strains of bacteria. I think that's pretty cool.”</p>\n<p>Opening up the gates of bio engineering to unusual suspects could drive big discoveries of the future. As Jorgensen points out, <a href=\"http://www.accessexcellence.org/RC/AB/BC/Gregor_Mendel.php\">Gregor Mendel</a>, the father of modern genetic science, was a DIY bio, an amateur biologist.</p>\n<p>As genetic engineering continues to shape our lives, Genspace and organizations like it are offering people the chance to take things into their own hands.</p>\n<p>“I would like to see everybody have a working knowledge of things like genetic engineering, the same way we have working knowledge of electricity,” Jorgensen says. “We treat electricity with respect, but we're not afraid of it. I think we need to get to that place with some of the new DNA science.”</p>\n<p><em>This article is based on a <a href=\"http://www.studio360.org/story/crash-course-designing-life/\">story</a> reported by Julia Wetherell for PRI's <a href=\"http://www.studio360.org\">Studio 360</a> with Kurt Andersen</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-03%2Fcommunity-bio-tech-lab-offers-crash-course-designing-life-open-public&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/story/images/GenSpace_MAIN_dZZK21k.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/genspacemaindzzk21kjpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/studio-360/segment-audio/studio052815cms454265pod.mp3"},{"href":"http://admin.pri.org/file/studio052815cms454265podmp3"}]}