{"created":"2015-05-14T02:13:57+00:00","modified":"2015-05-14T14:28:46+00:00","valid":{"from":"2013-01-15T00:21:34+00:00","to":"3013-01-15T00:21:34+00:00"},"hreflang":"en","description":"Justin Daugherty, a guitarist and environmentalist living in Austin, Texas says his inauguration birthday adds to his sense of social responsibility.","itags":["Marketplace","097fa2b9f3eb129bdcba6e15e6b8ce64","PMP:Marketplace_PMP"],"title":"Born on Inauguration Day: A sustainable lifestyle","byline":"Shako Liu","guid":"097fa2b9-f3eb-4129-8dcb-6e15e6b8ce64","teaser":"Justin Daugherty, a guitarist and environmentalist living in Austin, Texas says his inauguration birthday adds to his sense of social responsibility.","tags":["Environment","APM","Inauguration Day","Wealth & Poverty","conservation"],"contentencoded":"<div class=\"barn-cleaned\"><p>Justin Daugherty, a musician and environmentalist from Austin, Texas, has big birthday plans for his 28th this year: Obama's second inauguration.</p>\n<p>Daugherty happens to have been born on Inauguration Day -- which always takes place on January 20th. This year, because it falls on a Sunday, the president will be officially sworn in a privately ceremony. The public events will take place on Monday. The last time it fell on a Sunday was Ronald Reagan's second inauguration in&nbsp;1985, the day Daugherty was born. &nbsp;</p>\n<p>Daugherty says his birth date helped him develop a sense of social responsibility. Growing up in Moss Bluff, La., <span>a rural town near Louisiana's Gulf Coast&nbsp;</span>where the majority of the population was white, Daugherty has a complicated relationship with his country and his environment, which helped shape who he is today.</p>\n<p><span>According to Daugherty, the home he grew up in was pretty standard: \"it [was] a wooden house, it [was] blue.\" But, says Daugherty, \"we [had] ducks, we [had] quails, we always [had] animals around.\" As a result, Daugherty developed a deep passion for the environment that continues to this day.</span></p>\n<p><span>“The environment needs people to defend it,\" says Daugherty,&nbsp;\"like a religion.”&nbsp;</span></p>\n<p>But as kid growing up in the South, Daugherty also says he say African-American friends bullied and he witnessed racism, bigotry and sexism.</p>\n<p>At the age of 18, when the opportunity arose for Daugherty to move away from Moss Bluff, he took it. Daugherty joined a jazz band, toured around the country and finally settled in Seattle, where he instantly made a second home. In 2007, when the band traveled again, Daugherty moved a second time, to Austin, Texas.</p>\n<p>There, Daugherty lives a simple life: he uses a bike to get around, grows a third of his vegetarian diet in his garden, and says he doesn’t buy new clothes -- or anything new for that matter -- unless it’s absolutely necessary.</p>\n<p>He's also been attending a local community college in Austin since 2010. He's&nbsp;trying to save enough money to transfer to a four-year college -- the University of California, Davis, but&nbsp;\"the cost of education has gone up so much that it’s a pretty big business,\" says Daugherty.</p>\n<p>With a&nbsp;grandmother who emigrated from Lebanon, and a father who was diagnosed with a rare immune system disorder and got treatment from Medicaid, Daugherty has strong opinions about education and government food subsidies.&nbsp;</p>\n<p>After Barack Obama's reelection, Daugherty is optimistic:&nbsp;“I am inspired that people voted for Barack Obama again.\"&nbsp;To Daugherty, Obama reflects the improvement of America's social equailty and the beginning of change.</p>\n<p>So this January 20th, when he turns 28 and President Obama enters his second term, Daugherty has a lot of celebrating to do.</p></div>","contenttemplated":"[{\"content\":\"<p>Justin Daugherty, a musician and environmentalist from Austin, Texas, has big birthday plans for his 28th this year: Obama&apos;s second inauguration.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Daugherty happens to have been born on Inauguration Day -- which always takes place on January 20th. This year, because it falls on a Sunday, the president will be officially sworn in a privately ceremony. The public events will take place on Monday. The last time it fell on a Sunday was Ronald Reagan&apos;s second inauguration in 1985, the day Daugherty was born.  </p>\"},{\"content\":\"<p>Daugherty says his birth date helped him develop a sense of social responsibility. Growing up in Moss Bluff, La., <span>a rural town near Louisiana&apos;s Gulf Coast </span>where the majority of the population was white, Daugherty has a complicated relationship with his country and his environment, which helped shape who he is today.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><span>According to Daugherty, the home he grew up in was pretty standard: &quot;it [was] a wooden house, it [was] blue.&quot; But, says Daugherty, &quot;we [had] ducks, we [had] quails, we always [had] animals around.&quot; As a result, Daugherty developed a deep passion for the environment that continues to this day.</span></p>\"},{\"content\":\"<p><span>“The environment needs people to defend it,&quot; says Daugherty, &quot;like a religion.” </span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>But as kid growing up in the South, Daugherty also says he say African-American friends bullied and he witnessed racism, bigotry and sexism.</p>\"},{\"content\":\"<p>At the age of 18, when the opportunity arose for Daugherty to move away from Moss Bluff, he took it. Daugherty joined a jazz band, toured around the country and finally settled in Seattle, where he instantly made a second home. In 2007, when the band traveled again, Daugherty moved a second time, to Austin, Texas.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>There, Daugherty lives a simple life: he uses a bike to get around, grows a third of his vegetarian diet in his garden, and says he doesn’t buy new clothes -- or anything new for that matter -- unless it’s absolutely necessary.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>He&apos;s also been attending a local community college in Austin since 2010. He&apos;s trying to save enough money to transfer to a four-year college -- the University of California, Davis, but &quot;the cost of education has gone up so much that it’s a pretty big business,&quot; says Daugherty.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>With a grandmother who emigrated from Lebanon, and a father who was diagnosed with a rare immune system disorder and got treatment from Medicaid, Daugherty has strong opinions about education and government food subsidies. </p>\"},{\"type\":\"text/html\",\"content\":\"<p>After Barack Obama&apos;s reelection, Daugherty is optimistic: “I am inspired that people voted for Barack Obama again.&quot; To Daugherty, Obama reflects the improvement of America&apos;s social equailty and the beginning of change.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>So this January 20th, when he turns 28 and President Obama enters his second term, Daugherty has a lot of celebrating to do.</p>\"}]","published":"2013-01-15T00:21:34+00:00","audio":[{"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/JDaugherty.jpg?itok=s04q1X-8","meta":{"width":"610","height":"340","crop":"primary"},"type":"image/jpeg"},{"type":"audio/mpeg","meta":{"duration_hms":"00:14:29","api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/01/18/marketplace_segment38_20130118"},"duration":869},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/01/18/marketplace_segment38_20130118_64.mp3","format":"MP3"}]}