{"created":"2014-08-30T13:05:12+00:00","modified":"2014-10-30T23:22:05+00:00","valid":{"from":"2014-10-30T23:22:05+00:00","to":"3014-10-30T23:22:05+00:00"},"hreflang":"en","title":"Italy Undertakes Lonely, Expensive Mission To Aid Migrants At Sea","published":"2014-08-25T02:28:00+00:00","teaser":"Italian authorities are trying to track and intercept boats bringing migrants on perilous journeys across the Mediterranean. So far, its EU neighbors have failed to help deal with the emergency.","itags":["npr_api","339881610"],"guid":"0988525d-a98a-459a-a4b4-22984388bc2a","contentencoded":"<p>On the outskirts of Rome, far from the coast, there's a top-security compound where Italy is trying to tackle one of Europe's major crises: the rising flows of unauthorized migrants making perilous journeys from North Africa across the Mediterranean.</p><p>In all of 2011, the year of the Arab uprisings, slightly more than 60,000 migrants arrived by sea in Italy.</p><p>By mid-August this year, the number surpassed 100,000.</p><p><a href=\"http://www.npr.org/blogs/thetwo-way/2014/05/12/311888461/italy-searches-for-african-migrants-after-sinking-in-mediterranean\">Reports of migrant boats in distress</a> have become a near-daily news headline over the past year. Here's an example from a recent TV news report: \"Boat capsized just outside Libyan territorial waters. So far, 130 bodies found, 155 survivors.\"</p><p>In October 2013, <a href=\"http://www.bbc.com/news/world-europe-24380247\" target=\"_blank\">twin shipwrecks killed more than 300 migrants</a>. That prompted Italy to order its navy to conduct search-and-rescue operations to save lives and capture smugglers.</p><p>The operation is called Mare Nostrum, or \"Our Sea,\" the ancient Romans' name for the Mediterranean. Based at the Santa Rosa naval compound, which lies some 30 miles from Rome, it's a joint task force of Italy's navy, coast guard, air force, police, and health ministry.</p><p>Inside the command center, Rear Adm. Michele Saponaro, head of operations at Santa Rosa, points to a large screen with the naval area of operation: nearly 30,000 square miles. The majority of the migrants are Eritreans, Syrians and sub-Saharan Africans., and most depart from the shores of <a href=\"http://www.bbc.com/news/world-africa-28760795\" target=\"_blank\">Libya, now gripped by lawlessness</a>, or Egypt.</p><p>The admiral says Italy cannot carry the burden of the effort, which costs $12 million a month, alone.</p><p>\"Operation Mare Nostrum is not the solution to this massive flow,\" he says. \"We need intervention of the United Nations, all Europe, because it's not only an Italian problem.\"</p><p>Smugglers, Saponaro says, use any craft they can find.</p><p>\"Those leaving Libyan soil (use) dinghies, rubber boats,\" he says. \"Those coming from the East Mediterranean use, normally, large fishing units.\"</p><p>The small vessels are difficult to detect. They're not listed in the international maritime database with ID numbers, details on cargo or ports of departure and destination.</p><p>At the naval compound, officers work at computers, collating data from coast guard radar, maritime agencies and other governments.</p><p>Capt. Enrico Esposto, head of the naval operations division, says that once an unidentified blip appears on the satellite screen, software detects the anomaly and sets off an alert to the search-and-rescue groups deployed at sea.</p><p>\"We use an average of five ships.\" says Esposto. \"One big ship is a flagship, usually two frigates, and two patrol boats.\"</p><p>Once located, migrants are transferred to the big ship. They're given food and water and are examined by doctors. Those in need of emergency care are evacuated by helicopter to the closest hospital. All are fingerprinted, and stay on Italian soil during the lengthy process of applying for asylum.</p><p>The migrants also are asked to identify the smugglers, who often pass themselves off as asylum seekers.</p><p>Earlier this month, police on board one of the search-and-rescue vessels confiscated a video recorded by an Egyptian smuggler on his phone. The footage showed an overcrowded vessel with many women and unaccompanied children. Dozens of migrants are piled inside the hold on top of each other. The smuggler and six accomplices were arrested.</p><p>A place on deck can cost $2,500. Migrants who can't pay more than $1,000 are forced into the hold, where many die from asphyxiation, says Saponaro.</p><p>\"One month ago we discovered some 30 to 40 people dead inside the boat,\" he says. \"They had not enough air to breathe.\"</p><p>Esposto believes the human smuggling trade today is worse than slavery — the aim of which, he says, was to ensure the slaves safely arrived on the other continent.</p><p>\"These people are maintained in captivity, they are tortured often, a lot of women are raped,\" he says. \"And once they pay the ticket, the smugglers don't care — they don't care if they arrive alive or not.\"</p><p>Rome's appeals to its EU partners for more burden-sharing have fallen on deaf ears. Many right-wing politicians want Mare Nostrum scrapped, saying it simply attracts more migrants.</p><p>The admiral dismisses that argument, saying the boats would arrive anyway. At least, he says, the naval operation ensures that the migrants are identified and lives are saved.</p><p>Before Mare Nostrum began, out of ten smugglers' boats that left North Africa, only one or two made it to Italian shores. Now, Rear Adm. Saponaro says, all boats that reach international waters are captured and safely brought in by the Italian navy.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Italy+Undertakes+Lonely%2C+Expensive+Mission+To+Aid+Migrants+At+Sea&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Sylvia Poggioli","audio":[{"meta":{"duration":"258"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1342873648-000eae.m3u?orgId=1&topicId=1124&ft=3&f=339881610"},{"href":"http://media.npr.org/assets/img/2014/08/12/marenostrum1-03f209f74533a9ee83e4c57961316dbe142bd53c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"835","width":"1114"}},{"href":"http://media.npr.org/assets/img/2014/08/13/25308141_h30544276-a4bd8be1b2ba1511c4cafbe674c58305bd2d0868.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2046","width":"2728"}}]}