{"created":"2014-10-08T02:25:52+00:00","modified":"2014-12-04T14:32:40+00:00","valid":{"from":"2014-12-04T14:32:40+00:00","to":"3014-12-04T14:32:40+00:00"},"hreflang":"en","title":"Searching For Stress Relief? Try Feeling Your Breath","published":"2014-07-12T20:12:00+00:00","teaser":"Meditation teacher Sharon Salzberg says we can't always change difficult circumstances, but it is possible to change the way we experience them. That can start with a simple exercise.","itags":["npr_api","330680160"],"guid":"098fad66-e267-4397-9be1-135bb1845778","contentencoded":"<p>Many Americans are swamped with stress, but there may be ways to ease the tension without changing the circumstances.</p><p>Almost half of all adults say they've experienced a major stressful event in the past year, according to a <a href=\"http://www.npr.org/blogs/health/2014/07/07/327322187/stressed-out-americans-tell-us-about-stress-in-their-lives\">poll</a> conducted by NPR, the Robert Wood Johnson Foundation and the Harvard School of Public Health.</p><p>Meditation can help people cope, says author Sharon Salzberg, co-founder of the Insight Meditation Society in Barre, Mass.</p><p>Salzberg teaches \"mindfulness,\" which she describes as a way of looking at the world without bias, fears or assumptions. \"We have the opportunity to take a fresh look at our experience,\" she tells NPR's Tamara Keith.</p><p>Salzberg says getting that new perspective starts with taking a deep breath.</p><hr /><h3>Interview Highlights</h3><p><strong>Mindfulness is not just focusing on the good things in life</strong></p><p>[It's] focusing on everything, so that we're with it as it actually is. With pleasant and wonderful things, maybe we're so distracted we don't get to enjoy them. With painful and difficult things, maybe we add on shame and blame and dread and all of these things which make the bad ... or difficult situation so much worse. And with neutral experience, just ordinary routine, we tend to rely on intensity in order to feel alive.</p><p>Mindfulness training is about changing your relationship to everything. It's not changing the thing, but we're different with our experience.</p><p><strong>On </strong><strong>how </strong><strong>mindfulness and mediation </strong><strong>can help </strong><strong>with serious chronic health issues like diabetes</strong></p><p>I think it can, because the way we hold an experience like that, you know, sometimes we feel tremendously alone, we feel isolated, we're caught in this kind of corrosive self-hatred. One of the ways of understanding meditation is that it's about connection; it's connecting to other aspects of yourself, so that you're not only the diagnosis. That might be a benefit.</p><p><strong>An example of a mindfulness exercise</strong></p><p>Often we start just by listening to sound [like ocean waves]. ... Then bring your attention to the feeling of the breath. See if you can feel just one breath. If you find your attention slipping away, you get lost in thought, spun out in fantasy, or you're falling asleep, don't worry about it. You can practice just letting go gracefully, and bring your attention back to the feeling of the breath.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Searching+For+Stress+Relief%3F+Try+Feeling+Your+Breath&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"237"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1330889591-a67351.m3u?orgId=1&topicId=1029&aggIds=327816692&ft=3&f=330680160"},{"href":"http://media.npr.org/assets/img/2014/07/12/hires-2--060436c16c9acb76e864e4312cadb205eb112f89.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2292","width":"3060"}}]}