{"created":"2014-11-04T08:22:53+00:00","modified":"2015-05-02T02:34:15+00:00","valid":{"from":"2015-05-02T02:34:15+00:00","to":"3015-05-02T02:34:15+00:00"},"hreflang":"en","title":"400 Years After Death, El Greco Receives Celebration He Sought ","published":"2014-11-05T23:44:00+00:00","teaser":"The painter had mixed fortunes in life, but his works are receiving the royal treatment in Crete and Spain on the 400th anniversary of his death.","itags":["npr_api","357624788"],"guid":"09952f42-5426-43cf-afea-f6bda2d5c927","contentencoded":"<p>At a small exhibit at the <a href=\"http://www.historical-museum.gr/eng/collections/view/el-greco\">Historical Museum of Crete</a>, a visiting artist gazes at an early religious painting by El Greco.</p><p>\"The Baptism of Christ\" is a vividly colored, two-dimensional, egg tempera-on-panel work from the second half of the 16th century. But it already showed hints of the style that would later make him one of the Western world's most famous painters.</p><p>Sophia Vorontzova, a Russian artist now living in Germany, calls it his \"signature in art.\"</p><p>\"These longer forms, the colors, and for that time, for his time, I think it is very extraordinary,\" she says, pointing around the two-room exhibit. \"You feel like El Greco was so interested in [telling a] story no one else saw.\"</p><p>The painter had mixed fortunes in life, but his works are being celebrated this year in Crete and in Spain on the 400th anniversary of his death.</p><p>El Greco was born Domenikos Theotokopoulos in Crete in 1541, and information about his early life is sketchy at best. What is known is based on a few documents and three Byzantine icons he painted, says <a href=\"http://www.history-archaeology.uoc.gr/files/items/1/1174/cv-en_hadjinikolaou.pdf\">Nicos Hadjinicolaou</a>, an art historian and professor emeritus at the University of Crete who has written several books and studies on El Greco.</p><p>Hadjinicolaou says the evidence shows Theotokopoulos was already an established icon painter in his early 20s.</p><p>\"We know that in 1563, he was a master, he had the title of a master, which means that he had a workshop, which means he had people working for him,\" he says.</p><p>Hadjinicolaou says there's also evidence that Theotokopoulos was married and perhaps even had children.</p><p>But because so little can be verified about the artist's life on Crete, the Greeks have gotten a little creative with it. The 2007 film <em><a href=\"http://www.youtube.com/watch?v=Pm063wrb9m8\">El Greco</a></em>, for instance, depicts him as a melodramatic young genius from a politically rebellious family who dance like warriors at funerals. (More galling for El Greco aficionados is the film's claim that he was persecuted during the Spanish Inquisition, something that never happened.)</p><p><strong>Claims to El Greco</strong></p><p>In northern Crete, a village of orange farmers called <a href=\"http://www.psfodele.gr/index.php?lang=en\">Fodele</a> claims it is the painter's birthplace, even though a court document shows that he stated he was born in the city of Candia (modern-day Iraklion) about 17 miles away.</p><p>Village president Yiannis Fakoukais says Spanish academics declared Fodele as the painter's birthplace a century ago. Fakoukakis says Theotokopoulos even has descendants in Fodele.</p><p>\"This is what generations of people here have lived and died knowing,\" he says. \"People talk about us, books are written about us, and why should some document erase that?\"</p><p>Each year, Fodele attracts busloads of tourists who visit a small museum that villagers claim is the painter's childhood home. The humble stone house, restored with money from the Greek government, is decorated with copies of his works and yellowed newspaper clippings of villagers declaring their relation to him.</p><p>The village also has a cafe called Domenicos and a taverna called El Greco. Even Maria Thanasa's olive-oil products shop profits from the association.</p><p>\"Of course Domenikos Theotokopoulos helps us economically,\" she says. \"Because we have tourists. And the restaurants work, the cafes work, even the women who make macrame work.\"</p><p>Hadjinicolaou, the art historian, says the fuss is more about Greek identity than El Greco himself.</p><p>\"Partly the interest is founded in Greek nationalism,\" he says. \"Because this fellow came from here, because he is Greek, there is an additional kind of pride which has nothing to do with recognition of his art.\"</p><p><strong>El Greco Leaves Home</strong></p><p>Theotokopoulos left Crete sometime around 1567, departing for Italy, where he spent the next decade experimenting with his artistic style. He then moved to Spain, where he made his home.</p><p>\"During his lifetime he was called either Domeniko Greco — Greco is Italian, Domeniko Spanish — in official documents in contracts, or, occasionally, Domeniko Theotokopouli, Griego,\" Hatzinikolaou says. \"Then everyone got to know him as El Greco.\"</p><p>Greeks recognize the artist is famous for the work he did in Spain, not Greece. But Hatzinikolaou says they revel in the fact that he never lost his roots.</p><p>He always signed his paintings Domenikos Theotokopoulous, \"down to the very end, with Greek characters.\"</p><p>Though his works were signed in Greek, El Greco painted them in the Spanish Renaissance style he helped invent.</p><p>El Greco's adopted Spanish hometown, Toledo, has held several exhibitions of his work this year. His works have been transported from museums all over the world, <a href=\"http://www.elgreco2014.com/\">coming together in Toledo en masse</a> for the first time since the artist's death.</p><p>A <a href=\"https://www.youtube.com/watch?v=uJ7B4D2LQP4\">video about this year's 400th anniversary</a> greets arrivals at the town's train station. But in the city center, many draw a blank at the name Domenikos Theotokopoulos.</p><p>\"No idea! Who is that?\" says Spanish tourist Angela Fernandez, visiting Toledo from nearby Madrid.</p><p>But American tourist Ann Thompson perks up when asked if she knows who Domenikos Theotokopoulos is.</p><p>\"I do! It's El Greco!\" she says. \"And I know because my family is from Crete.\"</p><p><strong>Squabbles with Spain's King</strong></p><p>El Greco came to Spain to become rich and famous, says his biographer Fernando Marías, author of <em>El Greco: Life and Work</em> and <em>El Greco of Toledo</em>.</p><p>\"He was very ambitious,\" says Marías, who also curated one of this year's exhibitions in Toledo. \"He tried to raise his status. He thought Spain was a country or a land where his skills would be appreciated, and that he was going to make a much better living.\"</p><p>El Greco's first commission in Spain was an altarpiece for King Philip II, \"The Disrobing of Christ,\" which the king wanted to hang in a monastery north of Madrid, in El Escorial. But El Greco was a perfectionist. He complained about the paint colors he was given, and his fee. Was the king impressed?</p><p>\"No!\" says Marías. \"He didn't like it. The relation with El Greco was hard, to say it in a word. The king was angry. Because we know that he had to write a letter, 'Well, there is this Greek who is complaining!' So let's just say it was not the best way to address the king.\"</p><p>King Philip II held a grudge. He never hung El Greco's \"The Disrobing of Christ\" in his El Escorial monastery. Instead, it now hangs in Toledo's Cathedral.</p><p><strong>El Greco Arrives in Toledo — and Falls in Love</strong></p><p>Out of favor with Spain's royals in Madrid, El Greco moved 40 miles south to Toledo. It had the country's biggest cathedral, and a demand for religious art. It's here that El Greco developed his signature style: eerie, elongated figures of saints, in lurid colors, against stormy Toledo skies.</p><p>It was in Toledo that El Greco also found love — perhaps for a second time. He had a relationship with a woman identified in some court documents as Jeronima de las Cuevas, but he never married her. Urban legend in Toledo says Jeronima was a prostitute, or a nun — and thus El Greco couldn't marry her. But Marías, his biographer, says it's more likely because he was already married in Greece.</p><p>\"He was trying not to rouse suspicion. That's probably the reason he didn't marry the mother of his son,\" Marías says. \"He probably was married in Crete. If he had married for a second time in Spain, he could have been labeled a bigamist and persecuted by the Spanish Inquisition.\"</p><p>El Greco had a son with Jeronima. At age 8, the boy, named Jorge Manuel Theotokopoulos, went to work in his father's workshop. He had some of El Greco's talent for painting, but was a better architect. He helped design some municipal buildings in Toledo, and the cathedral's cupola — which still stand today.</p><p><strong>Always an Outsider</strong></p><p>The Catholic Church didn't know what to make of El Greco. He was a foreigner, and not a Catholic. He'd fallen out with the king. But nobles bought his work.</p><p>El Greco got rich, and then overspent, says Inma Sanchez, an art historian and tour guide in Toledo.</p><p>\"He was trying to live as a nobleman, at a moment that being a nobleman meant to dress with very expensive clothes, to rent some rooms in a palace,\" Sanchez says. \"So he was living a life that was over his possibilities.\"</p><p>El Greco died in Toledo loaded with debts. He was always an outsider. He never learned Spanish. Sanchez gazes at his grave inside a medieval convent in Toledo, still run by nuns.</p><p>\"Can you see that little coffin in there?\" she says. \"Well, this is all we have. And of course the dust inside. That's all.\"</p><p><strong>Almost Forgotten</strong></p><p>El Greco was almost forgotten until a little more than 100 years ago, when painters like Cezanne, Picasso and Jackson Pollack rediscovered him. They spotted something very modern in his work, some 300 years before Abstract Expressionism. Now El Greco has become one of the West's most popular painters.</p><p>If the artist only knew, Sanchez says.</p><p>\"I always wonder, I ask myself, can you imagine if I could whisper in the ear of El Greco — '400 years later, we're going to do a monographic exhibition just to remember you, in this place, with paintings from all around the world,'\" Sanchez says. \"He succeeded! He got what he was really looking for — the fame, and to be remembered.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=400+Years+After+Death%2C+El+Greco+Receives+Celebration+He+Sought+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joanna Kakissis","audio":[{"meta":{"duration":"427"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1361320179-fd7429.m3u?orgId=1&topicId=1008&d=427&p=3&story=357624788&t=progseg&e=361320061&seg=9&ft=nprml&f=357624788"},{"href":"http://media.npr.org/assets/img/2014/11/03/greco400-3-ae74f0f55587a185bebec554b0cb4c5f801e12d1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1933","width":"2578"}},{"href":"http://media.npr.org/assets/img/2014/11/03/greco400-1-c9001301920891a268717d724bee9d330beb24bf.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1705","width":"2274"}},{"href":"http://media.npr.org/assets/img/2014/11/03/greco400-2-2b998522be2e08de6a44b10d9339f1b093250124.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2301","width":"3069"}},{"href":"http://media.npr.org/assets/img/2014/11/03/greco400-4-2abaf4b093657f4ace63b4221ba12bf0893ccc52.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1933","width":"2578"}}]}