{"created":"2015-05-12T01:00:24+00:00","modified":"2015-05-13T20:57:27+00:00","valid":{"from":"2015-05-13T20:57:27+00:00","to":"3015-05-13T20:57:27+00:00"},"hreflang":"en","title":"Brazil's World Cup Legacy Includes $550M Stadium-Turned-Parking Lot","published":"2015-05-12T14:20:00+00:00","teaser":"Another lavish $215 million arena built for last year's event is now a homeless shelter. Touted as one of the best World Cups in history on the pitch, it's left a hangover of waste and mismanagement.","itags":["npr_api","405955547"],"guid":"099d3baf-afb3-4e71-9cae-4529eae1e1e4","contentencoded":"<p>It has been almost a year since the World Cup in Brazil. The party is long over, but the country is still dealing with the hangover — in the form of \"white elephant\" stadiums and unfinished infrastructure projects. They come at a time when the country faces economic woes and the prospect of another expensive mega event: next year's summer Olympics.</p><p><a href=\"http://www.aboutbrasilia.com/worldcup/stadium/\" target=\"_blank\">The most expensive World Cup stadium</a> — located in the capital, Brasilia, and with a price tag of $550 million — is being used as a parking lot for buses.</p><p>The stadium in Cuiaba — which cost some $215 million to build — has made news repeatedly: first for <a href=\"http://www.reuters.com/article/2015/01/22/us-soccer-brazil-stadiums-idUSKBN0KV24D20150122\" target=\"_blank\">being closed down because of faulty construction</a>, and then recently for the <a href=\"http://g1.globo.com/bom-dia-brasil/edicoes/2015/04/28.html\">homeless people squatting</a> in its unused locker rooms.</p><p>The manager of that facility says the city is looking for a private company to take over the project, because the maintenance has been draining city coffers.</p><p>But that's not the worst part: Multiple officials — including the state's former governor, the former president of the local assembly and the former local World Cup head — are all under investigation for another \"legacy work\" from the event. The $800 million light railway in Cuiaba linking the airport to the city center was meant to be completed in time for the games, but of the 14-mile track, so far only half a mile has been built.</p><p>The stadium in Natal is trying to make money by hosting weddings and kids' parties — with little luck. The company that owns it is putting it up for sale; it's had cash flow problems after being implicated in <a href=\"http://www.npr.org/blogs/parallels/2015/04/02/395605689/huge-scandal-at-top-of-petrobras-trickles-down-with-devastating-effect\">the state oil scandal in Brazil</a>.</p><p>And the much touted Arena da Amazonia in Manaus, which costs $233,000 a month to run, also is being sold to the private sector — even though it was built primarily with public funds.</p><p>Leânderson Lima, a sports reporter in Manaus, says one problem with these four stadiums is that they were <a href=\"http://www.npr.org/2014/06/21/324260148/world-cup-stadium-in-the-amazon-is-nice-but-is-it-needed\">built in places with no strong local football teams to support them</a>.</p><p>\"The local league games have very low attendance, and it costs a lot of money to put games on at the arena,\" Lima says. \"So, in Manaus nowadays, local team matches actually take place in two training centers, and not in the World Cup stadium.\"</p><p>José Cruz, a sports reporter for Universo Online who lives in Brasilia, says the stadium there holds 70,000 people. The idea was that big concerts could generate income for the venue, but that hasn't been the case.</p><p>American rock band KISS skipped it on its tour in the region, for instance.</p><p>\"They came to Brasília, but they didn't do the concert inside the stadium, they did outside, because of the high costs,\" he says. \"That shows how ill-prepared the government is to manage a big sports venue and transform it in source of revenue.\"</p><p>In Brazil, it's so acknowledged how disastrous the World Cup legacy was for the country that the current sports minister actually promised in an interview with Reuters that unlike the World Cup, \"the Olympics will leave a legacy.\"</p><p>That event is also over budget and behind schedule.</p><p>Instead of being a source of pride for the country, Cruz says, many of the stadiums have become a mark of shame, especially as the government is trying to implement austerity measures amid a sharp economic downturn.</p><p>\"I don't see any World Cup legacy to Brazil except the debts we have inherited and the problems we now have,\" he says.</p><p>Brazil had excellent matches on the field and an international gathering that was lauded, Cruz says, \"but the World Cup is over; we are suffering with everything that came after.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Brazil%27s+World+Cup+Legacy+Includes+%24550M+Stadium-Turned-Parking+Lot&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lourdes Garcia-Navarro","audio":[{"meta":{"duration":"240"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1405955548-92dac3.m3u?orgId=1&topicId=1017&d=240&p=2&story=405955547&t=progseg&e=405936490&seg=7&ft=nprml&f=405955547"},{"href":"http://media.npr.org/assets/img/2015/05/11/cuiaba-stadium-landov-640283ed32d2cc78be6fa8ac0ee0b4348a0442cc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1545","width":"2060"}}]}