{"created":"2015-01-02T08:28:21+00:00","modified":"2015-01-02T20:40:19+00:00","valid":{"from":"2015-01-02T20:40:19+00:00","to":"3015-01-02T20:40:19+00:00"},"hreflang":"en","title":"Out Of Tragedy, An Unexpected Connection Is Made","published":"2015-01-02T15:54:00+00:00","teaser":"The parents of a 5-year-old boy killed in a car accident have formed a bond with the sister of the woman who drove the speeding car. The couple says their meetings have eased their pain.","itags":["npr_api","374242152"],"guid":"09a16c33-ba2f-41b8-926a-4efd6f630c3f","contentencoded":"<p>Six months ago, Raphael Hameed was walking with his 5-year-old son, Ish, in Colorado Springs, Colo., when they were hit by a speeding car.</p><p>Raphael was seriously injured. Ish, his only child, was killed. And while the driver is awaiting trial for vehicular homicide, her sister, Megiddëh Goldston, has formed a bond with the Hameed family. They connected after the accident, and Megiddëh visits Raphael and his wife, Heidi, to help with their day-to-day life.</p><p>\"I was walking my son home from the library, and a car was speeding down the street out of control, jumped a curb and hit me and my son,\" Raphael says. \"I didn't know what was going on when I was laying on the ground. I was trying to get to my son 'cause I thought he was alive. But Ish was killed on the scene.\"</p><p>Heidi says that two days after the accident, Megiddëh's sister asked for forgiveness. \"My heart broke for her, actually, because I know that she has to live for the rest of her life with this. And I told her, immediately, 'Yes, of course I forgive you.' \"</p><p>\"It eased a lot of suffering,\" Megiddëh says. \"Raphael, you could easily be still in that hospital bed, angry, like, screaming at the world.\"</p><p>\"Nah, we love,\" say Raphael. \"That's how we roll. And your sister made a mistake. We all make 'em. That's why we try to embrace you guys.\"</p><p>The first time Raphael contacted her, Megiddëh, a single parent, says, he offered to give her son some of Ish's old clothes. \"I'm just like, 'Oh, my goodness. You guys are thinking of my son when you've just lost your own.' And I was afraid that it'd be painful for you guys to see Zach,\" she says.</p><p>\"It was 'cause he is just like Ish,\" Raphael says. \"But it was a good pain. It was like a tonic — kind of soothed my wounded spirit, so to speak.\"</p><p>\"You'll never have Ish back,\" Megiddëh says, \"but I want things to at least be as comfortable as they possibly can in the midst of worrying about how to heal your heart. I feel a responsibility to, like, at least do what I can. And I want to be here to take you to the hospital. Anytime you guys need to leave the house, I want you to call me.\"</p><p>\"You're a beautiful woman with a beautiful child,\" Raphael says. \"It's like if you've ever stitched anything together. There was a tear in the fabric, and we've been stitching it. And now my slacks are on. They look good.\"</p><p><em>Produced for </em>Morning Edition <em>by Jasmyn Belcher Morris.</em></p><p><em>StoryCorps is a national nonprofit that gives people the chance to interview friends and loved ones about their lives. These conversations are archived at the American Folklife Center at the Library of Congress, allowing participants to leave a legacy for future generations. Learn more, including how to interview someone in your life, at <a href=\"http://storycorps.org/\" target=\"_blank\">StoryCorps.org</a>.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Out+Of+Tragedy%2C+An+Unexpected+Connection+Is+Made&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"170"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1374511149-247493.m3u?orgId=1&topicId=1060&aggIds=4516989&ft=3&f=374242152"},{"href":"http://media.npr.org/assets/img/2014/12/31/hameed-a7db0b984ca6086b1b689e2c741dea217bea272f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"599","width":"799"}}]}