{"created":"2015-01-26T21:56:05+00:00","modified":"2015-01-27T20:16:11+00:00","valid":{"from":"2015-01-27T20:16:11+00:00","to":"3015-01-27T20:16:11+00:00"},"hreflang":"en","guid":"09a7c1b3-55e0-4dda-a16a-5e334c6848a4","title":"A Yemeni watches from afar — again — as his country erupts in chaos","published":"2015-01-27T20:16:10+00:00","byline":"Nina Porzucki","tags":["Arab Spring","Houthis","Yemeni politics","coup","drone strikes","SafeMode","Conflict","Conflict & Justice","Yemen","United States","Asia","Middle East","North America","Abdrabbuh Mansour Hadi","Ibrahim Al-Hajiby","Terrorism in Yemen","Yemen","Houthis"],"teaser":"What's it feel like to watch your country succumb to revolution from afar? Ask Yemeni student Ibrahim al-Hajiby. He watched the Arab Spring engulf Yemen in 2011 from his college in Minnesota, and he's doing the same now as Houthi rebels take over the Yemeni government.","contentencoded":"<p>It's a tumultuous time in Yemen. Last week, former President Abdrabbuh Mansour Hadi resigned after rebels took control of Sanaa, Yemen's capital. Now there are reports of an American drone strike aimed at al-Qaeda fighters in eastern Yemen.</p>\n<p>“It’s very sad and disheartening to see my country going through all of this violence and instability while being thousands of miles away,” says Ibrahim al-Hajiby. He's a Yemeni who currently lives in Minnesota, where he recently graduated from Augsburg College.</p>\n<p>This isn’t the first time Hajiby has watched history happen in his country from afar. He first came to the United States as a high school exchange student in 2007.</p>\n<p>“I just really loved it,\" he says. \"I lived in Cloquet, Minnesota, a very small town up north where the only thing we had was a Walmart, and we would go ‘Walmarting’ for fun.\"</p>\n<p>When he wasn’t Walmarting, Hajiby got to experience a lot of other firsts: snowfall, ice fishing, sledding, hunting.  “I really liked the people, liked the culture and so I decided to come back to Minnesota,” he says.</p>\n<p>He started his freshman year at Augsburg at the end of 2010, just months before Yemen erupted in revolution. Hajiby found himself watching the Arab Spring unfold on the Facebook accounts of his friends, who took part in the protests that filled the capital demanding the exit of Yemen's long-serving dictator, Ali Abdullah Saleh.</p>\n<p>“I felt like I was disconnected from historymaking, so I wanted to do something here in the United States, especially in my college,” Hajiby says. But he was hesitant to make any political statements or spark action in the US while his family was still at risk in Sanaa.</p>\n<p>“And then I connected with my host family in Minnesota and they said, ‘We’ll support you and encourage you,’” Hajiby says.</p>\n<p>He organized a 24-hour protest on the Augsburg campus to raise awareness and solidarity with his friends back in Yemen and all those protesting during the Arab Spring. It was a success, and the president of the college even came out in support.</p>\n<p>Today, many of the same activists whom Hajiby supported during the 2011 uprising have criticized the current situation in Yemen, in which a group known as the Houthis — Shiite rebels from Yemen's north — have essentially taken over the government.</p>\n<p>“The Houthis are now the <em>de facto</em> authority in Yemen, and they took it by force,” Hajiby says. “They are really undermining democracy in my country, and it’s really tough. All the process that’s gone through the Arab Spring and all these sacrifices of young people are going in vain.\"</p>\n<p><em>If you're not up on your Yemeni history, here's a primer from The World's Stephen Snyder:</em></p>\n<div class=\"storify\">\n<iframe allowtransparency=\"true\" frameborder=\"no\" height=\"750\" src=\"//storify.com/StephenProducer/when-you-want-to-talk-to-yemen-who-do-you-call/embed?header=false&amp;border=false&amp;template=slideshow\" width=\"100%\"></iframe><script src=\"//storify.com/StephenProducer/when-you-want-to-talk-to-yemen-who-do-you-call.js?header=false&amp;border=false&amp;template=slideshow\"></script><p>[<a href=\"//storify.com/StephenProducer/when-you-want-to-talk-to-yemen-who-do-you-call\" target=\"_blank\">View the story \"Yemen - from the Arab Spring to now \" on Storify</a>]</p></div>\n<p> </p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/012620156.mp3"},{"href":"http://www.pri.org/file/012620156mp3"}]}