{"created":"2014-10-07T20:25:01+00:00","modified":"2015-03-24T17:57:43+00:00","valid":{"from":"2015-03-24T17:57:43+00:00","to":"3015-03-24T17:57:43+00:00"},"hreflang":"en","title":"Voters Will Get Their Say On GMO Labeling In Colorado And Oregon","published":"2014-10-08T18:24:00+00:00","teaser":"Similar measures calling for labeling genetically modified foods have failed in recent years in California and Washington, and Vermont is being sued for the labeling law it enacted earlier this year.","itags":["npr_api","354306688"],"guid":"09a934ad-8eb6-4de3-a9ed-badb5ca62683","contentencoded":"<p>Ben Hamilton walks down the salad dressing aisle at his neighborhood grocery store in west Denver. The human resources consultant usually seeks out organic options and scans nutrition information.</p><p>\"I am a label reader. I think a lot of people read labels and really are curious to know what is in our food supply,\" he says. But Hamilton says he wants more information, specifically whether the food he buys includes ingredients derived from genetically modified crops, or GMOs.</p><p>Voters in Colorado and Oregon will decide this fall whether or not they want labels on foods containing genetically modified ingredients. The ballot measures this fall highlight a much larger national conversation about requiring labels on genetically modified foods.</p><p>Similar measures failed in recent years in California and Washington state, and Vermont is being sued for the labeling law it enacted earlier this year.</p><p>Earlier this summer, Hamilton sat on a citizen review panel and heard from both sides of the labeling debate. The panel voted 11 to 9 in favor of labels.</p><p>\"I think this boils down to a consumer's right to know,\" says Hamilton. \"So it's not to debate whether GMOs are safe or they're good for you or bad for you. But it is about a right to know what's in our food supply.\"</p><p>Hamilton's yes vote is right in line with some consumer groups, which say GMOs come with too many unanswered questions.</p><p>Oregon voters also will be voting on GMO labeling in this election. As in Colorado, there was a similar citizen review panel. Ernest Estes, a Portland lawyer who sat on that panel, has his doubts.</p><p>\"I'm not convinced we need it at this point,\" Estes says. \"And I'm not sure that it does much for Oregonians.\"</p><p>Estes wasn't alone in that sentiment. The citizen panel in <a href=\"http://healthydemocracy.org/citizens-initiative-review/oregon/oregon-citizens-initiative-review-background/\">Oregon also voted 11 to 9</a>, but in the opposite direction as the Colorado panel. They turned down the labeling proposal.</p><p>\"If there is little or no risk to the public, I'm not sure that the government should be in the role of requiring things like this,\" Estes says.</p><p>Researchers so far have found no adverse health effects from eating genetically modified foods, findings supported by the American Association for the Advancement of Science and the World Health Organization.</p><p>Many scientists worry labels could confuse consumers, especially given the proposals' exemptions. The meat or milk from a cow that had been fed GMO corn and hay wouldn't be labeled. Neither would chewing gum, alcohol or pet food.</p><p>Larry Cooper, leader of Colorado Right To Know, says the proposal had to be narrowly written. <br /> <br />\"We had to be very careful what subjects we put in the ballot. Yes, we've eliminated some specific areas, but certainly they can be added later,\" says Cooper.</p><p>But even with narrower language, if the proposals pass, lawsuits are likely inevitable.</p><p>\"When you're compelling a business to say something, or a producer to say something, there has to be some governmental interest. There has to be a <em>substantial</em> government interest,\" says Justin Marceau, a law professor at the University of Denver.</p><p>\"Why do we need this information? If it's idle curiosity, that we're all just really curious about what's in our food, that might not be good enough. If it is [that] GMOs are harmful? Well that's a different matter,\" he says.</p><p>Farmer Paul Schlagel grows genetically engineered — or GE — sugar beets outside Longmont, Colo. The sweet-tasting beets are turned into granulated sugar at a nearby plant. \"Once it's processed,\" he says, \"there's no GE material in the sugar\" because there's no DNA or protein left in the final sugar product.</p><p>\"The sugar is identical to conventionally grown sugar, sugar cane, even organic sugar,\" Schlagel says.</p><p>Despite that, if the Colorado's Proposition 105 passes, the sugar that's grown on Schlagel's farm will bear a label saying it was genetically modified.</p><p>\"It's misleading. Prop 105 is — is a mistake, and I think, hopefully, the consumers can figure that out,\" says Schlagel.</p><p>Regardless of the outcomes in Colorado and Oregon in November, with more states taking up the issue, the national debate about GMO labeling is far from over.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Voters+Will+Get+Their+Say+On+GMO+Labeling+In+Colorado+And+Oregon&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Luke Runyon","audio":[{"meta":{"duration":"235"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1354371732-7b4a28.m3u?orgId=1&topicId=1001&e=354306688&d=235&ft=nprml&f=354306688"},{"href":"http://media.npr.org/assets/img/2014/10/07/gmo-74c4c06a329b7e9a8a157bae0fde9a9284971b38.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1179","width":"1572"}}]}