{"created":"2014-11-25T21:28:24+00:00","modified":"2014-12-19T21:54:04+00:00","valid":{"from":"2014-12-19T21:54:03+00:00","to":"3014-12-19T21:54:03+00:00"},"hreflang":"en","title":"4 Comic Albums And Audiobooks To Lighten Up Your Holiday Road Trip","published":"2014-12-19T21:53:00+00:00","teaser":"Let Amy Poehler, Jeff Kinney, Jim Gaffigan and Hannibal Buress help you laugh away the tension while you're stuck in holiday traffic.","itags":["npr_api","366620518"],"guid":"09b43a1e-fd59-4c60-a4f5-13159a9a6c07","contentencoded":"<p>Are you among the hordes of people expected to hit the road over the holidays? If so, what'll you do to pass the time? We suggest you try laughing: 2014 was a great year for comedy albums and comic audiobooks. These recommendations will help you chuckle away the tension while you're stuck in holiday traffic:</p><hr /><p><strong><a href=\"http://www.npr.org/books/titles/359566027/yes-please\" target=\"_blank\">Yes Please</a> by Amy Poehler</strong></p><p>Not only does<em> Parks and Recreation</em> star Amy Poehler perform her best-selling memoir, she also brings her friends in to help — friends like Carol Burnett, Kathleen Turner and Seth Meyers, who voices the chapter he wrote for the book. Beth Anderson, head of <a href=\"http://www.audible.com/\">Audible</a>, says, \"I think this is one of the cases where the audiobook is actually better than the print book. And especially if you're an Amy Poehler fan and you love to hear her talk, listening to this you're gonna feel as if you're a fly on the wall of her home.\"</p><hr /><p><strong><a href=\"http://www.npr.org/books/titles/371486235/the-long-haul\" target=\"_blank\">Diary Of A Wimpy Kid: The Long Haul</a> by Jeff Kinney</strong></p><p>If you have kids in the car, they'll stop complaining about being in the back seat when they listen to Jeff Kinney's book. It's about a family road trip from hell, complete with gas stations, fender benders and backseat antics. \"I guarantee that no matter what kind of road trip you're taking,\" Anderson says, \"it's probably going to be placid and serene and easy compared to the road trip that that family is taking. So that's a fun one, and will not only keep the kids entertained, but will keep the parents entertained too.\"</p><hr /><p><strong><em>Obsessed</em> by Jim Gaffigan</strong></p><p>Comedian Jim Gaffigan had two releases this year: a book called <em>Food: A Love Story</em> and a CD called <em>Obsessed</em>. The CD has family-friendly tirades about lobster tails and picking your own shellfish at a restaurant. Sean McCarthy, who writes for <a href=\"http://thecomicscomic.com/\">The Comic's Comic</a>, says Gaffigan \"talks a lot about his love of food [in <em>Obsessed</em>], and that's something that anyone of any age can relate to.\"</p><hr /><p><strong><em>Live From Chicago</em> by Hannibal Buress</strong></p><p>Here's a comedy album for those kid-free road trips. Hannibal Buress is an edgy, laid-back comedian who has gotten a lot of attention this year from critics like <a href=\"http://www.pastemagazine.com/\">Paste</a>'s Hudson Hongo. \"He's been the best-kept secret, the comedian's comedian,\" Hongo says. \"And this year he finally really broke out.\" In <em>Live From Chicago</em>, Buress talks about seeing rats in a New Orleans restaurant, weird tweets and being introduced to one of his celebrity fans, actress Scarlett Johansson. Hongo says that as a Chicago comic who's been in New York for years, this album represents a kind of homecoming for Buress. \"This is really him, you know, returning for the victory lap as the famous comedian.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=4+Comic+Albums+And+Audiobooks+To+Lighten+Up+Your+Holiday+Road+Trip&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elizabeth Blair","audio":[{"meta":{"duration":"213"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1366620519-5a2540.m3u?orgId=1&topicId=1052&ft=3&f=366620518"},{"href":"http://media.npr.org/assets/img/2014/12/19/9781419711893_rgb-ab4e0e0d4e3d89de0fd2b4d893a990d3da2afb53.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"937","width":"1249"}},{"href":"http://media.npr.org/assets/img/2014/12/18/yes-please-audiobook-1bff31e5d45dc22ee86b93dafb4e8ba4473fe71f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"220","width":"294"}},{"href":"http://media.npr.org/assets/img/2014/12/19/dwk-long-haul_cd_enl-8acc12c778a1396ea17f45127702411d59d2b13c.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"581","width":"678"}},{"href":"http://media.npr.org/assets/img/2014/12/18/gaffigan-album-cover-art_enl-0459734c0a1d2474b4d48f21c1c5d40673135f2d.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"900","width":"900"}},{"href":"http://media.npr.org/assets/img/2014/12/18/hannibal_900x900_enl-b82458a79f5ac66da1ca77db1250f91cafa2ab8c.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1425","width":"1425"}}]}