{"created":"2014-10-27T16:32:11+00:00","modified":"2014-10-30T21:40:47+00:00","valid":{"from":"2014-10-30T21:40:46+00:00","to":"3014-10-30T21:40:46+00:00"},"hreflang":"en","title":"A Snapshot Of Monrovia As Ebola Takes Its Toll","published":"2014-10-08T19:45:00+00:00","teaser":"So far, 3,400 people have died from Ebola in West Africa as burial teams in Sierra Leone have gone on strike, leaving bodies in the streets of the capital.","itags":["npr_api","354634741"],"guid":"09c1b00a-ac11-4c0f-8c75-a0a37994e21c","contentencoded":"<p>Officials at the Texas Presbyterian Hospital in Dallas say the first Ebola patient diagnosed in the United States, Thomas Eric Duncan, has died.</p><p>Duncan arrived in Dallas on Sept. 20 from Liberia and fell ill a few days later. He was sent home after an initial visit to the emergency room, but taken back to the hospital on Sept. 28 and has been kept in isolation ever since.</p><p>Officials say 10 people had direct contact with Duncan while he was contagious.</p><p>Meantime, burial teams in Sierra Leone are on strike, leaving abandoned bodies in the streets of the country&#8217;s capital. Workers there say they have not been paid.</p><p>So far 3,400 people have died from Ebola in West Africa, which has hit hardest in Sierra Leone, Guinea and Liberia.</p><p><strong> Jason Beaubien</strong> is NPR&#8217;s global health and development correspondent. He&#8217;s in Monrovia, Liberia &#8212; the third time he&#8217;s traveled to West Africa to report on Ebola.</p><p>He joins <a href=\"http://hereandnow.wbur.org/\"><em>Here & Now</em></a>&#8216;s Robin Young to share his observations.</p><h4>Interview Highlights</h4><p><strong>On temporary hospitals and care centers</strong></p><p>“All along there have been these Ebola treatment units, which are a scaled down version of a hospital—it’s just some beds, a place where people would come and look after them. There would be isolation units, they would try to do some rehydration of people. In the better ones you might get an IV, but really it’s not a lot of care.</p><p>&#8220;There is no cure for Ebola, so it’s basically supportive care. That was happening in even the best Ebola treatment units. Now they’re talking about scaled down version of that—they’re calling them ‘community care centers.’ These centers are an opportunity to get people out of the communities. It’s somewhere that’s isolated and people would be cared for by one of their relatives. The relatives would be given protective equipment and be able to look after them in this place until there is a bed in one of the treatment units.”</p><p><strong>On Ebola’s effect on the culture</strong></p><p><strong>“</strong>People don’t shake hands, no one touches each other, and people at the bus stop are all staying arm’s length away from each other. This is very unusual for West Africa. It used to be people would warmly shake your hand and they would hold on to it.”</p><p><strong>On the economy of Liberia </strong></p><p>“Things still are very difficult for people trying to run businesses. There’s only a couple of airlines still coming in here. All of the schools are shut, there’s a big port here and some of the shipping lines are refusing to come in. Exxon decided that they are going to delay some drilling off the coast. So economically it is still very much hitting this place hard.”</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.npr.org/people/2100218/jason-beaubien\" target=\"_blank\">Jason Beaubien</a>, <span style=\"font-weight: normal;color: #000000\">NPR&#8217;s global health and development correspondent. He tweets </span><a style=\"font-weight: normal;color: #2c95c7\" href=\"https://twitter.com/jasonbnpr\">@jasonbnpr</a><span style=\"font-weight: normal;color: #000000\">.</span></strong></li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Snapshot+Of+Monrovia+As+Ebola+Takes+Its+Toll&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"452"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1354634744-f00e00.m3u?orgId=1&ft=3&f=354634741"}]}