{"created":"2014-11-04T21:54:11+00:00","modified":"2014-11-05T21:15:30+00:00","valid":{"from":"2014-11-05T21:15:30+00:00","to":"3014-11-05T21:15:30+00:00"},"hreflang":"en","guid":"09cf36ac-9513-45a1-9930-bb890755d2a3","title":"A new British party borrows a famous old name for next year's election","published":"2014-11-05T21:15:27+00:00","byline":"David Leveille, Leo Hornak","tags":["politics","elections","history","Global Politics","Europe","North America","United Kingdom","United States","Europe","North America","Waleed Ghani","George Washington","Barack Obama","Whig","Politics","History of the United Kingdom","Conservative Party","Tory"],"teaser":"The Whig Party was once a powerful force in British politics, but it's been a century and a half since the Whigs were on British ballots. Now a group is hoping to bring the Whig Party back for parliamentary elections next year and update the party's reformist agenda for 2015.","contentencoded":"<p>It's been well over a century since Whigs were a force in British politics, but the once-powerful party is now back on the ballot.</p>\n<p>\"We've registered with the Electoral Commission, we’re on the British Electoral Register, and, for the first time in 150 years, the Whigs will be contesting the general election next year,\" says Waleed Ghani, who's leading the charge to bring back the Whigs. </p>\n<p>The United Kingdom already has three big parties — Labour, the Conservatives and the Liberal Democrats — so why the need to resurrect an old one on top of that?</p>\n<p>\"The Whig tradition is the intelligent, progressive and decent strain in British politics that for 200 years was carried by the Whigs against the Tories,\" Ghani says. \"The Whig Party abolished slavery and the slave trade, but they also supported the American Revolution in the 18th century.\" Whigs also advocated for issues like expanded voting rights and taking powers away from the monarchy and giving them to parliament.</p>\n<p>Of course, slavery and suffrage aren't exactly the political issues gripping the UK. So the Whigs are shifting their attention to things like immigration, the European Union and social justice. Ghani says the party will have a \"robust\" pro-immigration stance, and cites the country's need for more medical workers.</p>\n<p>\"Our leader of the opposition in the Labour Party ... declared that there need to be thousands more doctors and nurses,\" he says. \"I mean, they're going to come from somewhere and we have to be open about the fact they're going to come from abroad — and they're going to enrich the life of our nation.\"</p>\n<p>Much of the party's history centers on pushing for moral reforms, and Ghani takes a similar stance on the thousands immigrants trying to reach Europe via the Mediterranean. \"We think it's disgraceful that the Conservative Party are saying we're not going to help with that,\" he says. \"There are human beings dying on a European sea and nothing is being done to help them.\"</p>\n<p>Ghani is hoping the Whigs can use social media to connect with supporters and constituents much more closely than Britain's current political establishment does. He takes inspiration from President Barack Obama, who he says used social media masterfully in 2012 \"to outfox the Republicans.\"  </p>\n<p>Another source of support for his new Whig Party may come from the few Americans who identify themselves as Whigs. The party's colors, buff and blue, were adopted \"in solidarity with George Washington's revolutionary army,\" Ghani explains. \"As a result, there was a Whig Party formed in the US, which wasn't a direct offshoot of the Whig Party but used that Whig name.\" </p>\n<p>Ghani says he received a very kind message of support from the States last week, \"welcoming me — or welcoming the Whigs — I should say, back to British politics. I think it's because both in Britain and in the US, the name or the brand perhaps, Whig, does carry these associations with independence, liberty and speaking up against tyranny.\" </p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/IMG_8091b.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/img8091bjpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/110420141.mp3"},{"href":"http://www.pri.org/file/110420141mp3"}]}