{"created":"2014-09-23T23:00:56+00:00","modified":"2015-03-09T18:07:54+00:00","valid":{"from":"2015-03-09T18:07:54+00:00","to":"3015-03-09T18:07:54+00:00"},"hreflang":"en","title":"Dire Predictions On Ebola's Spread From Top Health Organizations","published":"2014-09-24T00:55:00+00:00","teaser":"The World Health Organization warns of more than 20,000 cases by early November if help doesn't arrive quickly in West Africa. The CDC projects 1.4 million cases by late January.","itags":["npr_api","350937467"],"guid":"09e7480b-3f08-4c59-ac2f-29981f9421b9","contentencoded":"<p>Two of the world's top health organizations released predictions Tuesday warning how bad the Ebola outbreak in West Africa could get.</p><p>Both the Centers for Disease Control and Prevention and the World Health Organization agree that the epidemic is speeding up. But the CDC's worst-case scenario is a jaw-dropper: If interventions don't start working soon, as many as 1.4 million people could be infected by Jan. 20, the agency <a href=\"http://www.cdc.gov/mmwr/preview/mmwrhtml/su63e0923a1.htm?s_cid=su63e0923a1_w\">reported</a> in its <em>Morbidity and Mortality Weekly Report</em>.</p><p>Health officials at the CDC in Atlanta don't pull the fire alarm if there isn't a fire. But 1.4 million cases by the end of January? Are they trying to scare us?</p><p>\"Figures of that kind certainly have shock value,\" says Christopher Dye, who directs strategy for WHO in Geneva.</p><p>WHO <a href=\"http://www.nejm.org/doi/full/10.1056/NEJMoa1411100?query=featured_home\">published</a> its estimates for the epidemic in <em>The New England Journal of Medicine. </em>Its prediction is more conservative: more than 20,000 Ebola cases by early November. The agency didn't extend the prediction beyond that month.</p><p>\"These kinds of projections are not to say that this is what is going to happen,\" Dye explains. \"These projections say, 'If there aren't further measures put in place, these are the kinds of case numbers we'd expect to see.' \"</p><p>So what about the 1.4 million cases by late January? Unlike the WHO's model, the CDC's model includes compensation for the fact that many cases probably haven't been reported. So the known cases right now — about 5,800 — is probably much lower than the actually number of people who have gotten Ebola since the epidemic began.</p><p>When this so-called underreporting isn't included in the CDC's models, the agency predicts about 550,000 cases by late January.</p><p>The CDC is modeling out that far into the future to show the enormous cost that comes with delaying aid to Liberia, Sierra Leone and Guinea, says the agency's director, Dr. Tom Frieden.</p><p>\"For each month of delay,\" he says, \"there is a big increase in the number of cases and it gets that much more difficult to control the epidemic.\"</p><p>But he doesn't think a doomsday scenario is likely. He's confident that the most dire projections will not come to pass.</p><p>Both agencies agree on how to turn the tide of this epidemic: Get 70 percent of sick people into isolation and treatment centers. Right now, Dye says fewer than half the people who need treatment are getting it.</p><p>If all goes well, Dye expects the goal of 70 percent could be reached in several weeks.</p><p>But the data have revealed another problem: \"Our great concern is this will be an epidemic that lasts for several years,\" he says.</p><p>The epidemic has hit such a size — and become so widespread geographically — that Ebola could become a permanent presence in West Africa. If that happens, there would be a constant threat that Ebola could spread to other parts of the world.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Dire+Predictions+On+Ebola%27s+Spread+From+Top+Health+Organizations&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Michaeleen Doucleff","audio":[{"meta":{"duration":"161"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1350946988-5e4480.m3u?orgId=1&topicId=1031&e=350937467&d=161&ft=nprml&f=350937467"}]}