{"created":"2014-09-11T23:31:53+00:00","modified":"2014-10-30T22:30:19+00:00","valid":{"from":"2014-10-30T22:30:19+00:00","to":"3014-10-30T22:30:19+00:00"},"hreflang":"en","title":"Crocodile Meets Godzilla — A Swimming Dino Bigger Than T. Rex","published":"2014-09-12T13:00:00+00:00","teaser":"It roamed land and sea and snacked on giant fish. The first few spinosaurus bones were discovered a century ago, but destroyed in WWII. A more complete, second specimen reveals a terrifying predator.","itags":["npr_api","347488364"],"guid":"09ec2ca1-91bd-4c4d-beb0-d1d2c6d09417","contentencoded":"<p>There once was a place on Earth so overrun with giant, meat-eating predators that even a <em>Tyrannosaurus rex</em> would have been nervous. One predator there was even bigger than <em>T. rex,</em> and scientists now say it's apparently the only aquatic dinosaur ever found.</p><p>The swimming monster is called <em>Spinosaurus aegyptiacus</em><em>.</em> It was 50 feet long — longer than a school bus, and 9 feet longer than the biggest <em>T. rex.</em></p><p>A replica of its skeleton is being assembled in a cavernous room at the National Geographic Society in Washington D.C. As workmen worked to finish erecting the exhibit, I walked around the beast with paleontologist <a href=\"http://paulsereno.uchicago.edu/fossil_lab/staff/nizar_ibrahim/\">Nizar Ibrahim</a> from the University of Chicago. He collected the bones and, along with Chicago paleontologist <a href=\"http://paulsereno.uchicago.edu/\">Paul Sereno</a>, determined that it was indeed a swimmer.</p><p>Ibrahim describes the place in North Africa where this spinosaurus lived 97 million years ago as a \"river of giants.\"</p><p>\"Big predatory dinosaurs, giant fish, crocodile-like predators. In fact, the place was really pretty predator-heavy, so I call it the most dangerous place in the history of our planet,\" Sereno says.</p><p>It was swampy, with many rivers. Now it's a desert, where Ibrahim looks for dinosaur bones. But he didn't find spinosaurus's bones, exactly. They found him.</p><p>But first, more about the dinosaur: It takes up most of the room. Its jaw is long, with interlocking front teeth like a crocodile's — good for catching fish, very big fish. Then there are the pits in the bones of its jaw. \"These openings house pressure receptors to detect movement of prey underwater,\" says Ibrahim.</p><p>Spinosaurus's nostrils are back near its eyes — better for breathing while half-submerged. It has a long, serpentine neck. Its long front legs are tipped with footlong claws. \"Probably used to tear apart prey into bite-size chunks,\" Ibrahim says gleefully. Along its back, the dinosaur has 7-foot-tall bony spines that stick up like a picket fence. In life, they supported an enormous sail-like crest.</p><p>The hips and back legs are narrow and small, considering all the weight they carried. On land, spinosaurus probably shuffled on all fours — a lousy walker, but a great swimmer. Plus its bones are solid, not hollow like most dinosaurs'. That suggests that, as in whales and penguins, the bones of spinosaurus acted as ballast. And its feet are wide, like a wading bird's.</p><p>Ibrahim's voice in describing this creature has a new-father's pride. Actually, not so new — as <a href=\"http://www.sciencemag.org/content/early/2014/09/10/science.1258750\">he writes </a>in this week's issue of the journal <em>Science, </em>he and his team spent years examining each of the skeletal characteristics that led them to conclude that this dinosaur was made for swimming.</p><p>Now, it was well-known that big swimming reptiles existed in prehistoric times. But dinosaurs are a very different order of animal than reptiles, and nobody had an inkling that dinosaurs could swim until this one turned up.</p><p>In fact, spinosaurus bones were first discovered 100 years ago, by a German scientist in Egypt. The find puzzled researchers. \"A lot of the skeleton was missing,\" explains <a href=\"http://www.geol.umd.edu/~tholtz/\">Thomas Holtz</a>, a paleontologist at the University of Maryland. \"It was sort of a mystery dinosaur, and the mystery was furthered when all the specimens were destroyed during World War II.\"</p><p>They had been in a museum in Munich that was bombed by Allied planes. Scientists were left with just drawings and, over time, a few more bones that surfaced in Africa. Until recently, paleontologists figured the creature must have lived on land and snagged fish out of rivers — like a giant heron with teeth.</p><p>\"But we were wrong,\" Holtz says. \"It just goes to show, you know, that evolution is pretty tricky and it does all sorts of weird and wonderful things. And that's what makes the living world — and even the dead parts of the living world — so amazing.\"</p><p>But no more amazing than the way Ibrahim found this new specimen. It started in 2008 in Morocco. A local fossil hunter showed him an odd chunk of bone, a dinosaur bone, but one that puzzled him. Ibrahim didn't make much of it at the time. Then, several years later, he was visiting colleagues at a museum in Italy.</p><p>\"My Italian colleagues said, 'We have something you have to see. It just arrived here. It's a partial skeleton; it was spirited out of North Africa. We don't really know where it came from.' \"</p><p>Ibrahim looked at the bones. \"And my jaw just dropped,\" he remembers. \"There were just long spines, skull bones, leg bones, and I thought, 'This is amazing.' \"</p><p>He saw something familiar in the bones. \"It looked exactly like that chunk of bone I had seen in Morocco several years earlier,\" he says. \"And I thought, 'You know what? This could actually be the same skeleton.' And so I thought, 'All I need to do now is travel back to Morocco and find this one man in the middle of the Sahara.' \"</p><p>Ibrahim laughs when he remembers this; his Italian colleagues thought he was crazy.</p><p>But if he could find that fossil hunter, maybe he could find the rest of the bones. So, during several trips to Morocco, Ibrahim searched for the guy with the fossils. No luck. He didn't know the man's name, only that he had a mustache. Then last year, Ibrahim was drinking a cup of mint tea in a Moroccan cafe. He says he was ready to quit searching. He looked up and there was a man dressed in white walking by — with the mustache. It was the fossil hunter.</p><p>Ibrahim stopped him, and begged the man to show him where that first chunk of bone had come from. He said the Italians wanted to repatriate the bones in their possession to the right place — he had to be sure this was, indeed, the source of those bones.</p><p>The man agreed to drive Ibrahim into the desert. They stopped and climbed partway up a mountain, to a hole that had been dug in the rock. And <em>there</em> was the rest of the dinosaur's skeleton.</p><p>Scientists now know what the real <em>Spinosaurus</em> <em>aegyptiacus</em> looked like — and that it swam. The Moroccan and Italian bones have been reunited, and will go back to Morocco. And now we know that Earth, apparently, once was home to a 50-foot, swimming, carnivorous dinosaur.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Crocodile+Meets+Godzilla+%E2%80%94+A+Swimming+Dino+Bigger+Than+T.+Rex&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Christopher Joyce","audio":[{"meta":{"duration":"276"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1347738228-1517a0.m3u?orgId=1&topicId=1007&ft=3&f=347488364"},{"href":"http://media.npr.org/assets/img/2014/09/10/spinosaurus_mm8284_ngm_102014_002-ad2e332b411e3fb2bf6d729ed3022e8a7f9edc5d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1598","width":"2131"}},{"href":"http://media.npr.org/assets/img/2014/09/10/spinosaurus_mm8284_ngm_102014_001-44653a43531549e5642705d836209575788d7bb6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1798","width":"2398"}}]}