{"created":"2015-05-14T02:14:12+00:00","modified":"2015-05-15T11:11:57+00:00","valid":{"from":"2013-08-09T06:29:14+00:00","to":"3013-08-09T06:29:14+00:00"},"hreflang":"en","published":"2013-08-09T06:29:14+00:00","title":"Farewell, Fannie and Freddie? How a privatized mortgage industry affects you","itags":["09fc16d1463cf697be2148dce5b7c5e0","Marketplace","Marketplace Money","PMP:Marketplace_PMP","Marketplace Money for Friday, August 9, 2013"],"byline":"Barbara Bogaev","tags":["APM","Fannie Mae","Freddie Mac","Your Money","housing crisis","mortgage"],"teaser":"Congress's proposed plans to phase out government-backed mortgage giants Fannie Mae and Freddie Mac will almost certainly mean higher mortgage rates for consumers.","description":"Congress's proposed plans to phase out government-backed mortgage giants Fannie Mae and Freddie Mac will almost certainly mean higher mortgage rates for consumers.","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>Building a housing market that&apos;s fair and easy for consumers to navigate has been a recurring topic in President Obama&apos;s recent remarks on the economy.  This past week in a speech in Phoenix, Ariz., the president announced his support to replace government-backed mortgage lenders Fannie Mae and Freddie Mac. Obama says an overhaul of the mortgage system, shifting toward a privatized mortgage industry, will help prevent another housing crisis.</p>\"},{\"content\":\"<p>Personal finance expert and author <a href=\\\"thinkglink.com\\\" target=\\\"_blank\\\">Ilyce Glink</a> says legislators are in the process of working out what a new housing system would look like.  &quot;What Congress is trying to figure out is, how do you still provide a regulated mortgage market where anybody who wants to buy a home is guaranteed to find that there&apos;s money available for them but at the same time, not have the government take on the $100 billion risk that it has taken on and that it has had to shell out for during the recent housing crisis,&quot; Glink says.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>The Senate and the House have presented different proposals on how to design a new mortgage system, and there is no bipartisan agreement on how to do it.  Glink says, &quot;The Republican side of things would like no government backstop, basically.  They don&apos;t want the taxpayers on the hook for dollar one.  On the other side, the Democrats, they&apos;re looking for some sort of government backstop, but no one wants to be at the place where there&apos;s $200 billion -- with a &apos;B&apos; -- that&apos;s on the hook for the American taxpayer because that&apos;s bad for reelections and that&apos;s bad for our government and it&apos;s really bad for people who have to pay for that, like you and me.&quot;</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>If Fannie Mae and Freddie Mac are shut down, consumers should anticipate higher mortgage rates.  But how much higher? Glink says it&apos;s difficult to know.</p>\"},{\"content\":\"<p>&quot;So, there&apos;s the baseline mortgage interest rates, which are going to go up as the economy improves, &quot; she says.  &quot;I mean, let&apos;s face it, we were only at a 3 percent, 30-year fixed because our economy was in dreadful shape and it&apos;s still in pretty bad shape.  So, the economy improves, interest rates go up.  But, if you&apos;ve got to pay for this government backstop, that&apos;s going to be an insurance policy and it&apos;s going to fluctuate and it&apos;s going to be expensive and ultimately, it&apos;s going to be homebuyers that pay for that.&quot;</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Glink says home owners who already have their loans and don&apos;t plan to change the terms shouldn&apos;t be concerned by the possible shift toward a privatized mortgage industry.  &quot;It is going to affect anyone who wants to refinance, get a home equity line of credit, get a second mortgage or actually go out and buy a house and use financing,&quot; Glink says. &quot;I think it could also fragment the market quite a bit more than it is and it could make it tougher for people to qualify for mortgages and this is one of the reasons why the industry is not of a single mind.  They&apos;re very nervous about anything that would change the status quo.  Nobody wants home buyers to go away and if these new rules translate into new mortgage rules that&apos;s tougher to qualify for a loan, that could deeply affect the real estate industry&apos;s pocket.&quot;</p>\"}]","guid":"09fc16d1-463c-4f69-8be2-48dce5b7c5e0","contentencoded":"<div class=\"barn-cleaned\"><p>Building a housing market that's fair and easy for consumers to navigate has been a recurring topic in President Obama's recent remarks on the economy.&nbsp; This past week in a speech in Phoenix, Ariz., the president announced his support to replace government-backed mortgage lenders Fannie Mae and Freddie Mac. Obama says an overhaul of the mortgage system, shifting toward a privatized mortgage industry, will help prevent another housing crisis.</p>\n<p>Personal finance expert and author <a href=\"thinkglink.com\" target=\"_blank\">Ilyce Glink</a> says legislators are in the process of working out what a new housing system would look like.&nbsp; \"What Congress is trying to figure out is, how do you still provide a regulated mortgage market where anybody who wants to buy a home is guaranteed to find that there's money available for them but at the same time, not have the government take on the $100 billion risk that it has taken on and that it has had to shell out for during the recent housing crisis,\" Glink says.</p>\n<p>The Senate and the House have presented different proposals on how to design a new mortgage system, and there is no bipartisan agreement on how to do it.&nbsp; Glink says, \"The Republican side of things would like no government backstop, basically.&nbsp; They don't want the taxpayers on the hook for dollar one.&nbsp; On the other side, the Democrats, they're looking for some sort of government backstop, but no one wants to be at the place where there's $200 billion -- with a 'B' -- that's on the hook for the American taxpayer because that's bad for reelections and that's bad for our government and it's really bad for people who have to pay for that, like you and me.\"</p>\n<p>If Fannie Mae and Freddie Mac are shut down, consumers should anticipate higher mortgage rates.&nbsp; But how much higher? Glink says it's difficult to know.</p>\n<p>\"So, there's the baseline mortgage interest rates, which are going to go up as the economy improves, \" she says.&nbsp; \"I mean, let's face it, we were only at a 3 percent, 30-year fixed because our economy was in dreadful shape and it's still in pretty bad shape.&nbsp; So, the economy improves, interest rates go up.&nbsp; But, if you've got to pay for this government backstop, that's going to be an insurance policy and it's going to fluctuate and it's going to be expensive and ultimately, it's going to be homebuyers that pay for that.\"</p>\n<p>Glink says home owners who already have their loans and don't plan to change the terms shouldn't be concerned by the possible shift toward a privatized mortgage industry.&nbsp; \"It is going to affect anyone who wants to refinance, get a home equity line of credit, get a second mortgage or actually go out and buy a house and use financing,\" Glink says. \"I think it could also fragment the market quite a bit more than it is and it could make it tougher for people to qualify for mortgages and this is one of the reasons why the industry is not of a single mind.&nbsp; They're very nervous about anything that would change the status quo.&nbsp; Nobody wants home buyers to go away and if these new rules translate into new mortgage rules that's tougher to qualify for a loan, that could deeply affect the real estate industry's pocket.\"</p></div>","audio":[{"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/81892877.jpg?itok=lG5AbJKx","meta":{"height":"340","width":"610","crop":"primary"}},{"format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/08/09/marketplace_segment27_20130809_64.mp3","type":"audio/mpeg","meta":{"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/08/09/marketplace_segment27_20130809","type":"application/json"},"duration":289,"duration_hms":"00:04:49"}}]}