{"created":"2015-03-19T07:06:18+00:00","modified":"2015-06-05T15:28:04+00:00","valid":{"from":"2015-06-05T15:28:03+00:00","to":"3015-06-05T15:28:03+00:00"},"hreflang":"en","title":"Why Is Insulin So Expensive In The U.S.?","published":"2015-04-01T23:57:00+00:00","teaser":"<strong></strong>The hormone that controls blood sugar among diabetics is one of the oldest medicines used today. But more than 90 years after its discovery, a low-cost version is no longer available in the U.S.","itags":["npr_api","393856788"],"guid":"0a08f054-1b64-4e94-a6a1-788d1fa34ea7","contentencoded":"<p>Dr. Jeremy Greene sees a lot of patients with diabetes that's out of control.</p><p>In fact, he says, sometimes their blood sugar is \"so high that you can't even record the number on their glucometer.\"</p><p><a href=\"https://www.hopkinshistoryofmedicine.org/content/jeremy-greene\">Greene</a>, a professor of medicine and history of medicine at Johns Hopkins University, started asking patients at his clinic in Baltimore why they had so much trouble keeping their blood sugar stable. He was shocked by their answer: the high cost of insulin.</p><p>Greene decided to call some local pharmacies, to ask about low-cost options. He was told no such options existed.</p><p>\"Only then did I realize there is no such thing as generic insulin in the United States in the year 2015,\" he says.</p><p>Greene wondered why that was the case. Why was a medicine more than 90 years old so expensive? He started looking into the history of insulin, and has <a href=\"http://www.nejm.org/doi/full/10.1056/NEJMms1411398\">published a paper</a> about his findings in this week's issue of the <em>New England Journal of Medicine</em>.</p><p>The story of insulin, it turns out, starts back in the late 1800s. That's when scientists discovered a link between diabetes and damaged cells in the pancreas — cells that produce insulin.</p><p>In the early 1920s, researchers in Toronto extracted insulin from cattle pancreases and gave it to people who had diabetes, as part of a clinical trial. The first patient was a 14-year-old boy, who made a dramatic recovery. Most others recovered as well. Soon, insulin from pigs and cattle was being produced and sold on a massive scale around the world.</p><p>But for some, the early forms of the medicine weren't ideal. Many people required multiple injections every day, and some developed minor allergic reactions.</p><p>Over the next few decades, scientists figured out how to produce higher-quality insulin, Greene says. They made the drug purer, so recipients had fewer bad reactions. They also made the substance able to last longer in the bloodstream, which led to more stable blood sugar levels and less frequent injections.</p><p>\"All of these innovations helped to make insulin a little bit safer, a little bit more effective,\" Greene says.</p><p>Then, in the 1970s, scientists developed a new technique they could use for insulin production, called recombinant DNA technology. It involves putting the human gene for insulin into bacteria, which then produce large quantities of the hormone.</p><p>Then, a funny thing happened, Greene says: \"The older [animal] insulin, rather than remaining around on the market as a cheaper, older alternative, disappeared from the market.\"</p><p>Greene says there's no one reason that companies stopped producing the older animal versions, but they clearly felt it would not be profitable.</p><p><a href=\"http://www.hopkinsmedicine.org/gim/clinical/gss/Riggs.html\">Dr. Kevin Riggs</a>, a professor of medicine at Johns Hopkins and co-author of the new insulin study, says the newer, recombinant version of insulin may have had some advantages in terms of convenience and fewer side effects. But there was probably something else at work — doctors being influenced by marketing.</p><p>\"A lot of time we get caught up in some of the hype,\" Riggs says. \"When a new medicine comes out and it has theoretical advantages, we buy into that and think newer is better.\"</p><p>The company that made the new form of insulin, called Humulin, launched a large marketing effort aimed at doctors and patients shortly after its release.</p><p>But newer drugs aren't<em> </em>always better, says <a href=\"http://explore.georgetown.edu/people/ajf29/\">Dr. Adriane Fugh-Berman</a>, a professor of medicine and pharmacology at Georgetown University. That's partly because drug companies don't have to prove that a new drug is better than what is already on the market — they just have to prove that it's not worse.</p><p>\"In government-funded studies that have compared older drugs to newer drugs, often older drugs come out looking better or equal to newer drugs,\" Fugh-Berman says.</p><p>For example, some patients have found that animal-derived forms of insulin work better for them, she says. They cause less variability in blood sugar, and fewer episodes of hypoglycemia.</p><p>And while those older kinds of insulin are not available in the U.S., they are available elsewhere.</p><p>\"In Canada, there actually is still an animal-derived insulin on the market, and that was really due to the efforts of consumer advocates,\" Fugh-Berman says.</p><p>As the older versions have vanished in the U.S., newer versions have stayed expensive. The drug can cost up to $400 a month. Because of that high cost, many of the estimated 29 million people living with diabetes in the U.S. can't afford it.</p><p>Some industry analysts expect insulin costs to fall in the future. That's because the most recent insulin patents have expired, paving the way to more competition. The FDA has also decided to allow <a href=\"http://www.npr.org/blogs/health/2015/03/10/388668910/fda-decision-signals-new-competition-for-some-of-the-costliest-drugs\">biosimilar</a> versions of insulin onto the market. These are substances that act in a similar way to existing forms, but are not necessarily identical.</p><p>\"But there's concern that the cost savings [with biosimilar insulin] will be nowhere near as robust as they have been with [other types of] generic drugs,\" Greene says.</p><p>\"Rather than reducing costs by 80 percent, as many generics have done, they might reduce costs by 40 percent,\" Riggs says.</p><p>Greene says the point of their recent study about insulin costs isn't to simply blame the drug industry. \"We do not believe that there is a conspiracy to keep insulin expensive,\" he says.</p><p>Rather, he says, incremental improvements in the drug — and the disappearance of older versions, which aren't as profitable — are more likely explanations.</p><p>Greene says innovations in insulin over the past 90 years have been significant. But, he says, it's important to ask this question: \"Do these innovations merit the loss of affordable insulin?\"</p><p>For patients at his clinic who can't afford insulin, Greene says, the answer is clear. A more affordable version is needed.</p><p><br /><em></em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Why+Is+Insulin+So+Expensive+In+The+U.S.%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Anders Kelto","audio":[{"meta":{"duration":"231"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1393982160-d73934.m3u?orgId=1&topicId=1128&d=231&p=3&story=393856788&t=progseg&e=393982100&seg=8&ft=nprml&f=393856788"},{"href":"http://media.npr.org/assets/img/2015/03/18/insulin-production-69670d8cbb30ed26b90ff09a9862c8a21f02a3ef.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2352","width":"3136"}}]}