{"created":"2015-04-21T21:47:34+00:00","modified":"2015-05-05T17:53:08+00:00","valid":{"from":"2015-05-05T17:53:08+00:00","to":"3015-05-05T17:53:08+00:00"},"hreflang":"en","title":"Too Often, Some Say, Volunteer Officers Just Want To Play Cop","published":"2015-04-27T04:31:00+00:00","teaser":"The fatal shooting of a suspect by a volunteer deputy in Tulsa, Okla., raises the question that some have already been asking: Why are nonprofessionals allowed to wear badges and carry guns?","itags":["npr_api","401296066"],"guid":"0a15e367-b448-488f-8345-73df3a0d6537","contentencoded":"<p>Bob Ball is a real estate investor in Portland, Ore., but that's just his day job. For the past 20 years, he has also been a volunteer cop.</p><p>\"When I was new, it was the best time of my life. I got to go out there and wear a white hat and help people and make a difference in my community, one little piece at a time,\" Ball says. \"That's a very, very fulfilling thing to do.\"</p><p>This is real police work. On one occasion, Ball had to pull his gun on a guy threatening a woman with a knife.</p><p>\"He ended up dropping the knife and I didn't shoot,\" he says. \"Time sort of slows down a little bit, too, when you get adrenaline, and in my case I saw his eyes get afraid.\"</p><p>Not shooting that guy earned Ball a medal for valor. But police reserve programs vary a lot. Some departments restrict their volunteers' duties to things like handling crowds, while others let reservists go on patrol and make arrests.</p><p>In Oklahoma, reserve deputy Robert Bates pleaded not guilty this week to manslaughter in the fatal shooting of a suspect during a sting operation. Bates, 73, says it was an accident, because he meant to use his Taser, but the high-profile case is shining new light on the way many law enforcement agencies use volunteers, who often have badges and guns.</p><p>Volunteer police are a long-standing tradition in America — think of the Old West sheriff, swearing in a posse. Some police professionals say it's a tradition that deserves to end.</p><p>Ray Johnson, police chief in Chesterfield, Mo., a suburb of St Louis, says police reservists have always made him nervous.</p><p>\"Law enforcement is one of the few professions that allows people to play at the profession,\" he says.</p><p>Johnson recalls a program in another town where he worked, early in his career.</p><p>\"They were just loose cannons,\" he says. \"They were not properly supervised. They were not properly trained. We had reserve officers who were business people in the community, but they would come in on a Saturday, the two of them, and patrol the streets.\"</p><p>When Johnson was hired to run his own department, he made it a priority to get rid of the reservists. There was political pressure to keep the program, so he did it in stages, slowly restricting the volunteers' police powers.</p><p>Johnson says he doesn't think all police reservists are loose cannons — quite the contrary, he says, many are serious and dedicated.</p><p>\"Because they're doing it as an avocation, they have all the enthusiasm that other people do for some other hobby — but it is a hobby,\" he says.</p><p>Volunteers who work just 20 hours a month don't develop the practical experience they need, and the training tends to fade, Johnson says. How often volunteer inexperience ends up getting someone hurt or killed, we don't know — there are no good national numbers on reservists using force.</p><p>Johnson says he thinks the reservists are being reined in more, especially in metro areas like St Louis. He has a side-line as a reviewer of police departments for the Commission on Accreditation for Law Enforcement Agencies, and he says the reserve programs now seem to be more common in small towns, where it can be hard for police to say no to influential citizens.</p><p>\"Too often we find, in small rural departments, especially, that someone on the council has friends that may be prominent people in the community that want to play cop,\" he says.</p><p>The bigger departments that still use reservists have either restricted their powers or they've gone the other direction. In Portland, for example, program coordinator John Shadron says they've instituted ongoing training for the volunteers.</p><p>\"We looked at it years ago — the same way people are looking at it now — and tried to get ahead of it,\" Shadron says. \"So now you get the exact same yearly training that full-time officers do.\"</p><p>But why put all this effort into training volunteers? Shadron says with a tight police budget, Portland just plain needs them. More than anything, it's money — or a lack thereof — that keeps the American tradition of volunteer police alive.</p><p>\"Every day, we've got at least three or four cars who are doubled up, because you'll have one full-time paid officer who'll be riding with a reserve officer,\" he says.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Too+Often%2C+Some+Say%2C+Volunteer+Officers+Just+Want+To+Play+Cop&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Martin Kaste","audio":[{"meta":{"duration":"240"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1401319055-817611.m3u?orgId=1&topicId=1070&d=240&p=2&story=401296066&t=progseg&e=401311283&seg=5&ft=nprml&f=401296066"}]}