{"created":"2014-09-22T18:18:40+00:00","modified":"2015-03-19T18:37:16+00:00","valid":{"from":"2015-03-19T18:37:16+00:00","to":"3015-03-19T18:37:16+00:00"},"hreflang":"en","title":"Ron Perlman On 'Sons Of Anarchy' And His Many On-Screen Transformations","published":"2014-09-22T19:47:00+00:00","teaser":"Perlman played the ruthless leader of a motorcycle gang on the FX series. In his new book, <em>Easy Street (The Hard Way)</em>, he talks about having a face \"that was not ugly but surely one of its kind.\"","itags":["npr_api","349852498"],"guid":"0a1bc001-ac6f-4653-98ec-51cd26a1c8cf","contentencoded":"<p><em>[Editor's Note: This conversation discusses plot points from the sixth season of </em>Sons of Anarchy<em>.]</em></p><p>Before playing ruthless motorcycle gang leader Clay Morrow on FX's <em>Sons of Anarchy</em>, Ron Perlman played a Neanderthal (<em>Quest for Fire</em>), a hunchback (<em>The Name of the Rose</em>)<em>,</em> a Romulan (<em>Star Trek: Nemesis</em>) and a character he describes as a \"red-tailed, red-bodied, wise-ass devil\" (<em>Hellboy</em> and <em>Hellboy II</em>). But the role that made him famous was the lion-faced beast on TV's <em>Beauty and the Beast</em>, which premiered in 1987. For each of those parts, Perlman had his face, and often his body, covered by prosthetics and special effects makeup.</p><p>Now, Perlman has a new memoir called <em>Easy Street (The Hard Way)</em>. In it, he describes (in the third person) how he looked as a teenager:</p><blockquote><p>[He had] a unique face, a distinctive kisser, as he'd been told a thousand times, with a pronounced jaw and high forehead. It was the kind of face that was not ugly but surely one of its kind, and he'd gotten accustomed to people sometimes taking a double look.</p></blockquote><p>Perlman tells <em>Fresh Air</em>'s Terry Gross that, as a kid, he had low self-esteem.</p><p>\"I probably wasn't told as many negative things by the outside world as I was told by myself,\" he says. \"Most of the source of discomfort, especially now that I look back on it, was self-inflicted. ... I was around 300 pounds by the time I was 12 1/2, 13 years old, and it stayed that way until I took my college physical, which I failed.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On playing roles that call for heavy prosthetic makeup</strong></p><p>It was kind of like a pattern — one heavy-duty prosthetic makeup transformation after another — starting with ... <em>Quest for Fire</em>, then <em>The</em> <em>Name of the Rose</em>, then [the TV show] <em>Beauty and the Beast</em>. Those things happened in succession and gave way ... [to] <em>Hellboy </em>and a number of others. ...</p><p>The character of Vincent in <em>Beauty and the Beast</em> was ... an outcast physically, and was not even allowed to roam the earth because it was too dangerous for him, because he would've been a target. And yet he had more humanity than any 15 people you could think of.<strong> </strong>... There it was. I was being paid to play the Beast on primetime ... but it was like therapy for me because I was exorcising this very, very deep-seated set of feelings that I needed to get out.</p><p><strong>On what it's like to act in heavy prosthetic makeup </strong></p><p>You look like you're doing a lot of stuff because you're covered, but the makeup is so seamless and so liquid. The more subtle you are, the more expressive you are. Everything you're doing, even if you're just thinking something without moving a muscle, it shows through. When I realized how little I had to do in prosthetic makeup and that the makeup was nothing more than an enhancement — an addition, another layer that added to the texture of the character — it was a liberating feeling for me.</p><p><strong>On what his last season on <em>Sons of Anarchy </em>was like</strong></p><p>[On set] I was experiencing being cut from the herd, being isolated, truly isolated. That last season I spent on the show I pretty much never saw anybody that I had been working with for the [previous] six years until the last episode when they offed me. I was doing kind of a separate show. The isolation and the exile was not just character-driven, it was also physical in nature. ... The closeness that had characterized the first few years of the show when we're all getting to know each other and all getting so swept up in what it was we were a part of had turned into something else — something much more lonely, much darker.</p><p><strong>On filming the scene in which his character is executed</strong></p><p>Did I like the fact that I was shot in the jugular? That Jax [Clay Morrow's stepson] readjusts his aim to make it even uglier than it needed to be? No. ... It's a brutal moment. It represented something none of us wanted to see. ... These guys [the rest of the cast] are gonna see it. They are about a month away from ending the shooting of season seven, which is the final season, and they're all going to understand what it's like to say goodbye to a character they've been playing for that long a time. And it just happens. Is it fun? No. But is it inevitable? I mean, the minute you start something, it's gonna end.</p><p><strong>On why he didn't read the <em>Hellboy</em> comics for several years before the film </strong></p><p>I deliberately refused to immerse myself in the world of the [<em>Hellboy</em>] comics. ... I was always [director Guillermo del Toro's] first choice to play the character, but it took him seven years to convince the guys who write the big checks to actually write one with Ron Perlman as the title character because, let's face it, it's a business, and you want to have leverage against your investment, especially an investment as big as a comic book movie. And I was never a household name, and I never expected that Guillermo would pull it off.</p><p>I didn't want to fall in love with a character and a world that I knew I would never be able to participate in because that just would've been more heartbreaking than the reality of it. When he finally pulled it off and got green-lit by Sony for the first film, then I took out all the comic books that he bought me over the years and finally read them and fell in love face to face with the character.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ron+Perlman+On+%27Sons+Of+Anarchy%27+And+His+Many+On-Screen+Transformations&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"1994"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1350651694-96840d.m3u?orgId=1&topicId=1033&aggIds=100876926&e=349852498&d=1994&ft=nprml&f=349852498"},{"href":"http://media.npr.org/assets/img/2014/09/22/soa_603_poenitentia_1193_hires2-b88ea5e495bb6176bd687c36b990082df54fd9b9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1170","width":"1560"}}]}