{"created":"2015-02-03T21:21:35+00:00","modified":"2015-02-11T15:52:58+00:00","valid":{"from":"2015-02-11T15:52:58+00:00","to":"3015-02-11T15:52:58+00:00"},"hreflang":"en","title":"Nebraska Says Colorado Pot Isn't Staying Across The Border","published":"2015-02-04T16:02:00+00:00","teaser":"Law enforcement in Nebraska towns near the Colorado border are reporting a jump in pot-related offenses. Legalization next door, they say, is creating burdensome consequences they never asked for.","itags":["npr_api","382646498"],"guid":"0a37f0b0-4ca2-4246-b954-3c4ff6e6e835","contentencoded":"<p>There's a PSA that greets you on the radio when you're driving the flat stretch of Colorado State Highway 113 near the Nebraska state line: \"With marijuana legal under Colorado law, we've all got a few things to know. ... Once you get here, can't leave our state. Stick around, this place is pretty great.\"</p><p>B.J. Wilkinson, police chief of nearby Sidney, Neb., rolls his eyes whenever he hears that spot, made by the Colorado Department of Public Health and Environment. Sidney is the first town north of the border, and Wilkinson knows firsthand that not everyone's listening to those ads.</p><p>\"Do you really think that somebody listening to that is going to say, 'Oh, they said on the radio I shouldn't take my marijuana back into Nebraska. So because they said it on the radio and I got a warning, I'm gonna listen to it'? Nah,\" he says.</p><p>It's been more than a year since Colorado formally legalized recreational marijuana, and the police in the rural counties that border the state are reporting big increases in illegal marijuana trafficking.</p><p>Wilkinson says marijuana-related offenses in Sidney have increased 50 percent in that time, jumping from 100 to 150 cases.</p><p>Police in border towns like Sidney say that they didn't vote to legalize the drug, but that their communities are burdened with some of the consequences. Two states, Nebraska and Oklahoma, are <a href=\"http://www.npr.org/blogs/thetwo-way/2014/12/18/371770626/two-of-colorado-s-neighbors-sue-state-over-marijuana-law\" target=\"_blank\">asking the Supreme Court to throw out Colorado's law</a> altogether. Colorado has a month left to respond to the lawsuit.</p><p><strong>Changes Coming To 'In Small-Town America'</strong></p><p>\"I'm concerned what [Colorado's legalization] will lead to in terms of a change in culture,\" Wilkinson says, \"a change in the way that we enjoy a certain quality, a certain type of life, in small-town America.\"</p><p>Wilkinson likes that small town life. He's spent his whole law enforcement career working in small towns. He's proud of Sidney, and it shows.</p><p>Sidney, with a population near 7,000, is the headquarters of the hunting and camping retailer Cabela's. It's expanding, and so is the local hospital. There are a lot of jobs to be had here. Wilkinson says Sidney is thriving — and he doesn't want Colorado's experiment with marijuana to get in the way.</p><p>\"I'm not disputing the fact that the people of Colorado voted to make this opportunity exist. I get all that,\" he says. \"My problem is, is that the fallout from it is impacting our way of life and our quality of life here.\"</p><p>Much of what you hear about pot in this community is still pretty anecdotal. The cops say they're seeing an increase in distribution cases involving high school kids, but the high school principal says school officials haven't noticed more of the drug around, and the health department said it's an issue they're tracking. <strong> </strong></p><p>Spend a couple of days in Sidney, and you won't find that marijuana is the number-one topic of conversation in town.</p><p>Bring it up to older folks — the ranchers who've been here 60 years — and sure, they'll bash Colorado's hippie culture. One man in a cafe told me that Colorado's dope shouldn't be Nebraska's problem.</p><p>But bump into someone who's younger, and there's a good chance they might tell you pot isn't as big a deal as it's being made out to be.</p><p>\"There's always been pot around,\" says Brandon Sean, who grew up here. He doesn't smoke pot, but he says this part of the Nebraska panhandle is more independent and libertarian — like Colorado.</p><p>\"What do you do? I mean, you're not gonna stop it from coming over,\" he says. \"That's kinda like the border down south — you ain't gonna stop it.\"</p><p><strong>'Tons Of People, All The Time'</strong></p><p>It's hard to say how much marijuana is coming into Nebraska border towns like this, but one thing is clear: Plenty of people will tell you that if you want to buy pot, you don't have to go far.</p><p>The closest dispensary is about a 45-minute drive southeast in Sedgwick, Colo.</p><p>The town in the far northeastern corner of the state is small — just a couple of streets. There's a bar and an old stage coach motel-turned-antique shop. Next door to the hair salon there's Sedgwick Alternative Relief, which markets itself as the \"First Dispensary in Colorado.\"</p><p>Cathy, who doesn't want her last name used because this is such a small town, is getting highlights in her hair. She lives off one of the back roads by the state line, and it's clear she wants nothing to do with the dispensary.</p><p>\"I think it's increased our revenue, it's definitely increased our population — maybe not with the kindest people,\" she says. \"You just see more out-of-state plates than what we normally do. Like, before the pot shop came into town, nobody drove those roads, and now you see tons of people, all the time.\"</p><p>Today, a couple of cars with Colorado plates are parked in front of the dispensary. There are also plates from Illinois and Kansas and two from Nebraska.</p><p>Nobody really wants to talk to a reporter with a microphone. The dispensary's assistant manager doesn't want to give an interview on tape, but tells me the business sees a lot of customers coming down from Nebraska. But they're mostly older, he says, buying for their own personal use. They're not dealers.</p><p><strong>'We Don't Want This Stuff Here'</strong></p><p>This isn't a big secret. Top law enforcement officials in Colorado have said their state is becoming a major exporter of marijuana, even though it's against the law for pot to leave the state.</p><p>The evidence locker in the courthouse in Deuel County, Neb., east of Sidney and connected to Sedgwick, Colo., by Interstate 76, makes that clear.</p><p>\"These bags here, these totes, these buckets, this was all off of one traffic stop,\" says Sheriff Adam Hayward. \"This is 75 pounds of marijuana.\"</p><p>Hayward says he's overwhelmed.</p><p>Deuel County is roughly the size of Los Angeles, but has a population of just 2,000. Hayward has only a handful of deputies. In 2011 there were only four felony marijuana convictions in the county, but in 2014, there were 32, costing the county $150,000 — money that didn't go toward fixing roads or schools, Hayward says.</p><p>\"Every bit of marijuana we have in here came from Colorado,\" Hayward says. \"We need to stand up and say, 'No, we don't want this stuff here.' It's dangerous. It's bad for people's health. You don't want your kids getting involved in this.\"</p><p>For cops in these small towns along the Colorado border, this fight is about people's health.That's why Nebraska and Oklahoma aren't asking the Supreme Court to force Colorado to pay court costs — they're asking for Colorado's entire experiment with legal, recreational marijuana to be shut down, full stop.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Nebraska+Says+Colorado+Pot+Isn%27t+Staying+Across+The+Border&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Kirk Siegler","audio":[{"meta":{"duration":"366"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1383578486-60f926.m3u?orgId=1&topicId=1003&e=382646498&d=366&ft=nprml&f=382646498"},{"href":"http://media.npr.org/assets/img/2015/02/02/452772560edit-b4cd95dc94ce1e5a13a5ab28021af78db3927e3d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2024","width":"2699"}},{"href":"http://media.npr.org/assets/img/2015/02/02/neb-pot_3827-b4278fd972e336e5170a466ed863eb6edd263ce2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1512","width":"2017"}},{"href":"http://media.npr.org/assets/img/2015/02/02/neb-pot_3809-767cf4f54b4c37967837f1a2ad7e1261d6c95ba5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1424","width":"1899"}}]}