{"created":"2014-11-05T19:59:24+00:00","modified":"2014-11-06T20:57:44+00:00","valid":{"from":"2014-11-06T20:57:44+00:00","to":"3014-11-06T20:57:44+00:00"},"hreflang":"en","guid":"0a47c8e1-d0b7-4b42-b70f-3bef74fd3aa6","title":"Racism shaped George Takei's life 'as fantastically as science fiction'","published":"2014-11-06T20:57:43+00:00","byline":"Nina Porzucki, Shefali S. Kulkarni","tags":["history","Ethnicity & Race","culture","movies","books","Global Nation","Culture","Arts, Culture & Media","Los Angeles","North America","United States","Arkansas","California","North America","George Takei","Star Trek","Japanese-American internment camps","Rohwer War Relocation Center"],"teaser":"Actor George Takei is famous for his role as Mr. Sulu on the original Star Trek — not to mention his wildly popular humor on Facebook. But before he became a star, he lived as an inmate in an internment camp and was forced into Asian stereotypes on screen.","contentencoded":"<p>You may know George Takei as Mr. Sulu from Star Trek, but his own life here on Earth was “transformed as fantastically as science fiction,\" as he puts it.</p>\n<p>“As a boy I looked out on the world imprisoned behind the barbed wire fences of American internment camps,” says Takei in his new documentary, \"To Be Takei.\"</p>\n<p>Takei was born in Los Angeles to Japanese Americans. So when World War II came, his family was taken from their home to a camp in Arkansas. In between was a three-month stop at the Santa Anita race tracks, where the five-person family slept on cots crammed into a horse stall.</p>\n<p>“For my parents, it was the most degrading, humiliating, painful experience,\" Takei says, \"but for me, as a kid, I thought it was fun to sleep with the horses.\" He was just 5 years old.</p>\n<p>The US government forced all Japanese American adults interned in the camps to fill out what was called the “loyalty questionnaire.” The key item was question number 28, which asked, \"Will you swear your loyalty to the United States of America and foreswear your loyalty to the emperor of Japan?\"</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"2049\" width=\"3641\" style=\"line-height: 20.0063037872314px;\" alt=\"George Takei and Dr. Susumu Ito\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/Takei_Documentary_vet.jpg\" title=\"\" /><div class=\"image__credit\">\n    <span class=\"image__credit-label\">\n      Credit:\n    </span>\n    <p>Amy Lanteigne</p>\n  </div>\n\n  <div class=\"field-caption\">\n    <p>George Takei stands with Dr. Susumu Ito, a former Harvard Medical School professor and a World War II veteran. While he was on duty, Ito's family was sent to Rohwer War Relocation Center — the same internment camp where Takei and his family spent several years.</p>\n  </div>\n</div>Takei is still astounded: “This being asked of Americans — we’re Americans! My mother was born in Sacramento, my father raised in San Francisco. For the government to assume that we, because of our faces, are born with this genetic loyalty to the emperor was offensive.\"\n<p>His father and his mother both answered \"no\" to question 28. \"[My father] said they took my business, they took our home, they took our freedom — the one thing they’re not going to take is my dignity. I am not going to grovel before this government,” Takei remembers.</p>\n<p>The family finally returned to Los Angeles in February of 1946, when Takei was 9. The transition back was anything but easy. \"The hatred was still intense. It was right after the war,” Takei says. “No one would hire us. No one would offer us a place to stay.” </p>\n<p>His family ended up living on Skid Row in downtown Los Angeles. “And that, to us kids, was terrifying,\" he says. \"At least behind those barbed wire fences we had a form of routine and normality, and here we were thrust out and thrown into this neighbourhood with the stench of urine everywhere.”</p>\n<p>Takei couldn’t escape the discrimination at school, either: “The teacher continuously called me ‘The Jap Boy’ — a teacher! What had I done?”</p>\n<p>When Takei began reading books about American democracy as a teenager, he questioned his father about their camp experiences.</p>\n<p>“He was the one in our family that suffered the most, and yet he was able to tell me about the core value of our democracy,\" Takei says. \"He said, ‘Ours is a people’s democracy and it can be as great as the people can be — but it’s also as fallable as people are.’”</p>\n<p>But Takei will never forget a moment when he challenged his father about internment. </p>\n<p>“I said, ‘Daddy, you led us like sheep to slaughter when you took us into the internment camp.’ And he was silent for many, many beats and I realized I had hurt him. I had touched a nerve and I felt terrible. Then he said, ‘Well, maybe you’re right.’ And he got up and went to his bedroom and he closed the door. I knew it was painful for him. This arrogant teenager, after he had suffered so much in the war, was again wounding him.”</p>\n<p>Takei never was able to tell his father that he was sorry — he passed away in 1979. “That’s one of the regrets I have in life,\" Takei says.</p>\n<p>The discrimination didn't really end when he made it to Hollywood, either.</p>\n<p>Even well after the war, when overt anti-Japanese racism had waned, movie and TV roles for Asian Americans were rather limited and very often stereotypical. “There were waiter roles, servant roles, villain roles,” Takei says.</p>\n<p>Takei talks in his documentary about the roles he felt compelled to take, like the stereotyped, thickly accented Asian diamond dealer in the 1967 Jerry Lewis film, \"The Big Mouth.\"</p>\n<p>“These are roles that I told my father that I would not do,\" he said. \"I turned it down but my agent said, ‘Jerry Lewis is big box office. You’ve got a momentum going to your career and to keep that momemtum going you’ve got to be attached to a big box office movie.’ And so I did it. Ambition, I guess. My fallibility.”</p>\n<p><iframe width=\"560\" height=\"315\" src=\"http://www.youtube.com/embed/IncgTDAqIoY?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Takei_Feature.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/takeifeaturejpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/100520143.mp3"},{"href":"http://www.pri.org/file/100520143mp3"}]}