{"created":"2014-09-02T21:53:15+00:00","modified":"2014-09-02T21:53:15+00:00","valid":{"from":"2014-09-02T21:53:15+00:00","to":"3014-09-02T21:53:15+00:00"},"hreflang":"en","guid":"0a475db8-8555-45d9-8ee2-aa780bbcfa0a","title":"Scottish expats can't vote in the independence referendum, but they will have their say","published":"2014-09-02T21:53:14+00:00","byline":"Elizabeth Ross","tags":["politics","government","Global Politics","Boston","Marblehead","Europe","North America","United Kingdom","United States","John McIlwaine","William Bowry","Politics of the United Kingdom","United Kingdom","Scottish independence","Scotland","Scottish Parliament","Referendum"],"teaser":"In a little over two weeks, Scots will decide whether Scotland should stay in the UK. Scottish expats won't get to vote. As you might imagine, many expats are not happy about that.","contentencoded":"<p>September 2 is the deadline for those living in Scotland to register to vote in the country&rsquo;s independence referendum. On September 18, more than 4 million people in Scotland will decide whether to stay in the United Kingdom, along with England, Wales and Northern Ireland, or split.</p><p>This summer, viewers of the network Starz saw the debut of the stunning series, &ldquo;Outlander.&rdquo; The series follows a World War II English combat nurse named Claire. She is mysteriously whisked back in time to the 18th Century Scottish Highlands, where she meets the dashing young warrior, Jamie, who is part of a clan fighting against the Scottish union with England.</p><p>Now fast forward to the 21st century and the very real drama playing out between England and Scotland. This time it&rsquo;s a battle that pits the Scottish government against the British one. It is peaceful &mdash; there are no prisoners and no shots have been fired but, just like &ldquo;Outlander,&rdquo; it is passionate. It comes down to this: Is Scotland willing to break its union with England that has lasted more than 300 years?</p><p>Rhod Sharp is the long-serving host of the BBC show &ldquo;Up All Night&rdquo; on Radio 5 live. &ldquo;This vote here is a bigger deal in constitutional terms probably than anything that&rsquo;s happened in Scotland since 1707 which was the time of the union of the parliaments,&rdquo; he says.</p><p>Sharp is originally from Scotland. These days he hosts his radio show out of his studio in his home in Marblehead, Massachusetts, a town familiar with struggles for independence during the American Revolution. Recently, Sharp has been considering what would be at stake if Scotland has its own revolution.</p><p>&ldquo;Many arrangements have to be reconsidered,&rdquo; he says. &ldquo;The currency union has to be renegotiated, the union with the rest of Europe [the European Union], has to be renegotiated. The relationship with the British armed forces is called into question, as is the relationship with foreign policy, and many aspects of living in Britain would have to change.&rdquo;</p><p>[[{\"fid\":\"73289\",\"view_mode\":\"default\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":3456,\"width\":4608,\"style\":\"width: 400px; height: 300px; float: right; margin: 5px;\",\"alt\":\"Rhod Sharp\",\"title\":\"Rhod Sharp\",\"class\":\"media-element file-default\"}}]]Sharp has accepted that he won&rsquo;t have a say in Scotland&rsquo;s independence decision, but he&rsquo;s ticked off that the referendum will force people to choose between being Scottish or British. He says it&rsquo;s the ability to be both that makes things interesting.</p><p>&ldquo;On the one hand, kind of wanting to be invited to a garden party with the queen &mdash; and on the other hand being fiercely proud of the fact that we beat the hell out of the English in 1314 and continue to do so whenever the opportunity arises in rugby every 20 years or so,&rdquo; he says.</p><p>John McIlwaine grew up in Glasgow. He says he would vote for an independent Scotland. But he won&#39;t be able to.&nbsp;<span style=\"font-size: 13.3333339691162px; line-height: 20.0063056945801px;\">He now lives in the Boston suburb of Newton and works for a software company.&nbsp;</span></p><p>He thinks a vote for independence will give the Scottish parliament, rather than the British one, the power to make important decisions for his country.</p><p>There is something about the referendum that McIlwaine finds galling, though. The vote is open to some people living in Scotland who are not Scots, while more than a million Scots, even those living in the rest of the UK, can&rsquo;t participate.</p><p>&ldquo;I can&rsquo;t vote on self-determination of Scotland, which is where I was born,&rdquo; he explains. &ldquo;It is where I spend time every year, I own property and I still spend quite a bit of money. So it&rsquo;s disappointing for me that I can&rsquo;t vote, especially since if you&rsquo;re English and you live in Scotland for a short amount of time you can vote.&rdquo;</p><p>William Bowry teaches English and theater at the British International School of Boston. He says that while it is disappointing to be excluded from the vote, he understands the decision and accepts that it was his &ldquo;choice not to live in Scotland.&rdquo;</p><p>Bowry frequently posts his arguments opposing independence on social media, including Facebook. His chief concern is Scotland&rsquo;s economy.</p><p>&ldquo;My fear is of the unknown, in that I&rsquo;m not quite sure what will happen financially and fiscally in an independent Scotland,&rdquo; he explains. &ldquo;It&rsquo;s all very well waving kilts across the highlands, but when it comes to the question of &#39;are you going to receive the same pension rate,&#39; I think that&rsquo;s what people will ultimately vote on.&rdquo;</p><p>Like any good drama, this one isn&rsquo;t over. Tune in again on September 18 to find out what ultimately happens.</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Scotland%20Flag.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"/file/scotland-flagjpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/090220146.mp3"},{"href":"/file/090220146mp3"}]}