{"created":"2015-03-22T11:59:45+00:00","modified":"2015-05-06T15:05:39+00:00","valid":{"from":"2015-05-06T15:05:39+00:00","to":"3015-05-06T15:05:39+00:00"},"hreflang":"en","title":"For The Underdogs, Winning The NCAA Was Extra Sweet ","published":"2015-03-22T19:08:00+00:00","teaser":"The 1988 Kansas Jayhawks came from behind and won the championship. Three members of the team reflect on what they learned from the big game and what happened to them in the years after.","itags":["npr_api","394578284"],"guid":"0a4b0b69-cc88-4462-bfb5-7825b28140ff","contentencoded":"<p>Every March, the madness takes hold.</p><p>The NCAA college basketball tournament might be the most emotional event in college sports. Sixty-four teams in a single-elimination tournament. The regular season can be blown away in a single game.</p><p>After that one tournament, it's all gone. But we always remember those ultimate underdogs — George Mason, Butler, Richmond. This year, it was Georgia State — until Saturday, when the Panthers fell to the Xavier Musketeers.</p><p>In 1988, the team that came from behind and shocked the country was the University of Kansas Jayhawks, led by the inimitable Danny Manning. The team that won the championship that year became known as Danny and the Miracles.</p><p>In our For the Record segment this week, we look back at that team, that victory and what it meant to three former players: Jeff Gueldner, Clint Normore and Milt Newton.</p><hr /><h3><strong>Jeff Gueldner (Guard)</strong></h3><p>Jeff Gueldner was a starting guard for the KU Jayhawks. Today, he is a divorced father of two girls, an insurance salesman and a cancer survivor. He is also an avid KU basketball fan and makes an effort to wear some piece of KU paraphernalia every time he leaves the house.</p><p>He's got this advice for players in the tournament right now.</p><p>\"Enjoy the ride, because it's over quickly,\" Gueldner told us. \"You really don't realize the impact and how much people care. And you don't really recognize that until you get out of it and you become a fan, and you're sitting with other fans and you listen to them, how important I was to them 25 years ago. God, it's 25 years.\"</p><h3>Clint Normore (Point Guard)</h3><p>Clint Normore was a reserve point guard on the team. Today he heads up diversity programs at Oklahoma City University. He remembers a lot of things about that final game, but one sensation in particular.</p><p>\"I do remember playing in the game and not really hearing the fans,\" Normore said. \"I remember hearing the ball bounce, often. I remember hearing my teammates' voices, I remember hearing my coaches' voices. I don't really remember hearing how loud the crowd was. And that was really profound for me, because ... that is the point at which you are really playing beyond and within the game, and you're in that moment.\"</p><h3>Milton Newton (Forward)</h3><p>Milton Newton was a starting forward for KU in 1988. His dad told him that if he couldn't make it as a pro ball player, he should figure out a way to make some kind of career in basketball. And he did. Newton is general manager of the Minnesota Timberwolves. He said KU Coach Larry Brown taught him lessons he using to this day.</p><p>\"The one thing he always says is, 'Playing the game the right way,' \" Newton said. \"Being able to sacrifice for the good of the team, being a <em>we</em> player instead of a <em>me</em> player, seeing the vision and [being] willing to give up your individual agenda to win as a team.\"</p><p><strong>My Three Takeaways</strong></p><p>First, I learned that basketball was actually invented by <a href=\"http://www.biography.com/people/james-a-naismith-9420059\" target=\"_blank\">this guy</a>, who later brought the game to the University of Kansas.</p><p>Second, Manning, who was drafted by the LA Clippers and played 15 seasons in the NBA, seems like a great guy. Gueldner, Normore and Newton all talked about him — it's hard to tell the story of that championship game without invoking his name. For all the attention Manning got and the career he went on to have, you wouldn't be surprised if the guy had the kind of ego that put distance between himself and the rest of the guys on that team. But that didn't seem to be the case. In fact, Normore told us that a few years ago when some of the team got together for a reunion, Manning gave them each a replica of their KU jersey in a frame. Normore still has that hanging in his house.</p><p>Third, college basketball seems to move people at a different level than other sports. Gueldner told us about getting cancer and feeling really alone — his wife had recently left him. As soon as the folks at KU found out, he was overwhelmed with notes and care packages from people he'd never met before. But it didn't matter. Gueldner was part of that storied '88 Jayhawks team. They rooted for him then and they were doing so again when he needed it most.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+The+Underdogs%2C+Winning+The+NCAA+Was+Extra+Sweet+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Rachel Martin","audio":[{"meta":{"duration":"588"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1394636759-4569d9.m3u?orgId=1&topicId=1055&d=588&p=10&story=394578284&t=progseg&e=394636692&seg=11&ft=nprml&f=394578284"},{"href":"http://media.npr.org/assets/img/2015/03/22/cropcs_gueldner_mug_t640_custom-b36e58ef046da570439bad384a9526ceea1dd689.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"714","width":"536"}},{"href":"http://media.npr.org/assets/img/2015/03/22/clinton-normore_custom-1086c201761af88e611cf6c889b1fbca724acd90.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1800","width":"1198"}},{"href":"http://media.npr.org/assets/img/2015/03/22/newton_milt_custom-c06625f86b8c8433f4ba67150837506ee44bd0af.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"3822","width":"2777"}}]}