{"created":"2014-09-04T16:43:35+00:00","modified":"2014-09-26T15:10:10+00:00","valid":{"from":"2014-09-26T15:10:10+00:00","to":"3014-09-26T15:10:10+00:00"},"hreflang":"en","title":"The Harlem Hellfighters: Fighting Racism In The Trenches Of WWI","published":"2014-04-01T23:58:00+00:00","teaser":"The Harlem Hellfighters broke barriers as the first African-American infantry unit to fight in World War I. Their story is retold in a new graphic novel written by Max Brooks, author of <em>World War Z</em>.","tags":["npr_api","294913379"],"guid":"0a4d07ca-6b7a-44f5-a4d6-5be38fb37305","contentencoded":"<p>The 369th Infantry Regiment served 191 days under enemy fire in Europe. They returned home one of the most decorated American units of World War I.</p><p>\"The French called them the 'Men of Bronze' out of respect, and the Germans called them the 'Harlem Hellfighters' out of fear,\" explains <a href=\"http://www.npr.org/books/authors/137932996/max-brooks\" target=\"_blank\">Max Brooks</a>, author of <em>The Harlem Hellfighters</em>, a new graphic novel about the first African-American infantry unit to fight in World War I.</p><p>The syncopated stylings of <a href=\"http://www.youtube.com/watch?v=wpFCuZ-B4j0\" target=\"_blank\">their regimental band</a>, led by James Reese Europe, introduced French listeners to American jazz. As soldiers, the Harlem Hellfighters left their mark in the trenches of France.</p><p><strong>'A Powder Keg'</strong></p><p>\"We did not give ourselves our name [the 'Harlem Hellfighters'],\" says Col. Reginald Sanders, a former commander of the 369th Sustainment Brigade, which descended from the original World War I unit. \"Our enemies gave us our name, [which] is an honor.\"</p><p>Today's Hellfighters specialize in combat logistics in places like Saudi Arabia, Kuwait, and Mali. But Sanders hasn't forgotten the unit's early history of fighting on the front lines in France and in the U.S. Their first battle was during training camp in Spartanburg, S.C., in October 1917. Just weeks earlier, the arrival of another African-American regiment sparked a race riot in Houston.</p><p>Tense standoffs arose between the Hellfighters and white residents in Spartanburg. \"[It was] a powder keg!\" Brooks say. \"The whole nation was keyed up for another race riot, and you're sending northern black troops to train in South Carolina ... the first state to secede from the Union.\"</p><p>But in the end, the Hellfighters left town without a major incident.</p><p>\"What separates a soldier from a civilian is discipline — the notion of mental control and the notion of restraint,\" Brooks adds. \"I don't think any soldier, short of a samurai, has shown more restraint than the Hellfighters at Spartanburg.\"</p><p><strong>'The Weight Of The World'</strong></p><p>Their training prepared them for combat, but racial segregation in the U.S. Army kept them from marching to the front lines in France. Instead, they, and other African-American soldiers, were put to work unloading ships.</p><p>\"[The white establishment] did not think that African-Americans had the intelligence to think clearly,\" Brooks says.</p><p>The French army absorbed the Hellfighters to help replenish their own ranks, finally giving them the opportunity to fight that the U.S. Army denied them. Still, Sanders adds that some French officers doubted whether the African-American soldiers had enough courage to go into battle.</p><p>But the Hellfighters did not disappoint.</p><p>\"[The French] were shocked at how willing the Americans were to charge into the face of death,\" Brooks explains. \"Everybody [in this unit] had so much to prove on every level. The soldiers had to prove their courage. The officers had to prove their intelligence and their courage. There really was the weight of the world on all their shoulders.\"</p><p><strong>'Proud To Be Americans, Proud To Be Black'</strong></p><p>Melville Miller was 16 when he joined the Harlem Hellfighters, which was first formed as the 15th New York National Guard regiment. Decades after World War I, he could still recall marching through formerly German-occupied territory.</p><p>\"That day, the sun was shining, and we were marching. And the band was playing,\" Miller told an interviewer for the <a href=\"http://www.youtube.com/watch?v=w2ESKQRBSt0\" target=\"_blank\">1977 documentary <em>Men of Bronze</em></a>. \"Everybody's head [was] high, and we were all proud to be Americans, proud to be black, and proud to be in the 15th New York Infantry.\"</p><p>Miller and his comrades were awarded French Croix de Guerre medals for their bravery. They were welcomed home with a parade in New York City along Fifth Avenue, an honor denied to them before they left for war because of their race.</p><p>But the cheering didn't last for long.</p><p>\"They came home to some of the worst racial violence in American history, the Red Summer of 1919,\" Brooks explains. \"I don't think there's been that level of race riots that we've seen in American history.\"</p><p>Brooks adds there was a tremendous amount of <a href=\"http://www.npr.org/2013/01/21/169082786/double-v-the-fight-for-civil-rights-in-the-u-s-military\" target=\"_blank\">pushback against African-American soldiers</a> once they returned to civilian life.</p><p>As the narrator of his graphic novel says, \"It'd be a nice story if I could say that our parade or even our victories changed the world overnight, but truth's got an ugly way of killin' nice stories.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Harlem+Hellfighters%3A+Fighting+Racism+In+The+Trenches+Of+WWI&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Hansi Lo Wang","audio":[{"meta":{"duration":"275"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1297866888-78d722.m3u?orgId=1&topicId=1161&aggIds=100876926&ft=3&f=294913379"},{"href":"http://media.npr.org/assets/img/2014/03/26/hellfighters024-cb76ef4d6999eddee89810e17af886bde2b6f811.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"5625","width":"3975"}},{"href":"http://media.npr.org/assets/img/2014/03/26/hellfighters113-49e69e146ce873f9a17e5ae978b29c9af2f26bb5.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"5625","width":"3975"}},{"href":"http://media.npr.org/assets/img/2014/03/26/hellfighters126-4f87757ea34053847d1df077982b074df0628af0.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"5625","width":"3975"}},{"href":"http://media.npr.org/assets/img/2014/03/26/hellfighters223-21d03fc9ceb942c37733984117883e1d17997b21.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"5625","width":"3975"}},{"href":"http://media.npr.org/assets/img/2014/03/26/hellfighters235-30259e43e5b99004680ed4b3fa99a581a37fd2a1.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"5625","width":"3975"}},{"href":"http://media.npr.org/assets/img/2014/03/26/hellfightersjacket-efa4998a8518f44813c4cec6356728f30eb27fda.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1293","width":"1726"}},{"href":"http://media.npr.org/assets/img/2014/03/27/Brooks-f84d70aaecb4458a96404eaf5b0824ac30e0ed25.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3263"}},{"href":"http://media.npr.org/assets/img/2014/04/01/369th-15th-new-york-85180a1b3e194b5e550aef631016019614f7ad77.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2248","width":"3000"}}]}