{"created":"2014-10-25T09:36:10+00:00","modified":"2015-04-20T20:24:24+00:00","valid":{"from":"2015-04-20T20:24:23+00:00","to":"3015-04-20T20:24:23+00:00"},"hreflang":"en","title":"Tracing A Gin-Soaked Trail In London","published":"2014-10-25T15:57:00+00:00","teaser":"Around the world, new gin distilleries are popping up like mushrooms after a rain. NPR traces the boom to its historic roots in London, which once had 250 distilleries within the city limits alone.","itags":["npr_api","356708745"],"guid":"0a4f1335-54df-425f-bf1a-1fded686093b","contentencoded":"<p>In Scotland, some long-time whisky makers are switching over to gin. In Germany, people who distill traditional brandies are doing the same. The world is in the middle of a gin distillery boom, and it is coming to America.</p><p>One place to find the roots of this boom is London, where 250 distilleries once existed in the city limits alone.</p><p>For Charles Maxwell, this story is personal. \"My great-great-grandfather was apprenticed in the city of London in the 1680s to learn how to make gin,\" Maxwell says. \"And from that day to this, we've distilled gin in London.\"</p><p>Maxwell is the only man ever to have received the London Gin Guild's lifetime achievement award. He and his ancestors have watched the drink go in and out of fashion many times over the centuries. The high point — or really the low point — was in the mid-1700s.</p><p>\"Things had got slightly out of hand in England,\" says Maxwell. \"We'd actually got to the point where the consumption per person in England was over four cases of gin a year.\"</p><p>That's 48 bottles of gin each. More if you leave out children, though some kids drank it, too.</p><p>In 1751, the artist William Hogarth created his famous print, \"Gin Lane,\" showing chaos as a drunken mother drops her baby in the gin-soaked London streets. (That print was commissioned by the beer brewers.)</p><p>London is not returning to the days of Gin Lane. For one, alcohol is now tightly regulated and can no longer be sold out of bathtubs. But we are in the midst of a worldwide gin distillery boom.</p><p>At a bar in central London called Graphic, more than 300 gin brands line the shelves. Manager Dom Balfour says the owners didn't set out to create a gin destination — \"it's just something that happened over time a few years ago.\"</p><p>\"Someone took an interest in gin and started to increase the amount of gins. Before you know it, you've got 100. Then you've got 200. Then you've got 300, and it keeps going.\"</p><p>On this night, an up-and-comer is trying to find a bit of space on the crowded shelves. Nick Tilt is here representing Sloane's gin, a new brand from the Netherlands. He launches into a sales pitch about the flavors of fresh citrus fruits, and <a href=\"http://www.npr.org/blogs/thesalt/2014/08/29/344262822/real-vanilla-isnt-plain-it-depends-on-dare-we-say-it-terroir\">vanilla from Madagascar</a> \"that creates a full creaminess to the middle of the palate and holds all the other flavors together.\"</p><p>His colleague pulls out little vials of angelica root and coriander seeds. He deploys spray bottles to spritz the aromas. It's quite a production.</p><p>There's a simple reason that so many new alcohol producers are making gin instead of vodka or whiskey.</p><p>\"Gin has a flavor profile. But it doesn't require the lengthy aging process you get with a whiskey or a brandy,\" says Frank Coleman of the Distilled Spirits Council of the United States.</p><p>So it has more personality than vodka, but it doesn't take the time to produce that brown spirits demand. With gin, you can distill today and sell tomorrow. And Coleman says the big brands are happy to see these new guys pop up on the scene.</p><p>\"It's sort of like the farm team, you know? In the past, they spent millions of dollars, in some cases, to develop new brands. Now they look at the marketplace and they can just buy a brand if they want to incorporate it into their portfolio.\"</p><p>In the U.S., Coleman says, more than 45 states now have small new distilleries. There is no reliable data on how many of those new distilleries are gin, but Coleman believes the percentage is high, since gin is so easy and quick to produce relative to other alcohols.</p><p>One strange quirk of this boom is that people are not, overall, drinking more gin than before. Instead, people are drinking a wider range of gins and paying more for the privilege. That is, the slices of the pie are getting smaller, and each slice is becoming pricier.</p><p>On the London gin scene, the wise old man is Beefeater — for decades, the only distiller left in the city limits. Today there are eight. Desmond Payne is the master distiller, tasting the brew every day to make sure the blend is just right.</p><p>\"Every drop of our 2.6 million cases comes from this distillery,\" he says, standing in a massive room surrounded by ancient bulbous copper stills. The air smells like juniper and orange peel.</p><p>Payne believes part of the new interest in small-batch gins comes from a broader locavore, farm-to-table trend.</p><p>\"I think people are far more interested in what they eat and drink, and how it's made, and what the ingredients are and where they come from,\" he says.</p><p>It's easy for him to be generous about the newcomers. Small distilleries are still only a tiny fraction of the total gin market. And the big brands have watched many of them come and go over the decades, as fickle drinkers slurp up a trend, then leave it at the bar.</p><p>And now, some gin recipes straight from the source.</p><p><strong>Desmond Payne from Beefeater: Negroni</strong></p><p>25ml Beefeater</p><p>25ml sweet vermouth</p><p>25ml Campari</p><p>Stir and strain</p><p>Rocks glass</p><p>Cubed ice</p><p>Orange slice or twist</p><p><strong>Charles Maxwell from Thames Distillers: Tom Collins</strong></p><p>2 oz gin</p><p>1 oz lemon juice</p><p>1 tsp superfine sugar</p><p>3 oz club soda</p><p>1 maraschino cherry</p><p>1 slice orange</p><p>Combine the gin, lemon juice, and sugar in a shaker with ice. Shake well. Strain into a collins glass almost filled with ice cubes. Add club soda. Stir and garnish with the cherry and the orange slice. Tip: You probably want a beefier, big gin.</p><p><strong>Giovanni Cascone, from Graphic Bar: Corpse Reviver #2</strong></p><p>Equal parts gin, lemon juice, triple sec (commonly Cointreau), Kina Lillet, and a dash of absinthe. Tip: \"I use a Beefeater – you want a citrusy gin in this case.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Tracing+A+Gin-Soaked+Trail+In+London&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ari Shapiro","audio":[{"meta":{"duration":"256"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1358789951-f164e7.m3u?orgId=1&topicId=1053&e=356708745&d=256&ft=nprml&f=356708745"},{"href":"http://media.npr.org/assets/img/2014/10/16/gin-1f261243720aaeda1f2f3b6f75cf4adfc2e3fb85.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2810","width":"3747"}},{"href":"http://media.npr.org/assets/img/2014/10/20/photo-14-10-2014-14-31-09-9ede1903458edeb78a3bdd70d4c3cafeebfedb81.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3262"}},{"href":"http://media.npr.org/assets/img/2014/10/21/photo-15-10-2014-17-03-421-a2b91eaf3e4c43f39a512f2650c62b7007ea56f6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3262"}},{"href":"http://media.npr.org/assets/img/2014/10/20/photo-15-10-2014-11-02-16-dea92dbffdcb85e6d5228600103036f78fcbf121.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3262"}},{"href":"http://media.npr.org/assets/img/2014/10/21/photo-14-10-2014-14-31-22-2e829710cc8985731d00a00ee22b606dfa91798f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3262"}}]}