{"created":"2015-06-10T04:08:30+00:00","modified":"2015-07-03T20:23:07+00:00","valid":{"from":"2015-07-03T20:23:07+00:00","to":"3015-07-03T20:23:07+00:00"},"hreflang":"en","title":"Juan Felipe Herrera Named U.S. Poet Laureate","published":"2015-06-10T23:20:00+00:00","teaser":"Already California's poet laureate, the prolific Chicano writer bears an enduring fascination for his native state — and a passion for teaching that's likely to shape his time in the new role.","itags":["npr_api","412909814"],"guid":"0a51ab88-c64f-48ac-8231-feddaf3037d7","contentencoded":"<p>Poetry readers, prepare yourselves for a passing of the laurels. The Library of Congress announced in the wee hours Wednesday that the next U.S. poet laureate will be California writer Juan Felipe Herrera. He will be the first Latino poet to be appointed to the position.</p><p>\"This is a mega-honor for me,\" Herrera said in the announcement, \"for my family and my parents who came up north before and after the Mexican Revolution of 1910 — the honor is bigger than me.\"</p><p>A poet of Chicano descent, the 66-year-old has spent just about his whole life on the West Coast. Born to a family of migrant farmworkers, Herrera bounced from tent to trailer for much of his youth in Southern California, eventually going on to study at UCLA and Stanford. Years later, he stepped out of the state to attend the Iowa Writers' Workshop, before — you guessed it — returning home to California.</p><p>His introduction to poetry, however, came much earlier — from his mother.</p><p>\"She used to recite poems kind of spontaneously,\" he told NPR's Audie Cornish. \"Something would move her, and then she would just break into a poem that she remembered from her childhood. My sister, my grandmother and my mom came up on the train to Juarez, Chihuahua [Mexico], and then across the border to El Paso, Texas, with those early rhymes and songs and poems.\"</p><p>Along the way, Herrera has been prolific — so prolific, in fact, that few seem to agree just how many books the man has written. (<a href=\"http://lareviewofbooks.org/interview/three-questions-juan-felipe-herrera-regarding-new-book-portraits-hispanic-american-heroes\">Some</a> say 30, <a href=\"http://blueflowerarts.com/artist/juan-felipe-herrera/\">others</a> 29, and the Library of Congress says 28. We'll just put the number at \"dozens.\") Those works include poetry collections, novels in verse and plenty of children's books. Across this body of work, the shadow of California, and his cultural heritage, has loomed large.</p><p>\"I've worked throughout California as a poet; in colleges, universities, worker camps, migrant education offices, continuation high schools, juvenile halls, prisons, and gifted classrooms,\" Herrera told <a href=\"http://www.highlandernews.org/3405/interview-with-juan-felipe/\">the campus newspaper</a> at the University of California, Riverside, where he taught creative writing. \"I would say [I've been] from San Diego all the way to Arcata and throughout the valleys ... for the last 40 years.\"</p><p>The role of poet-in-chief isn't entirely new to Herrera. Beyond his teaching duties at UC Riverside, he served a two-year stint as California's poet laureate, from 2012 to 2014. He's the first Latino poet to have assumed that role in the state's history.</p><p>The U.S. poet laureate's one-year term doesn't carry a lot of prescribed responsibilities — \"the Library keeps to a minimum [its] specific duties,\" according to the announcement — but past laureates have often embarked on projects to advocate on behalf of the form and to widen its audience. And if there's anything to be gleaned from Herrera's past, it's that Herrera likely will be active in the new position, too.</p><p>\"I'm going to invite all communities to write</p><p>In <a href=\"http://www.zyzzyva.org/2014/11/04/teaching-poetry-means-make-it-human-qa-with-juan-felipe-herrera/\">a conversation</a> with the journal <em>Zyzzyva</em>, Herrera set out a mini-manifesto of sorts for the role of the writer as teacher.</p><p>\"These days I think it is good to be in society — to wake yourself up in the throng and mix of people on sidewalks, subways and cafeterias — so teaching writing keeps me at the root of things: new voices, new experiences and new ways of meditating on life and the planet,\" Herrera said. \"Both are extremely essential.\"</p><p>\"Poetry,\" he said, in <a href=\"http://articles.latimes.com/2012/may/20/local/la-me-poet-laureate-20120521\">an interview</a> two years earlier with <em>The Los Angeles Times</em>, \"can tell us about what's going on in our lives, not only our personal but our social and political lives.\"</p><p>Herrera is expected to step into the position this fall with the National Book Festival in September. He will succeed Charles Wright, the current U.S. poet laureate. No word yet on when they plan to exchange their poetic licenses.</p><p>But, if you're new to Herrera's work, don't just trust me with your first impression. Below, you'll find Herrera himself, in a poem excerpted from his 2008 collection, <em>Half of the World in Light</em>:</p><blockquote><p><strong>Let Me Tell You What a Poem Brings</strong></p><p><em>for Charles Fishman</em></p><p>Before you go further,<br />let me tell you what a poem brings,<br />first, you must know the secret, there is no poem<br />to speak of, it is a way to attain a life without boundaries,<br />yes, it is that easy, a poem, imagine me telling you this,<br />instead of going day by day against the razors, well,<br />the judgments, all the tick-tock bronze, a leather jacket<br />sizing you up, the fashion mall, for example, from<br />the outside you think you are being entertained,<br />when you enter, things change, you get caught by surprise,<br />your mouth goes sour, you get thirsty, your legs grow cold<br />standing still in the middle of a storm, a poem, of course,<br />is always open for business too, except, as you can see,<br />it isn't exactly business that pulls your spirit into<br />the alarming waters, there you can bathe, you can play,<br />you can even join in on the gossip—the mist, that is,<br />the mist becomes central to your existence.</p><p><em>Excerpted from </em>Half of the World in Light: New and Selected Poems<em> by Juan Felipe Herrera. Copyright 2008 Juan Felipe Herrera. Reprinted with the permission of the University of Arizona Press. This material is protected from unauthorized downloading and distribution.</em></p></blockquote>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Juan+Felipe+Herrera+Named+U.S.+Poet+Laureate&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"Colin Dwyer","audio":[{"meta":{"duration":"329"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1413497086-3082fe.m3u?orgId=1&topicId=1161&aggIds=100876926&d=329&story=412909814&ft=nprml&f=412909814"},{"href":"http://media.npr.org/assets/img/2015/06/09/herrera11-94c0ecb29197da191bb81d0e9ce8f54160b5949c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"712","width":"949"}},{"href":"http://media.npr.org/assets/img/2015/06/09/7044ucr005217-1bb5c7fca6b0f60663da5617d9e0d2e887e1243e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2929","width":"3905"}}]}