{"created":"2015-05-19T22:17:03+00:00","modified":"2015-05-25T03:20:17+00:00","valid":{"from":"2015-05-25T03:20:17+00:00","to":"3015-05-25T03:20:17+00:00"},"hreflang":"en","title":"Foundations To SEC: Force Corporations To Disclose Political Giving","published":"2015-05-22T05:23:00+00:00","teaser":"Secret money in politics has been controversial since the Supreme Court's <em>Citizens United </em>ruling. Some 70 charitable foundations are asking the Securities and Exchange Commission to end that secrecy.","itags":["npr_api","408010757"],"guid":"0a571567-f832-4a08-bfde-058262988ab2","contentencoded":"<p>Secret money in politics, especially the corporate variety, has been controversial ever since the Supreme Court's 2010 ruling in the <em>Citizens United</em> case. Now, about 70 charitable foundations are asking the Securities and Exchange Commission to end that secrecy.</p><p>\"All we're calling for is disclosure. That's all,\" <a href=\"http://www.rbf.org/people/stephen-heintz\" target=\"_blank\">Stephen Heintz</a>, president of the <a href=\"http://www.rbf.org/content/about-fund\" target=\"_blank\">Rockefeller Brothers Fund</a>, told NPR. \"We're not saying to limit it, we're not saying to eliminate it. We're just saying, you know, shareholders have a right to know what public companies are spending to influence the political process.\"</p><p>In Citizens United, the Supreme Court said corporations can engage directly in electoral politics. It also assumed something that has not happened: prompt, online disclosure of corporate spending.</p><p>The foundations <a href=\"https://www.documentcloud.org/documents/2083992-fdns-corp-disclo-sec-19may15.html\">make their case in a letter</a> to SEC Chair <a href=\"http://www.sec.gov/about/commissioner/white.htm\" target=\"_blank\">Mary Jo White</a>, a former federal prosecutor and corporate law attorney.</p><p>The letter says the lack of transparency is bad for investors because shareholders don't have an honest picture of risks — of the political variety. The letter also says it's bad for democracy, which the foundations work to promote, because the secret money undermines the system.</p><p>The foundations told White they consider corporate disclosure \"a clear and obvious necessity.\"</p><p>While some of the foundations are active in the campaign finance debate, others work in such fields as health care, education and the arts, where they \"see the influence of money as distorting all of the public discourse around many of the issues that foundations are concerned about,\" Heintz said.</p><p>Four of the foundations on the letter — the Carnegie Corporation of New York and the Ford, Overbrook and Turner Foundations — are current or recent funders of NPR.</p><p>Transparency advocates have turned to the SEC because, in effect, it's the only regulatory player still on the field. Republican majorities in Congress oppose additional disclosure rules, and the enforcement agency, the <a href=\"http://www.fec.gov/\" target=\"_blank\">Federal Election Commission</a>, routinely deadlocks on big issues.</p><p>The SEC does impose campaign finance rules in one important sector: municipal and state bonds. The <a href=\"https://www.sec.gov/news/press/2010/2010-116.htm\" target=\"_blank\">\"pay to play\" rules</a> compel firms and individuals in the bond business to choose between giving campaign money to state and local officials, or doing business with them.</p><p>Using that as a base, a group of law professors petitioned the SEC in August 2011 to write a transparency rule for corporate political spending. The proposal drew more than <a href=\"https://www.sec.gov/comments/4-637/4-637.shtml\" target=\"_blank\">1 million</a> comments at <a href=\"http://www.sec.gov\" target=\"_blank\">www.sec.gov</a>, with the vast majority in favor. The commission gave one small hint that it might take up the proposal, but it never did. Last week, disclosure proponents sued the commission to act.</p><p><a href=\"http://www.rochester.edu/college/psc/primo/\" target=\"_blank\">David Primo</a>, a professor of political science and business administration at the University of Rochester, said the foundations are addressing the wrong agency.</p><p>\"If this is about democracy and not about shareholders, it's not clear this is a job for the Securities and Exchange Commission,\" Primo said in an interview.</p><p>He said mandatory disclosures of political spending could be used to hurt a corporation. \"The shareholder argument is really a mirage — or it's a pretext for getting the SEC involved,\" he said. \"What these foundations are really interested in doing is stopping corporate speech.\"</p><p>The <a href=\"https://www.uschamber.com/\" target=\"_blank\">U.S. Chamber of Commerce</a>, which leads the opposition to additional disclosure, dismissed the letter. In a statement to NPR, the chamber said, \"The SEC has made it clear that a campaign finance proposal is not on their agenda,\" noting that proposals on the issue usually fail at shareholder meetings.</p><p>The Securities and Exchange Commission had no comment on the letter.</p><p>But proponents of disclosure are also campaigning outside the regulatory approach. The <a href=\"http://www.politicalaccountability.net/\" target=\"_blank\">Center for Political Accountability</a> works with corporations to adopt <a href=\"http://www.politicalaccountability.net/index.php?ht=d/sp/i/8051/pid/8051\" target=\"_blank\">voluntary standards</a> of transparency.</p><p><a href=\"http://www.politicalaccountability.net/index.php?ht=d/sp/i/240/pid/240\" target=\"_blank\">Bruce Freed</a>, president of the center, said 140 companies now have such standards, including a majority of the Standard and Poor's 100.</p><p>He said the chamber and other opponents are \"trying to stop something that's happening — and that we know is happening, because we deal with companies all the time, and we know what support there is in the corporate community.\"</p><p>This dynamic seems to be gaining momentum. The political money system is still adapting to Citizens United and other deregulatory developments. As the shock of change wears off, corporations may be embracing their new latitude in politics, and disclosure may come to seem less risky.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Foundations+To+SEC%3A+Force+Corporations+To+Disclose+Political+Giving&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Peter Overby","audio":[{"meta":{"duration":"235"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1408010758-5718e2.m3u?orgId=1&topicId=1014&d=235&p=2&story=408010757&t=progseg&e=407948189&seg=18&ft=nprml&f=408010757"}]}