{"created":"2014-08-27T20:23:31+00:00","modified":"2014-08-27T20:23:31+00:00","valid":{"from":"2014-08-27T20:23:31+00:00","to":"3014-08-27T20:23:31+00:00"},"hreflang":"en","guid":"0a710ebd-5ebf-4a16-aad3-3c30235dac39","title":"How a Chicago bluegrass band rocked Nigeria's music scene","published":"2014-08-27T20:23:30+00:00","byline":"Clark Boyd","tags":["music","culture","diplomacy","Music","Arts, Culture & Media","Chicago","Abuja","Africa","North America","Nigeria","United States","Paul Okoye","Ben Wright","Peter Okoye","Sideways Glance","Global Hit","P-Square","Music","Entertainment"],"teaser":"Bluegrass covers of pop and rock music abound abound. But none have quite the back story of The Henhouse Prowlers' version of \"Chop My Money,\"a cover of a Nigerian hip-hop mega-hit that created a frenzy in the country when the band toured there this summer.","contentencoded":"<p>Disclaimer: I took bluegrass lessons as a kid.&nbsp;<span style=\"line-height: 1.538em;\">So when my friend Ethan Zuckerman wrote&nbsp;</span><a href=\"https://www.oximity.com/article/An-American-Bluegrass-Band-Woos-Nigeri-1\" style=\"line-height: 1.538em;\">a fantastic blog post</a><span style=\"line-height: 1.538em;\">&nbsp;recently about how and why a Chicago bluegrass quartet ended up doing a cover version of a Nigerian song called &quot;</span><a href=\"https://www.youtube.com/watch?v=17vC8qZILJE\" style=\"line-height: 1.538em;\">Chop My Money</a><span style=\"line-height: 1.538em;\">,&rdquo; I needed to investigate for myself.</span></p><p><span style=\"line-height: 1.538em;\">&ldquo;Chop My Money&rdquo; is a song is by a Nigerian hip-hop duo called&nbsp;<a href=\"http://www.mypsquare.com/\">P-Square</a>&nbsp; &mdash; a.k.a.&nbsp;twin brothers Peter and Paul Okoye. I&#39;m reliably informed that it&#39;s certified audio gold, not just in Nigeria but across West Africa.&nbsp;</span><span style=\"line-height: 1.538em;\">&ldquo;That tune is just crack,&rdquo; says Ben Wright, co-founder and banjo player for a Chicago-based bluegrass outfit called&nbsp;<a href=\"http://henhouseprowlers.com/\">the Henhouse Prowlers</a>.</span></p><p><span style=\"line-height: 1.538em;\">Last year, they were chosen to do a month-long tour of African countries as part of a State Department-funded program called&nbsp;</span><a href=\"http://amvoices.org/ama/\" style=\"line-height: 1.538em;\">American Music Abroad</a><span style=\"line-height: 1.538em;\">. Wright describes it as part diplomatic outreach, part cultural exchange and part impromptu jam session with local musicians.</span></p><p><span style=\"line-height: 1.538em;\">&ldquo;I play the banjo, which has its roots in West Africa,&rdquo; Wright says. Musicians in the region still&nbsp;<a href=\"http://www.youtube.com/watch?v=b1zC4SSbdmU\">play a related instrument</a>&nbsp;called the akonting.</span></p><p><span style=\"line-height: 1.538em;\">&quot;The akonting is the great-great-great grandfather of the banjo, and it has a string half-way up the neck, just like my banjo,&quot; Wright explains. &quot;And all I had to [do was] tune my banjo down a half-step, and I could play in tune with the akonting player.&nbsp;</span><span style=\"line-height: 1.538em;\">We didn&#39;t understand a word each other were saying, but we could play some tunes together.&rdquo;</span></p><p><span style=\"line-height: 1.538em;\">The band must have left an impression: They got an offer to return to West Africa this year, this time from the American embassy in Nigeria.&nbsp;</span><span style=\"line-height: 1.538em;\">Wright says the band wanted to go with their own version of a local hit &mdash; a tune Nigerians would recognize.</span></p><p><span style=\"line-height: 1.538em;\">&ldquo;I asked the cultural affairs officer at the Embassy in Abuja to send us some suggestions,&quot; he says. &quot;So, he sent a bunch of links to YouTube videos, and I listened to a bunch of them.&rdquo;</span></p><p><span style=\"line-height: 1.538em;\">One tune stood out:&nbsp;</span><span style=\"line-height: 1.538em;\">&ldquo;&rsquo;Chop My Money&rsquo; was catchy, and it was really strange to think about what our version might sound like,&quot; Wright remembers.&nbsp;</span><span style=\"line-height: 1.538em;\">So the band set to work on a cover version.</span></p><p><span style=\"line-height: 1.538em;\">T</span><span style=\"line-height: 1.538em;\">he track mixes English, pidgin and a West-African language called Yoruba &mdash; Wright admits the band barely knew what the song was about. But they each learned a verse, syllable by syllable, and tested it out on an audience in Rockford, Ill.</span></p><p><span style=\"line-height: 1.538em;\">It went down pretty well there, but</span><span style=\"line-height: 1.538em;\">&nbsp;nothing could have prepared them for the reaction they got when they played it for the first time in Nigeria.</span></p><p><span style=\"line-height: 1.538em;\">It was at a reception at the US Deputy Chief of Mission&#39;s house in Abuja, in a room filled with some of Nigeria&rsquo;s elite.&nbsp;</span><span style=\"line-height: 1.538em;\">The performance,</span><a href=\"https://www.youtube.com/watch?v=K_BE0tw5q98\" style=\"line-height: 1.538em;\">&nbsp;captured on cell phone video</a><span style=\"line-height: 1.538em;\">, makes it clear that the Henhouse Prowlers brought the house down. One gentleman even gave each member of the band a 500 naira banknote (about $3) as a mark of approval at the end of the song.</span></p><p><span style=\"line-height: 1.538em;\">The band made numerous appearances on Nigerian radio, and you can probably guess what the number one request was from listeners: C</span><span style=\"line-height: 1.538em;\">hop My Money.&nbsp;</span><span style=\"line-height: 1.538em;\">They also hit the road, playing all manner of venues &mdash; even a school.</span></p><p><span style=\"line-height: 1.538em;\">&ldquo;We start playing &lsquo;Chop My Money,&rsquo; and the kids just lost all their composure. They were these super disciplined kids, working really hard and dressed in uniforms and stuff,&quot; Wright says. &quot;We start singing that song, and they can&#39;t contain themselves. There&#39;s no controlling them. They get up on stage and start singing into the microphone with us.&rdquo;</span></p><p><span style=\"line-height: 1.538em;\">And along the way, Wright says, the band learned some things too.&nbsp;</span><span style=\"line-height: 1.538em;\">Most importantly, they finally figured out what they were singing about.</span></p><p><span style=\"line-height: 1.538em;\">&ldquo;The word &lsquo;chop&rsquo; is kind of a pidgin-English verb,&quot; Wright explains. &quot;From what I understand, you can use it in a number of different contexts. You could say, &lsquo;I&#39;m going to chop some food,&rsquo; which means I&#39;m going to eat some food. And &lsquo;chop my money&rsquo; means spend my money.&rdquo;</span></p><p><span style=\"line-height: 1.538em;\">The song, unsurpsingly, turns about to be about love: &quot;The song is about this guy who is so into this girl that he&#39;s like, &lsquo;I don&#39;t care if you spend my money, you&#39;re worth it. Chop my money, because I don&#39;t care.&rsquo;&rdquo;</span></p><p><span style=\"line-height: 1.538em;\">For the Henhouse Prowlers, the highlight of their tour came when they headlined a July 4 concert at the US Embassy in Abuja.&nbsp;</span><span style=\"line-height: 1.538em;\">&ldquo;This guy walks up to us with the coolest suit I&#39;ve ever seen, and you&nbsp;<em>know</em></span><span style=\"line-height: 1.538em;\">&nbsp;who it is. He&#39;s just the coolest, most well dressed, most bad-ass guy you&#39;ve ever met in your life.&rdquo;</span></p><p><span style=\"line-height: 1.538em;\">It was Peter Okoye of P-Square.</span><span style=\"line-height: 1.538em;\">&nbsp;</span><span style=\"line-height: 1.538em;\">&ldquo;And he&#39;s like, &lsquo;Hey guys I heard you learned my song.&rsquo; And we said, &lsquo;Yeah.&rsquo; And he said, &lsquo;Well, you know why I&#39;m here.&rsquo;&rdquo;&nbsp;</span><span style=\"line-height: 1.538em;\">And yes, during the Henhouse Prowlers performance of Chop My Money&nbsp;</span><a href=\"https://www.youtube.com/watch?v=aumwrTGlNvE\" style=\"line-height: 1.538em;\">he took to the stage to lead them through the song</a><span style=\"line-height: 1.538em;\">.</span></p><p><span style=\"line-height: 1.538em;\">On YouTube, there are quite a few videos of the performance.&nbsp;</span><span style=\"line-height: 1.538em;\">&ldquo;Man, I&#39;ve never felt more like paparazzi. I was blinded by the cameras,&rdquo; Wright says. &ldquo;This guy&#39;s just this huge star. Everyone just freaked out. Everyone started singing along with the tune. And we looked utterly stunned and thrilled that he got up with us.&rdquo;</span></p><p><span style=\"line-height: 1.538em;\">Ben Wright says the band came back to the US completely pumped after their Nigeria tour. They&#39;re heading back out on another State Department tour next year, and have just recorded a studio version of &quot;Chop My Money&quot; &mdash; it&#39;s become so big that audiences are now requesting the song at shows.</span></p><p><span style=\"line-height: 1.538em;\">When I first heard the studio version, I emailed Wright and quipped that it really does make for a great bluegrass tune.&nbsp;</span><span style=\"line-height: 1.538em;\">&quot;Sure does,&quot; he wrote back. &quot;I was shaking my head as we gave it a final listen. Half-thrilled it sounded so cool, and the other half still in shock that we recorded a Nigerian tune ...&nbsp;</span><span style=\"line-height: 1.538em;\">Who would&#39;ve thought?&quot;</span></p>","audio":[{"href":"https://www.youtube.com/watch?v=aumwrTGlNvE"},{"href":"/file/henhouse-prowlers-peter-p-squared-chop-my-money-abuja"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/082720149.mp3"},{"href":"/file/082720149mp3-0"}]}