{"created":"2015-03-15T11:53:05+00:00","modified":"2015-06-15T17:15:06+00:00","valid":{"from":"2015-06-15T17:15:06+00:00","to":"3015-06-15T17:15:06+00:00"},"hreflang":"en","title":"From Afghanistan's Rubble, A Teacher Builds A School Of Ideas","published":"2015-04-08T19:44:00+00:00","teaser":"Amid the obstructionism and violence of Afghanistan, Aziz Royesh has set up a school in Kabul that has won worldwide acclaim.","itags":["npr_api","392771462"],"guid":"0a7f00f5-0001-4e63-9cb2-23d3f5e2f080","contentencoded":"<p>Aziz Royesh is a man whose life has been defined by one over-arching ambition: He says he simply wants to be a teacher.</p><p>At 46, he has achieved that goal in one of the most difficult and dangerous environments in the world — Afghanistan. He has also founded a school that is now winning international acclaim as a model for education in that war-battered nation.</p><p>Royesh has done this without any professional teaching qualifications, and despite being compelled by conflict to end his own formal education at the age of 10. He is the driving force behind the creation of Marefat School, a cluster of stark buildings amid the mud-bound alleys on the western edge of the Afghan capital, Kabul.</p><p>The students are almost all impoverished Hazaras, a Shia Muslim minority that's suffered heavily during Afghanistan's many years of conflict.</p><p>He's also one of 10 teachers short-listed for the Varkey Foundation's <a href=\"http://www.globalteacherprize.org/\">Global Teacher Prize</a> — an award billed as the Nobel prize for educators. The winner will be announced Sunday. Royesh says, if he's chosen, he'll donate the $1 million prize money to his school.</p><p><strong>'They Can Laugh With Me'</strong></p><p>You only have to step inside Marefat School to realize how greatly it differs from others in Afghanistan. Facilities include music and art departments, and a student radio station. Pictures of Martin Luther King Jr., Mahatma Gandhi and Abraham Lincoln adorn the walls.</p><p>When NPR visited, on a recent morning, Royesh was in front of a group of teenaged students, eagerly kindling a debate. The discussion shifted to a fundamental question: Should you obey society's rules, if those rules are unjust and set by autocrats, like the Taliban? The girls in the group weighed in.</p><p>It quickly became clear that Royesh is not one of those teachers — found in abundance in south and central Asia — who expect their students to write down what they say, without questioning it.</p><p>\"All these students around me, they can easily come, and they can challenge me,\" he told NPR. \"They can reject me. They can oppose me. They can laugh with me. Sometimes they can even laugh at me. They can!\"</p><p>Marefat School was established in the Afghan capital in 2002, just after the U.S. and its allies invaded and ousted the Taliban from power. Back then, much of the city was damaged — and so, recalls Royesh, were many of its citizens.</p><p>\"They were psychologically destroyed. They were very pessimistic, you know, full of hatred, [and] cultural violence.\"</p><p>Around that time a British baroness, Frances D'Souza, met Royesh while she was on a visit to Afghanistan. She has since become Speaker of the House of Lords in the U.K. parliament.</p><p>She remembers him as \"a bundle of energy,\" a man small in stature but with \"a huge brain and a huge heart.\"</p><p>\"He seized on me,\" she says, \"because he wanted to discuss women's liberation, democracy, civil society, civil education. And we talked for hours and hours and hours.\"</p><p>The school started out in a half-ruined building with only 37 students. Using funds that D'Souza helped raise, Royesh refurbished another building. Then, she says, he made \"a smart move\".</p><p>He put in heating. Local families, struggling to buy fuel for their stoves at home, flocked in to escape the winter cold.</p><p>This gave Royesh an opportunity to set about persuading the adults — particularly fathers — to let their daughters enroll in the school.</p><p>Marefat School now has more than 3,500 students, of whom nearly half are female.</p><p>His achievements become still more remarkable when you consider Royesh's own education. He was pulled out of school when he was still in the fifth grade, after the Soviet Union invaded Afghanistan in 1979.</p><p>His family lived in the eastern province of Ghazni, in a neighborhood that Royesh says was controlled by mujahadeen fighters battling the Russians. There was much fighting in the area. His father, a farmer, feared for Royesh's life, and decided to send him — alone — to take refuge in neighboring Pakistan.</p><p>There, Royesh spent his early teens relying on his wits to survive. He says that, to pay for food and lodging, he became a child laborer, taking whatever work he could find in factories, and shops.</p><p>Throughout this ordeal, he carried on studying in his spare time. At 16, he returned to Afghanistan and set up a makeshift classroom in his home to teach basic literacy to his male friends and his brothers. He was eventually recruited by the authorities to help establish other schools in the area.</p><p>When the Taliban took power in the mid-'90s, Royesh — by now, an adult — again fled to Pakistan and established a network of schools for Afghan refugees, creating a structure that was eventually transferred to Kabul to become Marefat School.</p><p>Setting up a school in Afghanistan that nurtures liberal arts, humanism and free thinking has not proved to an easy task.</p><p>Royesh says his approach is not about the denial of conservative Islamic views.</p><p>\"When I talk to the students, when I help them to be free, to be liberal-minded, I am not ideologically opposing any of these clerics,\" he explains. \"They are here. They have the right to have their own interpretation. But I am a Muslim as well. I have my own ... right to interpret the Koran.\"</p><p>Royesh says the Afghan government, then headed by President Hamid Karzai, refused to certify Marefat School — a requirement if students are to go on to university — unless it agreed to segregate girls from boys, and end civics lessons.</p><p>The school complied. However, it has found ways of easing these restrictions by folding co-educational activities and civics into extra-curricular pursuits, including a student parliament.</p><p>In 2009, a mob attacked the school after some female students joined a protest in Kabul against a new law that legalized rape within marriage. Royesh remembers the crowd threatening to burn down the place, and calling for his execution. The security forces eventually intervened.</p><p>Violence and official obstructionism have failed to dampen Royesh's passion for his work.</p><p>\"He's a born teacher, one of those people whose joy is in sharing information,\" says Baroness D'Souza. He is also, she says, a man with an extraordinary thirst for knowledge of all kinds.</p><p>\"In the early days, when I was going regularly to Afghanistan, he once said, Could I bring him a French dictionary? He wanted to learn French philosophy, but he didn't know how to speak French.\"</p><p>Royesh admits that — with his skills and connections — he could have landed a lucrative and powerful job in Afghanistan's government, or with an international organization.</p><p>But, he adds, \"I felt that — no, that's not the thing that I want. I want to be a simple teacher.\"</p><p>Creating Marefat School has brought its own kind of rewards.</p><p>\"This is not my school,\" says Royesh, \"This is the school of the community. But I am helping my dreams come true in this school. So I am rich. I am very rich.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=From+Afghanistan%27s+Rubble%2C+A+Teacher+Builds+A+School+Of+Ideas&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Philip Reeves","audio":[{"meta":{"duration":"384"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1393133226-3e88ae.m3u?orgId=1&topicId=1013&aggIds=359618671&d=384&p=10&story=392771462&t=progseg&e=393133205&seg=4&ft=nprml&f=392771462"},{"href":"http://media.npr.org/assets/img/2015/03/13/1-bcc904063cf2478378e8fc024787a2ac063d30c0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1888","width":"2518"}},{"href":"http://media.npr.org/assets/img/2015/03/13/7_slide-9cd653d8dff87ab69958bd037d97c83fe7380a06.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"3452","width":"5179"}},{"href":"http://media.npr.org/assets/img/2015/03/13/13_slide-83433959ec3ef1c15accf1373be9fc61d383f633.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2879","width":"4320"}},{"href":"http://media.npr.org/assets/img/2015/03/13/9_slide-7990dd729393efe47f4f69ac43d2d8d3edd47437.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"3452","width":"5179"}},{"href":"http://media.npr.org/assets/img/2015/03/13/8_custom-0230f4a9922575f171edc9d944ab0739c6209e6e.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2640","width":"4290"}}]}