{"created":"2015-05-14T02:21:35+00:00","modified":"2015-05-18T16:26:20+00:00","valid":{"from":"2013-10-31T07:27:51+00:00","to":"3013-10-31T07:27:51+00:00"},"hreflang":"en","published":"2013-10-31T07:27:51+00:00","contentencoded":"<div class=\"barn-cleaned\"><p>Life as a Peace Corps Volunteer in Zigong was never very peaceful. In 1996 when I came here to teach English at the local Teachers’ College, I lived next door to the music department.&nbsp; That&nbsp;building's&nbsp;windows were always open, housing dozens of students who practiced their scales at all hours of the day. Seventeen years later, the music still plays: the sound of students working hard, making mistakes, and learning from them.</p>\n<p><img src=\"http://www.marketplace.org/sites/default/files/styles/primary-image-900x500/public/field_images/2013/10/schmitz3.jpg?itok=3mTw6IXI\" alt=\"\" /></p>\n<p><em>Marketplace's Rob Schmitz with a group of his students during his time as a Peace Corps volunteer in Zigong&nbsp;(courtesy of Rob Schmitz).</em></p>\nBack then, China’s economy was doing the same thing: making hesitant attempts to break loose from the tight control of the state to join the global economy.\n<p>The music building wasn't the loudest thing outside my garden-level apartment back then, though. I would come home from teaching lessons to groups of children screaming in delight as they played soccer in the courtyard, the ball frequently slamming loudly into my thin, metal door.</p>\n<p>One of the kids, 12 year-old Zeng Yang, knocked on the door after I had been there a week. He declared that I was the first foreigner he had ever seen, and he asked if I could teach him English. His father was a teacher in the art department. They lived a few floors above me in a drab, concrete apartment block. His family – like most families in Zigong – made less than a hundred dollars a month.</p>\n<p>Seventeen years later, Zeng picks me up in the provincial capital of Chengdu in his brand new Volkswagon bug. Each day, this city limits traffic to certain numbered license plates to curb air pollution. To get around that, Zeng simply bought five cars – one for every day of the week. He’s on the move.&nbsp; At 29 years old, he’s now one of China’s top young artists. \"When I was young, I played with toy cars, but I never imagined I’d ever be able to buy one,\" Zeng tells me as we speed down the expressway.</p>\n<p><img src=\"http://www.marketplace.org/sites/default/files/P1090185.JPG\" alt=\"\" /></p>\n<p><em><span>29 year-old artist Zeng Yang stands in front of a half-finished painting. Credit:&nbsp;<span>Rob Schmitz/Marketplace</span></span></em></p>\nZeng sells his paintings for twenty thousand dollars each, and he’s got brokers in New York and Paris. His oil paintings are colorful, abstract depictions of migrant workers in the big city. They’re filled with social commentary about a traditional rural society transforming into an urban one. \"Growing up in Zigong inspired my art,\" Zeng tells me. \"People there aspire to be urban and modern, but Zigong can’t escape its rural setting.\"\n<p><img src=\"http://www.marketplace.org/sites/default/files/styles/primary-image-900x500/public/field_images/2013/10/P1090191.jpg?itok=XT8rEWjr\" alt=\"\" /></p>\n<p><em>Marketplace's Rob Schmitz with one of his former students, Zeng Yang (courtesy of Rob Schmitz).</em></p>\nOn the street in Zigong, I see what he means. A man selling candy advertises by clicking his knife with a curved piece of iron. He’s got two baskets tied to a bamboo pole balanced on his shoulder, like merchants here have done for centuries. He’s walking through what is now called the 'old town.' Across the river is a McDonalds, a Walmart, and dozens of luxury condo buildings standing in a row. Back in the 90s, across the river there were nothing but terraced hills of rice paddies.\n<p>My old school has moved there, too. I stop by to see my friends in the English Department, who tell me the school has gone from one with just several hundred students to a proper university with 27,000 students. Liao Qinfang used to live upstairs from me. She now rents her old apartment out and she’s moved to the penthouse of a new complex. Another professor nicknames her <em>Landlady Liao</em>. As we catch up, I ask about her family. Her son has just left for Estonia, where he'll study for his Masters in piano.</p>\n<p>Liao has lived abroad, too, in the US. She taught at a Mennonite school in the Midwest, tossed away Marxism for Christianity, and she now helps head a church in Zigong. Another teacher, Wang Chunyang, just bought an SUV to take road trips to photograph China’s national parks. He's spent a year abroad in England. Back in 1996, the farthest he had traveled was the city of Chongqing, a hundred miles away - the edge of the world for most people in Zigong in the 90s.&nbsp;Now the rest of the world has come to Zigong.</p>\n<p>Back in the studio of my young artist friend Zeng Yang, we talk about these changes. He says now he barely recognizes his hometown. \"The city has destroyed entire neighborhoods that should have been protected, destroying our memories in the process. In China we have a saying: 'A leaf returns to its roots when it falls',\" says Zeng. \"If an entire country cuts off its leaves, its branches, and its roots, then its people become lost.\"</p>\n<p><img src=\"http://www.marketplace.org/sites/default/files/Modern%20Zigong2.jpeg\" alt=\"\" /></p>\n<p><em><span>Zigong's new district is full of luxury condos, fast food restaurants, and other retail outlets. Fifteen years ago, the district was a series of hills with terraced rice paddies. Credit:&nbsp;<span>Rob Schmitz/Marketplace</span></span></em></p>\nThat could be so, but my friends in Zigong – like those music students I listened to every night in my apartment so long ago – are finding their way. Whether it’s selling their paintings in Paris, sending their child to Estonia, or finding religion in the US, they’ve all tapped into the global economy to pursue their</div>","guid":"0a8c0482-7388-4c53-885c-81b25664f694","tags":["APM","China","Peace Corps","World"],"teaser":"In 1996, Marketplace China correspondent Rob Schmitz moved to rural Sichuan Province for two years to teach English as a Peace Corps Volunteer.  He says the city of Zigong has changed a lot since then.","title":"One city, many changes: A reporter's return trip to Zigong","itags":["0a8c04827388c53485c581b25664f694","Marketplace","Marketplace for Thursday, October 31, 2013","PMP:Marketplace_PMP"],"byline":"Rob Schmitz","contenttemplated":"[{\"content\":\"<p>Life as a Peace Corps Volunteer in Zigong was never very peaceful. In 1996 when I came here to teach English at the local Teachers’ College, I lived next door to the music department.  That building&apos;s windows were always open, housing dozens of students who practiced their scales at all hours of the day. Seventeen years later, the music still plays: the sound of students working hard, making mistakes, and learning from them.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><img alt=\\\"\\\" src=\\\"http://www.marketplace.org/sites/default/files/styles/primary-image-900x500/public/field_images/2013/10/schmitz3.jpg?itok=3mTw6IXI\\\" /></p>\"},{\"type\":\"text/html\",\"content\":\"<p><em>Marketplace&apos;s Rob Schmitz with a group of his students during his time as a Peace Corps volunteer in Zigong (courtesy of Rob Schmitz).</em></p>\"},{\"type\":\"text/html\",\"content\":\"<p>The music building wasn&apos;t the loudest thing outside my garden-level apartment back then, though. I would come home from teaching lessons to groups of children screaming in delight as they played soccer in the courtyard, the ball frequently slamming loudly into my thin, metal door.</p>\"},{\"content\":\"<p>One of the kids, 12 year-old Zeng Yang, knocked on the door after I had been there a week. He declared that I was the first foreigner he had ever seen, and he asked if I could teach him English. His father was a teacher in the art department. They lived a few floors above me in a drab, concrete apartment block. His family – like most families in Zigong – made less than a hundred dollars a month.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Seventeen years later, Zeng picks me up in the provincial capital of Chengdu in his brand new Volkswagon bug. Each day, this city limits traffic to certain numbered license plates to curb air pollution. To get around that, Zeng simply bought five cars – one for every day of the week. He’s on the move.  At 29 years old, he’s now one of China’s top young artists. &quot;When I was young, I played with toy cars, but I never imagined I’d ever be able to buy one,&quot; Zeng tells me as we speed down the expressway.</p>\"},{\"type\":\"text/html\",\"content\":\"<p><img alt=\\\"\\\" src=\\\"http://www.marketplace.org/sites/default/files/P1090185.JPG\\\" /></p>\"},{\"type\":\"text/html\",\"content\":\"<p><em><span>29 year-old artist Zeng Yang stands in front of a half-finished painting. Credit: <span>Rob Schmitz/Marketplace</span></span></em></p>\"},{\"content\":\"<p><img alt=\\\"\\\" src=\\\"http://www.marketplace.org/sites/default/files/styles/primary-image-900x500/public/field_images/2013/10/P1090191.jpg?itok=XT8rEWjr\\\" /></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><em>Marketplace&apos;s Rob Schmitz with one of his former students, Zeng Yang (courtesy of Rob Schmitz).</em></p>\"},{\"content\":\"<p>My old school has moved there, too. I stop by to see my friends in the English Department, who tell me the school has gone from one with just several hundred students to a proper university with 27,000 students. Liao Qinfang used to live upstairs from me. She now rents her old apartment out and she’s moved to the penthouse of a new complex. Another professor nicknames her <em>Landlady Liao</em>. As we catch up, I ask about her family. Her son has just left for Estonia, where he&apos;ll study for his Masters in piano.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Liao has lived abroad, too, in the US. She taught at a Mennonite school in the Midwest, tossed away Marxism for Christianity, and she now helps head a church in Zigong. Another teacher, Wang Chunyang, just bought an SUV to take road trips to photograph China’s national parks. He&apos;s spent a year abroad in England. Back in 1996, the farthest he had traveled was the city of Chongqing, a hundred miles away - the edge of the world for most people in Zigong in the 90s. Now the rest of the world has come to Zigong.</p>\"},{\"content\":\"<p>Back in the studio of my young artist friend Zeng Yang, we talk about these changes. He says now he barely recognizes his hometown. &quot;The city has destroyed entire neighborhoods that should have been protected, destroying our memories in the process. In China we have a saying: &apos;A leaf returns to its roots when it falls&apos;,&quot; says Zeng. &quot;If an entire country cuts off its leaves, its branches, and its roots, then its people become lost.&quot;</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><img alt=\\\"\\\" src=\\\"http://www.marketplace.org/sites/default/files/Modern%20Zigong2.jpeg\\\" /></p>\"},{\"type\":\"text/html\",\"content\":\"<p><em><span>Zigong&apos;s new district is full of luxury condos, fast food restaurants, and other retail outlets. Fifteen years ago, the district was a series of hills with terraced rice paddies. Credit: <span>Rob Schmitz/Marketplace</span></span></em></p>\"}]","description":"In 1996, Marketplace China correspondent Rob Schmitz moved to rural Sichuan Province for two years to teach English as a Peace Corps Volunteer.  He says the city of Zigong has changed a lot since then.","audio":[{"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/P1090243.JPG?itok=5Nx-GLPV","type":"image/jpeg","meta":{"crop":"primary","height":"340","width":"610"}},{"meta":{"duration":253,"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/10/31/marketplace_segment21_20131031","type":"application/json"},"duration_hms":"00:04:13"},"type":"audio/mpeg","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/10/31/marketplace_segment21_20131031_64.mp3","format":"MP3"}]}