{"created":"2014-09-03T20:40:15+00:00","modified":"2014-10-31T02:25:29+00:00","valid":{"from":"2014-10-31T02:25:29+00:00","to":"3014-10-31T02:25:29+00:00"},"hreflang":"en","title":"The Black Keys 'Turn Blue': The All Songs Interview","published":"2014-05-12T01:54:00+00:00","teaser":"Dan Auerbach and Patrick Carney unpack the expansive, irresistibly catchy sound of their eighth studio album — featuring new adventures in sampling, falsetto and epic guitar shredding.","itags":["npr_api","309346263"],"guid":"0a96aaf0-1332-4b7a-8d12-9dbfe532d7f1","contentencoded":"<p>Gently strummed acoustic guitars. Lovely falsetto vocals. Tinkling bells and dreamy atmospherics. These probably aren't the first sounds you think of when it comes to <a href=\"http://www.npr.org/artists/15193815/the-black-keys\" target=\"_blank\">The Black Keys</a>. But that's what you get when you press play on the band's latest full-length, the expansive and irresistibly catchy <em>Turn Blue</em>.</p><p>That's not to say the album doesn't have a lot of the Akron, Ohio duo's signature sounds. There's plenty of swagger in these songs, with thumping bass lines, rumbling beats from drummer Patrick Carney, and fuzzy riffs from guitarist <a href=\"http://www.npr.org/artists/102424474/dan-auerbach\" target=\"_blank\">Dan Auerbach</a>. In fact, as they tell us in this interview, Auerbach did something he's never done before for this record: On <em>Turn Blue</em>'s incredible opening track, \"Weight Of Love,\" he shreds on an epic guitar solo for more than two minutes straight. It kills.</p><p>But Auerbach's guitar and the other sounds deployed here are slowly warmed and simmered in the studio by producer Brian Burton, a.k.a. Danger Mouse, the production genius behind memorable albums by <a href=\"http://www.npr.org/artists/15333650/beck\" target=\"_blank\">Beck</a>, <a href=\"http://www.npr.org/artists/15127279/gorillaz\" target=\"_blank\">Gorillaz </a>and <a href=\"http://www.npr.org/artists/15012277/norah-jones\" target=\"_blank\">Norah Jones</a>, not to mention Burton's own myriad projects, including <a href=\"http://www.npr.org/artists/122220877/broken-bells\" target=\"_blank\">Broken Bells</a> and <a href=\"http://www.npr.org/artists/15128860/gnarls-barkley\" target=\"_blank\">Gnarls Barkley</a>.</p><p>Dan Auerbach and Patrick Carney recently sat down with <em>All Songs Considered</em> hosts Bob Boilen and Robin Hilton to talk about what it was like working with Brian Burton, how he helped shape the band's sound, and how they came together to forge the 11 new songs that make up <em>Turn Blue. </em>The interview has a lot of playful back-and-forth, a lot of jokes and a whole lot of music, including songs from <em>Turn Blue. </em>You can <a href=\"http://www.npr.org/player/v2/mediaPlayer.html?action=1&t=1&islist=false&id=309346263&m=310403282&live=1\">listen to the whole audio interview</a> at the \"Listen\" link on this page, or read an edited version below.</p><p><strong>ROBIN HILTON: When I heard the first track and the bells kicked in — I didn't know Brian Burton produced this record, and I thought, \"This sounds like a Brian Burton record.\" And that's a compliment. I love that guy's work. Everything he touches is gold.</strong></p><p><strong>PATRICK CARNEY: </strong>Brian is the best. We love working with Brian.<strong> </strong>When we go into the studio with him, we basically become like a three-piece band.<strong> </strong>We're writing together and producing together. And Brian is the only person on the planet that can walk into that position with us, and it's completely OK.</p><p><strong>HILTON: How would you describe a Brian Burton-produced record? I think there's always such a distinctive vibe to his sound.</strong></p><p><strong>CARNEY: </strong>Well, everybody he works with, he works with in a different way.<strong> </strong>When he works with us, like I said, it's like he's joining the band. It's not like a traditional producer role at all; it's more like he's just in the mix with us. When he works with James [Mercer], I'm sure they have a different dynamic when it comes to making the music. And when he works with <a href=\"http://www.npr.org/artists/15359915/cee-lo\" target=\"_blank\">Cee-Lo</a>, I think he has more of a traditional producer role, although he's writing there as well. I think every time he works on a project, he approaches it differently. So I really don't know what it's like to be in the studio with Brian in any other situation.</p><p><strong>BOB BOILEN: So what came to the table when you started working with him? Let's take an example: \"Weight of Love,\" which is the opening track to the record. What did that song sound like before you walked in the studio in Los Angeles?</strong></p><p><strong>DAN AUERBACH: </strong>We didn't have any songs when we went into the studio. So we would start every day fresh with a blank canvas there. We would just kind of sit around, listen to music, talk, hang out, and then we would get on the instruments and try stuff and see what would happen. I can't even remember how that one started.</p><p><strong>HILTON: Let's talk about the epic solo here that kicks in for the last couple of minutes of the song.</strong></p><p><strong>CARNEY: </strong>You know that video for the Eddie Murphy song [\"<a href=\"https://www.youtube.com/watch?v=bDbpzjbXUZI&feature=kp\" target=\"_blank\">Party All the Time</a>\"]? In that video, Rick James is behind the glass raising his hands encouraging the performance. Brian and I were like Rick James at that moment.<strong> </strong></p><p><strong>BOILEN: And Dan, what were you feeling there?</strong></p><p><strong>AUERBACH: </strong>Oh, God. I would stop every few seconds and be like, \"Are you sure I should be doing this?<strong> </strong>This feels a little self-indulgent. Are you sure?\" And they're like, \"Go, go, go!\" I had never done something like that on record, even though I grew up listening to Derek & the Dominos and <a href=\"http://www.npr.org/artists/15404041/the-allman-brothers-band\" target=\"_blank\">The Allman Brothers</a> and stuff like that. I listen to the <a href=\"http://www.npr.org/artists/15440218/grateful-dead\" target=\"_blank\">Grateful Dead</a> a lot. That was the first rock show I ever went to was the Grateful Dead, Richfield Coliseum with my dad; I was, like, 12 or something.<strong> </strong>I grew up listening to that kind of music, and I love long guitar solos and spacey jams. But Pat and I just never do that.<strong> </strong>So it was fun being able to do that for the first time.</p><p><strong>BOILEN: I want to play a bit of music. Here we go. </strong></p><p><strong>CARNEY:</strong> That's <a href=\"https://www.youtube.com/watch?v=BAOzaDygtpo\" target=\"_blank\">a Nico Fidenco song we sampled</a> for the song \"Year In Review\"; it was a sample that Brian had cut years ago. He has this computer that's like, I don't know, some 10-year-old Dell computer. The software hasn't been updated. He doesn't want to change it --</p><p><strong>HILTON: Because it works.</strong></p><p><strong>CARNEY: </strong>Yeah. It's the same as it was in 2003.<strong> </strong>It's not allowed to be on the internet. And I think it's <a href=\"http://www.npr.org/templates/story/story.php?storyId=1722774\" target=\"_blank\">the computer he did <em>The Grey Album</em> on</a>.<strong> </strong>One day we went into the studio, and in the live room, we had a separate little lounge set up. By lounge, I mean a piece-of-crap couch and some blown-out speakers, and that computer. But when we wanted to kind of regroup and figure out what we wanted to work on for the day, we would go in there. And Brian just started going through a stockpile of samples that he had.<strong> </strong>We had never used them before or really heard that much of them.</p><p><strong>BOILEN: You'd never used samples before — or you never used any of his stuff, specifically?</strong></p><p><strong>CARNEY: </strong>We never used a sample before, but we'd also never heard this amazing kind of archive he has of things he's cut over the years to use eventually. So he suggested that we write something to that song. And it became the first song we've ever written and used a sample.</p><p><strong>BOILEN: So how did that song take shape? You have this sample. You hear it. What happened next?</strong></p><p><strong>CARNEY: </strong>I mean, the way it always is, basically, is we go into the live room, and I'll sit behind the drums, and Dan will pick up a guitar or bass. Brian will come in, and maybe he'll sit down at the piano, or maybe he'll bring a guitar in. We figure out a starting place, and then it's just building from there.<strong> </strong>If we can get something started and get it moving in a direction where it seems like it's got some weight to it, then it's not hard to figure out where to go from there.<strong> </strong>It sometimes could take a couple of days to finish a song. But usually, it happens pretty quickly.</p><p><strong>BOILEN: I assume that most of what you guys do in the studio is relatively live?</strong></p><p><strong>CARNEY: </strong>A lot of it. But there will be times where we'll write something live, and then we'll reverse-engineer it. Like, we'll go back and maybe cut the drums separately or cut the bass separately. We're not afraid to work in any method.<strong> </strong>I think the hard part is to kind of connect them so that you can't tell how the record was made — it just seems consistent. And that's something that I think we're figuring out.</p><p><strong>HILTON: I'm always curious to know how lyrics come about in a song when the ideas given to you are sparked by somebody else. You know, Brian comes to you with this sample; it's the seed of an idea. How do the lyrics grow out of that — is it sort of stream-of-consciousness?</strong></p><p><strong>AUERBACH: </strong>I guess when we wrote songs on this record, we came up with the vocal melodies first. I would just sort of improvise and work with Brian on coming up with a nice melody that kind of fit the mood of the music, and then write lyrics to that set melody — so it's almost like writing a song in reverse. It's a different sort of challenge because, by writing that vocal melody, you basically have a template. And then all of your lyrics have to fit in that template.<strong> </strong></p><p><strong>BOILEN: That makes for words that may not always have the deepest meaning — because the first thing you're aiming for is that it all fits, right?</strong></p><p><strong>AUERBACH: </strong>I mean, sometimes you can just put in gobbledy-gook lyrics that don't mean anything. Some of those Motown songs, the vocal melodies are so catchy, and they're just not singing about anything in particular. \"Baby love, my baby love\" — know what I mean?</p><p><strong>HILTON: Yeah. As a music lover, are you more drawn to melody than lyrics? Is that the first thing you go to when you're listening to something?</strong></p><p><strong>AUERBACH: </strong>No, I'm drawn to both.<strong> </strong>There are certain people who can turn a phrase and I think it's amazing — somebody like <a href=\"http://www.npr.org/artists/15404033/john-prine\" target=\"_blank\">John Prine</a> or <a href=\"http://www.npr.org/artists/15295750/tom-waits\" target=\"_blank\">Tom Waits</a> or something like that.<strong> </strong>But then there are songs like those Motown songs that just blow me away and get stuck in my head, and really, they don't have a very deep meaning. They're just such catchy songs.</p><p><strong>BOILEN: When I was a kid, it was during Motown craze, and there were songs that you could just like summer time, swimming pool, just stomp your feet to the jukebox and stuff. [\"Fever\"] could have been on that jukebox. It really has such a great feel to it. A song like that, is that a guitar-based tune?</strong></p><p><strong>AUERBACH:</strong> That one started with that melody. And it was Pat and I on our own; we recorded that song and it came pretty quickly. I had that melody in my mind, worked out what the chords were and then we kept it really simple. We kept the bass and drums simple and dancey and tried to keep it upbeat — sort of like Motown, like you were talking about.</p><p><strong>BOILEN: That's got to be Brian, I'm guessing, on that keyboard?</strong></p><p><strong>AUERBACH:</strong> No. We recorded this without Brian.</p><p><strong>CARNEY:</strong> We did the end of the song. It breaks down.</p><p><strong>AUERBACH:</strong> The part that doesn't sound like Brian.</p><p><strong>CARNEY:</strong> The part that doesn't sound like Brian, we did with Brian.</p><p><strong>BOILEN: It was only that keyboard sound that felt like him.</strong></p><p><strong>CARNEY:</strong> My dad thinks that organ sounds like <a href=\"https://www.youtube.com/watch?v=dnLCvpgPD_s\" target=\"_blank\">that song \"Palisades Park.\"</a></p><p><strong>BOILEN: Totally. Freddy Cannon, \"Palisades Park.\" Should we play \"Palisades Park?\" </strong><strong>How do you know that song?</strong></p><p><strong>CARNEY:</strong> It was actually a regional hit in Cleveland.</p><p><strong>AUERBACH:</strong> Yeah, Majic 105.7 always played that song.</p><p><strong>CARNEY:</strong> So there's hits that were big in Cleveland and a few other places, and we kind of grew up listening to some, I guess, pretty weird oldies. I feel like ever since I was a little kid, this song just freaked me out. It seems like something a world-class creep would be listening to when something really bad happens in a movie — like a <em>Blue Velvet</em>-type thing, but like on the other edge of the spectrum.</p><p><strong>BOILEN: Let's hear the top of the cut \"Waiting on Words.\" </strong></p><p><strong>HILTON:</strong><strong> </strong><strong>So I heard this, and I started looking through the liner notes to see who you got to sing this with you.</strong> <strong>Is that all Dan?</strong></p><p><strong>AUERBACH: </strong>That's me.</p><p><strong>HILTON: Wow. Very impressed.</strong></p><p><strong>BOILEN: Helium?</strong></p><p><strong>HILTON: It's not just that you're hitting that range — it's such a pure sound, too. It doesn't sound like a falsetto. It feels like there's really something behind it.</strong></p><p><strong>AUERBACH: </strong>I've always been able to sing falsetto really easily. When I started playing guitar, it was because my family played bluegrass. I would always take the high harmonies, and it was always really easy for me.<strong> </strong>But I just never really had the confidence to do it.</p><p><strong>BOILEN: Patrick, is he really good at it?</strong></p><p><strong>CARNEY:</strong> You should hear his natural speaking voice, is all I've got to say.</p><p><strong>HILTON: Dan, are you using your radio voice for this interview?</strong></p><p><strong>CARNEY:</strong> Dan has an octave pedal on his mic right now. [imitates Auerbach's \"high-pitched natural speaking voice\"]</p><p><strong>AUERBACH:</strong> A pitch shifter.</p><p><strong>CARNEY:</strong> I have mine an octave up. My natural voice is real death metal actually.</p><p><strong>HILTON: Well, you found your sweet spot. And I think I'd like to hear more of that. I was really impressed when I realized that it had to be Dan singing that.</strong></p><p><strong>CARNEY:</strong> Dan usually does three vocal tracks — two high ones and a normal one. Right, don't you on the last two albums?</p><p><strong>AUERBACH:</strong> Umm, yeah. We sort of layer in a high vocal to add some weight, maybe, to a chorus or something. But yeah, I think the first time I ever sang on a record with falsetto was on <em>Brothers</em>, <a href=\"http://vimeo.com/31215855\" target=\"_blank\">on the very first track</a>.</p><p><strong>HILTON: Did you come in to the studio knowing that you wanted to hit that range with this song?</strong></p><p><strong>AUERBACH: </strong>No, I just came up with the guitar riff and started making up a melody and singing, and it just happened. That was the range I was playing in on guitar, and we just kept it there.</p><p><strong>BOILEN: You've been making records for a long time — starting in a basement, and now spanning many different studios. Do you miss the basement? Or is there anything about that that you don't get anymore?</strong></p><p><strong>CARNEY: </strong>I mean, the basement was fun.<strong> </strong>But at the same time, we were never able to get things to sound how we were hearing them in our heads.<strong> </strong>A lot of it was, we didn't really know what we were doing. But the other part was that we didn't have the right equipment to really be able to do it. I think it might be easier to do it now, with technology that's around now, versus when we started.<strong> </strong></p><p><strong>BOILEN: Well, I really love what you've done here. I think it's so great when a band just keeps growing and surprising.</strong></p><p><strong>CARNEY:</strong><strong> </strong>I was just doing an interview a couple weeks ago in Germany, and the interviewer said the record had very little in common with the first album. And I just was kind of in a bad mood and I just wanted to prove him wrong. But then I went through the first album with him sitting there and realized that the last song, \"Gotta Get Away,\" there's at least two songs from the first album that are coming from the same exact spot. Like \"Yearnin',\" for instance. And then the whole last half of \"Weight of Love,\" it's much more competent, but it's coming from a similar spot as the last song on <em>The Big Comeup</em>, which is called \"240 Years Before Your Time,\" which is just an instrumental, but it's a spacey, rambling, psychedelic thing. And then I listened to the song \"Breaks,\" which is directly related to the song \"In Time.\" I could go through the whole record and make comparisons.</p><p>I was like, you know, it's been 12 years.<strong> </strong>That record was made in a basement. Dan and I didn't know what we were doing. We were cramming in four hours on this little digital 16-track before we both had to go pay our bills, even though our bills were minimal. We were just putting a lot of time into making this record, for a label that had no money to give us and no guarantee that the record would ever get heard by anybody. Fast forward 12 years, we're on a major label. People are going to hear it; we know that. We have a bigger budget and all that.<strong> </strong>We've just been doing it longer. But we're still trying to go for the same stuff. Obviously, we're pushing ourselves to explore the territory more thoroughly and we've gotten better. But I think, really, when it comes down to it, sure, this record sounds a lot different than <em>El Camino</em>, but in the grand scheme of things, from what we've done, it's perfectly at home, I think.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Black+Keys+%27Turn+Blue%27%3A+The+All+Songs+Interview&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Robin Hilton","audio":[{"meta":{"duration":"1665"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1310403282-69ba20.m3u?orgId=1&topicId=1105&ft=3&f=309346263"},{"href":"http://media.npr.org/assets/img/2014/05/06/the_black_keys3-aa2fe7568800fc9929d36e747a2095fc3b563696.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2797","width":"3732"}}]}