{"created":"2014-12-07T15:05:47+00:00","modified":"2015-05-13T21:27:46+00:00","valid":{"from":"2015-05-13T21:27:46+00:00","to":"3015-05-13T21:27:46+00:00"},"hreflang":"en","title":"Siblings Build A Butcher Shop For 'Meat'-Loving Vegans","published":"2014-12-11T19:52:00+00:00","teaser":"Kale and Aubry Walch plan to open the country's first vegan butcher shop. Their goal: to free vegans from enduring yet another tofurkey holiday.","itags":["npr_api","369069078"],"guid":"0a9be991-65f0-4181-a505-e2cc73e2db2e","contentencoded":"<p>Take a moment to imagine platters of andouille sausage, barbecue ribs and bacon. Now think of all of those dishes without meat.</p><p>It might seem like a contradiction, but brother and sister Kale and Aubry Walch — yes, Kale — are opening the first vegan butcher shop next spring in Minneapolis, to be called the Herbivorous Butcher. They plan to bring their customers all of those delicious meat flavors, minus the meat.</p><p>Recreating the taste without the actual ingredient is a challenge worth tackling, the siblings say. \"Meat was a big part of the dinner table, growing up,\" Kale Walch says.</p><p>\"Oftentimes, we had three or four different meats at our dinner table,\" his sister agrees. \"When I decided to go vegetarian when I was 14, I really wanted to recreate those same items. I missed them.\"</p><p>They experimented to replicate the textures and tastes of meat.</p><p>\"We use pinto beans, for example, in our sausages,\" Kale Walch says. \"That gives it a really meaty heft that's unparalleled in the meat-alternative market.\"</p><p>They say nutritional yeast gives a savory flavor to many of their products. They also use jackfruit, a starchy tree fruit native to Southeast Asia and the national fruit of Bangladesh, that can weigh up to 80 pounds.</p><p>\"The jackfruit can be used in steaks to give it that veiny, fibrous texture that you might be looking for sometimes,\" he says.</p><p>After years of developing their recipes and with the help of vegan and vegetarian friends, they began selling at the Minneapolis farmers market. Their menu includes smokey house ribs, pepperoni, deli bologna, chorizo, maple sage breakfast sausage and teriyaki jerky.</p><p>After selling out at the market, they were inspired to create a brick-and-mortar spot where people could come for their foods. Their Kickstarter campaign has already exceeded its $50,000 goal — the most successful vegan Kickstarter campaign in history, the Herbivorous website says.</p><p>They claim their vegan butcher shop will be the world's first.</p><p>\"We wanted people to go to a place to pick up their meat — vegan meat, of course — instead of going to the frozen food aisle at the grocery store,\" Aubry Walch says. \"We want to make it special for them.\"</p><p>They even imagine a family gathering at Thanksgiving to carve their imitation turkey, seasoned with fennel, thyme, salt and vegan chicken broth.</p><p>\"We, too, have suffered through countless tofurkeys on Thanksgivings, so we know the struggle is real,\" Kale Walch says.</p><p>But, adds his sister, \"We still love tofurkey.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Siblings+Build+A+Butcher+Shop+For+%27Meat%27-Loving+Vegans&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"238"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1369108478-5a169a.m3u?orgId=1&topicId=1053&d=238&p=10&story=369069078&t=progseg&e=369108437&seg=7&ft=nprml&f=369069078"},{"href":"http://media.npr.org/assets/img/2014/12/07/herbivorous-e850717d7aa930ac1de7846b4df0b06efd11f23c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"500","width":"667"}},{"href":"http://media.npr.org/assets/img/2014/12/07/34155281_h8449096-48c91a505c321da72f6af891f3865310899c2bed.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1969","width":"2626"}},{"href":"http://media.npr.org/assets/img/2014/12/07/herbivorous_ribs-0abb7fabbe902678342a448e9e04359624c5fa11.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"500","width":"667"}}]}