{"created":"2015-05-29T19:18:11+00:00","modified":"2015-05-29T20:55:37+00:00","valid":{"from":"2015-05-29T20:55:37+00:00","to":"3015-05-29T20:55:37+00:00"},"hreflang":"en","guid":"0a9e9e17-78f4-4c87-a68a-919ad7ec20cb","title":"From the White House to Minnesota gardens, an effort to make more room for pollinators","published":"2015-05-29T20:55:26+00:00","byline":"Catherine Winter","tags":["environment","government","climate change","pollution","wildlife","Environment","Science, Tech & Environment","Duluth","North America","United States","Minnesota","Upper Midwest","Catherine Winter","Jon Otis","Elaine Evans","Dan Schutte","Barack Obama","Bees","honey bees","Pollinators","wild bees","Butterflies","monarch butterflies","Beekeeping"],"teaser":"Honey bees and other pollinators are in big trouble. President Barack Obama wants to help save them with a new protected bee habitat corridor along I-35 spanning the US from Laredo, Texas to Duluth Minnesota. Catherine Winter, who lives in Duluth and keeps bees herself, tracked down some other bee enthusiasts to talk about the president's plan and their own efforts to protect the pollinators that help feed us all.","contentencoded":"<p>Beekeeper Jon Otis runs <a href=\"http://www.lakesuperiorhoneycompany.com/\">Lake Superior Honey</a>. He has hives here and there around the city of Duluth. He says the idea is that the honey each hive produces has the flavor of the neighborhood it’s in, from the different flowers that grow there.</p>\n<p>Recently, Lake Superior Honey started a new project. They’re selling a mix of wildflower and grass seed. They don’t make money off the seeds. They just want more people to tear out their lawns and put in habitat for pollinators.</p>\n<p>“That’s the one thing we all can do, is we can plant something,” Otis says.</p>\n<p>Otis thinks the <a href=\"https://www.whitehouse.gov/sites/default/files/microsites/ostp/Pollinator%20Health%20Strategy%202015.pdf\">White House plan</a> to plant pollinator habitat along Interstate 35 is “an outstanding idea.”  The plan also calls for putting in native plants on chunks of federal land, to provide milkweed plants for migrating monarch butterflies and to increase the nectar and pollen available for bees eat.</p>\n<p>Otis hopes the idea of planting for bees and butterflies on public land will catch on.</p><div class=\"media media-element-container media-default\"><img height=\"675\" width=\"900\" alt=\"Dan Schutte dug up his lawn in Duluth, Minnesota and put in native plants. He tells producer Catherine Winter that while it looks scraggly in early spring, when it’s blooming it’s a haven for bees and butterflies, and that he idea is starting to cathc on \" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://cdn-113a.kxcdn.com/sites/default/files/styles/original_image/public/2Schutte_Winter_yard.jpg?itok=st9e4Hgn\" title=\"\" /><div class=\"field-caption\">\n    <p>Dan Schutte dug up his lawn in Duluth, Minnesota and put in native plants. He tells producer Catherine Winter that while it looks scraggly in early spring, when it’s blooming it’s a haven for bees and butterflies, and that he idea is starting to catch on in the neighborhood.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Chris Julin</p>\n  </div>\n</div>\n<p>“If a city is going to build a new library or fire station or police station, that project should include, rather than putting sod down, putting down native plants,” he says.  “I think that’s an outstanding way to start.”</p>\n<p>Otis gives talks about bees around town. He tells people that farms used to have a lot more habitat for bees, back when farmers planted cover crops. But now instead of cover crops, farmers use chemical fertilizers, and they plant a single crop fencerow to fencerow. Fields of corn or wheat don’t offer much nutrition to bees. They need a variety of flowers.</p>\n<p>Otis isn’t just worried about honeybees. He’s worried about <a href=\"http://beelab.umn.edu/Bumblebee/index.htm\">wild bees</a>.</p>\n<p>Bee researcher Elaine Evans says that honeybees are not in danger of extinction, but some wild bees are. Like the Franklin’s Bumblebee, native to the West Coast of North America, which hasn’t been seen for several years.</p>\n<p>“So there’s wild bees we know are threatened with extinction,” Evans says. “And extinction is forever, once they’re gone they’re gone.”</p>\n<p>Evans is a doctoral student in the <a href=\"http://beelab.umn.edu/\">entomology department at the University of Minnesota</a>, and she co-authored the book Befriending Bumblebees.</p>\n<p>Last weekend she was out in a field near Elk River, Minnesota, trying to catch wild bees with traps and a net.</p>\n<p>Worldwide, there are more than 20,000 species of wild bees, ranging from tiny to big and fuzzy. Researchers are trying to figure out how they’re doing.</p>\n<p>In most cases, Evans says, researchers “don’t have historic information to compare how they were then and how they are now.” But around the world, where historic information does exist, it’s clear that some species of wild bees are in decline.</p><div class=\"media media-element-container media-default\"><img height=\"675\" width=\"900\" alt=\"Elaine Evans is studying bee populations at Uncas Dunes Scientific and Natural Area near Elk River, Minnesota, one of few places where there are historical records of bees. She says that while honeybees are not in danger of extinction, some wild bees are.\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://cdn-113a.kxcdn.com/sites/default/files/styles/original_image/public/1Evans_forest.jpg?itok=cF5ccDfi\" title=\"\" /><div class=\"field-caption\">\n    <p>Elaine Evans is studying bee populations at Uncas Dunes Scientific and Natural Area near Elk River, Minnesota, one of few places where there are historical records of bees. She says that while honeybees are not in danger of extinction, some wild bees are.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Catherine Winter</p>\n  </div>\n</div>\n<p>That’s a problem because wild bees do a lot of pollination work. There are other pollinators: Wasps and flies and even lizards and mammals move pollen around. But Evans says bees are by far the most important pollinators, especially wild bees.</p>\n<p>“Globally they’re contributing as much or more to the pollination of crops as honeybees are,” Evans says.</p>\n<p>Most of the plants on earth require insect pollination. Some species need a particular bee, and some bees need particular plant species.</p>\n<p>Evans says wild bees face many of the same threats as honeybees — diseases, parasites, loss of habitat and pesticides. The White House plan disappointed some people who were hoping for more immediate curbs on pesticides. But Evans says another key problem for bees is habitat loss, as cities expand and more land is pressed into growing crops.</p>\n<p>Many people who are concerned about bees were pleased with the plan’s focus on creating more habitat to provide nutrition for pollinators. Some researchers believe that with better nutrition, bees might be better able to withstand other threats.</p>\n<p>Like Otis, Evans hopes the idea of creating habitat will spread.</p>\n<p>“Hopefully having habitats that are visible, more people will see what it looks like,” she says. “It’s beautiful.”</p>\n<p>She hopes people “will see habitat going in and will see <a href=\"http://www.xerces.org/pollinator-conservation/plant-lists/\">there’s simple things they can do</a>, simple changes they can make to their land management practices that can really have great benefits.”</p><div class=\"media media-element-container media-default\"><img height=\"1200\" width=\"900\" alt=\"The hoary puccoon is one of the spring wildflowers that University of Minnesota grad student Elaine Evans checks for wild bees. Bees and flowering plants, including many food crops, depend on each other for their survival, but habitat for wild bees has be\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://cdn-113a.kxcdn.com/sites/default/files/styles/original_image/public/3hoary%20puccoon_0.jpg?itok=Ih0pdpBy\" title=\"\" /><div class=\"field-caption\">\n    <p>The hoary puccoon is one of the spring wildflowers that University of Minnesota grad student Elaine Evans checks for wild bees. Bees and flowering plants, including many food crops, depend on each other for their survival, but habitat for wild bees has been disappearing fast across the US.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Catherine Winter</p>\n  </div>\n</div>\n<p>Dan Schutte has seen those benefits in his own front yard. Schutte is district manager for the Lake County Soil and Water Conservation District. A few years ago, he and his wife tore out the grass in their front yard in Duluth and put in <a href=\"http://www.xerces.org/pollinator-conservation/plant-lists/\">native plants</a>.</p>\n<p>He says neighbors were dubious at first.</p>\n<p>“When the seedlings were small I think I still looked scraggly and people were probably a little skeptical about what was going on here because it didn’t look good,” he says. “But with a little patience, by the third year we had people sitting down on the sidewalk with their kids, watching the butterflies.”</p>\n<p>Schutte put in milkweed plants for monarch butterflies, because milkweed is the only plant monarch caterpillars eat. Monarchs migrate across North America, from Mexico to Canada, and a lot of the milkweed along that route has been wiped out by herbicides. The White House plan calls for milkweed plantings.</p>\n<p>Schutte says he’s pleased with that aspect of the plan, and with other recent government projects to put in native plants.</p>\n<p>“I think those efforts are fantastic,” he says. “It’s really helped, the press about this. I can talk to people and everybody’s heard about the plight of the pollinators at this point.”</p>\n<p>Schutte has worked on other pollinator plantings, and he says they have benefits beyond helping bees and butterflies. If an organization puts in native plants rather than turf grass, it doesn’t have to pay anyone to mow the turf grass.</p>\n<p>Schutte’s own project is proof of how the habitat idea can spread. After they saw his native plantings, three of his neighbors decided to replace some lawn with native plants, too, creating a corridor of pollinator habitat all down the street.</p><div class=\"media media-element-container media-default\"><img height=\"675\" width=\"900\" alt=\"Beekeeper Jon Otis shows producer Catherine Winter a frame of honeybees from his hive on the shore of Lake Superior in Duluth, Minnesota. Otis’s company, Lake Superior Honey, sells packets of wildflower seeds to encourage people to plant habitat for bees.\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://cdn-113a.kxcdn.com/sites/default/files/styles/original_image/public/4Winter_Otis_Frame_2.jpg?itok=3fOgbRG1\" title=\"\" /><div class=\"field-caption\">\n    <p>Beekeeper Jon Otis shows producer Catherine Winter a frame of honeybees from his hive on the shore of Lake Superior in Duluth, Minnesota. Otis’s company, <a href=\"http://www.lakesuperiorhoneycompany.com/\">Lake Superior Honey</a>, sells packets of wildflower seeds to encourage people to plant habitat for bees.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Chris Julin</p>\n  </div>\n</div>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-29%2Fwhite-house-minnesota-gardens-growing-effort-make-more-rooms-pollinators&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/05292015_04.mp3"},{"href":"http://admin.pri.org/file/0529201504mp3"}]}