{"created":"2014-10-08T15:13:18+00:00","modified":"2014-10-31T01:43:21+00:00","valid":{"from":"2014-10-31T01:43:21+00:00","to":"3014-10-31T01:43:21+00:00"},"hreflang":"en","title":"Thriving Towns In East Africa Are Good News For A Parasitic Worm","published":"2014-05-28T22:17:00+00:00","teaser":"The worm causes a debilitating intestinal disease called schistosomiasis. And the parasite is spreading rapidly because of an economic boom along the shores of East Africa's Lake Malawi.","itags":["npr_api","316347222"],"guid":"0ab164bf-4ada-4f4a-8144-78ca13ca91bc","contentencoded":"<p>People trying to grow food and support their families on the shores of Lake Malawi are not only causing serious environmental problems, they're also causing a surge in a debilitating disease.</p><p>Thriving towns along the lake are changing the ecosystem in ways that are allowing a parasitic worm to flourish, researchers <a href=\"http://www.cell.com/trends/parasitology/abstract/S1471-4922(14)00038-5\">reported</a> last week in the journal <em>Trends in Parasitology</em>.</p><p>The intestinal disease, called <a href=\"http://www.cdc.gov/parasites/schistosomiasis/\">schistosomiasis</a>, won't kill you, but it can make you pretty sick with a fever, cough and muscle aches. Schistosomiasis comes from flatworm parasites that burrow into people's skin usually when they're bathing in warm, shallow water. Kids who get infected repeatedly can develop malnutrition and learning difficulties.</p><p>\"In some villages around Lake Malawi up to 70 percent of the people and 95 percent of schoolchildren are infected [with schistosomiasis]\", says <a href=\"http://www.paleo.ugent.be/bert_van_bocxlaer.php\">Bert Van Bocxlaer</a>, a postdoctoral researcher with the Smithsonian Institution and Ghent University in Belgium.</p><p>About the size of New Jersey, <a href=\"http://whc.unesco.org/en/list/289\">Lake Malawi</a> is a huge source of water, electricity and food for people in Tanzania, Mozambique and Malawi. Over the past 30 years, the number of people living around the lake has more than doubled to about 14 million. Agricultural output has risen dramatically.</p><p>Many things that people have done to try to make their own lives better have made the <a href=\"http://www.cdc.gov/parasites/schistosomiasis/\">schistosomiasis</a> situation worse, Van Bocxlaer and his colleagues found. Migration, intense fishing, and planting larger and larger tracts of land have all led to the proliferation of the parasitic worm that causes schistosomiasis.</p><p>The worm's life cycle takes it back and forth between living in snails and in people. When a person is in the water, the worms penetrate the skin and then mate inside the intestines. Human excrement then carries the parasite eggs back into the lake where they hatch and go to live inside a species of freshwater snails called <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/11454245\">Bulinus nyassanus</a> in Lake Malawi. Once the worms are large enough, the parasites swim away from the snails and go out in search of the next human host.</p><p>In the past, large schools of fish have kept the snail populations in Lake Malawi in check. But Van Bocxlaer says that's changed. \"There has been overfishing of the fish that usually eat these snails,\" he says.</p><p>In addition, increased farming around the lake has caused sediment levels to rise. This has made the aquatic environment even more favorable for the problematic snails. More snails mean more parasites and more disease.</p><p>\"People are doing more agriculture and more fishing because they need food,\" Van Bocxlaer says. \"But on the other hand, intensified use of these natural resources really causes effects in the aquatic ecosystem that increase the likelihood of transmission of this disease.\"</p><p>Van Bocxlaer himself came down with schistosomiasis while doing this research. Being sick made him think even more deeply about the problem. Understanding the ways in which humans are contributing to the increase in the disease, he says, is an important step in figuring out eventually how to stop it.</p><p><a name=\"_GoBack\"></a>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Thriving+Towns+In+East+Africa+Are+Good+News+For+A+Parasitic+Worm&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jason Beaubien","audio":[{"meta":{"duration":"182"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1316728927-29cabc.m3u?orgId=1&topicId=1128&ft=3&f=316347222"},{"href":"http://media.npr.org/assets/img/2014/05/28/16962862_h17505113-b5d0d0bd5e75e11ee7db9d085031bdd4de5c39d5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1668","width":"2226"}},{"href":"http://media.npr.org/assets/img/2014/05/28/fishing1-f3ae3bb40c824759ab6499a34ea94c107cd948f1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1664","width":"2221"}}]}