{"created":"2015-05-14T02:21:26+00:00","modified":"2015-05-15T02:34:49+00:00","valid":{"from":"2013-09-25T20:09:29+00:00","to":"3013-09-25T20:09:29+00:00"},"hreflang":"en","guid":"0ab907c8-e87f-46fd-83d7-b67249cbc7bb","contentencoded":"<div class=\"barn-cleaned\"><p>Fewer Americans are participating in the workforce than at any time since the early 1980s. And several demographic groups -- including especially women of the Baby Boomer generation -- appear to be leading the job-market exodus after the Great Recession.</p>\n<p>The U.S. <a href=\"http://www.bls.gov/news.release/empsit.t01.htm\">labor force participation rate</a> is now at a 35-year low of only 63.2 percent (as of August 2013). And it’s been falling precipitously ever since 2007, at the onset of the Great Recession.</p>\n<p>Some workers were expected to leave the workforce permanently over that time. After all, the baby-boom generation is starting to hit retirement age. But many more workers than expected have dropped out. Th<span>ey’re not working, nor are they actively seeking work.</span></p>\n<p>Labor economist <a href=\"http://www.epi.org/people/heidi-shierholz/\">Heidi Shierholz at the Economic Policy Institute</a> has estimated the number of so-called “missing workers” at slightly over four million. Her estimate is based on analysis of a comprehensive prediction of labor force participation for the period 2007-2016, by economists at the <a href=\"http://www.bls.gov/opub/mlr/2007/11/art3full.pdf\">Bureau of Labor Statistics in 2007</a>, before the Great Recession hit.</p>\n<p>The BLS prediction assumed that then-current job market conditions and economic trends would continue over the following 10 years. So the difference between what was predicted, and what has actually happened, can be attributed to cyclical economic conditions -- in particular, the extremely poor labor market of the Great Recession and the recovery that has followed.</p>\n<p>The largest single bloc of “missing workers” -- 2.4 million of them -- are of prime working age, 25-54. Another 1.3 million are under the age of 25. The smallest bloc of \"missing workers\" is aged 55-plus -- 700,000 workers. &nbsp;Of that group, the overwhelming majority are women. In the other two age cohorts, more men than women have left the workforce than were expected.</p>\n<p>Shierholz calculates the deficit of older women currently in the workforce is 583,000, including 127,000 over the age of 75. They likely got laid off or quit their jobs in the downturn or perhaps owned a small business that shut down. Shierholz says that in this very weak economic recovery, it’s hard for them to get new jobs -- especially new jobs approaching the salary and skill level of the jobs they lost.</p>\n<p>“Older workers are on average a little less likely to lose their jobs than younger workers,” Shierholz says. &nbsp;She adds that contrary to popular assumptions, many employers value older workers’ experience and maturity, and will lay them off last &nbsp;if given a choice. “But if they (older workers) do lose their jobs,” she continues, “it’s much harder to get reemployed, to find a job that matches their skills and experience.”</p>\n<p>Shierholz says some of the missing Boomer women are “people who are extremely discouraged, who would very much would like to be in the labor force.” Others, she says, have taken early and not-entirely-voluntary retirement. “Maybe they’re nearing retirement age, they got laid off from a job, they looked around for a while, can’t find anything that’s even close to the quality of job they’re interested in, and just kind of say, ‘OK, it’s not what I was planning on, but I’m retiring now,’” she says.</p>\n<p>So, where have all the older women gone?</p>\n<p>Some of them are attending a class&nbsp;<span>at a campus of Portland Community College near downtown Portland, Oregon. &nbsp;It's&nbsp;</span><span>called the 50-Plus Job Seekers Group, &nbsp;organized by the group</span> <a href=\"lifebydesignnw.org\">Life by Design NW</a><span>. The presenter, Barbara Barde of</span> <a href=\"bardecareersolutions.com\">Barde Career Solutions</a><span>, leads the group of 25-or-so attendees, about evenly split between men and women, in exercises about age discrimination and resume-writing strategies. She recommends books to read, and places to get free fashion consulting in order to update one's glasses and wardrobe for interviews.</span></p>\n<p>Several of the women in the class, ranging in age from their early 50s to mid-70s, have given up even looking for work at times over the past few years. According to Bureau of Labor Statistics definitions, they would not be counted as “unemployed” anymore, but would be labeled “discouraged workers,” and would no longer be considered as participating in the labor force.</p>\n<p>Chris Clothier is 65, and she's been working since she was 15 years old. She recently took a severance package from a local government job in GIS (geographic information systems) in Bloomington, Indiana, and moved closer to her grown children in Portland, Oregon. She figured she’d find another job that would tide her over until she retires in a few years and begins drawing Social Security.</p>\n<p>“I really thought I could get a data-entry job relatively easily, part-time,\" says Clothier. “I figured somebody would need me.”</p>\n<p>No such luck. She tried retail looking for a job in retail. &nbsp; “The interviews for the grocery store jobs were like, ‘How will you be supportive of people who come into the store?’ \", says Clothier. \"And I totally understand that they want super-friendly super-good people. And yet, at 65 there’s a part of me that just goes, ‘Why am I doing this, trying to fit myself into someone else’s mold?’”</p>\n<p>Clothier isn’t certain if she’ll keep looking for work in this difficult job market, though if she doesn’t find work she’ll have to dig into her retirement savings to make ends meet.</p>\n<p>Meanwhile, if Clothier can stay in the workforce just one more year, it will boost her Social Security benefits by as much as 8 percent, according to Olivia Mitchell, director of the <a href=\"http://www.pensionresearchcouncil.org/\">Pension Research Council at the University of Pennsylvania’s Wharton School</a>.</p>\n<p>Mitchell is worried by the apparent trend of women retiring earlier than expected because of poor job-market prospects. “Older women -- and I put myself in that group, in the 55-to-64 age bracket -- really need to make up for a lot of the deficits that they’ve incurred during their working life,” Mitchell says. “Many of them have taken time off, they haven’t built up a good pension, they haven’t built up a good Social Security endowment, and so those last several years can make a huge difference in terms of future retirement security.”</p>\n<p>In addition to discouraged workers, several women attending the class were absent from the workforce because of family obligations. They had taken time out from working, or looking for work, after a layoff, or after shutting down their own small business, to care for elderly parents.</p>\n<p>That’s the story for Nancy Biskey, 58. After working in administrative jobs at a local university, she took off many years to raise her children. When her youngest was in high school, she went back to work as a bookkeeper at a church, and was laid off from that job in mid-2010. She didn’t go back to work right away because her parents needed help moving into assisted living; then she had a fall and required surgery. She’s looking for work again now. &nbsp;She says it isn’t financially feasible to live on her husband’s income alone.</p>\n<p>“I don’t want to leave the workforce right now,” says Biskey. “I’ve been out of it for long enough, I just want to get back in and get energized.”</p>\n<p>Heidi Shierholz points out that there are some “missing Boomer women” who are probably fine with not working anymore. “Not everybody in this pool of missing workers is completely unhappy,” she says.</p>\n<p>Carol Schroder would just as soon not be working. “I almost wish I didn’t have to go back to work because I was very busy doing my own thing all day,” she says.</p>\n<p>Schroder’s 56 and lives in suburban New York. She's worked a series of secretarial jobs all her adult life &nbsp;at law, architecture and pharmaceutical firms. &nbsp;She was laid off from the latest one two-and-a-half years ago. She’s been applying for jobs assiduously since, and after temping for a while, she recenatly landed a part-time job doing data-entry.</p>\n<p>“I’m not really excited about it,” says Schroder. “I’m excited about the money because we’ve really been strapped. Our savings is gone. We don't go on vacations.&nbsp;We recently had our twenty-sixth wedding anniversary, and my husband said we’re going to blow a hundred dollars and that’s just the way it was. We went out for an expensive dinner, and I had lobster and he had steak. But we don’t do that but once or twice a year.”</p>\n<p>Schroder only plans to work until her husband retires next year. Then they'll move to a cheaper part of the country.</p>\n<p>Which doesn’t surprise career counselor Minda Redburn at <a href=\"www.lifelongcareer.com\">LifeLong Career Options</a> in Portland. Redburn says many Boomer women grew up not expecting to work their whole lives, even though they worked much more than their own mothers.</p>\n<p>“If they don’t have to work financially, why would they?” she asks. “It’s not as important to them in terms of self-image to have a job, as it is to their male counterparts.&nbsp;They also weren’t raised to empower themselves with the kind of self-efficacy and decision-making that women need to be effective in the workplace.”</p>\n<p>Chris Clothier says that if the only jobs women her age can find are a big step down, in terms of pay and intellectual challenge, they won’t stick with them.</p>\n<p>“I think men have always been raised to be the quote-unquote providers,” says Clothier. “And so they’re going to stick with a job no matter what, till the end. And I think women, perhaps, have less tolerance for that.”</p>\n<p>And indeed, Shierholz’s analysis finds more men in the 55-to-64 age bracket have stayed in the workforce than BLS economists predicted. Having suffered heavy financial losses during the Great Recession on their homes and pensions or 401(k)s, they’re trying to squeeze every last dime out of working before they finally retire.</p>\n<p><iframe src=\"https://w.soundcloud.com/player/?url=http%3A%2F%2Fapi.soundcloud.com%2Ftracks%2F112826076&amp;color=ff6600&amp;auto_play=false&amp;show_artwork=true\" frameborder=\"no\" scrolling=\"no\" ></iframe></p></div>","itags":["0ab907c8e87f6fdf3d79b67249cbc7bb","Marketplace Money","Marketplace","PMP:Marketplace_PMP","Marketplace Money for Friday, September 27, 2013","Marketplace for Wednesday, September 25, 2013"],"published":"2013-09-25T20:09:29+00:00","tags":["APM","Wealth & Poverty","boomer","employment","women"],"contenttemplated":"[{\"content\":\"<p>Fewer Americans are participating in the workforce than at any time since the early 1980s. And several demographic groups -- including especially women of the Baby Boomer generation -- appear to be leading the job-market exodus after the Great Recession.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>The U.S. <a href=\\\"http://www.bls.gov/news.release/empsit.t01.htm\\\">labor force participation rate</a> is now at a 35-year low of only 63.2 percent (as of August 2013). And it’s been falling precipitously ever since 2007, at the onset of the Great Recession.</p>\"},{\"content\":\"<p>Some workers were expected to leave the workforce permanently over that time. After all, the baby-boom generation is starting to hit retirement age. But many more workers than expected have dropped out. Th<span>ey’re not working, nor are they actively seeking work.</span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Labor economist <a href=\\\"http://www.epi.org/people/heidi-shierholz/\\\">Heidi Shierholz at the Economic Policy Institute</a> has estimated the number of so-called “missing workers” at slightly over four million. Her estimate is based on analysis of a comprehensive prediction of labor force participation for the period 2007-2016, by economists at the <a href=\\\"http://www.bls.gov/opub/mlr/2007/11/art3full.pdf\\\">Bureau of Labor Statistics in 2007</a>, before the Great Recession hit.</p>\"},{\"content\":\"<p>The BLS prediction assumed that then-current job market conditions and economic trends would continue over the following 10 years. So the difference between what was predicted, and what has actually happened, can be attributed to cyclical economic conditions -- in particular, the extremely poor labor market of the Great Recession and the recovery that has followed.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>The largest single bloc of “missing workers” -- 2.4 million of them -- are of prime working age, 25-54. Another 1.3 million are under the age of 25. The smallest bloc of &quot;missing workers&quot; is aged 55-plus -- 700,000 workers.  Of that group, the overwhelming majority are women. In the other two age cohorts, more men than women have left the workforce than were expected.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Shierholz calculates the deficit of older women currently in the workforce is 583,000, including 127,000 over the age of 75. They likely got laid off or quit their jobs in the downturn or perhaps owned a small business that shut down. Shierholz says that in this very weak economic recovery, it’s hard for them to get new jobs -- especially new jobs approaching the salary and skill level of the jobs they lost.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“Older workers are on average a little less likely to lose their jobs than younger workers,” Shierholz says.  She adds that contrary to popular assumptions, many employers value older workers’ experience and maturity, and will lay them off last  if given a choice. “But if they (older workers) do lose their jobs,” she continues, “it’s much harder to get reemployed, to find a job that matches their skills and experience.”</p>\"},{\"content\":\"<p>Shierholz says some of the missing Boomer women are “people who are extremely discouraged, who would very much would like to be in the labor force.” Others, she says, have taken early and not-entirely-voluntary retirement. “Maybe they’re nearing retirement age, they got laid off from a job, they looked around for a while, can’t find anything that’s even close to the quality of job they’re interested in, and just kind of say, ‘OK, it’s not what I was planning on, but I’m retiring now,’” she says.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>So, where have all the older women gone?</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Some of them are attending a class <span>at a campus of Portland Community College near downtown Portland, Oregon.  It&apos;s </span><span>called the 50-Plus Job Seekers Group,  organized by the group</span> <a href=\\\"lifebydesignnw.org\\\">Life by Design NW</a><span>. The presenter, Barbara Barde of</span> <a href=\\\"bardecareersolutions.com\\\">Barde Career Solutions</a><span>, leads the group of 25-or-so attendees, about evenly split between men and women, in exercises about age discrimination and resume-writing strategies. She recommends books to read, and places to get free fashion consulting in order to update one&apos;s glasses and wardrobe for interviews.</span></p>\"},{\"content\":\"<p>Several of the women in the class, ranging in age from their early 50s to mid-70s, have given up even looking for work at times over the past few years. According to Bureau of Labor Statistics definitions, they would not be counted as “unemployed” anymore, but would be labeled “discouraged workers,” and would no longer be considered as participating in the labor force.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Chris Clothier is 65, and she&apos;s been working since she was 15 years old. She recently took a severance package from a local government job in GIS (geographic information systems) in Bloomington, Indiana, and moved closer to her grown children in Portland, Oregon. She figured she’d find another job that would tide her over until she retires in a few years and begins drawing Social Security.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“I really thought I could get a data-entry job relatively easily, part-time,&quot; says Clothier. “I figured somebody would need me.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p>No such luck. She tried retail looking for a job in retail.   “The interviews for the grocery store jobs were like, ‘How will you be supportive of people who come into the store?’ &quot;, says Clothier. &quot;And I totally understand that they want super-friendly super-good people. And yet, at 65 there’s a part of me that just goes, ‘Why am I doing this, trying to fit myself into someone else’s mold?’”</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Clothier isn’t certain if she’ll keep looking for work in this difficult job market, though if she doesn’t find work she’ll have to dig into her retirement savings to make ends meet.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Meanwhile, if Clothier can stay in the workforce just one more year, it will boost her Social Security benefits by as much as 8 percent, according to Olivia Mitchell, director of the <a href=\\\"http://www.pensionresearchcouncil.org/\\\">Pension Research Council at the University of Pennsylvania’s Wharton School</a>.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Mitchell is worried by the apparent trend of women retiring earlier than expected because of poor job-market prospects. “Older women -- and I put myself in that group, in the 55-to-64 age bracket -- really need to make up for a lot of the deficits that they’ve incurred during their working life,” Mitchell says. “Many of them have taken time off, they haven’t built up a good pension, they haven’t built up a good Social Security endowment, and so those last several years can make a huge difference in terms of future retirement security.”</p>\"},{\"content\":\"<p>In addition to discouraged workers, several women attending the class were absent from the workforce because of family obligations. They had taken time out from working, or looking for work, after a layoff, or after shutting down their own small business, to care for elderly parents.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>That’s the story for Nancy Biskey, 58. After working in administrative jobs at a local university, she took off many years to raise her children. When her youngest was in high school, she went back to work as a bookkeeper at a church, and was laid off from that job in mid-2010. She didn’t go back to work right away because her parents needed help moving into assisted living; then she had a fall and required surgery. She’s looking for work again now.  She says it isn’t financially feasible to live on her husband’s income alone.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“I don’t want to leave the workforce right now,” says Biskey. “I’ve been out of it for long enough, I just want to get back in and get energized.”</p>\"},{\"content\":\"<p>Heidi Shierholz points out that there are some “missing Boomer women” who are probably fine with not working anymore. “Not everybody in this pool of missing workers is completely unhappy,” she says.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Carol Schroder would just as soon not be working. “I almost wish I didn’t have to go back to work because I was very busy doing my own thing all day,” she says.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Schroder’s 56 and lives in suburban New York. She&apos;s worked a series of secretarial jobs all her adult life  at law, architecture and pharmaceutical firms.  She was laid off from the latest one two-and-a-half years ago. She’s been applying for jobs assiduously since, and after temping for a while, she recenatly landed a part-time job doing data-entry.</p>\"},{\"content\":\"<p>“I’m not really excited about it,” says Schroder. “I’m excited about the money because we’ve really been strapped. Our savings is gone. We don&apos;t go on vacations. We recently had our twenty-sixth wedding anniversary, and my husband said we’re going to blow a hundred dollars and that’s just the way it was. We went out for an expensive dinner, and I had lobster and he had steak. But we don’t do that but once or twice a year.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Schroder only plans to work until her husband retires next year. Then they&apos;ll move to a cheaper part of the country.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Which doesn’t surprise career counselor Minda Redburn at <a href=\\\"www.lifelongcareer.com\\\">LifeLong Career Options</a> in Portland. Redburn says many Boomer women grew up not expecting to work their whole lives, even though they worked much more than their own mothers.</p>\"},{\"content\":\"<p>“If they don’t have to work financially, why would they?” she asks. “It’s not as important to them in terms of self-image to have a job, as it is to their male counterparts. They also weren’t raised to empower themselves with the kind of self-efficacy and decision-making that women need to be effective in the workplace.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Chris Clothier says that if the only jobs women her age can find are a big step down, in terms of pay and intellectual challenge, they won’t stick with them.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“I think men have always been raised to be the quote-unquote providers,” says Clothier. “And so they’re going to stick with a job no matter what, till the end. And I think women, perhaps, have less tolerance for that.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>And indeed, Shierholz’s analysis finds more men in the 55-to-64 age bracket have stayed in the workforce than BLS economists predicted. Having suffered heavy financial losses during the Great Recession on their homes and pensions or 401(k)s, they’re trying to squeeze every last dime out of working before they finally retire.</p>\"},{\"content\":\"<p><iframe frameborder=\\\"no\\\" scrolling=\\\"no\\\" src=\\\"https://w.soundcloud.com/player/?url=http%3A%2F%2Fapi.soundcloud.com%2Ftracks%2F112826076&amp;color=ff6600&amp;auto_play=false&amp;show_artwork=true\\\"></iframe></p>\",\"type\":\"text/html\"}]","teaser":"Women aged 55-64 have left the workforce by the hundreds of thousands. Meanwhile, men that age are staying in jobs longer than expected. What gives?","byline":"Mitchell Hartman","title":"Where did the boomer women go?","description":"Women aged 55-64 have left the workforce by the hundreds of thousands. Meanwhile, men that age are staying in jobs longer than expected. What gives?","audio":[{"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/Job%20Seekers%20Over%2050%20Barbara%20Barde.JPG?itok=y6aw8pLy","meta":{"height":"340","crop":"primary","width":"610"}},{"format":"MP3","type":"audio/mpeg","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/09/25/marketplace_segment19_20130925_64.mp3","meta":{"duration":285,"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/09/25/marketplace_segment19_20130925"},"duration_hms":"00:04:45"}}]}