{"created":"2014-10-08T13:24:09+00:00","modified":"2014-10-31T00:50:33+00:00","valid":{"from":"2014-10-31T00:50:33+00:00","to":"3014-10-31T00:50:33+00:00"},"hreflang":"en","title":"Abumrad And Krulwich: Lab Partners Forever","published":"2014-07-18T17:28:00+00:00","teaser":"The hosts of WNYC's <em>Radiolab</em> describe first impressions, the show's bumbling beginnings and their mutual passion for shoes. Will these brainiacs get their wires crossed in a game about each other?","itags":["npr_api","325532918"],"guid":"0ac05d7a-3cff-435f-a2b8-206353fae092","contentencoded":"<p><strong><strong></strong></strong>Although the on-air chemistry between Jad Abumrad and Robert Krulwich, hosts of WNYC's<a href=\"http://www.radiolab.org/\"><em> Radiolab</em></a>, is a big reason for their show's success, their initial collaborations were not so smooth. They first met when Krulwich ripped up Abumrad's script for a fundraising promo and then proceeded to improvise a new one — somehow mentioning aliens in the process. The pair soon began to meet for weekly breakfasts to chat about science and other worldly matters, and from that the beginnings of Radiolab emerged. One of their first tests came in the form of a pitch to Ira Glass, host of <em>This</em> <em>American Life</em>. The duo submitted a dramatic account on how to properly fold an American flag, which was met with less than enthusiastic reviews.</p><p>Abumrad told <em>Ask Me Another</em> host Ophira Eisenberg about Glass' response: \"Not only do I hate this, but my entire staff has had multiple meetings over how much we hate it.\" Krulwich admits that he is still proud of that piece, to the point of refusing the payment that was promised even though the piece didn't make it on air. \"This is the thing about Robert,\" said Abumrad. \"He, to this day, with the fierceness of a stampeding herd of wildebeests, will insist that is the greatest piece of radio ever made.\" You can decide for yourself in a clip we played to the audience at the Brooklyn Academy of Music.</p><p>Given the countless hours they've spent together in a radio studio, we wanted to find out just how much Abumrad and Krulwich know about each other's habits and obsessions. So in an <em>Ask Me Another</em> Challenge called \"Lab Partners Forever,\" we challenge the co-hosts to guess how the other person answered some of life's biggest questions. It turns out they both have a fascination with footwear, but only one of them can't live without a shoehorn.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Abumrad+And+Krulwich%3A+Lab+Partners+Forever&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1325810065-cf5760.m3u?orgId=1&topicId=1008&aggIds=167740319&ft=3&f=325532918"},{"meta":{"duration":"1072"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1325809263-8f685a.m3u?orgId=1&topicId=1008&aggIds=167740319&ft=3&f=325532918"},{"href":"http://media.npr.org/assets/img/2014/06/26/amalovefest_1010-b6932649027e65b6935a50a060f87658816802ff.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3236","width":"4318"}}]}