{"created":"2014-10-07T20:21:41+00:00","modified":"2014-11-04T17:46:00+00:00","valid":{"from":"2014-11-04T17:45:59+00:00","to":"3014-11-04T17:45:59+00:00"},"hreflang":"en","title":"Finding The Anthropology In Latin Dance Music","published":"2014-07-24T02:36:00+00:00","teaser":"The Uruguayan singer-songwriter Jorge Drexler, a former doctor, is known as a literate and introspective musician. But then he wondered how his brainy musings would translate to music for the body.","itags":["npr_api","334490703"],"guid":"0ac6b7ed-16b7-426e-b664-ff533c75d519","contentencoded":"<p><a href=\"http://www.npr.org/artists/15199041/jorge-drexler\" target=\"_blank\">Jorge Drexler</a>'s songs have been called introspective and literate. He's been compared to <a href=\"http://www.npr.org/artists/15168166/paul-simon\" target=\"_blank\">Paul Simon</a>. But a couple years ago, the Uruguayan musician began to wonder what it would take to write dance-oriented music. That's the assignment he gave himself on his latest album, <em>Bailar en la Cueva</em>, or \"dancing in the cave.\"</p><p>\"I decided to start this record from the feet and from the movement centers in the body,\" Drexler says. The idea, he explains, was to shift focus \"away from what was easy for me, writing from and about emotions, and from and about ideas — and move to the feet.\"</p><p>Drexler broke in to the US market in 2004, after a song he wrote for the movie <em>The Motorcycle Diaries</em> became the first Spanish-language work to win an Oscar for Best Original Song. He says that adding a dance beat doesn't have to mean abandoning the scholarly qualities of his music.</p><p>\"If I'm going to talk about dancing, I'm going to try to look at a very deep and emotional and anthropological, even biological side, of it,\" he says. \"What it means, music and dancing, for us, as a species.\"</p><p>Drexler is not your ordinary songwriter: He's an ear, nose and throat doctor who didn't launch a music career until he was 30. The awe he felt learning about the laws of science and the natural world still finds its way into tracks like \"Todo Cae.\" In the song, whose title translates to \"everything falls,\" love is so powerful it can defeat gravity and entropy.</p><p>\"That awe [is what] I try to bring into songs, the awe at the perception and the contemplation of life and existence I feel through basic science,\" he says. \"The only thing that I studied carefully in my life was music and medicine, especially the basic sciences like biology, chemistry and physics. And so I can't help but looking at the world from that point of view.\"</p><p>Drexler's parents were both doctors. His grandparents were German Jews who escaped the Nazis in 1939, taking political asylum at the Bolivian Embassy in Berlin.</p><p>\"And Bolivia was incredibly brave and generous,\" Drexler says. \"They kept on giving visas to German Jews and they saved a lot of people. So my grandparents, very young, with a 4-year-old boy that was my father, had to leave Berlin and went to live in Oruro.\"</p><p>Josh Kun, a professor at the University of Southern California Annenberg School for communication and journalism, says Drexler represents something rare: a contemporary singer-songwriter in touch with the cultural politics of memory.</p><p>\"He is somebody who [has] lived and felt and experienced the violences of movement and migration in his own family, and also the power of memory to make sense of the past,\" Kun says. \"And then he has a gift of connecting those personal relationships to memory, to larger, social and cultural memories. And he somehow manages to do that, usually, in a space of a love song, where he can take something very minute and turn it into a much larger commentary about memory that is personal and historical.</p><p>For Drexler, history is very much a part of the present, and so is movement. He says people dancing around the fire in a cave, 45,000 years ago, are not that different from people dancing in a 21st-century club.</p><p>\"There must be something in common in the two situations, the deep reasons why we keep on doing that. We keep on getting together and dancing in closed places,\" he says. \"Every generation thinks that they invented 'party,' and it's actually been with us since we came down from the trees.\"</p><p>As the title track of <em>Bailar en la Cueva</em> says, \"We used to make music, long before we knew about agriculture. The idea is eternally new: as night falls, we continue to dance in the cave.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Finding+The+Anthropology+In+Latin+Dance+Music&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Betto Arcos","audio":[{"meta":{"duration":"354"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1334494766-e7a15e.m3u?orgId=1&topicId=1039&ft=3&f=334490703"},{"href":"http://media.npr.org/assets/img/2014/07/23/jorgedrexler2-f1d45ba57dce049add47eef8c2c1fc321b36966c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1798","width":"2400"}}]}