{"created":"2015-01-25T19:54:25+00:00","modified":"2015-07-03T20:27:43+00:00","valid":{"from":"2015-07-03T20:27:43+00:00","to":"3015-07-03T20:27:43+00:00"},"hreflang":"en","title":"Obama Proposes New Protections For Arctic National Wildlife Refuge","published":"2015-01-26T13:03:00+00:00","teaser":"The president recommends more than 12 million acres of the region receive the highest level of protection available for public lands.","itags":["npr_api","379795695"],"guid":"0acbf3f0-a0ff-4b87-8a22-ad0b81e71656","contentencoded":"<p>The Obama administration is proposing new protections for large portions of the Arctic National Wildlife Refuge (ANWR). <a href=\"http://www.doi.gov/news/pressreleases/obama-administration-moves-to-protect-arctic-national-wildlife-refuge.cfm\">The U.S. Department of Interior says</a> it's the first time it's recommended additional protections and that their new recommendations have the potential to be one of the largest conservation measures \"since Congress passed the visionary Wilderness Act over 50 years ago.\"</p><p>The Department is recommending that millions more acres of the Arctic National Wildlife Refuge, including the Coastal Plain, be declared \"Wilderness.\" That would make the total area of the refuge declared Wilderness 12.28 million acres.</p><p>Wilderness is the highest level of protection available for public lands. It prohibits mining, drilling, roads, vehicles and permanent structures. The Department of Interior says less than 40 percent of the Refuge currently has Wilderness designation.</p><p>Interior plans to start managing the coastal plain area of the Refuge as Wilderness, but will need help from Congress to keep those new protections permanent. Only Congress has the power to make a Wilderness designation, and in a <a href=\"https://www.youtube.com/watch?v=3hey_WIAFVA&feature=youtu.be\">video released to YouTube Sunday</a>, Obama challenged Congress' to act on the issue.</p><p>\"And I'm going to be calling on Congress to take it one step further,\" Obama said from Air Force One during a trip to India, as the video interspersed scenic shots of arctic animals and landscapes. \"Designating [ANWR] as a Wilderness so that we can make sure that this amazing wonder is preserved for future generations.\"</p><p><a href=\"http://www.washingtonpost.com/news/energy-environment/wp/2015/01/25/obama-administration-to-propose-new-wilderness-protections-in-arctic-refuge-alaska-republicans-declare-war/?wpisrc=al_alert\">The Washington Post reports</a> that the administration's Sunday announcement won't be its only action on the Arctic. <em>The Post's</em> Juliet Elperin reports that the Department of Interior will make certain parts of the Arctic Ocean off limits to drilling, in a plan set to be issued this week. Elperin also says the administration could impose \"additional limits on oil and gas production in parts of the National Petroleum Reserve-Alaska.\"</p><p>Already, Alaska Sen. Lisa Murkowski has called the Interior Department's plans a quote \"stunning attack\" on Alaska's ability to develop a strong economy — because it might hinder oil and gas production.</p><p>\"It's clear this administration does not care about us, and sees us as nothing but a territory,\" Murkowski said. \"The promises made to us at statehood, and since then, mean absolutely nothing to them. I cannot understand why this administration is willing to negotiate with Iran, but not Alaska. But we will not be run over like this. We will fight back with every resource at our disposal.\"</p><p>Alaska Sen. Dan Sullivan joined Murkowski in the statement. \"We will defeat their lawless attempt to designate ANWR as a wilderness, as well as their ultimate goal of making Alaska one big national park,\" Sullivan said. \"This decision disregards the rule of law and our constitution and specifically ignores many promises made to Alaska in ANILCA [Alaska National Interest Lands Conservation Act]. It is just one more example of President Obama thumbing his nose at the citizens of a sovereign state — and will put Alaska and America's energy security in serious jeopardy.\"</p><p>U.S. Rep. Don Young, R-Alaska, and Gov. Bill Walker also voiced their dissent in the joint statement. Walker said increased oil production can help Alaska's economy and that he'd \"consider accelerating the options available to us to increase oil exploration and production on state-owned lands.\"</p><p><a href=\"http://www.doi.gov/news/pressreleases/obama-administration-moves-to-protect-arctic-national-wildlife-refuge.cfm\">The Department of Interior says</a> the Arctic National Wildlife Refuge is \"home to the most diverse wildlife in the arctic, including caribou, polar bears, gray wolves, and muskoxen,\" with hundreds of species calling the region home.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Obama+Proposes+New+Protections+For+Arctic+National+Wildlife+Refuge&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Sam Sanders","audio":[{"meta":{"duration":"93"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1381529367-8da7c4.m3u?orgId=1&topicId=1091&d=93&p=3&story=379795695&t=progseg&e=381529277&seg=7&ft=nprml&f=379795695"}]}