{"created":"2014-12-10T09:54:49+00:00","modified":"2015-06-05T15:23:13+00:00","valid":{"from":"2015-06-05T15:23:13+00:00","to":"3015-06-05T15:23:13+00:00"},"hreflang":"en","title":"Deford: What's Wrong With Pro Athletes Taking A Stand? ","published":"2014-12-10T14:56:00+00:00","teaser":"NFL and NBA players are famous and influential, says commentator Frank Deford. So if they want to show support for protests against police brutality, he asks, why shouldn't they?","itags":["npr_api","369593423"],"guid":"0add5fbe-1fdc-458d-af15-369f1119e20a","contentencoded":"<p>A common complaint I've long heard was that current athletes were selfish and not politically involved like their passionate forebears –– players like Jim Brown, Billie Jean King, Bill Russell and Arthur Ashe.</p><p>My response was, \"Well, how many of the modern athletes' peers are especially engaged in social controversy?\" It wasn't fair to compare the sensibility of the athletes of, say, 1995 or 2005 to those of 1965; the apt comparison is with other members of their own cohort.</p><p>Recently, however — especially with regard to racial issues — athletes have been speaking out again, just as many of their young contemporaries have become more engaged.</p><p>Those who would prefer that athletes just shut up and play seldom seem to mind that a lot of entertainers are outspoken. And really, is the average actor, like the average shopkeeper or the average dentist, any more or less qualified to express opinions?</p><p>But athletes carry the \"dumb jock\" label. And, of course, a lot of them simply aren't particularly interested in the wider world. It's all very nice to call up the memory of the likes of King and Brown and Russell and Ashe, but it's not as if the rest of athletic America back then was boldly speaking out. Looking at it overall, through the years, I'd say that athletes have been politically and socially engaged pretty much in tune with their fellow age group.</p><p>The athletes who seem to have been the most criticized recently are the five St. Louis Rams receivers who came out before a game with their hands up in the familiar pose of other Americans who disputed the grand jury decision in Missouri. Well, why not? It didn't interfere with the game.</p><p>Also, it's always wise to keep in mind that athletes<strong> </strong>are young and glamorous; they are primarily <em>visible</em>, and so it makes sense that they can be more effective employing actions rather than issuing statements. Remember the impact when LeBron James and some of his teammates wore hoodies in support of Treyvon Martin?</p><p>Athletes are famous; they can command our attention beyond the playing field in so many ways. And, of course, the ones who have made it to the major leagues also have the wherewithal to make a difference in so many different places.</p><p>There is, in fact, a perfect example right now where sweet charity could mix with cold commerce. The NBA just established its largest store outside the U.S., in Manila (because the Philippines is a country mad for basketball), but almost as soon as the doors to the emporium were opened, another terrible typhoon hit that unlucky land.</p><p>What a wonderful gesture it would be for the NBA players –– and the NBA itself –– to make Philippines relief a special social cause — not just a place to peddle NBA paraphernalia.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Deford%3A+What%27s+Wrong+With+Pro+Athletes+Taking+A+Stand%3F+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Deford","audio":[{"meta":{"duration":"209"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1369777106-e8a104.m3u?orgId=1&topicId=1055&aggIds=4499275&d=209&p=3&story=369593423&t=progseg&e=369776996&seg=10&ft=nprml&f=369593423"},{"href":"http://media.npr.org/assets/img/2014/12/09/lebron-1-0fe3e4ef0a70fd09816455b9e36eda463bc4a457.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2331","width":"3108"}}]}