{"created":"2015-05-20T12:48:49+00:00","modified":"2015-05-20T12:48:50+00:00","valid":{"from":"2015-05-20T12:48:50+00:00","to":"3015-05-20T12:48:50+00:00"},"hreflang":"en","guid":"0aeac974-9b4f-4b6f-a551-c4372250d8fb","title":"The world's longest animal population study has bad news for wolves","published":"2015-05-20T12:48:44+00:00","byline":"Robert Boos","tags":["science","wildlife","Environment","Science, Tech & Environment","North America","United States","Michigan","Isle Royale National Park","Isle Royale National Park","Moose","Zoology","Biology","Gray wolf","Wolves and moose on Isle Royale"],"teaser":"At its height in 1980, the wolf population on Isle Royale National Park numbered as many as 50 individuals. But now, with just three individuals remaining, the wolves’ doom is virtually assured.","contentencoded":"<p>The predator-prey relationship is an ancient tale. And at Michigan's <a href=\"http://www.nps.gov/isro/index.htm\" target=\"_blank\">Isle Royale National Park</a>, located on an island in Lake Superior, scientists watched wolves and moose play out that relationship for more than five decades.</p>\n<p>Moose made it to the island in the early 20th century, and wolves followed them in the 1940s by crossing an ice bridge. By tracking their populations, researchers hoped to glean some understanding about how the animals would develop when in a natural state and isolated from outside factors. </p>\n<p>So, starting in 1959, researchers counted up the the wolves and the moose each winter; it's now the longest such study in the world.</p>\n<p>At that time, no one had any idea what was going to happen at Isle Royale. But almost 60 years later, the pattern is clear: The wolf population on Isle Royale is in a death spiral.</p>\n<p>During the first years of the study, the wolves and moose maintained a static balance. But after 15 years or so it became clear that the predator-prey relationship between wolves and moose is dynamic and the populations are constantly fluctuating, says Rolf Peterson, the study leader and an ecologist at <a href=\"http://www.mtu.edu/\" target=\"_blank\">Michigan Technological University</a></p>\n<p>\"Now we realize that the whole system is driven by fairly rare events that are relatively unpredictable,” Peterson said. In 1981, for instance, <a href=\"https://www.avma.org/public/PetCare/Pages/canine-parvovirus.aspx\" target=\"_blank\">canine parvovirus</a> got to Isle Royale and wrecked the wolf population. The packs didn’t recover for years.</p>\n<p>Inbreeding also reinforced genetic maladies in the form of spinal abnormalities, like extra or asymmetrical vertebrae. It started with just a few wolves in 1994, but advanced to the point where all wolves had spinal abnormalities.</p>\n<p>That's why Peterson says survival for the population will require the introduction of new wolves to the island, which some researchers have argued for. It's worked in the past, he argues, pointing to the case of a wolf called \"the Old Grey Guy\" by researchers.</p>\n<p>That wolf made it over the ice to Isle Royale from the Canadian mainland in 1997, becoming a breeding individual for the island pack. He fundamentally changed the island's dynamics, and his genes quickly revitalized the island’s 20 to 30 wolves.</p>\n<p>“The wolf population was rejuvenated rather spectacularly,\" Peterson says. \"Then, amazingly, the wolves killed moose at a higher rate than we've ever seen before. They were just better at preying on moose.”</p>\n<p>But those days are long gone. In winter 2012, the research group's annual study counted only nine wolves. It wasn't until May that year that park scientists found <a href=\"http://www.mtu.edu/news/stories/2012/june/mystery-solved-wolves-drowned-old-mine-shaft-isle-royale-national-park.html\" target=\"_blank\">three additional wolves had died </a>after falling into a mine shaft.</p>\n<p>Now, with only three wolves remaining, the study — and the island's fundamental predator-prey dynamic — may soon be over.</p>\n<p><em>This story is based on <a href=\"http://loe.org/shows/segments.html?programID=15-P13-00019&amp;segmentID=4\" target=\"_blank\">an interview</a> from PRI's <a href=\"http://loe.org\" target=\"_blank\">Living on Earth</a> with Steve Curwood.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-18%2Fisle-royale-wolves-are-circling-death-spiral&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/story/images/ISLE-ROYALE-wolves.png","meta":{"crop":"primary","height":null,"width":null},"type":"image/png"},{"href":"http://admin.pri.org/file/isle-royale-wolvespng"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/1nodefieldrefprogram/segment-audio/loe150508b3wolvesstudy.mp3"},{"href":"http://admin.pri.org/file/loe150508b3wolvesstudymp3"}]}