{"created":"2015-04-30T16:50:28+00:00","modified":"2015-04-30T19:46:57+00:00","valid":{"from":"2014-04-08T19:02:35+00:00","to":"3014-04-08T19:02:35+00:00"},"hreflang":"en","guid":"0af0430e-b5a9-49f2-9997-663de021e977","title":"When Words Matter: A National Poetry Month Special","teaser":"In this National Poetry Month special, SOTRU explores all facets of poetry and its influence in host Al Letson's life. We talk to poets from all over the country about the craft, the lifestyle, the resurgence of poems, and of course, hear some incredible poetry.","description":"State of the Re:Union When Words Matter: A National Poetry Month Special  Host: Al Letson Producer: Al Letson  Episode Description: In this National Poetry Month special, SOTRU explores all facets of poetry and its influence in host Al Letson's life. We talk to poets from all over the country about the craft, the lifestyle, the resurgence of poems, and of course, hear some incredible poetry.  BILLBOARD (:59) Incue: From WJCT in Jacksonville, Florida... Outcue: But first, this news.  News Hole 1:00-6:00  SEGMENT A (12:29) Incue: From WJCT in Jacksonville, Florida... Outcue: on State of the Re:Union's poetry special.  Poetry Can Change the World Al kicks off the episode with a personal story, about being at a large poetry gathering in a small Southern town, Americus, Georgia.&nbsp; Americus wasn't exactly ready for a big group of diverse poets.&nbsp; In between the friction between Letson and a sheriff, both of them learn the power of words.  Stand Up and Stand Strong We hear a poem by slam poet and Kevin&nbsp; Burke. In \"Day Two,\" Kevin reflects on his time working as a substitute teacher and wanting the kids to stand up for something important.  SEGMENT B (18:59) Incue: I'm Al Letson and you are listening to Outcue: P-R-X-dot-O-R-G.  A Southern Griot and His Craft Performance poet and author Ayodele Heath performs \"Things My Father Gave Me (Which I Never Asked For),\" a poem about all the things an African-American father passes down to his son. Then, Al interviews Ayodele about the craft of writing and how he got into poetry.   Two Short Poems from Derrick Brown Two short poems, \"Debbie\" and \"Eating the Whole,\" from poet and publisher Derrick Brown, a traveling poet as well as the publisher of Write Bloody Publishing.   The Year of No Mistakes Writer, performer and historian Cristin O'Keefe Aptowicz's new book \"The Year of No Mistakes\" chronicles the aftermath of the breakup of her long-term relationship. In this piece Cristin talks about her roots, falling in love with slam poetry and her new home New York City, she meets a fellow poet and begins a fourteen year romance.&nbsp; Years later an amazing opportunity opens up for her to follow her dream to be a professional writer. But as we learn, those opportunities come at a cost.   SEGMENT C (18:59) Incue: I'm Al Letson and you are listening Outcue: This is NPR.  Self Centered Asian American spoken word poet Kelly Zen-Yie Tsai reflects on what life would be like if she ruled the world.  Youth Speaks - The Next Generation Speaks for Itself Youth Speaks is an organization that helps teens find their voices. The group engages them in writing poetry, then empowers them to become leaders and activists in their own communities. Through this piece, Founder and Executive Director James Kass, tells us how Youth Speaks got started, the poets they've worked with, and the reach of the organization. We'll also hear some teens performing their poetry.  Close and Montage Al wraps up the episode with a personal story about what poetry means to him. Then, we finish things up with excerpts of poems from poets from across the country.  Broadcast Window Begins 4/8/14  When Words Matter: A National Poetry Month Special will be available beginning&nbsp; April 8, 2014, on PRX and the Content Depot without charge to all public radio stations, and may be aired an unlimited number of times prior to December 31, 2014. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only.   State of the Re:Union is presented by WJCT, and co-distributed by NPR and PRX.&nbsp; Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting.   Thanks for your consideration of State of the Re:Union with Al Letson. Please contact your NPR Stations relations person or Melissa LaCasse at lacasse.melissa@gmail.com or 207.776.4926 with questions or to confirm carriage.","contentencoded":"State of the Re:Union<br /> When Words Matter: A National Poetry Month Special<br /> <br /> Host: Al Letson<br /> Producer: Al Letson<br /> <br /> Episode Description: In this National Poetry Month special, SOTRU explores all facets of poetry and its influence in host Al Letson's life. We talk to poets from all over the country about the craft, the lifestyle, the resurgence of poems, and of course, hear some incredible poetry.<br /> <br /> BILLBOARD (:59)<br /> Incue: From WJCT in Jacksonville, Florida...<br /> Outcue: But first, this news.<br /> <br /> News Hole 1:00-6:00<br /> <br /> SEGMENT A (12:29)<br /> Incue: From WJCT in Jacksonville, Florida...<br /> Outcue: on State of the Re:Union's poetry special.<br /> <br /> Poetry Can Change the World<br /> Al kicks off the episode with a personal story, about being at a large poetry gathering in a small Southern town, Americus, Georgia.&nbsp; Americus wasn't exactly ready for a big group of diverse poets.&nbsp; In between the friction between Letson and a sheriff, both of them learn the power of words.<br /> <br /> Stand Up and Stand Strong<br /> We hear a poem by slam poet and Kevin&nbsp; Burke. In \"Day Two,\" Kevin reflects on his time working as a substitute teacher and wanting the kids to stand up for something important.<br /> <br /> SEGMENT B (18:59)<br /> Incue: I'm Al Letson and you are listening to<br /> Outcue: P-R-X-dot-O-R-G.<br /> <br /> A Southern Griot and His Craft<br /> Performance poet and author Ayodele Heath performs \"Things My Father Gave Me (Which I Never Asked For),\" a poem about all the things an African-American father passes down to his son. Then, Al interviews Ayodele about the craft of writing and how he got into poetry. <br /> <br /> Two Short Poems from Derrick Brown<br /> Two short poems, \"Debbie\" and \"Eating the Whole,\" from poet and publisher Derrick Brown, a traveling poet as well as the publisher of Write Bloody Publishing. <br /> <br /> The Year of No Mistakes<br /> Writer, performer and historian Cristin O'Keefe Aptowicz's new book \"The Year of No Mistakes\" chronicles the aftermath of the breakup of her long-term relationship. In this piece Cristin talks about her roots, falling in love with slam poetry and her new home New York City, she meets a fellow poet and begins a fourteen year romance.&nbsp; Years later an amazing opportunity opens up for her to follow her dream to be a professional writer. But as we learn, those opportunities come at a cost. <br /> <br /> SEGMENT C (18:59)<br /> Incue: I'm Al Letson and you are listening<br /> Outcue: This is NPR.<br /> <br /> Self Centered<br /> Asian American spoken word poet Kelly Zen-Yie Tsai reflects on what life would be like if she ruled the world.<br /> <br /> Youth Speaks - The Next Generation Speaks for Itself<br /> Youth Speaks is an organization that helps teens find their voices. The group engages them in writing poetry, then empowers them to become leaders and activists in their own communities. Through this piece, Founder and Executive Director James Kass, tells us how Youth Speaks got started, the poets they've worked with, and the reach of the organization. We'll also hear some teens performing their poetry.<br /> <br /> Close and Montage<br /> Al wraps up the episode with a personal story about what poetry means to him. Then, we finish things up with excerpts of poems from poets from across the country.<br /> <br /> Broadcast Window Begins 4/8/14<br /> <br /> When Words Matter: A National Poetry Month Special will be available beginning&nbsp; April 8, 2014, on PRX and the Content Depot without charge to all public radio stations, and may be aired an unlimited number of times prior to December 31, 2014. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only. <br /> <br /> State of the Re:Union is presented by WJCT, and co-distributed by NPR and PRX.&nbsp; Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting. <br /> <br /> Thanks for your consideration of State of the Re:Union with Al Letson. Please contact your NPR Stations relations person or Melissa LaCasse at lacasse.melissa@gmail.com or 207.776.4926 with questions or to confirm carriage.","byline":"Al Letson","published":"2014-04-08T19:02:35+00:00","tags":["Art","Entertainment"],"itags":["prx:stories-115769"],"audio":[{"href":"https://cms.prx.org/pub/24b917b2817ad555dcb3bd0b564a40c0/0/web/story_image/281592/medium/poetry-month-logo_01.png","type":"image/png","meta":{"crop":"medium"}},{"href":"https://cms.prx.org/pub/7dac9345c29436bb46749b0b0d115bd6/0/web/audio_file/654805/broadcast/01-Poetry_Billboard.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886265}},{"href":"https://cms.prx.org/pub/b535ca2090e302f4686b5cbf18feb913/0/web/audio_file/654798/broadcast/02-Poetry_Newscast_Music.mp3","type":"audio/mpeg","meta":{"duration":29,"size":927685}},{"href":"https://cms.prx.org/pub/4effd73bc9e2fdc9db5e2a44021607d7/0/web/audio_file/654797/broadcast/03-Poetry_Segment_A.mp3","type":"audio/mpeg","meta":{"duration":749,"size":23941955}},{"href":"https://cms.prx.org/pub/fdb4924d2390c8b2b15d03cc21f65e0e/0/web/audio_file/654794/broadcast/04-Poetry_Segment_A_Music.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1885430}},{"href":"https://cms.prx.org/pub/4e2539958bbacf4e392f720096b77c8b/0/web/audio_file/654804/broadcast/05-Poetry_Segment_B.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36408505}},{"href":"https://cms.prx.org/pub/5d4af0fc8da9c4f744b7b0d83aa9afb5/0/web/audio_file/654802/broadcast/06-Poetry_Seg_B_Music.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886265}},{"href":"https://cms.prx.org/pub/df1ef1f2e2ab5036c47ec36d394bcb7c/0/web/audio_file/654801/broadcast/07-Poetry_Segment_C.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36408505}}]}