{"created":"2014-09-08T13:51:17+00:00","modified":"2014-10-30T22:39:41+00:00","valid":{"from":"2014-10-30T22:39:41+00:00","to":"3014-10-30T22:39:41+00:00"},"hreflang":"en","title":"One Woman, Many Surprises: Pacifist Muslim, British Spy, WWII Hero","published":"2014-09-11T12:25:00+00:00","teaser":"A new docudrama tells the story of Noor Inayat Khan. The daughter of an Indian Sufi leader and an American woman, she was a radio operator who became essential to operations in Nazi-occupied Paris.","itags":["npr_api","346049148"],"guid":"0b0646a3-7913-4791-9bd6-a5f00fbb14a2","contentencoded":"<p>Noor Inayat Khan, one of the heroines of World War II, had a short, astonishing life, one that took her from a pacifist childhood to a daring career in covert operations. She was a Muslim woman who worked as a British spy — a radio operator — in Nazi-occupied Paris.</p><p>A new docudrama about her, <a href=\"http://www.enemyofthereich.com\">Enemy of the Reich: The Noor Inayat Khan Story</a><em>, </em>premieres Tuesday on PBS.</p><p><a href=\"http://www.upf.tv/\">Alex Kronemer</a>, executive producer of the film, calls Inayat Khan \"a very unlikely British agent\" — in part because of her spiritual background. Born in Moscow in 1914, Inayat Khan was the daughter of an American mother and an Indian father. Her father, a Sufi Muslim who preached tolerance and believed all religions were one, raised his daughter as a pacifist.</p><p>\"A woman who grew up raised not to lie, raised to be a pacifist — and yet here she was doing one of the most dangerous missions available in the war and doing it when many other people backed away,\" Kronemer tells NPR's Arun Rath.</p><p>Inayat Khan grew up in Paris; when the Nazis invaded, her family fled to the United Kingdom. Khan had a choice: She could stay with her family in the U.K. and remain in relative safety, or she could leave her new home and join the war effort.</p><p>She chose to risk her life for the cause. Inayat Khan joined the Women's Auxiliary Air Force, was trained as a wireless operator and was recruited to join the Special Operations Executive. She was stationed in Paris as a radio operator in 1943, linking French resistance fighters with British intelligence.</p><p>Shortly after she arrived, most of the other agents at her post were arrested. The few who escaped capture returned to the U.K. — except Inayat Khan. She remained for four months and was the only link between England and the early French resistance group.</p><p>Eventually, someone turned her in to Nazi officers for a reward. She violently resisted her arrest, tried to escape captivity twice and was declared \"highly dangerous\" by the Nazis.</p><p>In September 1944, when she was 30 years old, she was sent to the Dachau concentration camp and executed. Her <a href=\"http://www.bbc.com/news/uk-20240693\">final word</a> was \"Liberté.\"</p><p>Kronemer tells Rath about Inayat Khan's dangerous assignment, her capture and the strength of her will.</p><hr /><h3>Interview Highlights</h3><p><strong>On the perilous nature of her post in occupied France</strong></p><p>For a while she was really the only person there. They knew about her, and the Gestapo were trying to hunt her down. And we document this in one sequence in the film. She had a number of close calls. In one case, she was stringing out her radio wire, because in order to get the signal it was like a 40-foot wire that had to be strung out many times outside. And she was stringing out this wire when a Nazi soldier saw her and confronted her, and it seemed like, you know, the jig was up. ... He was sort of smitten by her, and not only did he let her go, he helped her string the wire up — and then, after he rode off, she then made her transmission. So it was a very harrowing time for her, and she had many close calls like that.</p><p>Eventually the offer of reward money finally did her in. Someone turned her in for the money.</p><p><strong>On how she responded to her capture</strong></p><p>Of course under brutal interrogation and a great deal of fear, many of the men ultimately gave up some information to the Nazis. She's a woman who is just barely over 100 pounds. The Gestapo tried everything to get her to give them anything and she refused in every circumstance. And I think it really goes back to her upbringing — it goes back to the faith that she had within herself.</p><p><strong>On how he learned about Inayat Khan's story</strong></p><p>My partner, Michael Wolfe, and I were screening an earlier film of ours a few years ago at separate sides of the coast. We both were approached after the screening by somebody who wanted to share a story, and the story was in both cases about relatives of theirs who were Jews living in Paris during the Nazi occupation who were saved by Muslims.</p><p>So we started to do some research, and what we learned [was there] were many stories. There was the Paris mosque that saved and sheltered Jews during the war. There was the Franco-Muslim hospital that hid the shot-down U.S. and British airmen and received a Medal of Honor from Eisenhower. And of course the many Algerian immigrants, Muslims, who fought with the French resistance and hundreds of them dying. We were amazed to find how many stories there really were and how little attention has been given to any of them.</p><p>And in that research, we came across this woman's story. And it really just — it just grabbed us. This was the most unlikely of heroes.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=One+Woman%2C+Many+Surprises%3A+Pacifist+Muslim%2C+British+Spy%2C+WWII+Hero&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"364"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1346391361-34d2ce.m3u?orgId=1&topicId=1137&ft=3&f=346049148"},{"href":"http://media.npr.org/assets/img/2014/09/05/10122194196_93cf49f78a_o-9bc37aff7ec6eba4204190d71995ba1caaa5fbfb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3264","width":"4353"}},{"href":"http://media.npr.org/assets/img/2014/09/06/inayat-khan-stamp-8aabb9eab8f1af5a3c764e5f869d2b09a7b125d7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"612","width":"817"}},{"href":"http://media.npr.org/assets/img/2014/09/05/10122139555_d9cfff9fe4_o-79941c7596794f75e8aa082f8cefb5811ea7b117.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2860","width":"3813"}}]}