{"created":"2014-09-08T15:35:50+00:00","modified":"2015-02-06T19:33:13+00:00","valid":{"from":"2015-02-06T19:33:13+00:00","to":"3015-02-06T19:33:13+00:00"},"hreflang":"en","title":"Mo. Highway Patrol Takes Over Security In Ferguson, Governor Says","published":"2014-08-14T21:19:00+00:00","teaser":"Protesters have clashed with local police in the St. Louis suburb for days over the shooting of an unarmed teen. The police response so far, including arrests of two journalists, has drawn criticism.","itags":["npr_api","340315497"],"guid":"0b0e2679-92b1-4458-bb8e-f85d900c4acc","contentencoded":"<p><strong>This post was updated at 5 p.m. ET.</strong></p><p>The Missouri State Highway Patrol will now supervise security in Ferguson, Gov. Jay Nixon announced at a news conference Thursday. Protesters have clashed with police since the shooting of unarmed teen Michael Brown on Saturday.</p><p>\"For the past several days, we've all been deeply troubled by this crisis,\" Nixon said, \"as the pain of last weekend's tragedy has been compounded by days of grief, and nights of conflict and fear.\"</p><p>He added that this \"is not what Missouri's about,\" and that the diverse community has looked \"a little bit more like a war zone,\" which he said was unacceptable.</p><p>The police response to days of protests in the St. Louis suburb so far has drawn criticism.</p><p>On Wednesday, police used helicopters, armored vehicles and the threat of arrests to try to control an area that's been torn by racial tension and outrage over the shooting of Brown this past weekend.</p><p>Several high-profile arrests were made Wednesday, the fourth night of clashes since looting and other violence broke out Sunday. Among those taken into custody were St. Louis Alderman <a href=\"https://twitter.com/AntonioFrench\">Antonio French</a>, as well as reporters from <a href=\"http://www.washingtonpost.com/politics/in-ferguson-washington-post-reporter-wesley-lowery-gives-account-of-his-arrest/2014/08/13/0fe25c0e-2359-11e4-86ca-6f03cbd15c1a_story.html?hpid=z1\">The Washington Post</a> and <a href=\"http://www.huffingtonpost.com/2014/08/13/huffington-post-reporter-arrested-ferguson_n_5676829.html\">Huffington Post</a>.</p><p>The journalists were seized after they were told to leave a fast-food restaurant; they were also asked for their IDs and told to stop taking photos. On Wednesday, police in Ferguson asked protesters to not hold demonstrations after dark.</p><p>\"This was during daylight. This was not out on the street with hundreds or dozens of people,\" Wesley Lowery of the <em>Post </em>said on today's <a href=\"http://www.npr.org/programs/morning-edition/\">Morning Edition</a>. \"This was in a McDonald's, with five people, and maybe six officers.\"</p><p>In his first-person account for the <em>Post</em>, Lowery writes that he and The Huffington Post's Ryan J. Reilly were rounded up as they worked (the Wi-Fi and power outlets at McDonald's have made it popular with journalists in Ferguson).</p><p>Lowery says the officers wouldn't identify themselves. He was taken into custody after he asked to adjust his backpack — \"and they threw me up against the soda machine, put plastic restraints on the backs of my hands, told me I was resisting arrest.\"</p><p>The two journalists, who had tweeted photos of the confrontation, were quickly released after media contacted the Ferguson police chief seeking comment.</p><p>After his release, Lowery tweeted, \"I'm emotional, but need to note: Ryan and I are fine. Have seen people in Ferguson hurt by gas/rubber bullets. This wasn't that.\"</p><p>Videos from Ferguson's streets Wednesday night show clouds of tear gas rolling through streets lit with klieg lights and helicopter spotlights, after multiple rounds of gas canisters were fired.</p><p>In video posted by <a href=\"http://www.ksdk.com/videos/news/local/2014/08/14/14042891/\">local TV news KSDK</a>, police fired a round of tear gas that landed at the feet of a reporting crew from Al Jazeera, which had been taping a report. After the crew ran to escape the fumes, a SWAT vehicle drove to where they had set up, and officers in gas masks dismantled the crew's equipment as another officer swept the nearby area with his rifle.</p><p>The military-style equipment and riot gear being used by police in Ferguson has attracted national attention — and the ire of many residents.</p><p>The <em>Post's</em> Lowery tells Steve that one man in Ferguson told him, \"When I go somewhere and see a cop in riot gear, first thing I think is, 'riot.' When I see someone that looks like they're ready to fight me, I'm going to put up my fists.\"</p><p>He adds that while the police in Ferguson are dressed in a variety of uniforms, \"many of them are in riot gear, SWAT gear, carrying very heavy weapons.\" He adds that the officers' weapons and munitions are \"not standard-issue stuff. This is the type of stuff that you see National Guards employ, not what you expect to see from a police officer in suburban St. Louis.\"</p><p>The use of \"hardened\" gear by police came up in <a href=\"http://www.npr.org/2014/07/18/332286063/transcript-commissioner-kerlikowskes-full-interview\">a recent interview</a> between NPR's Steve Inskeep and U.S. Customs and Border Protection Commissioner R. Gil Kerlikowske, the former police chief of Seattle.</p><p>Discussing his efforts to cope with protests and rowdy crowds, Kerlikowske said, \"To tell you the truth, it makes it pretty difficult, when you're talking from behind a face shield with a gas mask, to engage with the public and say, 'Look, let's, let's tone this down. Let's calm things down. ... It's pretty hard to engage in those discussions when you're hardened up.\"</p><p>But, Kerlikowske said, he also took into account the view of the police guild, which said, \"The officers would be in danger if they weren't in hardened gear.\"</p><p>Missouri's Gov. Jay Nixon plans to visit the Ferguson area today.</p><p>\"The worsening situation in Ferguson is deeply troubling, and does not represent who we are as Missourians or as Americans. While we all respect the solemn responsibility of our law enforcement officers to protect the public, we must also safeguard the rights of Missourians to peaceably assemble, and the rights of the press to report on matters of public concern.\"</p><p>He added, \"I ask that members of the community demonstrate patience and calm while the investigation continues, and I urge law enforcement agencies to keep the peace and respect the rights of residents and the press during this difficult time.\"</p><p><strong>Update at 4:55 p.m. ET.: The Governor Announces Security Changes</strong></p><p>Gov. Nixon announced changes in the supervision of security in Ferguson at a news conference:</p><p>\"Immediate security responsibilities will now be directed by Missouri State Highway Patrol, who have proven themselves time and again when Missourians have needed them the most,\" he said.</p><p>In charge of the highway patrol is Capt. Ronald Johnson, who grew up in — and currently lives in — the community.</p><p>\"I appreciate the significance of this responsibility, and the fact that this community and state and the nation are looking for law enforcement leadership that protects and serves our citizens,\" he said.</p><p>Johnson added that it \"means a lot to me personally that we break this cycle of violence, defuse tension and build trust, showing the utmost respect for every interaction with every citizen.\"</p><p><strong>Update at 1:35 p.m. ET: Police Chief Discusses Shift In Tactics</strong></p><p>The head of Ferguson's police department says his officers will try to <a href=\"http://www.npr.org/blogs/thetwo-way/2014/08/14/340336291/how-people-in-ferguson-see-the-police-in-ferguson\">ease the tensions that have risen</a> during recent protests, by \"facilitating\" the demonstrations rather than restricting them.</p><p>\"With the chaos that's going on right now, I'm at least happy that nobody's gotten seriously injured,\" Ferguson Police Chief Thomas Jackson said at a news conference this afternoon.</p><p>Of the criticisms that have been leveled at police for their efforts to control crowds and their military-style gear, Jackson said, \"We're going to talk about not only the tactics, but the appearance.\"</p><p>Jackson also said any protesters who are in a crowd from which objects are being thrown at police should get themselves out of that crowd. And Jackson denied that journalists had been intentionally singled out.</p><p>\"The media is not a target,\" he said.</p><p>Jackson also refuted a claim by the hacker group Anonymous, which earlier today claimed to release the name of the officer who shot Michael Brown. He has stated that the name wouldn't be released, due to death threats against the officer.</p><p>\"That's not the name,\" he said of the name released on Twitter.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Mo.+Highway+Patrol+Takes+Over+Security+In+Ferguson%2C+Governor+Says&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":"273"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1340316233-00ef88.m3u?orgId=1&topicId=1003&e=340315497&d=273&ft=nprml&f=340315497"},{"href":"http://media.npr.org/assets/img/2014/08/14/ferguson_teargas-31b584d42f59c45ce33796235ef34b41632dde27.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2043","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/08/14/jazeera_ferguson-be9ce36e07f75be113983d9ce912d7ee9e1e23de.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2086","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/08/14/ferguson-814-004-dd8e3590dd0106783d32471fc41503976e4ae345.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/08/14/ferguson-814-007-9be5677e539fc2f944eb2adc799c3c7583bca733.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}}]}