{"created":"2014-11-06T15:30:53+00:00","modified":"2015-02-22T10:50:37+00:00","valid":{"from":"2015-02-22T10:50:37+00:00","to":"3015-02-22T10:50:37+00:00"},"hreflang":"en","title":"'Act Of Faith': Ethan Hawke Talks 'Boyhood' And Its 12-Year Shoot","published":"2015-02-22T10:50:00+00:00","teaser":"The actor may have spent the past 12 years filming <em>Boyhood</em>, but does he remember what life was like back in 2002 when he started filming? We'll test his knowledge in an <em>Ask Me Another</em> Challenge.","itags":["npr_api","361482996"],"guid":"0b13c868-2df7-4b90-a1bb-2a19cbb5b55c","contentencoded":"<p>Ethan Hawke's roles have spanned the genres, from Shakespeare, to slacker comedy, to art house drama. So, naturally, he has many different types of fans. When <em>Ask Me Another</em> host Ophira Eisenberg asked what people say when they approach him on the street, Hawke broke it down this way:</p><blockquote><p>\"You know, it depends on what they look like. There's a certain type of woman where it's kind of clear by the look in her eyes that the <em>Reality Bites</em> poster was on her college wall, right? Then there's the dude who's really into <em>Training Day</em> who's like, 'Yo! Jake!' Then there's the kind of geeked-out <em>Gattaca</em> fans...</p></blockquote><p>... at which point the audience at The Bell House in Brooklyn, N.Y. erupted in applause. \"All right!\" said a pleased Hawke. \"This is my crowd.\"</p><p>The release of 2014's <em>Boyhood</em>, which was nominated for six Academy Awards, including a Best Supporting Actor nod for Hawke, marked Hawke's eighth collaboration with director Richard Linklater. He explained that he tends to work with the same directors multiple times because the process of working together creates a \"spiritual marriage\" between actor and director. \"Trust is the biggest thing in any kind of creative endeavor,\" Hawke said, and, as he explained, it usually takes about the length of filming a movie to find that trust.</p><p>According to Hawke, the process of filming <em>Boyhood</em> was, in itself, an \"act of faith. You know, it's illegal to make someone sign a contract for more than seven years. We never had any deals. It was just, 'Do you want to get together on Wednesday and keep doing this project?' \"</p><p>Still, the film's commercial success took Hawke by surprise. But looking back, he's also surprised that he has been successful at all. He says:</p><blockquote><p>\"Here I am about to turn 44, and it's really the time where I feel like it's time for me to get a real job I hate like everybody else. And now the biggest harebrained scheme of my life has gone well. And I want it to serve as a kind of call to anybody with a harebrained scheme that it can work out. You know? Just go for it.\"</p></blockquote><p>Ethan Hawke may have spent the past 12 years filming <em>Boyhood</em>, but what does he remember about what life was like way back in 2002 when he first started filming it? We quizzed him about that year in an <em>Ask Me Another</em> Challenge.</p><hr /><h3>Interview Highlights</h3><p><strong>On growing up and <em>Boyhood</em></strong></p><p>It's obvious when young people are maturing. But once you hit your early 20s, how you are maturing or not maturing is not so self-evident because things that are a failure could be the things that are making you grow the most, and things that could be perceived as success are making you fail the most. So the maturation process as an adult is really mysterious. Even more mysterious than for kids. And so I knew the heart of the movie was going to be this young boy, but Patricia Arquette and I's characters could operate as this kind of spine to the movie.</p><p><strong>On an unexpected celebrity sighting at the gym</strong></p><p>I was shooting a movie last year, and I went to the gym in the hotel and Ozzy [Osbourne] was in there. It was just me and Ozzy. You know, when you see Ozzy on the elliptical ... I don't know. I kept wanting to bite the head off a bat.</p><p><em>This segment originally aired on November 6, 2014</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Act+Of+Faith%27%3A+Ethan+Hawke+Talks+%27Boyhood%27+And+Its+12-Year+Shoot&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"265"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1362010151-e74137.m3u?orgId=1&topicId=1008&aggIds=167740319&e=361482996&d=265&ft=nprml&f=361482996"},{"meta":{"duration":"81"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1362010206-ced241.m3u?orgId=1&topicId=1008&aggIds=167740319&e=361482996&d=81&ft=nprml&f=361482996"},{"meta":{"duration":"835"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1362009599-58078f.m3u?orgId=1&topicId=1008&aggIds=167740319&e=361482996&d=835&ft=nprml&f=361482996"},{"href":"http://media.npr.org/assets/img/2014/11/04/p1090988-7ec0fec06449112752ae704692ff9b17053c2d1f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2141","width":"2854"}}]}