{"created":"2014-12-19T08:59:30+00:00","modified":"2015-06-15T17:16:09+00:00","valid":{"from":"2015-06-15T17:16:09+00:00","to":"3015-06-15T17:16:09+00:00"},"hreflang":"en","title":"The Administration's College Rating System: How It Looks On Campus ","published":"2014-12-19T18:23:00+00:00","teaser":"The Education Department's unveiling today of a controversial proposal has fueled a debate over what this kind of system can — or should — measure.","itags":["npr_api","371656915"],"guid":"0b1db026-f061-4e26-9c97-2ff64f4ad20b","contentencoded":"<p>It's late afternoon. Most classes at Randolph College are done for the day but students have begun gathering in the lobby of the elegant, century-old main hall.</p><p>A student taps on a piano while he and four classmates wait for their philosophy professor. After-hours sessions like these are a key feature of this small, private liberal arts college in Lynchburg, Va.</p><p>It markets itself nationally as a \"unique, nurturing community of learners,\" well worth the $45,000 a year in tuition, room and board.</p><p>But the reason sophomore psychology major Leah Hughes rated Randolph so high on her list?</p><p>\"Job placement,\" she says. \"That was the No. 1 thing I looked at.\"</p><p>Senior Luke Weierbach, an education major, was sold on the school's 9-to-1 ratio of students to teacher after spending his freshman year at Boston University.</p><p>\"Half my classes had over 300 kids in it,\" he says. \"I very rarely had my voice heard in class. It was frustrating\"</p><p>But what about Randolph's steep price? Or the fact that students graduate with an average debt between $35,000 and $40,000?</p><p>\"Those are fair things to look at, but really what makes a college experience are the intangibles,\" Weierbach says. \"The relationships you build with professors — you can't really measure those.\"</p><p>And that, says Randolph President Bradley W. Bateman, is the fatal flaw in the Obama administration's proposal — details of which are being released today.</p><p>\"The most important things about what we do are not a part of this rating system,\" Bateman says. \"For the federal government to set themselves up as the arbiters of what quality higher education is, it is ridiculous and it should be resisted.\"</p><p>Bateman speaks for most college presidents, says David Warren, head of the 1,000-member National Association of Independent Colleges and Universities.</p><p>\"We believe that is the prospective student and the parent who ought to rate an institution based on the fit that it provides that student,\" Warren says.</p><p>Besides, says Warren, much of the information the Obama administration is calling for is already out there.</p><p>\"What isn't out there is any real pressure from the federal government saying 'the results you're achieving aren't acceptable and we're worried about that,' \" says Ben Miller, a policy analyst with the New America Foundation.</p><p>Miller, who used to work at the U.S. Education Department, says the federal government sends just under $200 billion to colleges and universities every year, mostly in federal student aid. And yet, there's been little or no scrutiny of rising college costs that have pushed student debt beyond the trillion-dollar mark.</p><p>President Obama has said repeatedly that's the reason this new system is needed.</p><p>\"Question is,\" Miller says, \"should the government be aiding and abetting an institution to indebt students in a hole they may not be able to climb out of?\"</p><p>Take, for example, historically black colleges and universities (HBCUs). Many have pretty low retention rates, and yet \"the federal government gives a fair amount of money to HBCUs, but it's just sort of cutting a check,\" Miller says.</p><p>Higher education folks argue that no two schools have the same mission or problems.</p><p>\"Trying to put us all in the same bucket, I think, borders on stupidity,\" says Claude Perkins, president of Virginia Union University, an HBCU in Richmond, Va., founded at the end of the Civil War.</p><p>\"Our history is grounded in access and opportunity for people,\" he says. \"We bet on folk, we bet on their ability to achieve, and we're not going to veer from that particular mission.\"</p><p>Mission trumps metrics, says Perkins, no matter what a so-called college ratings system says about his or any other school.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Administration%27s+College+Rating+System%3A+How+It+Looks+On+Campus+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Claudio Sanchez","audio":[{"meta":{"duration":"225"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1371821150-0cfb0b.m3u?orgId=1&topicId=1013&d=225&p=3&story=371656915&t=progseg&e=371820397&seg=17&ft=nprml&f=371656915"},{"href":"http://media.npr.org/assets/img/2014/12/18/randolph_college_03-8cf7e093c09c5e3d414491f492ab94214231aaa4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1349","width":"1798"}},{"href":"http://media.npr.org/assets/img/2014/12/18/randolph_college_10_custom-18bdc8a83427e31577ce55e0862a29d0e3757fc5.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1598","width":"2400"}}]}