{"created":"2014-10-08T16:37:54+00:00","modified":"2014-10-31T02:20:28+00:00","valid":{"from":"2014-10-31T02:20:28+00:00","to":"3014-10-31T02:20:28+00:00"},"hreflang":"en","title":"Gaffe Breathes New Life Into Iowa Senate Race","published":"2014-05-07T01:04:00+00:00","teaser":"Democratic Rep. Bruce Braley was considered the favorite to capture the state's open U.S. Senate seat. But an injudicious remark he made about veteran GOP Sen. Charles Grassley has unsettled the race.","itags":["npr_api","310151583"],"guid":"0b23e86e-2979-42d6-878c-725053f926f2","contentencoded":"<p>This year, Iowa will elect a new U.S. senator, thanks to the retirement of five-term Democrat Tom Harkin.</p><p>For a time, this was a seat Democrats didn't think they needed to worry about; Rep. Bruce Braley was considered the favorite to win the seat in November.</p><p>Thanks to a serious gaffe, though, the seat looks to be in play. Now, five Republican hopefuls, none well-known statewide, are all racing toward the June primary.</p><p>On a recent afternoon, candidate Mark Jacobs worked the basement community room at the Harlan Public Library in western Iowa. About a dozen people showed up.</p><p>\"I thought what I might do is take a couple minutes, tell you a little bit about myself,\" Jacobs said. \"Most important thing to know about me is I'm a business guy. I've never run for any elected office before.\"</p><p>Jacobs made his name as CEO of Texas-based Reliant Energy. Now he's back in his native Iowa, wealthy and able to pay the tab for much of his campaign. Though, on that topic, he recently caused controversy when a network TV reporter asked if he would forgo his salary if elected. He responded that U.S. senators don't make that much money. He's since said he misunderstood the question.</p><p>Still, polls suggest Jacobs is considered one of the top two contenders. The other is state Sen. Joni Ernst, who has tackled the name recognition problem with attention-getting TV ads. You may have heard this one:</p><p>\"I'm Joni Ernst,\" <a href=\"http://www.youtube.com/watch?feature=player_embedded&v=p9Y24MFOfFU\">the ad begins</a>. \"I grew up castrating hogs on an Iowa farm, so when I get to Washington I'll know how to cut pork.\"</p><p>Ernst has some high-profile endorsements, including ones from Mitt Romney and Sarah Palin. Her <a href=\"https://www.youtube.com/watch?v=I3mG9fNOZp4&feature=youtu.be\">newest ad</a> is downright Palin-esque. The candidate, wearing a leather jacket, rumbles up to a shooting range on a Harley.</p><p>\"Once she sets her sights on Obamacare, Joni's gonna unload,\" the ad says over the sound of gunshots.</p><p>Rounding out the field are economics professor and talk radio host Sam Clovis, who is appealing to Tea Party and evangelical voters; former U.S. Attorney Matt Whitaker, whose ads highlight his time as a University of Iowa football player; and Scott Schaben, a car salesman.</p><p>Democrats, meanwhile, have just one candidate: Braley. But that hasn't meant a lack of drama. Just over a month ago, Braley was speaking at a private fundraiser when he warned about a GOP takeover of the Senate. He spoke in a way that upset some people about Iowa's popular longtime Republican U.S. Sen. Chuck Grassley, who is not up for re-election this year.</p><p>\"You might have a farmer from Iowa who never went to law school, never practiced law, serving as the next chair of the Senate Judiciary Committee,\" Braley says.</p><p>Dennis Goldford, a professor at Drake University, sees how this hurts Braley.</p><p>\"It suggested insult to farmers and agriculture. It suggested that he was interested in going to Washington to protect the interests, not of Iowans, but of trial lawyers,\" Goldford says. \"He shot himself in both feet with a major-caliber weapon.\"</p><p>To try to set things right, the Braley campaign is running a new TV ad.</p><p>\"When I got to junior high, I started doing a lot of farm work. I would play football games on Friday nights and then go over to the elevator and dry corn, all night long,\" Braley says in <a href=\"http://www.desmoinesregister.com/story/news/politics/elections/2014/04/25/bruce-braley-senate-commercial/8112113/\">the ad</a>.</p><p>He remains ahead in early polls, but Republicans now see the race as much more winnable. Iowa is an evenly divided state politically, and if it lacks the diversity of some other big battleground states, there are factions and real geographic differences, says Goldford.</p><p>\"Northern Iowa has more of a Scandinavian heritage, which has more of a liberal or progressive dimension to it,\" Goldford says. \"Northwestern Iowa, southeastern Iowa have more of a Dutch Reformed heritage, which is more the social and religious conservative side of things.\"</p><p>He then adds with a smile: \"You stir it all together and it's as spicy as beef and noodles.\"</p><p>It's a favorite dish among Iowans. Primary day is June 3 and after that, the main meal will commence.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Gaffe+Breathes+New+Life+Into+Iowa+Senate+Race&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Don Gonyea","audio":[{"meta":{"duration":"281"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1310165839-4657b7.m3u?orgId=1&topicId=1014&ft=3&f=310151583"}]}