{"created":"2015-06-02T15:10:15+00:00","modified":"2015-07-03T20:23:28+00:00","valid":{"from":"2015-07-03T20:23:28+00:00","to":"3015-07-03T20:23:28+00:00"},"hreflang":"en","title":"Harlem Hellfighter And Jewish Soldier Get Long-Overdue Medals Of Honor","published":"2015-06-02T20:59:00+00:00","teaser":"Historians say Sgts. Henry Johnson and William Shemin hadn't been properly recognized for their bravery under fire.","itags":["npr_api","411270886"],"guid":"0b2f1b73-9e69-4115-8690-23382a2738e3","contentencoded":"<p>Nearly 100 years after their heroic deeds, two World War I U.S. Army soldiers were awarded the Medal of Honor, America's highest military honor, on Tuesday. Historians say Sgts. William Shemin and Henry Johnson hadn't been properly recognized for their bravery under fire.</p><p>President Obama made the posthumous awards in the East Room of the White House shortly after 11:15 a.m. ET. We've updated this post — you can watch the event:</p><p><strong><strong>Update at 11:44 a.m. ET: 'That Open Space Was A Bloodbath'</strong></strong></p><p>Discussing Sgt. Shemin's service, President Obama says he \"couldn't stand to watch\" as wounded comrades lay on the battlefield, in \"a bloodbath.\" Shemin \"ran out into the hell of no-man's land\" three times to drag soldiers to safety.</p><p>The long battle took many officers out of commission, and Obama says Shemin was praised for being \"cool, calm, intelligent, and personally, utterly fearless\" under fire, as he reorganized his forces.</p><p>After lying about his age to get into World War I, he was later turned down when he tried to enlist for World War II, despite having developed a pronounced limp.</p><p>The president says that after the war, Shemin started a nursery business in New York's Bronx and later taught his grandchildren to salute and to raise the U.S. flag every morning and every night.</p><p>\"He taught them how to be Americans,\" Obama says.</p><p><strong>Update at 11:35 a.m. ET: 'America Can't Change What Happened'</strong></p><p>President Obama opens his remarks by noting the passing in 2011 of Frank Buckles, who was America's last living World War I veteran when he died in 2011. Buckles fought for more recognition for America's veterans.</p><p>Moving on to Tuesday's honorees, Obama tells the story of Johnson's bravery under fire after his position came under attack. It started with a \"click,\" the president says — the sound of Germans cutting through barbed wire.</p><p>\"In just a few minutes of fighting, two Americans defeated an entire raiding party,\" Obama said.</p><p>The president then goes on to explain how Johnson, who was a private at the time of his acts and later became a sergeant, was praised by President Theodore Roosevelt and that he was featured on posters.</p><p>Noting that Johnson won a high military honor in France, Obama says, \"but his own nation awarded him nothing.\" For years, Johnson suffered from the lingering effects of his injuries; he died in 1929.</p><p>Obama says, \"America can't change what happened to Henry Johnson\" and others like him who suffered from discrimination, but he says the country can try to make past wrongs right.</p><p><em>Our original post continues:</em></p><p>Shemin's medal will be accepted by his daughter, Elsie Shemin-Roth of Webster Grove, Mo. Johnson's medal will be accepted by Command Sgt. Maj. Louis Wilson of the New York National Guard.</p><p>\"Pentagon officials and others say these guys were overlooked — largely because of anti-Semitism and racism at the time,\" NPR's Tom Bowman reports. The recognition continues a trend that stretches back to the Clinton administration, as the U.S. military tries to correct past injustices.</p><p>Both of the soldiers recognized Tuesday distinguished themselves during combat in France.</p><p>Johnson served with the all-black 369th Infantry Regiment, which came to be known as the Harlem Hellfighters. Here's how <a href=\"https://www.whitehouse.gov/the-press-office/2015/05/14/president-obama-award-medal-honor\">the White House describes</a> the events that earned him the Medal of Honor:</p><blockquote><p>\"While on night sentry duty on May 15, 1918, Private Johnson and a fellow Soldier received a surprise attack by a German raiding party consisting of at least 12 soldiers. While under intense enemy fire and despite receiving significant wounds, Johnson mounted a brave retaliation resulting in several enemy casualties. When his fellow soldier was badly wounded, Private Johnson prevented him from being taken prisoner by German forces. Private Johnson exposed himself to grave danger by advancing from his position to engage an enemy soldier in hand-to-hand combat. Displaying great courage, Private Johnson held back the enemy force until they retreated.\"</p></blockquote><p>Or as his fellow soldier Melville Miller said in a 1977 documentary called <a href=\"http://www.imdb.com/title/tt0281999/\">Men of Bronze</a>: \"He shot and he cut and he swung his rifle around. He had 21 wounds in his body but he refused to die.\"</p><p>Shemin served with the 4th Infantry Division. The White House describes his actions:</p><blockquote><p>\"While serving as a rifleman from August 7-9, 1918, Sergeant Shemin left the cover of his platoon's trench and crossed open space, repeatedly exposing himself to heavy machine gun and rifle fire to rescue the wounded. After officers and senior non-commissioned officers had become casualties, Shemin took command of the platoon and displayed great initiative under fire, until he was wounded, August 9.\"</p></blockquote><p>Shemin, who died in 1973, eventually was awarded the Distinguished Service Cross for his courage under fire. And for years, his daughter has fought for him to be recognized with the Medal of Honor.</p><p>\"Sgt. Johnson got a Purple Heart in 1996 and a Distinguished Service Cross in 2002,\" Tom says. \"But the highest medal for valor eluded him.\"</p><p>Johnson's cause was taken up by the office of Sen. Charles E. Schumer, D-N.Y., which assembled more than 1,000 pages of documentation. Researcher Caroline Wekselbaum tells Tom that they found \"the Holy Grail of evidence\" — a note from legendary Gen. John Pershing.</p><p>The note called Johnson's actions \"a notable instance of bravery and devotion\" and said he deserved recognition.</p><p>But as Tom reports, for years, Johnson's highest recognition came from France, the country to which the U.S. had assigned his all-black unit. Johnson was awarded the Croix de Guerre avec Palm.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Harlem+Hellfighter+And+Jewish+Soldier+Get+Long-Overdue+Medals+Of+Honor&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":"287"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1411469821-53aadd.m3u?orgId=1&topicId=1003&d=287&story=411270886&ft=nprml&f=411270886"},{"href":"http://media.npr.org/assets/img/2015/06/02/william_shemin-army-comp2-fc8c22a8230eb57ce01d44a518c73a9361afc9f9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"591","width":"788"}},{"href":"http://media.npr.org/assets/img/2015/06/01/us-army-edit-146a53df783b2ec75f66696baebe096bbe547820.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"734","width":"979"}},{"href":"http://media.npr.org/assets/img/2015/06/02/william_shemin-army-eb9b20202c7d60de057b155cb4f69cca52b88277.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"295","width":"394"}},{"href":"http://media.npr.org/assets/img/2015/06/01/henry_johnson-us-army-edit-c870897bd9a4570873a2b81728a9ced65005fe9d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"626","width":"834"}}]}