{"created":"2015-05-18T08:58:35+00:00","modified":"2015-05-22T19:05:05+00:00","valid":{"from":"2015-05-22T19:05:05+00:00","to":"3015-05-22T19:05:05+00:00"},"hreflang":"en","title":"'Mad Men' Finale: A Love Letter To Fans Filled With Mostly Happy Endings ","published":"2015-05-19T01:13:00+00:00","teaser":"AMC's <em>Mad Men</em> ended its seven-season run on Sunday. Fans may have loved how characters' stories were resolved, but critics may question how writers got them there.","itags":["npr_api","407619617"],"guid":"0b38d885-ff17-411a-b196-a664c7e3b9b4","contentencoded":"<p>From the beginnings of the <em>Mad Men</em> phenomenon, many of the show's fans wondered if superstar adman Don Draper was destined to write one of the iconic advertising catchphrases of the time.</p><p>So it's a testament to the skills of show creator Matthew Weiner that some regular viewers were still surprised by the show's series finale Sunday, which implies that Don invented the classic 1971 Coca-Cola campaign, \"I'd Like to Buy the World a Coke.\" This, after he concluded a long, soul-searching trip through America with a trip to a California yoga retreat.</p><p>Like many of the developments in <em>Mad Men's</em> final episode, \"Person to Person,\" this conclusion — that Don shrugged off all the self-discovery he'd achieved to go back to being his old self in his old job — is a presumed one. Weiner isn't one to spoon-feed the audience a key plot point, even one that wraps up eight years of tortured self-examination by one of the most compelling lead characters in modern TV.</p><p>As a fan, I was a little heartened by the show's finale. Weiner resolved nearly every character's story in a mostly positive fashion that close watchers of the show are likely to love. After getting pushed out of McCann Erickson, Joan Harris finally started her company and became her own boss; repressed copywriter Peggy Olson found love with her longtime art director, Stan Rizzo; weaselly striver Pete Campbell got to be a big shot as a top executive at Learjet; and Draper did what we all expected, crafting one of modern advertising's most iconic campaigns.</p><p>As a critic, though, I was a bit underwhelmed by the seven episodes that closed out <em>Mad Men</em>'s seventh and final season, which had been stretched over this year and last. Whole characters and story lines seemed unnecessary, like Elizabeth Reaser's tragically damaged waitress who briefly romanced Don. And Don's cross-country journey felt suspiciously like a head fake, intended to keep us from guessing that he might still wind up back in the ad business — this time, with his finger firmly on the pulse of the '70s zeitgeist.</p><p>In a finale that shares its name with a type of long-distance phone connection, it's fitting that the best elements were the phone conversations. Don gets a scolding by telephone from his daughter, Sally, after she tells him his ex-wife Betty has terminal cancer; turns out, he's such a bad dad that the kids wouldn't be better off with him even after their mother is dead.</p><p>When Don calls Betty to confirm the news, he is again told that she would rather go to her grave not seeing him again, and he realizes how much they have lost. And when Don calls Olson, his former protege, to say goodbye to her, he's so broken up that we actually think he's never again coming east of the Mississippi. (Once more, great head fake, Weiner.)</p><p>Because this is <em>Mad Men,</em> few characters get everything they want. Joan loses another self-centered, clueless boyfriend when she reveals she wants to build a business rather than spend every waking hour with him. Peggy may have to wait a decade before she gets a shot at a creative director job. And fans don't get to see Peggy and Joan team up to run their own business as partners.</p><p>Still, it was good to see Weiner actually end the series, because he worked on another show — HBO's <em>The Sopranos</em> — that didn't really end. In a move that sparked a controversy of its own, <em>Sopranos</em> creator David Chase simply cut to black in the middle of the show's final scene, not so much ending the series as stopping it cold.</p><p>In the case of <em>Mad Men,</em> Weiner left viewers with a good sense of where every major character was headed in his or her life as the show closed out. Such an ending is important for a show that people have obsessed over for so long; when a series like that ends, viewers' loyal attentions ought to be rewarded with a finale that gives fans some closure and yet lets them connect the dots a little bit themselves.</p><p><em>Mad Men</em> will be remembered as a show that challenged audiences with its attention to detail and subtlety. It helped spark a rush of great cable series, which includes sibling AMC shows <em>Breaking Bad</em> and <em>The Walking Dead</em>. Thanks to its stylish look and note-perfect casting, the show also moved into the pop culture conversation, touching lots of people who, despite having never watched a moment of the series, may still know Don Draper's name.</p><p>The show's biggest blind spot, curiously, has always been centered on race. It still mystifies me that a cable channel could spend eight years exploring the lives of characters throughout the 1960s and mostly disregard events that involved the civil rights movement, the end of segregation, the establishment of voting rights for black people or the end of laws against interracial marriage.</p><p>Weiner has said that the characters he focuses on in <em>Mad Men</em> are the type of people who wouldn't be closely connected to black people or those issues. But several writers have pointed out there were black people involved in advertising in New York during the '60s and '70s. In fact, a black man, Billy Davis, is credited as co-writer on the song \"I'd Like to Teach the World to Sing (In Perfect Harmony),\" which provided the soundtrack for the Coke campaign Don is supposed to have invented.</p><p>I concluded a long time ago that Weiner simply didn't want to write about race much on <em>Mad Men </em>-- which is a shame, because it makes the show feel a little less real and a little less relevant than it could have.</p><p>It's a truism that period pieces are often as much about the time in which they are made as the time they represent. What <em>Mad Men</em> did well was to communicate our modern discomfort with the future, our continuing struggles with sexism and how difficult it can be to change, even when you know you must.</p><p>That last point plagued Don Draper, who couldn't help using his midlife crisis as research for his next big idea in the finale — the same way he chatted up a black waiter in the show's pilot to figure out how to sell Lucky Strike cigarettes.</p><p>Even with all the great dramas now on TV, I think <em>Mad Men</em> will be missed.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Mad+Men%27+Finale%3A+A+Love+Letter+To+Fans+Filled+With+Mostly+Happy+Endings+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eric Deggans","audio":[{"meta":{"duration":"209"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1407619618-f81953.m3u?orgId=1&topicId=1138&d=209&p=3&story=407619617&t=progseg&e=407617978&seg=2&ft=nprml&f=407619617"},{"href":"http://media.npr.org/assets/img/2015/05/18/a6dcd872-fc43-7933-2431-d0b00011960e_amc_mm_don_roger_pete_joan_peggy_betty_tent_2136_2138_v4_wide-1--c7f29e188893ae1252fb7ccfd7d3db0fbbbcad69.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2019","width":"2692"}}]}