{"created":"2014-10-08T02:47:39+00:00","modified":"2014-10-31T00:38:00+00:00","valid":{"from":"2014-10-31T00:38:00+00:00","to":"3014-10-31T00:38:00+00:00"},"hreflang":"en","title":"The Life And Death Of 'The Internet's Own Boy'","published":"2014-07-07T12:48:00+00:00","teaser":"Programmer and activist Aaron Swartz was a \"complex person,\" says filmmaker Brian Knappenberger. He tells Swartz's story, including his legal battle and suicide, in a new documentary.","itags":["npr_api","327774311"],"guid":"0b3a477d-ebfd-4d41-beaf-80a6b2644e0d","contentencoded":"<p>Aaron Swartz was a programmer, a hacker, a freedom of information activist — and a casualty of suicide.</p><p>Before he turned 20, Swartz had made a fortune for his work on the social news website Reddit. He also was instrumental in founding the nonprofit Creative Commons, and later worked on the successful campaign against the Stop Online Piracy Act that was taken up by Congress in 2012.</p><p>Just a year later, when he was 26 years old, Swartz hanged himself in his apartment. At the time, he was fighting federal prosecution for illegally downloading millions of pages of articles from the academic database JSTOR. He faced charges of wire and computer fraud and possibly years in federal prison.</p><p>That case and Swartz's life are the subjects of a new documentary, <em>The Internet's Own Boy: The Story of Aaron Swartz.</em> Filmmaker Brian Knappenberger tells NPR's Kelly McEvers that the details of the federal case against Swartz are still hazy.</p><p>\"We are left to speculate a little bit,\" he says, because Swartz was arrested before he could do anything with the JSTOR articles.</p><p>As Knappenberger worked on the film, he says, one possibility seemed more and more likely: \"It's speculated that what he might have been doing is downloading these articles to analyze them for corporate funding — corruption, essentially — that led to biased results in research, particularly in the area of climate change.\"</p><p>But if Swartz was just a climate research whistleblower, why did prosecutors with the Department of Justice pursue his case so aggressively — even after JSTOR dropped the charges?</p><p>\"The prosecutor did tell Aaron's dad that they wanted to make an example out of him, that they needed a case for deterrence,\" says Knappenberger. \"And it really makes you wonder, well, what were they deterring? Are there lots of people going around downloading articles from JSTOR? What kind of example were they trying to make? And I think the story becomes very dark when you start to ask those questions.\"</p><p>That's where the documentary's narrative takes a turn. Two years into his legal battle with the federal government, Swartz faced a maximum penalty of 35 years in prison and up to $1 million in fines.</p><p>Through interviews with loved ones, the documentary briefly muses on the possibility that Swartz suffered from depression, which might have led him to take his own life. But Knappenberger says the mental health explanation misses the bigger picture.</p><p>\"He did do this after a two-year legal nightmare that left him exhausted financially and emotionally, and he did commit suicide within a day or so of the two-year anniversary of his initial arrest,\" he says. \"That's not exactly a coincidence. It's hard to discount this hell that he was going through.\"</p><p>At the same time, Knappenberger says, he didn't want to portray Swartz's suicide simply as a reaction to his legal troubles.</p><p>\"I would argue it's definitely not that simple in the film. He's a complex person; he certainly carried the world on his shoulders,\" Knappenberger says.</p><p><em>The Internet's Own Boy</em> thus straddles the difficult line between portraying Swartz as an Internet martyr on one hand, and as a complicated and flawed human being on the other.</p><p>\"At one point somebody [in the film] says, 'He wasn't always comfortable with the world, and the world wasn't always comfortable with him,' \" says Knappenberger. \"And I think that resonates through the film, too. But to let the government off too easy on this, I think, is not quite right.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Life+And+Death+Of+%27The+Internet%27s+Own+Boy%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"421"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1329257749-401b0e.m3u?orgId=1&topicId=1137&ft=3&f=327774311"},{"href":"http://media.npr.org/assets/img/2014/07/02/photo-07_aaron-swartz-af666df7e2efae2ae44e3f2d37c9602cf1eccac8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2337","width":"3116"}}]}