{"created":"2014-10-08T16:46:38+00:00","modified":"2014-11-03T01:48:20+00:00","valid":{"from":"2014-11-03T01:48:20+00:00","to":"3014-11-03T01:48:20+00:00"},"hreflang":"en","title":"Boehner Plays It Loose With His Speakership At Stake","published":"2014-05-06T17:32:00+00:00","teaser":"While House Speaker John Boehner is almost certain to win re-election in his suburban Cincinnati district, his prospects of being re-elected as speaker are far less clear.","itags":["npr_api","309434354"],"guid":"0b3ea5eb-2205-483c-a3da-9c1c604481ff","contentencoded":"<p>House Speaker John Boehner is almost certain to win re-election in his suburban Cincinnati district, but that will only get him back to Congress.</p><p>To get another term as speaker, he'll need to win a floor vote that doesn't happen until January — and Boehner's prospects in that contest are far less clear.</p><p>Boehner has led the more conservative of the parties, but the most conservative members of that party have never been his fan club.</p><p>They see him as a deal-maker who's too willing to compromise — and that was before Boehner said this to a hometown Rotary Club about a House vote on immigration:</p><p>A few days later, Boehner told his Republican caucus he was only kidding.</p><p>\"There was no mocking,\" he said. \"You all know me. You know, you tease the ones you love.\"</p><p>Some Boehner critics think they see his joking as a sign.</p><p>\"I don't think John Boehner is running for speaker,\" says Rep. Mo Brooks, R-Ala. \"Just the way he has conducted himself. I just don't think he's going to run.\"</p><p>Brooks has a long list grievances. He blames Boehner for the fact that there are no committee chairmen from the eight states that Brooks calls the heart of the South, even though they account for more than a fifth of all House Republicans.</p><p>Boehner has also allowed bills such as the Violence Against Women Act to pass with more Democratic votes than Republican, and, Brooks says, Boehner threw his Republican caucus under the bus during the government shutdown last fall.</p><p>Brooks says the video of Boehner mocking his colleagues was a popular conversation topic at a gathering last week in the office of Sen. Ted Cruz, R-Texas. Like-minded conservatives have continued to meet regularly with Cruz since he led the shutdown effort.</p><p>\"I would say, right now, there are at least two dozen members of the House that have pretty firm views about the way in which the House of Representatives operates, and we'll take whatever steps are necessary to ensure that we better rise to the challenge that our country faces,\" Brooks says.</p><p>That two dozen is about the same number that had supposedly agreed to vote against Boehner for speaker in 2013, before several got cold feet and backed out at the last minute.</p><p>Lynn Westmoreland, R-Ga., helped Boehner survive that earlier challenge. He says two dozen votes could be enough to make things dicey for Boehner again, if the majority margin remains at about 30 seats.</p><p>But if Republicans do well in the mid-term elections, like they think they will, Boehner's life would be a lot easier.</p><p>\"Republicans take the Senate, you gain 12 or 15 seats in the House, now, you've got a different speaker's position than you have right now,\" Westmoreland says.</p><p>For the record, Boehner's office says he fully intends to be speaker in the next Congress.</p><p>Congressional scholar Norm Ornstein, for one, thinks Boehner has a Machiavellian plan to get there.</p><p>\"Part of what Boehner is doing is operating maybe even with a little bit of a game of chicken, but believing that all of those people who are now bitching and moaning and saying he's not going to be able to make it back don't have a plan, and in the end they aren't going to be able to do what they threaten to do,\" Ornstein says.</p><p>That's what happened last time. Brooks says he's confident next time will be different.</p><p>\"This time next year, we will have a different speaker,\" he says.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Boehner+Plays+It+Loose+With+His+Speakership+At+Stake&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"S.V. Dáte","audio":[{"meta":{"duration":"230"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1309462654-96ae73.m3u?orgId=1&topicId=1014&ft=3&f=309434354"},{"href":"http://media.npr.org/assets/img/2014/05/04/455477717-aea1886029cceaedef2b168333556e086fa976fb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2003","width":"2671"}}]}