{"created":"2015-02-11T23:20:13+00:00","modified":"2015-02-12T19:35:00+00:00","valid":{"from":"2015-02-12T19:35:00+00:00","to":"3015-02-12T19:35:00+00:00"},"hreflang":"en","guid":"0b4524c5-ef5c-4b7b-b71f-480990c8c64b","title":"Garlic or no garlic?  A squabble in the kitchen over how to make traditional amatriciana pasta sauce","published":"2015-02-12T19:34:56+00:00","byline":"David Leveille","tags":["food","recipes","culture","Food","Lifestyle & Belief","Amatrice","Europe","Italy","Europe","Carlo Cracco","Piergiuseppe Monteforte","Lidia Bastianich","Sugo all'amatriciana","Pasta","Sauce"],"teaser":"A culinary squabble has broken out after the mayor of Amatrice, Italy, lashed out at a chef in Milan over how to properly prepare a centuries old traditional amatriciana pasta sauce.\r\n","contentencoded":"<p>A culinary squabble, if you can call it that, has broken out in Italy.</p>\n<p>The town of Amatrice, near Rome, is upset with a chef at a famous restaurant in Milan.</p>\n<p>In fact, the town's deputy mayor, Piergiuseppe Monteforte, ridiculed the chef because he doesn't prepare his amatriciana properly.  </p>\n<p>What's amatriciana you might ask? Well the 1,000-year-old pasta with sauce dish originally comes from Amatrice and it has to be made according to a centuries old traditional recipe — according to folks in Amatrice.</p>\n<p>Amatrice cried foul when Italian chef Carlo Cracco said on TV recently that he uses a secret ingredient, just a touch of sauteed garlic, to make amatriciano. That's just NOT OK with the people of Amatrice.</p>\n<p>Italian Chef Lidia Bastianich is a good person to help sort out this kitchen kerfuffle. Her latest cookbook is called \"Lidia's Commonsense Italian Cooking\".</p>\n<p>To understand why all the fuss over a plate of pasta, she says you need a little history:</p>\n<p>\"The original amatriciana, even before the tomatoes came from the New World, was a pasta dish made out of fresh pasta. The sauce was basically made from guanciale  which is the cured cheek or jowl of the pig, and Peccorino cheese,\" she says.</p>\n<p>Herders who went up into the hills with their sheep would take a bit of guanciale, add a little bit of wine and then add the pecorino cheese to make the sauce. But sometime around the 1500s, according to food historians, two ingredients native to America, tomatoes and chili peppers, were brought to Italy, and they were added to the mix. And that became the \"original\" recipe for amatriciana.</p>\n<p>But notice how even that \"original\" recipe evolved over time. Tomatoes were added. So why the fuss over the addition of a little garlic for flavor?</p>\n<p>Bastianich sides with the folks in Amatricia. \"The world is becoming more and more homogenized in flavors, in everything, so Amatricia wants to protect their flavor and they're right,\" she says.</p>\n<p>But as a chef, Bastianich defends her right to be creative with recipes. \"Adding a little bit of your own flavor, or your own coloratura, what's wrong with that? That's what food is all about.\"</p>\n<p>And just to throw a little gasoline on the fire, Batianich says she prefers to embellish her home-made amatriciana by adding a little bit of onion. \"And I like the onions kind of nice and crunchy so when I bite into it I hear the crunch of the onion in the amatriciana.\"</p>\n<p>She also adds a fresh bayleaf or two during the cooking and says jokingly, \"Now they might have me crucified for that — but I like it.\"</p>\n<p>What's so beautiful about Italian cuisine, says Bastianich, is its regionality, and the fact that every one of Italy's 20 regions has its own specialty. \"So if you go into today's homes with grandmothers and mothers cooking, you'll see those original recipes reign, recipes that still reflect the regions that they come from. I think that's beautiful.\" She says when she visits Italy, \"that's the flavor I want.\"</p>\n<p>While it might be possible to officially protect authentic Parmesan cheese or Neapolitan pizza, Bastianich believes it would be more difficult to constrain chefs from being creative with traditional recipes. \"You can identify a recipe and say this is an authentic recipe from Amatrice and give the exact amounts and yes, you could do that. But can you pressure the rest of the world, the chef world, to do that exactly? I'm sure that some of them will, but others will use that as a springboard to do more creative things.\" </p>\n<p>Renata Rosso, a New York City-based Italian-American journalist, also sides with the city of Amatrice. She's says the old recipe, made with local ingredients, is the best. \"There isn’t any garlic in the recipe, therefore if you add garlic, or any other ingredient, don’t call it Amatriciana. Call it something else, like Cracchiana, in this case, since the chef who stirred up the controversy and added the garlic is Carlo Cracco.\"</p>\n<p>Rosso studies the history of food and ingredients wherever she travels in Italy. She says \"Garlic overpowers the taste of other ingredients. It is a question of balance of flavors. In every dish, there must be a delicate balance among ingredients, none should overwhelm your palate.\" She says when in doubt, trust the local chefs, the home cooks in Amatrice who've been making the dish for centuries</p>\n<p>In case you want to try to make amatriciano and judge for yourself, here's the original recipe for amatriciana, according to the mayor of Amatrice. </p>\n<p>The ingredients (4 servings) are: 500g spaghetti, 125g guanciale (pork jowl) from Amatrice, a spoonful of extra virgin Italian olive oil, a drop of dry white wine, six or seven San Marzano tomatoes or 400g of canned peeled tomatoes, some chili, 100g of grated peccorino cheese from Amatrice, and salt.</p>\n<p>And the recipe:  Place the oil, chili and guanciale, chopped into small pieces, into an iron pan. Use only the soft part of the pork jowl, or else it is not sweet and delicious amatriciana.  Sauté these ingredients in a pan. Add the wine.</p>\n<p>Blanch the whole tomatoes so as to easily remove the skin, and then quarter them, remove seeds, and add to the hot pan.  Season as desired with salt. Allow the sauce to cook over the heat for a few minutes.</p>\n<p>Then boil salted water. cook the pasta till it's al dente (slightly firm). Drain and put pasta in a bowl. Add the grated peccorino. Then add the sauce to the pasta and if you like, sprinkle a little more peccorino as it is served.</p>\n<p>Let's us know how the recipe turns out!</p>\n<blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p>Book of the Day: Lidia's Commonsense <a href=\"https://twitter.com/hashtag/Italian?src=hash\">#Italian</a> <a href=\"https://twitter.com/hashtag/Cooking?src=hash\">#Cooking</a> by <a href=\"https://twitter.com/LidiaBastianich\">@LidiaBastianich</a>: <a href=\"http://t.co/EhAyoCbQI7\">http://t.co/EhAyoCbQI7</a> <a href=\"https://twitter.com/hashtag/Recipes?src=hash\">#Recipes</a> <a href=\"http://t.co/aRysYMjocy\">pic.twitter.com/aRysYMjocy</a></p>\n<p>— MedFriendly.com (@MedFriendly) <a href=\"https://twitter.com/MedFriendly/status/564447481673818112\">February 8, 2015</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p>Ecco la nostra <a href=\"https://twitter.com/hashtag/amatriciana?src=hash\">#amatriciana</a>, rigorosamente senza aglio, giusto amici?!? <a href=\"https://t.co/ySwF7NU0mJ\">https://t.co/ySwF7NU0mJ</a> <a href=\"https://twitter.com/hashtag/cucina?src=hash\">#cucina</a> <a href=\"https://twitter.com/hashtag/roma?src=hash\">#roma</a> <a href=\"https://twitter.com/hashtag/mangiare?src=hash\">#mangiare</a> <a href=\"https://twitter.com/hashtag/checcoercarettiere?src=hash\">#checcoercarettiere</a></p>\n<p>— Checco Er Carettiere (@RistChecco) <a href=\"https://twitter.com/RistChecco/status/565479539544170497\">February 11, 2015</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p>Big scandal in Italy: chef puts garlic in pasta amatriciana. Unbelievable. Rules need to be respected. <a href=\"http://t.co/F5HsghkQ2p\">http://t.co/F5HsghkQ2p</a></p>\n<p>— Shaun Spiers (@ShaunSpiers1) <a href=\"https://twitter.com/ShaunSpiers1/status/565267661509382144\">February 10, 2015</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/sugo.JPG","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/sugojpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/pasta.mp3"},{"href":"http://www.pri.org/file/pastamp3"}]}