{"created":"2014-10-30T21:56:49+00:00","modified":"2014-10-30T21:56:49+00:00","valid":{"from":"2014-10-30T21:56:49+00:00","to":"3014-10-30T21:56:49+00:00"},"hreflang":"en","title":"Monarch Butterflies Could Be On Rebound","published":"2014-09-29T18:53:00+00:00","teaser":"After precipitous declines in the monarch butterfly population, there are signs the species may be on the rebound.","itags":["npr_api","352528679"],"contentencoded":"<p>Every fall, millions of monarch butterflies east of the Rockies undertake a long migration (up to 3,000 miles) from points north to overwinter in Mexico.</p><p>In recent years, the population of monarchs has fallen precipitously, largely because of climate change and habitat loss.</p><p>But this year, there are positive signs that monarchs may be bouncing back.</p><p><strong>Chip Taylor</strong>, an ecologist at the University of Kansas and the founder and director of <a href=\"http://www.monarchwatch.org/\" target=\"_blank\">Monarch Watch</a> &#8212; an outreach program that does education, research and conservation work &#8212; told <a href=\"http://hereandnow.wbur.org\"><em>Here & Now&#8217;</em></a>s Jeremy Hobson conditions were favorable this spring for the butterflies&#8217; reproduction.</p><p><span style=\"color: #000000\"><div class=\"pullquote\" style=\"\">If we get the right weather conditions in the future, and if we restore enough habitat, we can bring this butterfly back.<div class=\"pullquoteauth\">&ndash; Chip Taylor</div></div></span></p><p>&#8220;The population is rebounding a bit,&#8221; Taylor said. &#8220;We&#8217;re expecting that there&#8217;ll be anywhere from two to four times as many monarchs in the overwintering sites in Mexico as there have been last year. That&#8217;s still not going to be a large number. That&#8217;s still not going to mark a big recovery for the population. It&#8217;s still going to be a very low population by historical standards. But it does show the butterfly has the capability of rebounding, and it gives us a little bit more hope that if we get the right weather conditions in the future, and if we restore enough habitat, we can bring this butterfly back.&#8221;</p><p>Taylor says it&#8217;s still too soon to tell whether this is an upward trend, because habitat is the determining factor for the population&#8217;s recovery and sustainability. It&#8217;s too soon to tell whether the uptick this year might just be a result of favorable weather conditions and not a long term trend that is a combination of favorable factors.</p><p>Taylor says 167 million acres of monarch butterfly habitat have been lost in the last 10 to 15 years.</p><p>&#8220;Habitats for pollinators have been going down, that includes honey bees,&#8221; Taylor said. &#8220;It has to be at least four times as much as we have now. We need to restore a lot of habitat for both honeybees, other pollinators and monarch butterflies.&#8221;</p><ul><li><a href=\"http://monarchwatch.org/milkweed/market/index.php?function=show_static_page&id_static_page=1&table_name=vendors\" target=\"_blank\">Find a milkweed vendor near you</a></li></ul><h4>Guest</h4><ul><li><strong><a href=\"http://www.monarchwatch.org/about/direc.htm\" target=\"_blank\">Chip Taylor</a></strong>, ecologist at the University of Kansas and founder and director of Monarch Watch. The orgnization tweets <a href=\"https://twitter.com/monarchwatch\" target=\"_blank\">@monarchwatch</a>.</li></ul><p>&nbsp;  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Monarch+Butterflies+Could+Be+On+Rebound&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","guid":"0b45eb5e-131b-45f9-8ede-13c3dcec1f1e","audio":[{"meta":{"duration":"515"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1352528682-29382a.m3u?orgId=1&ft=3&f=352528679"}]}