{"created":"2014-10-05T17:00:04+00:00","modified":"2014-11-17T17:05:10+00:00","valid":{"from":"2014-11-17T17:05:09+00:00","to":"3014-11-17T17:05:09+00:00"},"hreflang":"en","title":"Gabby Giffords' SuperPAC Fights For Her Old House Seat","published":"2014-10-05T19:49:00+00:00","teaser":"Sympathy for former Rep. Gabrielle Giffords, who was shot in the head in 2011, helped get her successor elected. Now she lobbies for tighter gun laws, and a tough ad from her PAC has stirred anger.","itags":["npr_api","353817861"],"guid":"0b4bfc4e-a2d8-4e2c-81f1-e59c2ddb3da0","contentencoded":"<p>Of all the issues in all the congressional races this fall, none may be more personal than gun violence in Arizona's 2nd District.</p><p>That's the seat Democrat Gabrielle \"Gabby\" Giffords held until she resigned after being shot in the head three years ago.</p><p>Her then-district director, Ron Barber, was also wounded in that mass shooting, and went on to succeed her in Congress. Now, Barber is locked in a rematch of a tight 2012 contest, and Giffords' presence has suddenly become controversial.</p><p>Giffords and her husband, Mark Kelly, are not campaigning directly for Barber as they did two years ago. This time, they're campaigning through their superPAC, Americans for Responsible Solutions.</p><p>The PAC was set up to promote stronger gun laws, and it's been running some tough, emotional TV ads attacking Barber's opponent, Republican Martha McSally.</p><p>This one features a Tucson woman named Vicki.</p><p>\"My daughter was just 19 when she told her boyfriend their relationship was over, and he got a gun and he shot her and my husband,\" Vicki says in the ad.</p><p>An announcer says, \"Martha McSally opposes making it harder for stalkers to get a gun.\"</p><p>Vicki continues, \"I don't think she really understands how important that is for a lot of women.\"</p><p>The ad got a swift, harsh response from McSally.</p><p>\"I was disgusted by that ad,\" she said.</p><p>Not terribly surprising that a candidate would be offended by an ad suggesting she was somehow responsible for a double murder. But McSally startled people by saying the ad bothered her for another reason: McSally said she had been the victim of a stalker.</p><p>\"So it is personally offensive to me, because I know what it's like to live in fear,\" she said. \"In addition, I put the uniform on every day and put my life on the line.\"</p><p>McSally, the first female Air Force fighter pilot to fly in combat, says she was stalked and held hostage while on assignment. She wouldn't give details.</p><p>In an editorial, the <em>Arizona Republic</em> condemned the ad as \"base and vile.\" But Pia Carusone, executive director of Americans for Responsible Solutions, stands behind it.</p><p>\"It's an intense issue,\" Carusone said. \"People die every day in this country from gun violence.\"</p><p>At issue is a federal rule allowing stalkers convicted of misdemeanors to own a gun. Stalkers convicted of felonies cannot legally own guns.</p><p>Giffords' group calls that the stalker gap, and wants the gap closed. The PAC also wants background checks for private sales at places like gun shows.</p><p>McSally is on record as being opposed to any new laws restricting gun ownership. So, while the ad may have been over the top, technically it was correct.</p><p>Barber was mum about the ad, but said he supports Giffords on the issue.</p><p>\"I believe that the only way to stop stalkers, who might have a gun and might hurt somebody because of that, is to expand the background check system so that 40 percent of the gun sales in this country cannot be made outside of the background check system,\" he said.</p><p>McSally doesn't support expanding background checks, but she has changed her mind on stalkers. She now says she agrees those convicted of misdemeanors should be barred from owning guns.</p><p>Carusone counts that as a victory for Giffords' PAC, and cites it as a reason the group has <a href=\"http://www.azcentral.com/story/news/arizona/politics/2014/09/23/giffords-group-pulls-mcsally-tv-ad/16121975/\">stopped airing</a> the ad. But she says the Arizona race is just one of 11 House and Senate races it's pumping money into, all of them important.</p><p>Yet the website Open Secrets says Americans for Responsible Solutions has so far spent nearly $1 million to keep Giffords' old seat from turning Republican — almost double the amount it's spent on any other race.</p><p>\"From a business perspective, we don't want to lose, right?\" Carusone said. \"We're in the business of winning, right? We're in the business of changing minds.\"</p><p>Two years ago, the gun violence against Giffords and Barber was fresh and personal for her southern Arizona district. Sympathy almost certainly played a part in deciding the race.</p><p>It's not yet clear how much Giffords' support means this year.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Gabby+Giffords%27+SuperPAC+Fights+For+Her+Old+House+Seat&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ted Robbins","audio":[{"meta":{"duration":"251"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1353849504-ebb1ab.m3u?orgId=1&topicId=1014&ft=3&f=353817861"}]}