{"created":"2015-07-01T18:48:33+00:00","modified":"2015-07-01T19:06:20+00:00","valid":{"from":"2015-07-01T19:06:20+00:00","to":"3015-07-01T19:06:20+00:00"},"hreflang":"en","title":"What It's Like To Lead A Non-Hierarchical Workplace","published":"2015-07-01T19:06:00+00:00","teaser":"Terri Kelly is one of few people with a title at W. L. Gore – the maker of Gore-Tex – and she says she really doesn't like having one.","itags":["npr_api","419217193"],"guid":"0b511d75-798a-428d-9683-6011466ee52c","contentencoded":"<p>Since the 1950s, Delaware-based high-tech engineering company <a href=\"http://www.gore.com/en_xx/\" target=\"_blank\">W. L. Gore & Associates</a>, most famous for Gore-Tex outdoor apparel, has been a non-hierarchical workplace where few employees have titles and anyone can take leadership positions.</p><p>How does that work and what is it like to work there? In the latest installment of our View From The Top series, <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Jeremy Hobson speaks with CEO <strong>Terri Kelly</strong>. She&#8217;s one of few people with a title at Gore, and she says she doesn&#8217;t really like having one.</p><h4>Interview Highlights: Terri Kelly</h4><p><strong>How Gore&#8217;s non-hierarchical structure works</strong></p><p>&#8220;I think, as it looks in practice, it&#8217;s pretty dynamic, where we organize more around opportunity. It&#8217;s pretty fluid, versus it&#8217;s kind of a static organization. I think the leadership moves based on what problem&#8217;s being solved. So I think in traditional companies, it&#8217;s a pretty fixed hierarchy of who the leaders are and who they report to, where it&#8217;s maybe a little bit more difficult to see that in our organization because we purposely try to make it more dynamic.</p><p>I think one of the best complements we&#8217;ve received is, when someone comes in to visit Gore, it takes them a while to figure out who even the leadership is, and if you think about it in other companies, it&#8217;s pretty obvious right from the onset who&#8217;s the leader and who reports to the leader and so forth. And we like that, because it should be more situational and fluid.&#8221;</p><p><strong>How leadership works in a non-hierarchical company</strong></p><p>&#8220;I think the thing that&#8217;s also different is how the leader conducts himself. The leader is there because they had the support from their peers, and they know that. They&#8217;ve got to earn that every day. They&#8217;re not directing the organization, they&#8217;re not telling. They&#8217;re doing a lot of selling themself, in terms of why we should be doing this, and really getting the organization on board.&#8221;</p><p><strong>Why she doesn&#8217;t like having a title</strong></p><p>&#8220;I really don&#8217;t like the idea of having a title, to be honest. And so, certainly for the external world, it&#8217;s helpful that folks know who I am. But internally, I&#8217;m an associate. And again, I may be in situations where I&#8217;m providing leadership, but then I&#8217;m also relying on a lot of other associates with their knowledge and their capacity of providing leadership. So again, even in my commitment, leadership becomes very situational depending on the topic.&#8221;</p><p><strong>On the challenges of a non-hierarchical company</strong></p><p>&#8220;It&#8217;s a lot of work. To create an environment like this, it would be pure chaos if you didn&#8217;t put a significant amount of time in terms of giving folks kind of, &#8216;What&#8217;s the purpose of the enterprise?&#8217; So for us, our purpose is improving lives through our materials, and so I think that&#8217;s what resonates with our associates, that they&#8217;re all very much aligned, that we&#8217;re really advancing our technology into medical devices and industrial products and Gore-Tex fabrics and so forth. And so that&#8217;s the first way we align, is around our common purpose.</p><p>&#8220;But then we have almost rules of engagement. There&#8217;s a lot of work that goes into establishing our core values, what are our principles, how are we going to make decisions. And so the role of the leader is really to make sure that they are every day creating that framework for associates, helping them understand the boundaries, so that they can operate and be empowered. Because if you don&#8217;t to that, it truly just becomes chaos.&#8221;</p><ul><li><a href=\"http://hereandnow.wbur.org/tag/view-from-the-top\" target=\"_blank\">See more in our View From The Top series</a></li></ul><h4>Guest</h4><ul><li><strong><a href=\"http://www.greatplacetowork.com/2014-conference-speakers/2370-terri-kelly#sthash.p62lnTok.dpbs\" target=\"_blank\">Terri Kelly</a></strong>, CEO of W. L. Gore & Associates.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=What+It%27s+Like+To+Lead+A+Non-Hierarchical+Workplace&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"664"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1419217196-178ec0.m3u?orgId=1&d=664&p=60&story=419217193&t=progseg&e=419181172&seg=8&ft=nprml&f=419217193"},{"href":"http://media.wbur.org/wordpress/11/files/2015/06/0629_terri-kelly.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"905","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/06/0629_gore-tex.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"681","width":"1024"}}]}