{"created":"2014-09-07T23:28:13+00:00","modified":"2014-09-07T23:28:14+00:00","valid":{"from":"2014-09-07T23:28:13+00:00","to":"3014-09-07T23:28:13+00:00"},"hreflang":"en","title":"One Man Becomes Another's Hands, Feet And Family ","published":"2014-04-11T12:24:00+00:00","teaser":"Collin Smith was in high school when an accident left him unable to use his arms and legs. So Ernest Greene, 50 years his senior, decided to help. And when Collin went to college, Ernest went, too.","tags":["npr_api","301574558"],"guid":"0b5936d2-0639-4e6d-be78-a65ef6325f55","contentencoded":"<p>When he was a high school sophomore, Collin Smith was in a car accident that left him a quadriplegic.</p><p>Ernest Greene, 50 years Collin's senior, had never met Collin, but he attended the same church. And when he heard about Collin's accident, he decided he wanted to help. He offered to do whatever Collin needed, from taking him to school to helping him shave. And when Collin began college, Ernest went too.</p><p>\"What made you want to go to college with me?\" Collin, now 23, asked Ernest in a visit to StoryCorps in Asheboro, N.C.<br /> <br /> \"Well I looked at your life and I roughly estimated that it would cost $50,000 a year for somebody to be with you 24 hours a day, five days a week so that you could go to school,\" Ernest says. \"It sure wouldn't have been in the cards for me to have to pay that kind of money. I didn't figure it would be in the cards for you and your family. And so I offered to go to school with you.\"</p><p>\"Did you ever think, 'What have I got myself into?' taking care of me? \" Collin asks. <br /> <br /> \"Probably a few times. My day started at 4:30 in the morning. Sometimes it was 14-, 16-hour days, and at that point I was getting very tired,\" Ernest replies. \"I'd be ready to go home and you were [ready] to do something else.\" </p><p>\"Yeah, sometimes compromising isn't the easiest thing to do,\" Collin says.</p><p>At Collin's graduation ceremony, the college president turned to Ernest and awarded him an honorary degree.</p><p>\"I don't think I've been any more shocked in my life,\" Ernest says. \"I didn't think I had done anything more than any other person ought to do.\"</p><p>\"We started together and we finished together,\" Collin says. \"It was only fitting, because you were my hands and feet when I couldn't use mine. So it's more than just being a friend. You're like a father to me, a grandfather. And you became family.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=One+Man+Becomes+Another%27s+Hands%2C+Feet+And+Family+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"188"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1301749161-0f229b.m3u?orgId=1&topicId=1057&aggIds=4516989&ft=3&f=301574558"},{"href":"http://media.npr.org/assets/img/2014/04/10/smithcnpr-7dd6f09b1a2c0deab2f19ea95edfe389140b0b23.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"532","width":"709"}}]}