{"created":"2014-09-02T19:34:24+00:00","modified":"2014-10-30T22:46:42+00:00","valid":{"from":"2014-10-30T22:46:42+00:00","to":"3014-10-30T22:46:42+00:00"},"hreflang":"en","title":"Detroit Bankruptcy Battle Begins In Federal Court","published":"2014-09-02T14:04:00+00:00","teaser":"The city's plan to restructure its debt has been praised as a creative way to protect both pensioners and its art museum. But some creditors — and residents — feel like they're being railroaded.","itags":["npr_api","345056007"],"guid":"0b5ad07e-3d68-434d-b528-14fdb0d19902","contentencoded":"<p>Detroit's historic bankruptcy case is entering the home stretch. The crucial, final trial phase begins Tuesday in a Detroit courtroom.</p><p>The trial will decide the fate of a plan to wipe out billions of dollars in debt and help Detroit emerge from bankruptcy as a new, revitalized city.</p><p>This trial is a big deal, but don't expect anything with lots of courtroom drama. For one thing, it's federal bankruptcy court — and there's no jury.</p><p>The case revolves around a document: Detroit's 400-page \"plan of adjustment\" laying out how, and how much, the city plans to pay off its thousands of creditors and restructure Detroit going forward.</p><p>Lawyers will dissect and argue the plan point by point. In the end, Judge Steven Rhodes will decide if it complies with Chapter 9 of the U.S. bankruptcy code, the chapter dealing with municipal bankruptcies.</p><p>One of the biggest issues is whether the plan is even feasible, says Laura Bartell, a bankruptcy law professor at Wayne State University.</p><p>\"That's going to be probably the crux of the confirmation hearing,\" Bartell says. \"Does this plan work? Is the city of Detroit going to be viable if this plan is confirmed and implemented?\"</p><p><strong>A 'Grand Bargain' To Keep Art In Detroit</strong></p><p>In the months leading up to this trial, Detroit and its creditors have been working hard to hash out deals in mediation. In most cases, they've reached settlements that are now part of the plan.</p><p>The biggest one, dubbed the \"grand bargain,\" is a deal meant to protect the city's retirees and preserve its world-class art collection.</p><p>Inside Rivera Court at the Detroit Institute of Arts, digital tablets help museumgoers decipher what they're seeing on the walls: Diego Rivera's breathtaking murals depicting scenes from Detroit's industrial heyday.</p><p>The murals are among the biggest treasures in a museum chock-full of magnificent art, some of it purchased many years ago by a much larger, wealthier city. Some of Detroit's biggest creditors insist that the city should either mortgage or sell those pieces to pay them off. But that's precisely what the grand bargain is supposed to prevent.</p><p>Private foundations, philanthropists and the state of Michigan have pledged more than $800 million toward the grand bargain to save the art. That money would be used to pay off Detroit's biggest creditor group: city retirees.</p><p>In return, retirees give up any legal challenge to the plan of adjustment, and the museum's collection is transferred to a charitable trust, where creditors can't touch it.</p><p>Most retirees would still have to take some pension cuts. But facing the possibility of much deeper ones, a majority approved the grand bargain.</p><p>But bond insurer Syncora voted against that bargain. It stands to lose hundreds of millions of dollars if the plan of adjustment is confirmed.</p><p>Bartell says in cases with dissenting creditors, the bankruptcy code requires the city to prove it doesn't \"unfairly discriminate\" against them. Bartell says the plan does clearly discriminate in favor of retirees, but the question is whether that's unfair. She doesn't think so.</p><p>\"These are people who are not financial institutions,\" Bartell says. \"These are city of Detroit retirees.\"</p><p>Other legal scholars disagree — but at trial's end, only Rhodes' interpretation matters.</p><p><strong>The Prospect Of 'Two Detroits'</strong></p><p>Detroit's bankruptcy is resonating far beyond the courtroom. Bond insurers like Syncora aren't the only ones arguing that the city's plan is unfair.</p><p>Detroit made global headlines again this summer, this time over water. The Detroit Water and Sewerage Department allowed more than $100 million in delinquent bills to accumulate.</p><p>The department recently launched an aggressive, controversial effort to shut off water to customers who owed more than $150. Critics worldwide slammed the move as inhumane.</p><p>To some, it was more evidence that the burden of Detroit's \"restructuring\" falls mostly on its majority poor, black population.</p><p>Civil rights lawyer Alice Jennings argues that it's part of a larger effort to \"make Detroit into a more gentrified city,\" and worries about \"two Detroits\" emerging: \"a Detroit where there is poverty, where there is sickness, where there is no ability to gain the basic requirements of life, and then a very affluent sector.\"</p><p>Later this month, Detroit Mayor Mike Duggan will likely take back control of the city from a state-appointed emergency manager. He has promised to steer clear of the old, bad habits that created the country's largest-ever municipal bankruptcy.</p><p>While there's no question that Detroit will emerge a changed city, there are concerns about whether the changes will be sustainable and just who will benefit most from a new Detroit.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Detroit+Bankruptcy+Battle+Begins+In+Federal+Court&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Sarah Cwiek","audio":[{"meta":{"duration":"283"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1345158447-cad0c5.m3u?orgId=1&topicId=1091&ft=3&f=345056007"}]}