{"created":"2014-11-14T22:18:33+00:00","modified":"2014-11-17T20:19:01+00:00","valid":{"from":"2014-11-17T20:19:01+00:00","to":"3014-11-17T20:19:01+00:00"},"hreflang":"en","guid":"0b7f4f6e-454b-4022-88cb-5778070ee0c1","title":"Should deported veterans get benefits from the military? Here's what some vets say","published":"2014-11-17T20:19:00+00:00","byline":"Susie Blair","tags":["immigration","conflict","Global Nation","Justice","Conflict & Justice","North America","Central America / Caribbean","United States","Mexico","California","North America","Central America/Caribbean","Hector Barajas","Military personnel","Veteran","Social Issues","Deportation","Immigration"],"teaser":"On Veterans Day, The World spoke to Hector Barajas, a veteran — born in Mexico, raised in California — who had been deported after serving. We reached out to our network of veterans, who offered their opinions on deported vets. ","contentencoded":"<p>For Hector Barajas, Tuesday was a bittersweet day. </p>\n<p>Barajas is Mexican-born, California-raised. He had legal permament US residency when he enlisted in the military — he was told his service would lead to full citizenship. But after committing a criminal offense, he was deported.</p>\n<p>Now, he advocates for other deported vets, who he says deserve the same rights as those who are US-born. <a href=\"http://www.pri.org/stories/2014-11-11/some-american-veterans-get-kicked-out-country-they-served\">After speaking to Barajas</a> on Tuesday, we invited our network of veterans to tell us what they thought. We often ask them to weigh in on issues about life in the US after serving.</p>\n<p>Should vets who've been deported still receive benefits from the US government?  The responses were, predictably, mixed.</p>\n<p>Some claimed that deportation is neccessary when a member of the military commits a crime, likening it to dishonorable discharge — thus, deportees should not enjoy military benefits, they said.</p>\n<p>\"Yes, they were likely deported for wrongdoing and should be penalized. Dishonorable discharges are treated the same way.\" </p>\n<p>- Matt Holzmann from Vista, California</p>\n<p>Others said that regardless of legal status as a citizen, those who served the United States should be honored — that means full citizenship and veterans' rights. </p>\n<p>\"Absolutely! I was not aware that Veterans were being deported. They have served our country and therefore should accept them as one of us. There are people who are born in this country who never serve and yet entitled many benefits from being born here. If they are entitled such benefits for being born within the U.S. borders then it is rightfully and morally just to honor and continue to support the people who served our great nation.\"</p>\n<p>- Jerry Stuart from Tacoma, Washington</p>\n<p>And many had more nuanced answers:</p>\n<p>\"Veterans that go to prison lose their benefits while incarcerated. People are only deported for criminal reasons — to my knowledge. I think this is similar, so yes. The veteran should have the opportunity to regain benefits. \"</p>\n<p>- Lamont Tanksley from Bremerton, Washington</p>\n<p>\"Benefits are earned. One’s immigration status has no bearing on earned benefits. \"</p>\n<p>- Timur Nersesov from Flint, Michigan</p>\n<p>\"Seems the question exposes flaws in the system. Having served should entitle one to citizenship. Those who denounced their citizenship also denounce services provided by the country. We shouldn't permit honorable service of those we will not honor.\"</p>\n<p>- Chester Arnett from Portland, Oregon</p>\n<p><em>If you're a veteran and would like to join our SMS community, text RETURN to 69866.</em></p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/111420147.mp3"},{"href":"http://www.pri.org/file/111420147mp3"}]}