{"created":"2014-09-02T17:05:07+00:00","modified":"2014-10-31T00:55:58+00:00","valid":{"from":"2014-10-31T00:55:57+00:00","to":"3014-10-31T00:55:57+00:00"},"hreflang":"en","title":"Maliki's Power Base Crumbles As Iraq Slips Into Chaos","published":"2014-06-24T00:18:00+00:00","teaser":"The Iraqi prime minister once boasted that he brought stability to the country, but as Iraq looks more like a Sunni vs. Shiite battlefield, critics say Nouri al-Maliki's policies have led to the mess.","itags":["npr_api","324852625"],"guid":"0b85f25b-08f9-49df-ac75-acdf57a7b48c","contentencoded":"<p>Tens of thousands of Iraqi men brandishing assorted weapons are responding to a call to arms. They invoke the Mahdi, a figure from Shiite Muslim prophecies, as they march in a recent parade in Sadr City, a Shiite suburb of Baghdad, the Iraqi capital.</p><p>\"We volunteer to protect our dear country,\" says Hazem al-Shemmari.</p><p>When Sunni militants took over parts of <a href=\"http://www.npr.org/sections/iraq/\" target=\"_blank\">Iraq </a>this month, Shiite religious leaders called for volunteers to fight back.</p><p>Prime Minister Nouri al-Maliki, a devout Shiite, gave speeches supporting the volunteers. But many of them, like Ali Abu Mutawa, say they don't like Maliki.</p><p>\"I don't believe in him,\" he says. \"His misguided policies dragged the country into this situation.\"</p><p>The country is <a href=\"http://www.npr.org/blogs/thetwo-way/2014/06/23/324749685/kerry-meets-with-maliki-in-baghdad-as-isis-crisis-ramps-up\" target=\"_blank\">slipping further into chaos</a>. Sunni militants have made rapid gains, and have captured important cities as well as a crucial border crossing with Syria. Civilians have started to flee the fighting, and there's increasing pressure on Maliki to act.</p><p>Once, Maliki boasted that he brought stability to Iraq. But critics say that in eight years of rule, he stoked the sectarian tension that has now flared. As the country looks more like a Sunni vs. Shiite battlefield, many blame him.</p><p>Some also hold the United States responsible for supporting Maliki for so long.</p><p>\"He was created by America, and they have allowed him to fail through eight years, and were satisfied with his work in Iraq,\" says Osama Hussein, another militiaman.</p><p>But that U.S. support doesn't seem as solid now. President Obama says Maliki faces a test, and that he has to be more inclusive. In doing so, Obama recognized the resentment of Iraq's large Sunni minority. Many of them say Maliki behaves like a dictator, that he's sectarian, and that he's marginalized them.</p><p>\"It's obvious: He neglects the other side, the other sect,\" says Mahmoud al-Jabbouri, a Sunni who runs a corner store. \"This is what makes him a tyrant.\"</p><p>Jabbouri was an officer in Saddam Hussein's army before the U.S.-led invasion of 2003. Now he's a shopkeeper because, he says, Sunnis can't get decent jobs. He says some of his friends saw no option but to join forces with the extremists known as the Islamic State of Iraq and Syria.</p><p>Some politicians speculate that Maliki may not be able to keep the support he needs to retain his position. And there's no obvious successor who could unify Iraq. Even a politician in Maliki's coalition says the country can't carry on the way it did before.</p><p>The politician, Haider al-Abadi, says he thinks a new prime minister might be good.</p><p>\"If they can agree, let us start afresh with new faces, so we can fight this evil,\" he says.</p><p>But there are other factors, including Iran, which is highly influential in Iraq's politics. Iran's Supreme Leader Ayatollah Khamenei fiercely condemns U.S. interference in Iraq, which could outweigh American pressure on Maliki. And despite opposition to Maliki, he may end up staying. Abadi says this is no time for squabbling: Iraq is fighting for survival.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Maliki%27s+Power+Base+Crumbles+As+Iraq+Slips+Into+Chaos&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alice Fordham","audio":[{"meta":{"duration":"253"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1324906599-feddef.m3u?orgId=1&topicId=1010&ft=3&f=324852625"},{"href":"http://media.npr.org/assets/img/2014/06/23/186572351-a4761fea15e133ca4c2e04f6e144ae1b482ca67a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2190","width":"2921"}}]}