{"created":"2014-09-25T19:29:21+00:00","modified":"2014-09-25T21:21:00+00:00","valid":{"from":"2014-09-25T21:21:00+00:00","to":"3014-09-25T21:21:00+00:00"},"hreflang":"en","guid":"0b87f51b-4ff3-4e89-9a62-9fe5b271219b","title":"A worldwide viral hit shows a different side of Ukraine","published":"2014-09-25T21:20:59+00:00","byline":"David Leveille","tags":["Russia Ukraine conflict","music","music videos","iphone","animation","Arts","Arts, Culture & Media","Kiev","Europe","Ukraine","Andrew Kovaliov","knock knock","Ukraine","Brunettes Shoot Blondes"],"teaser":"Much of the news coming out of Ukraine these days is about the ongoing war against separatists and the violence that has ruined small towns near Donetsk. Then along comes an animated music video by a Kiev-based band called Brunettes Shoot Blondes that's impressed people around the world.","contentencoded":"<p>Ukraine&#39;s been in the headlines a lot recently, and we all know what comes to mind: t<span style=\"line-height: 1.538em;\">he Russian annexation of Ukrainian territory;</span><span style=\"line-height: 1.538em;\">&nbsp;a passenger plane shot down;</span><span style=\"line-height: 1.538em;\">&nbsp;homes and shops with unfamiliar Slavic names, pockmarked with bullet holes.</span></p><p><span style=\"line-height: 1.538em;\">And yet, a new music video is giving the world a glimpse of another side of Ukraine.&nbsp;</span><span style=\"line-height: 1.538em;\">It was made for song called &quot;Knock Knock&quot;&nbsp;</span><span style=\"line-height: 1.538em;\">by a Kiev-based indie-electro-pop band called&nbsp;</span><a href=\"http://brunettesshootblondes.org/\" style=\"line-height: 1.538em;\">Brunettes Shoot Blondes</a><span style=\"line-height: 1.538em;\">.&nbsp;</span></p><p>It&#39;s cleverly made on 14 separate iPhones and iPads. In the video, the band members continually move the devices around as an animated story plays out across the screens. It seems like<span style=\"line-height: 1.538em;\">&nbsp;the last thing on the band&#39;s mind was the violence taking place in cities like Donetsk.</span></p><p>Andrew Kovaliov, the band&#39;s lead singer and video director, says Knock Knock&nbsp;&quot;is our first real video for our band. One day we decided to make some kind of cool video which would use some graphics and animations. From the moment we started working on it, we thought it might be kind of successful.&quot;</p><p>Andrew and his fellow bandmembers came up with the idea of &quot;different characters jumping between screens, and then we started to think about how it would be possible to do in real time.&quot;&nbsp;<span style=\"line-height: 1.538em;\">Now the music video has gone viral. The simple courting story that moves around the screens has been viewed more than 2 million times. </span></p><p><span style=\"line-height: 1.538em;\">Some people who&#39;ve watched it think it&#39;s a little weird that this smart, sophisticated, happy little music video was produced in Ukraine at the same time a war is going on. &quot;Of course we have war in our country, but people still live, people still do some things like work, play music &mdash; so life goes on,&quot; Kovaliov counters. &quot;Of course we&#39;re we&#39;re worrying all the time, but we&#39;re trying to help make something connected with culture.&quot;</span></p><p>He also says life in Kiev is a bit removed from eastern Ukraine, where the conflict is centered. &quot;When you&#39;re watching TV, you see all this news, you&#39;re worrying all the time,&quot; Kovaliov says. &quot;Sometimes it&#39;s hard to believe that all of this is going on 500 km [300 miles] from you. But I can see this conflict should stop someday. I don&#39;t think it will be forever.&quot;</p><p><span style=\"line-height: 20.0063037872314px;\">Kovaliov says the</span>&nbsp;protests in central Kiev that brought democratic change earlier this year &quot;finally gave us some freedom. So everybody should actually do what they can to make our country stronger, to show that we&#39;re a European country and that we have to do something for this country.&quot;</p><p>And that, he says, is a driving force behind his band&#39;s work. &quot;Many people were killed during these events, and we should do something to give them some kind of honor, to show that it wasn&#39;t in vain and to show that the country is a new country, that we have freedom and something to show to people, you know?&quot;</p>","audio":[{"href":"http://youtu.be/RC_0NzJ2mWA"},{"href":"http://www.pri.org/file/brunettes-shoot-blondes-knock-knock-official-video-music-video-14-screens"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/092520147.mp3"},{"href":"http://www.pri.org/file/092520147mp3"}]}