{"created":"2015-06-19T09:03:57+00:00","modified":"2015-06-23T21:58:17+00:00","valid":{"from":"2015-06-23T21:58:17+00:00","to":"3015-06-23T21:58:17+00:00"},"hreflang":"en","title":"Chocolate, Chocolate, It's Good For Your Heart, Study Finds","published":"2015-06-23T21:58:00+00:00","teaser":"Regular chocolate eaters had a lower risk of cardiovascular disease and stroke compared to people who didn't eat chocolate. The researchers say it's more evidence that polyphenols may be protective.","itags":["npr_api","415527652"],"guid":"0b8b519d-24d7-49e4-8e46-25e568f0a61c","contentencoded":"<p>Here's a sweet notion: Eat a little chocolate each day and you could be doing your heart a favor.</p><p>A new <a href=\"http://heart.bmj.com/content/early/2015/05/20/heartjnl-2014-307050.short?g=w_heart_ahead_tab\">study</a> published in the journal <em>Heart</em> found that habitual chocolate eaters had a lower risk of cardiovascular disease and strokes compared to people who didn't eat chocolate.</p><p>So, what is it about chocolate that could possibly lead to such a benefit? Well, when you strip out the sugar and milk that's added to chocolate, you're left with the cocoa bean. And it's the compounds in the cocoa that researchers are most interested in.</p><p>The study is part of a growing body of evidence that suggests the bioactive plant compounds found in cocoa beans, called polyphenols, may help protect against heart disease.</p><p>\"What we're learning is that polyphenols ... seem to improve the health of our <a href=\"http://www.npr.org/sections/thesalt/2014/07/02/327775106/how-dark-chocolate-not-milk-chocolate-may-help-blood-flow\">blood vessels</a>,\" says <a href=\"http://www.nutrition.tufts.edu/about/welcome-dean-mozaffarian\">Dariush Mozaffarian,</a> dean of the Friedman School of Nutrition Science and Policy at Tufts University.</p><p>As part of the new study, researchers tracked about 20,000 adults in England for some 12 years. Participants filled out food-frequency questionnaires. And the researchers gauged chocolate consumption from these surveys.</p><p>How much better did the chocolate eaters fare when it came to staving off heart disease? As Howard LeWine of the Harvard Health Blog <a href=\"http://www.health.harvard.edu/blog/sweet-dreams-eating-chocolate-prevents-heart-disease-201506168087\">calculates</a>: \"Among those in the top tier of chocolate consumption, 12 percent developed or died of cardiovascular disease during the study, compared to 17.4 percent of those who didn't eat chocolate.\"</p><p>The reduction in risk is surprising, according to study author <a href=\"http://www.researchgate.net/profile/Phyo_Myint\">Phyo Myint</a> of the University of Aberdeen. As part of the analysis, the chocolate eaters were broken down into groups based on how much they ate — from the heaviest consumers of chocolate to those who ate the least. \"The group with the greatest benefit generally ate 16 to 100 grams per day,\" Myint writes in an email. To put that into perspective, a standard-size Hershey bar has 43 grams.</p><p>Now, the rub with this kind of study is that the link between chocolate and health is just an association. \"It doesn't prove a cause-and-effect relationship between chocolate and reduced risk of heart disease and stroke,\" says <a href=\"http://www.brighamandwomens.org/departments_and_services/womenshealth/hearthealth/who-we-are/bios/joann-manson/index.htm\">JoAnn Manson</a>, chief of the Division of Preventive Medicine at Brigham and Women's Hospital in Boston.</p><p>Manson and a group of other researchers are about to launch a large-scale <a href=\"https://www.fredhutch.org/en/labs/phs/projects/cocoa-flavanols-multivitamin-supplements.html\">clinical trial</a> of the polyphenols — those bioactive compounds — in the cocoa bean.</p><p>\"We'll be testing them in a capsule form,\" Manson says. \"So, [none of] the sugar, fat and calories\" that you get from a candy bar.</p><p>Now, if you're like me and don't like the idea of chocolate pill, keep savoring chocolate the old-fashioned way.</p><p>\"Chocolate can be part of a healthy diet,\" Manson says. But don't overdo it. And stay tuned, Manson says, for the findings of new research intented to unravel this connection between cocoa and our health.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Chocolate%2C+Chocolate%2C+It%27s+Good+For+Your+Heart%2C+Study+Finds&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Allison Aubrey","audio":[{"meta":{"duration":"127"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1415671818-fe51f6.m3u?orgId=1&topicId=1053&d=127&p=3&story=415527652&t=progseg&e=415671583&seg=5&ft=nprml&f=415527652"},{"href":"http://media.npr.org/assets/img/2015/06/18/gettyimages-140986346-990ba309d7293e7320f3a745eadd7b4b6bf8fcae.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1804","width":"2406"}}]}