{"created":"2014-11-22T22:20:09+00:00","modified":"2015-02-08T19:35:31+00:00","valid":{"from":"2015-02-08T19:35:31+00:00","to":"3015-02-08T19:35:31+00:00"},"hreflang":"en","title":"After Backlash, Computer Engineer Barbie Gets New Set Of Skills","published":"2014-11-25T02:50:00+00:00","teaser":"The 2010 book <em>Barbie: I Can Be a Computer Engineer</em> was highly criticized this week; it shows Barbie designing a game, but relying on male friends to code it for her. So the Internet set out to fix it.","itags":["npr_api","365968465"],"guid":"0b8b9dd7-783f-4bfe-bb89-077044b4ded9","contentencoded":"<p>Women in the technology field have faced all manner of insults, including, most recently, GamerGate, which highlighted sexism and harassment in video game culture. This week, another insult — from a seemingly more benign source — set off a loud online cry of: \"Are you kidding me?\"</p><p>A book called <em>Barbie: I Can Be A Computer Engineer</em> was originally published in 2010. Author and Disney screenwriter Pamela Ribon discovered the book at a friend's house and was initially excited at the book's prospects, she tells guest host Tess Vigeland.</p><p>But then she continued reading.</p><p>\"It starts so promising; Barbie is designing a game to show kids how computers work,\" Ribon says. \"She's going to make a robot puppy do cute tricks by matching up colored blocks.\"</p><p>But then Barbie's friend Skipper asks if she can play it, and the book continues:</p><blockquote><p>\" 'I'm only creating the design ideas,' Barbie says, laughing. 'I'll need Steven's and Brian's help to turn it into a real game.' \"</p></blockquote><p>Barbie then gets a virus on the computer, which then infects another computer, and the boys wind up fixing it for her:</p><blockquote><p>\"After class, Barbie meets with Steven and Brian in the library.</p><p>\" 'Hi, guys,' says Barbie. 'I tried to send you my designs, but I ended up crashing my laptop — and Skipper's, too! I need to get back the lost files and repair both of our laptops.'</p><p>\" 'It will go faster if Brian and I help,' offers Steven.\"</p></blockquote><p>Brian and Steven take over — and, at the end of the day, Barbie takes credit for the boys' work. Ribon was ticked off and <a href=\"http://pamie.com/2014/11/barbie-fucks-it-up-again/\">wrote about it on her blog on Monday</a>. Tech blog Gizmodo <a href=\"http://gizmodo.com/barbie-f-cks-it-up-again-1660326671/all\">picked it up</a> and by Tuesday, it had gone viral.</p><p>\"From the very beginning, it was 'I hear you, I support you,' men and women across the board,\" she says. \"People were upset for their daughters and their sons and schools. And you know, whether or not Barbie wants to be a role model, she's in the position.\"</p><p>Midweek, Mattel <a href=\"https://www.facebook.com/BarbieNAD/posts/362944293876701\">issued an apology</a> on the official Barbie Facebook page saying: \"The portrayal of Barbie in this specific story doesn't reflect the Brand's vision for what Barbie stands for.\"</p><p>Ribon thinks that's a good first step, but she's been more impressed by how people online have responded.</p><p>\"People on the Internet have made hundreds of different versions of this book now because of Feminist Hacker Barbie's site,\" she says. \"I mean, give the Internet a problem and it'll fix it, with a lot of flare.\"</p><p>That site — <a href=\"https://computer-engineer-barbie.herokuapp.com/\">Feminist Hacker Barbie</a>— was created by Kathleen Tuite, who works in the computer science field and as an independent consultant in Santa Cruz, Calif. She says a friend posted a call to action on Facebook seeking women programmers to help crowdsource a hack to make new text for the book.</p><p>\"I was like, 'Hmm, I do a lot of crowdsourcing app design. Maybe I can make this up,' \" she says. Tuite put together a site that allows users to write their own text for the illustrations in the book. One of the first submissions <a href=\"https://computer-engineer-barbie.herokuapp.com/view/10\">reversed the roles in the book</a>.</p><p>\"Instead of Barbie as the game designer, she was the game programmer,\" she says. \"It says, 'Barbie worked hard to implement Steven and Brian's gameplay designs. Although she enjoys writing the code to bring these designs to life, she also respects knowledge of user experience that designers like Brian can bring to the table.' \"</p><p>Tuite says she's gotten more than 2,000 submissions.</p><p>\"These improved revisions that we're seeing now actually give a better sense of what it's like to be an engineer,\" she says.</p><p>Across the country, Casey Fiesler, a doctoral candidate at Georgia Tech, was also getting fired up about the Barbie book.</p><p>\"Originally when I saw the story I thought ... what is great about this is that obviously what is going to happen is that someone is going to write a new book or it's going to become a meme,\" Fiesler says.</p><p>She decided to do it herself, and set to work in Photoshop. Fiesler <a href=\"https://cfiesler.files.wordpress.com/2014/11/barbieremixed.pdf\">rewrote the entire book</a> so that instead of the computer virus being the big problem, Barbie was upset about something else.</p><p>\"I thought, 'Well, maybe she's upset about sexism in computing,' \" she says. \"So she is making a game ... in collaboration with the boys, and she says that when she posted about the game on Twitter, people assumed she must be the designer but boys were doing the coding.\"</p><p>In that respect, the book mirrors the challenges women often face in real-life computer science and technology fields. They're assumed to be involved in the design aspects, not the purely technical aspects, of their industry. So in Fiesler's story, one of the boys is the designer and Barbie is the coder.</p><p>Fiesler says the response has been overwhelmingly positive.</p><p>\"I've had people tweeting at me and leaving comments saying that they printed it out and read it to their kids,\" she says, \"[and] that their daughters were so excited and they want to be computer scientists. I've had people ask me if they can translate it into other languages.\"</p><p>One part of this story, though, has gotten ugly. The woman who wrote the book for Mattel a few years ago told ABC News that she's gotten hundreds of nasty emails and is scared to open many of them. She told ABC that she <a href=\"https://abcnews.go.com/Business/barbie-author-scared-open-email-book-labeled-sexist/story?id=27021301\">regrets that she may have let stereotypes slip into the book</a>.</p><p>Earlier this week, Mattel and publisher Random House pulled the book from Amazon and announced the print and e-book publication will be discontinued.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+Backlash%2C+Computer+Engineer+Barbie+Gets+New+Set+Of+Skills&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"320"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1365993132-ec2f67.m3u?orgId=1&topicId=1161&e=365968465&d=320&ft=nprml&f=365968465"},{"href":"http://media.npr.org/assets/img/2014/11/22/barbie1_custom-b7538b34ba097d90dd27fafa4709fca91d13f131.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"480","width":"450"}}]}