{"created":"2015-04-14T22:07:24+00:00","modified":"2015-04-15T13:22:21+00:00","valid":{"from":"2015-04-15T13:22:21+00:00","to":"3015-04-15T13:22:21+00:00"},"hreflang":"en","guid":"0b944283-f4fc-4ff6-90d8-8f51d224fb92","title":"A Marine pilot breaks the gender barrier in one of the world's most elite squadrons","published":"2015-04-15T13:22:20+00:00","byline":"Traci Tong","tags":["us navy","Blue Angels","gender equality","aviation","C-130","Across Women's Lives","Conflict","Conflict & Justice","United States","Marine Captain Katie Higgins","Blue Angels","Military gender barrier","first female","Aviation","McDonnell Douglas F/A-18 Hornet","Aircraft","Propeller aircraft","Flight"],"teaser":"When the elite aerial team called the Blue Angels formed in 1946, all of its pilots were men. In 2014, the same thing was true. Now history has been made with the addition of Capt. Katie Higgins, the first female pilot to serve with the Navy's world-famous demonstration squadron.","contentencoded":"<p>At every performance by the Blue Angels, the US Navy's famous aerobatics team, the show begins not with high-speed fighter jet maneuvers but a display from a big C-130 cargo plane. And for the first time in the elite squadron's history, a woman will be at the controls to kick things off.</p>\n<p>Marine Capt. Katie Higgins is the newest pilot of the Blue Angels' C-130, also known as \"Fat Albert.\" She's also the first female to fly with the team since its founding in 1946.</p>\n<p>\"It's a great honor to a part of the Blue Angels,\" Higgins says. \"You know there's 130 professionals here on the team. ... and I'm just a small part in a giant machine.\"</p>\n<p><iframe allowfullscreen=\"\" frameborder=\"0\" height=\"315\" src=\"https://www.youtube.com/embed/8gKknGqWJeY\" width=\"560\"></iframe></p>\n<p>It's a part she was seemingly born to play. Both of her grandfathers were pilots in the Army Air Corps and then the Air Force. \"My father is also a pilot,\" Higgins says. \"His two brothers are pilots. And I also have a brother. ... in the Navy, so the military runs deep, that's for sure.\"  </p>\n<p>Higgins' part in the Blue Angels show involves taking the C-130, a relatively slow-moving propeller plane, from a seemingly near-vertical takeoff through dives, climbs and what are known as \"flat passes\" — flybys of the crowd at only 60 feet above the ground.</p>\n<p>But while Higgins gets to pull some stunts in Fat Albert, she says she has no desire to take the controls of the team's F/A-18 Hornet fighters, the same type of plane her father once flew.</p>\n<p>\"The C-130 is the plane that I fell in love with,\" she says. \"I'll continue flying the C-130 for the rest of my career, and I'll enjoy every minute of it.\"  </p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-14%2F27-year-old-blue-angel-pilots-breaks-gender-barrier&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/1280px-C-130_Herculues_with_JATO.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/1280px-c-130herculueswithjatojpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0414201502.mp3"},{"href":"http://www.pri.org/file/0414201502mp3"}]}