{"created":"2015-06-24T20:20:58+00:00","modified":"2015-06-30T18:25:27+00:00","valid":{"from":"2014-07-11T02:10:43+00:00","to":"3014-07-11T02:10:43+00:00"},"hreflang":"en","byline":"Martin, Brittany","title":"“Weird Al” Yankovic Answers for His  ‘Word Crimes’","teaser":"Pop parodist par excellence “Weird Al” Yankovic has been skewering top 40 music since 1976. His newest album — available July 16th — is called Mandatory Fun. On the eve of its release, apropos of nothing, we asked him to tell our listeners how to behave. Rico Gagliano: Our etiquette expert this week is America’s […]","guid":"0bacdb0e-de83-41a6-8fa4-98ca7db04ae8","contentencoded":"<div class=\"barn-cleaned\"><p>Pop parodist par excellence <a href=\"http://www.weirdal.com/\">“Weird Al” Yankovic</a> has been skewering top 40 music since 1976. His newest album — available July 16th — is called <a href=\"http://smarturl.it/MandatoryFun\">Mandatory Fun</a>. On the eve of its release, apropos of nothing, we asked him to tell our listeners how to behave.</p>\n<br />\n<p><img class=\"aligncenter\" src=\"http://www.dinnerpartydownload.org/wp-content/uploads/2013/06/DPD-Banner.jpg\" alt=\"DPD-Banner\" /></p>\n<br />\n<p><strong>Rico Gagliano:</strong> Our etiquette expert this week is America’s greatest contribution to the arts… “Weird Al” Yankovic.</p>\n<br />\n<p>He’s spent much of his life taking hit pop songs and crafting uncannily accurate, ridiculous parodies thereof… which then go on to become hit pop songs in their own right; it’s very meta. Examples include the classics “Eat It,” “Like a Surgeon,” and “Living with a Hernia.” He’s won three Grammys, sold over 12 million records, and he also <em>slays</em> on accordion. Weird Al, it’s an honor.</p>\n<br />\n<blockquote>\n<p><strong>“Weird Al” Yankovic:</strong> Same here. Thanks so much!</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> I have to say before we get further: You stole my dream, which was parodying songs. As a little kid, I wrote a parody of “Beat It” called “Leave It.” It was about leaving your homework at home, and I wanna make sure you didn’t steal… you didn’t happen to be going through a a second grade school in Philadelphia in the early ’80s…?</p>\n<br />\n<blockquote>\n<p><strong>“Weird Al” Yankovic:</strong> Like ’84? I might have, and if so I <em>really</em> apologize.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Wow — lawsuit.</p>\n<br />\n<blockquote>\n<p><strong>“Weird Al” Yankovic:</strong> There’s a statute of limitations on that, though, so don’t try to&nbsp; hit me with some kinda lawsuit — it’s not gonna work.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Dammit.</p>\n<br />\n<p><strong>Rico Gagliano:</strong> Man, that was gonna fund our show for the next several years.</p>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> All right — well, I guess we have to do this interview then.</p>\n<br />\n<p><strong>Rico Gagliano:</strong> I guess so. So, your new album is called “Mandatory Fun,” and it is, as advertised, extremely fun. But I would like to point out, as I mentioned: You are a serious trained musician. You don’t only do novelty songs.</p>\n<br />\n<blockquote>\n<p><strong>“Weird Al” Yankovic:</strong> Oh, not everything that I do is funny. I mean, I got to play with the Pixies a couple years ago when they did a charity benefit concert in LA.&nbsp;<a href=\"https://www.youtube.com/watch?v=XmVLb1qvcXc\">I sang “I Bleed”</a> from <a href=\"http://www.rollingstone.com/music/lists/500-greatest-albums-of-all-time-20120531/pixies-doolittle-20120524\">Doolittle</a>. I got to sing that with the actual Pixies, so that was a big high point in my life.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Did you sing it as “I Tweed”?</p>\n<br />\n<blockquote>\n<p><strong>“Weird Al” Yankovic:</strong> No — they&nbsp;were like, “Are you gonna do a parody?” I was like, “No, probably better if we just do a straight cover version.”</p>\n<br />\n<p>You know, there’s actually a Pixies pastiche on the new album called “First World Problems.” So it’s not a parody, per se, but it’s meant to sound like the Pixies.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> I love it. Well, speaking of this new album: This week, one of the carefully-guarded parodies, it leaked out in advance of its release. You don’t mind if we play a little bit do you?</p>\n<br />\n<blockquote>\n<p><strong>“Weird Al” Yankovic:</strong> I wish you would!</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Aw, see? You’re nice.</p>\n<br />\n<p><strong>Brendan Francis Newnam:</strong>&nbsp;It’s a send-up of Robin Thicke’s “Blurred Lines,” and it’s called “Word Crimes.” I think the public radio audience in particular is going to dig this. Let’s hear a clip.</p>\n<br />\n<p><iframe src=\"http://cache.vevo.com/m/html/embed.html?video=USRV81400343\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\"></iframe></p>\n<br />\n<p><strong>Rico Gagliano:</strong> Oh, man — A grammar song!&nbsp; At last.</p>\n<br />\n<blockquote>\n<p><strong>“Weird Al” Yankovic:</strong> For some reason nobody had ever done a parody of that song based on the proper use of grammar.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Tell us about how you choose a song to parody. I mean, is it data-driven? “This is a popular song, it deserves me sending it up”?</p>\n<br />\n<blockquote data-pullquote=\"q\">\n<p><strong>“Weird Al” Yankovic:</strong> I mean, <q>I obviously study the charts, and if a song reaches number one on Billboard, that’s a good indication that it would be fodder for parody. But it really boils down to me coming up with an idea for something, because there are a lot of songs that seem like they would be good potential targets, and yet I can’t think of what I perceive to be a clever enough idea.</q></p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> What’s an example?</p>\n<br />\n<blockquote>\n<p><strong>“Weird Al” Yankovic:</strong> Well, my polka medleys — one of which is on the new album — those are littered with songs that I wish I could have come up with a better idea for.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Those are the odds and ends?</p>\n<br />\n<blockquote>\n<p><strong>“Weird Al” Yankovic:</strong> Right, right.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> And you know, this isn’t easy work, what you do. You make it <em>seem</em> easy, but… you were a high school valedictorian.&nbsp; You studied architecture at Cal Poly. If music hadn’t worked out, what would un-weird Al be doing?</p>\n<br />\n<blockquote>\n<p><strong>“Weird Al” Yankovic:</strong> I shudder to think. I did get my degree in architecture, and I found out about my third year in college that it just wasn’t my passion. And I thought, “Well, do I wanna be mediocre doing something that I’m not really that excited about for the rest of my life?”</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> I kind of like the idea of you maybe doing parodies of architecture — like a Gehry parody. I don’t know what that would look like, but –</p>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> It would look like a Gehry.</p>\n<br />\n<blockquote>\n<p><strong>“Weird Al” Yankovic:</strong> Some of my professors <em>definitely</em> thought I was doing parodies of architecture.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> All right, we put out the word that you were gonna be answering etiquette questions, and had an unbelievable response. Are you ready to answer these?</p>\n<br />\n<blockquote>\n<p><strong>“Weird Al” Yankovic:</strong> Great, let’s do it!</p>\n</blockquote>\n<br />\n<h2>The Proper Usage of “Weird”</h2>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> All right. So, this first question comes from Mehul in London, England, and he writes:</p>\n<br />\n<p>“If one is on a first name basis with you, is it proper for one to call you ‘Weird?’”</p>\n<br />\n<blockquote>\n<p><strong>“Weird Al” Yankovic:</strong> Absolutely not. If you’re on a first <em>adjective</em> basis with me you can call me weird<em>,</em> but first name, you gotta go with “Al” for sure.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> You still have quotes around your name. Why do you still keep the quotes around the Weird Al?</p>\n<br />\n<blockquote>\n<p><strong>“Weird Al” Yankovic:</strong> Here’s the style usage on that: There’re quotes around Weird Al if it’s with “Yankovic,” because Weird Al is the nickname. The nickname isn’t Weird, it’s Weird Al. But Weird Al by itself doesn’t need quotes. So, if you ever need to teach a class on proper usage of quotes around Weird Al…</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> You should do a song about it.</p>\n<br />\n<blockquote>\n<p><strong>“Weird Al” Yankovic:</strong> I should!</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Exactly — maybe you should do a song about grammar.</p>\n<br />\n<blockquote>\n<p><strong>“Weird Al” Yankovic:</strong> What am I thinking?!</p>\n</blockquote>\n<br />\n<h2>Small, but Powerful Accordions</h2>\n<br />\n<p><strong>Rico Gagliano:</strong> Here’s something from Annie in Sioux Falls, South Dakota, and Annie writes:</p>\n<br />\n<p>“Hi Al” — That’s nice of her — “My sister has custody of my father’s child-sized accordion. It holds lots of sentimental meaning for her, but she has no children. I have two children, and would love for them to learn to play the accordion. What is the best way to go about getting the accordion from my sister without upsetting her?”</p>\n<br />\n<blockquote>\n<p><strong>“Weird Al” Yankovic:</strong> Hmmm.&nbsp; I would probably go with chloroform.&nbsp; Because then she wakes up from the dinner party and the accordion’s gone, you and your kids are in another country under an assumed name, and she’s none the wiser.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Yeah; maybe she has one kidney gone.</p>\n<br />\n<blockquote>\n<p><strong>“Weird Al” Yankovic:</strong> I have to wonder though, like, why her dad decided to leave the accordion with the barren sister?! I mean, I suppose he maybe had the foresight to realize that the other sister’s kids would use the accordion’s power for evil instead of good.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> All right Annie, I think you have your answer: Drug your sister and steal it.<br />\n<br />\n<iframe src=\"//www.youtube.com/embed/ZcJjMnHoIBI\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\"></iframe></p>\n<br />\n<h2>Unintentional Egg Wash</h2>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> This next question comes from Ted in Lexington, Kentucky. Ted writes:</p>\n<br />\n<p>“When I lived in a large apartment complex, there were shared coin-operated washers and dryers in the laundry room. Other tenants always left their laundry in the machines long after the cycle had finished. One day, I needed a dryer, so I took another tenant’s clothes out of the dryer and put them neatly on top. When I returned to get my dry clothes, I found that the clearly very angry tenant had put a raw egg in with my drying clothes. Who was in the wrong here?”</p>\n<br />\n<blockquote data-pullquote=\"q\">\n<p><strong>“Weird Al” Yankovic:</strong> I think it’s not necessarily something that was hostile or a prank. It could be… you know, during my single days, often times I’d go to the laundromat to dry my damp eggs.&nbsp; And you know, why use a whole dryer for one egg when you can put it in with somebody else’s clothes, you know? <q>Like my great-grandfather Blind Lemon Yankovic always says, ‘You can’t go to a laundromat and dry your eggs without breaking a few eggs.’</q></p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> That’s true — you can’t break an omelet without drying a few clothes.</p>\n<br />\n<p><strong>Rico Gagliano:</strong> Seriously though, it does seem pretty straightforward, right, that the guy was in the wrong? You don’t crack a raw egg –</p>\n<br />\n<blockquote>\n<p><strong>“Weird Al” Yankovic:</strong> It’s not cool, generally speaking.&nbsp; Unless you’re just really into eggs.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam</strong>: You know, eggs can give your hair healthy proteins and an extra sheen to your dog’s coat, so maybe they were looking out for Ted.</p>\n<br />\n<p><strong>Rico Gagliano:</strong> That’s right. They figured he could rub the clothes on his dog.</p>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> They wanted his back hair to be shiny.</p>\n<br />\n<p><strong>Rico Gagliano:</strong> Run with that, Ted.</p>\n<br />\n<h2>The Rudeness of Calling Out Rudeness</h2>\n<br />\n<p><strong>Brendan Francis Newnam:</strong>&nbsp;Our next question comes from Cody in Arkansas, and Cody writes: “Is it rude to tell people they are being rude?”</p>\n<br />\n<blockquote>\n<p><strong>“Weird Al” Yankovic:</strong> Oh, yeah. You can’t really say it in <em>those</em> words, you can’t say, “You are being rude,” because that in itself is sort of rude, and you’re sort of like riding a rude moebius strip — it’s like a rude catch-22.</p>\n<br />\n<p>The only thing you’re allowed to say is, “Well, I never!” And you can say that over and over with various degrees of loudness and inflection: “WELL I NEVER! Well I <em>never</em>!” And just keep saying that over and over and over until the person who offended you slowly walks away.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> There you go, Cody.</p>\n<br />\n<p><strong>Rico Gagliano:</strong> You kind of weird ‘em out.</p>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> That’s a great answer.</p>\n<br />\n<h2>Keeping Quiet at Concerts</h2>\n<br />\n<p><strong>Rico Gagliano:</strong> All right and here’s something from Hannah in Los Angeles. Hannah writes:</p>\n<br />\n<p>“Dear Al, what do you say to people who won’t stop talking at a concert?”</p>\n<br />\n<blockquote>\n<p><strong>“Weird Al” Yankovic:</strong> Oh, this happens to me all the time — It’s <em>so</em> infuriating! All you can do is really call them out on it. Like, a couple years ago? I was at this REM concert, and Michael Stipe <em>would not shut up</em>. He just kept talking and talking! I was like, “<em>Michael, play ‘Shiny Happy People,’ come on</em>!”</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong>&nbsp;“This is not what I came for!!”</p>\n<br />\n<blockquote>\n<p><strong>“Weird Al” Yankovic:</strong> You know? And I think the performers appreciate it when you get them back on track, because sometimes they wander off. So, yeah, I think Michael thought I was pretty cool after that.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> You could’ve also pointed at him and said, “Well, I never!”</p>\n<br />\n<blockquote>\n<p><strong>“Weird Al” Yankovic:</strong> “WELL I NEVER!”</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong>&nbsp;“Michael Stipe!&nbsp; <em>As I live and breathe</em>.”</p>\n<br />\n<h2>Unforgettable Parties – and Pastries</h2>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> All right. Well, we have one question that we ask all of our guests. It’s a little different than a classic etiquette question, but the question is: What’s the most memorable party you’ve ever been to?</p>\n<br />\n<blockquote>\n<p><strong>“Weird Al” Yankovic:</strong>&nbsp;I think 1984, October 1984.&nbsp; It was the release party for Paul McCartney’s film “Give My Regards to Broad Street.”&nbsp; And [I'm a] huge Beatles fan. He was surrounded by press and media and hangers-on, and I slowly kind of weaseled my way up to him… and he knew who I was, which kind of blew my mind.</p>\n<br />\n<p>Anyway, what really was memorable about that party was the <em>cake</em>. It was <em>so</em> good. It was like this angel food cake with, like… the filling was like strawberries and whipped cream?&nbsp; It was like <em>moist…</em> I will never forget that cake.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> That stays with you.</p>\n<br />\n<blockquote>\n<p><strong>“Weird Al” Yankovic:</strong> It <em>does</em>.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam</strong>: I’m sure it was a special cake.</p>\n<br />\n<p><strong>Rico Gagliano:</strong> All right — “Weird Al” Yankovic, thank you so much for telling our audience how to behave.</p>\n<br />\n<blockquote>\n<p><strong>“Weird Al” Yankovic:</strong> My pleasure!</p>\n</blockquote>\n<br /></div>","published":"2014-07-11T02:10:43+00:00","itags":["0bacdb0ede831a6dfa4798ca7db04ae8","PMP:The_Dinner_Party_Download_PMP","The Dinner Party Download","The Dinner Party Download 2014-07-10"],"description":"Pop parodist par excellence “Weird Al” Yankovic has been skewering top 40 music since 1976. His newest album — available July 16th — is called Mandatory Fun. On the eve of its release, apropos of nothing, we asked him to tell our listeners how to behave. Rico Gagliano: Our etiquette expert this week is America’s […]","tags":["APM","Etiquette","music"],"contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>Pop parodist par excellence <a href=\\\"http://www.weirdal.com/\\\">“Weird Al” Yankovic</a> has been skewering top 40 music since 1976. His newest album — available July 16th — is called <a href=\\\"http://smarturl.it/MandatoryFun\\\">Mandatory Fun</a>. On the eve of its release, apropos of nothing, we asked him to tell our listeners how to behave.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><img alt=\\\"DPD-Banner\\\" class=\\\"aligncenter\\\" src=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2013/06/DPD-Banner.jpg\\\" /></p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> Our etiquette expert this week is America’s greatest contribution to the arts… “Weird Al” Yankovic.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p>He’s spent much of his life taking hit pop songs and crafting uncannily accurate, ridiculous parodies thereof… which then go on to become hit pop songs in their own right; it’s very meta. Examples include the classics “Eat It,” “Like a Surgeon,” and “Living with a Hernia.” He’s won three Grammys, sold over 12 million records, and he also <em>slays</em> on accordion. Weird Al, it’s an honor.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>“Weird Al” Yankovic:</strong> Same here. Thanks so much!</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> I have to say before we get further: You stole my dream, which was parodying songs. As a little kid, I wrote a parody of “Beat It” called “Leave It.” It was about leaving your homework at home, and I wanna make sure you didn’t steal… you didn’t happen to be going through a a second grade school in Philadelphia in the early ’80s…?</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>“Weird Al” Yankovic:</strong> Like ’84? I might have, and if so I <em>really</em> apologize.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> Wow — lawsuit.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>“Weird Al” Yankovic:</strong> There’s a statute of limitations on that, though, so don’t try to  hit me with some kinda lawsuit — it’s not gonna work.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Dammit.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> Man, that was gonna fund our show for the next several years.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> All right — well, I guess we have to do this interview then.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> I guess so. So, your new album is called “Mandatory Fun,” and it is, as advertised, extremely fun. But I would like to point out, as I mentioned: You are a serious trained musician. You don’t only do novelty songs.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>“Weird Al” Yankovic:</strong> Oh, not everything that I do is funny. I mean, I got to play with the Pixies a couple years ago when they did a charity benefit concert in LA. <a href=\\\"https://www.youtube.com/watch?v=XmVLb1qvcXc\\\">I sang “I Bleed”</a> from <a href=\\\"http://www.rollingstone.com/music/lists/500-greatest-albums-of-all-time-20120531/pixies-doolittle-20120524\\\">Doolittle</a>. I got to sing that with the actual Pixies, so that was a big high point in my life.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Did you sing it as “I Tweed”?</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>“Weird Al” Yankovic:</strong> No — they were like, “Are you gonna do a parody?” I was like, “No, probably better if we just do a straight cover version.”</p><br /><p>You know, there’s actually a Pixies pastiche on the new album called “First World Problems.” So it’s not a parody, per se, but it’s meant to sound like the Pixies.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> I love it. Well, speaking of this new album: This week, one of the carefully-guarded parodies, it leaked out in advance of its release. You don’t mind if we play a little bit do you?</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>“Weird Al” Yankovic:</strong> I wish you would!</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Aw, see? You’re nice.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> It’s a send-up of Robin Thicke’s “Blurred Lines,” and it’s called “Word Crimes.” I think the public radio audience in particular is going to dig this. Let’s hear a clip.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><iframe allowfullscreen=\\\"allowfullscreen\\\" frameborder=\\\"0\\\" src=\\\"http://cache.vevo.com/m/html/embed.html?video=USRV81400343\\\"></iframe></p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> Oh, man — A grammar song!  At last.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>“Weird Al” Yankovic:</strong> For some reason nobody had ever done a parody of that song based on the proper use of grammar.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Tell us about how you choose a song to parody. I mean, is it data-driven? “This is a popular song, it deserves me sending it up”?</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote data-pullquote=\\\"q\\\"><p><strong>“Weird Al” Yankovic:</strong> I mean, <q>I obviously study the charts, and if a song reaches number one on Billboard, that’s a good indication that it would be fodder for parody. But it really boils down to me coming up with an idea for something, because there are a lot of songs that seem like they would be good potential targets, and yet I can’t think of what I perceive to be a clever enough idea.</q></p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> What’s an example?</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>“Weird Al” Yankovic:</strong> Well, my polka medleys — one of which is on the new album — those are littered with songs that I wish I could have come up with a better idea for.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> Those are the odds and ends?</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>“Weird Al” Yankovic:</strong> Right, right.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> And you know, this isn’t easy work, what you do. You make it <em>seem</em> easy, but… you were a high school valedictorian.  You studied architecture at Cal Poly. If music hadn’t worked out, what would un-weird Al be doing?</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>“Weird Al” Yankovic:</strong> I shudder to think. I did get my degree in architecture, and I found out about my third year in college that it just wasn’t my passion. And I thought, “Well, do I wanna be mediocre doing something that I’m not really that excited about for the rest of my life?”</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> I kind of like the idea of you maybe doing parodies of architecture — like a Gehry parody. I don’t know what that would look like, but –</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> It would look like a Gehry.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>“Weird Al” Yankovic:</strong> Some of my professors <em>definitely</em> thought I was doing parodies of architecture.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> All right, we put out the word that you were gonna be answering etiquette questions, and had an unbelievable response. Are you ready to answer these?</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>“Weird Al” Yankovic:</strong> Great, let’s do it!</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<h2>The Proper Usage of “Weird”</h2>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> All right. So, this first question comes from Mehul in London, England, and he writes:</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p>“If one is on a first name basis with you, is it proper for one to call you ‘Weird?’”</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>“Weird Al” Yankovic:</strong> Absolutely not. If you’re on a first <em>adjective</em> basis with me you can call me weird<em>,</em> but first name, you gotta go with “Al” for sure.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> You still have quotes around your name. Why do you still keep the quotes around the Weird Al?</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>“Weird Al” Yankovic:</strong> Here’s the style usage on that: There’re quotes around Weird Al if it’s with “Yankovic,” because Weird Al is the nickname. The nickname isn’t Weird, it’s Weird Al. But Weird Al by itself doesn’t need quotes. So, if you ever need to teach a class on proper usage of quotes around Weird Al…</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> You should do a song about it.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>“Weird Al” Yankovic:</strong> I should!</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Exactly — maybe you should do a song about grammar.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>“Weird Al” Yankovic:</strong> What am I thinking?!</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<h2>Small, but Powerful Accordions</h2>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Here’s something from Annie in Sioux Falls, South Dakota, and Annie writes:</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p>“Hi Al” — That’s nice of her — “My sister has custody of my father’s child-sized accordion. It holds lots of sentimental meaning for her, but she has no children. I have two children, and would love for them to learn to play the accordion. What is the best way to go about getting the accordion from my sister without upsetting her?”</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>“Weird Al” Yankovic:</strong> Hmmm.  I would probably go with chloroform.  Because then she wakes up from the dinner party and the accordion’s gone, you and your kids are in another country under an assumed name, and she’s none the wiser.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> Yeah; maybe she has one kidney gone.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>“Weird Al” Yankovic:</strong> I have to wonder though, like, why her dad decided to leave the accordion with the barren sister?! I mean, I suppose he maybe had the foresight to realize that the other sister’s kids would use the accordion’s power for evil instead of good.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> All right Annie, I think you have your answer: Drug your sister and steal it.<br /><br /><iframe allowfullscreen=\\\"allowfullscreen\\\" frameborder=\\\"0\\\" src=\\\"//www.youtube.com/embed/ZcJjMnHoIBI\\\"></iframe></p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<h2>Unintentional Egg Wash</h2>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> This next question comes from Ted in Lexington, Kentucky. Ted writes:</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p>“When I lived in a large apartment complex, there were shared coin-operated washers and dryers in the laundry room. Other tenants always left their laundry in the machines long after the cycle had finished. One day, I needed a dryer, so I took another tenant’s clothes out of the dryer and put them neatly on top. When I returned to get my dry clothes, I found that the clearly very angry tenant had put a raw egg in with my drying clothes. Who was in the wrong here?”</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote data-pullquote=\\\"q\\\"><p><strong>“Weird Al” Yankovic:</strong> I think it’s not necessarily something that was hostile or a prank. It could be… you know, during my single days, often times I’d go to the laundromat to dry my damp eggs.  And you know, why use a whole dryer for one egg when you can put it in with somebody else’s clothes, you know? <q>Like my great-grandfather Blind Lemon Yankovic always says, ‘You can’t go to a laundromat and dry your eggs without breaking a few eggs.’</q></p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> That’s true — you can’t break an omelet without drying a few clothes.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Seriously though, it does seem pretty straightforward, right, that the guy was in the wrong? You don’t crack a raw egg –</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>“Weird Al” Yankovic:</strong> It’s not cool, generally speaking.  Unless you’re just really into eggs.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam</strong>: You know, eggs can give your hair healthy proteins and an extra sheen to your dog’s coat, so maybe they were looking out for Ted.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> That’s right. They figured he could rub the clothes on his dog.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> They wanted his back hair to be shiny.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Run with that, Ted.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<h2>The Rudeness of Calling Out Rudeness</h2>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Our next question comes from Cody in Arkansas, and Cody writes: “Is it rude to tell people they are being rude?”</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>“Weird Al” Yankovic:</strong> Oh, yeah. You can’t really say it in <em>those</em> words, you can’t say, “You are being rude,” because that in itself is sort of rude, and you’re sort of like riding a rude moebius strip — it’s like a rude catch-22.</p><br /><p>The only thing you’re allowed to say is, “Well, I never!” And you can say that over and over with various degrees of loudness and inflection: “WELL I NEVER! Well I <em>never</em>!” And just keep saying that over and over and over until the person who offended you slowly walks away.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> There you go, Cody.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> You kind of weird ‘em out.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> That’s a great answer.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<h2>Keeping Quiet at Concerts</h2>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> All right and here’s something from Hannah in Los Angeles. Hannah writes:</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p>“Dear Al, what do you say to people who won’t stop talking at a concert?”</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>“Weird Al” Yankovic:</strong> Oh, this happens to me all the time — It’s <em>so</em> infuriating! All you can do is really call them out on it. Like, a couple years ago? I was at this REM concert, and Michael Stipe <em>would not shut up</em>. He just kept talking and talking! I was like, “<em>Michael, play ‘Shiny Happy People,’ come on</em>!”</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> “This is not what I came for!!”</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>“Weird Al” Yankovic:</strong> You know? And I think the performers appreciate it when you get them back on track, because sometimes they wander off. So, yeah, I think Michael thought I was pretty cool after that.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> You could’ve also pointed at him and said, “Well, I never!”</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>“Weird Al” Yankovic:</strong> “WELL I NEVER!”</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> “Michael Stipe!  <em>As I live and breathe</em>.”</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<h2>Unforgettable Parties – and Pastries</h2>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> All right. Well, we have one question that we ask all of our guests. It’s a little different than a classic etiquette question, but the question is: What’s the most memorable party you’ve ever been to?</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>“Weird Al” Yankovic:</strong> I think 1984, October 1984.  It was the release party for Paul McCartney’s film “Give My Regards to Broad Street.”  And [I&apos;m a] huge Beatles fan. He was surrounded by press and media and hangers-on, and I slowly kind of weaseled my way up to him… and he knew who I was, which kind of blew my mind.</p><br /><p>Anyway, what really was memorable about that party was the <em>cake</em>. It was <em>so</em> good. It was like this angel food cake with, like… the filling was like strawberries and whipped cream?  It was like <em>moist…</em> I will never forget that cake.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> That stays with you.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>“Weird Al” Yankovic:</strong> It <em>does</em>.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam</strong>: I’m sure it was a special cake.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> All right — “Weird Al” Yankovic, thank you so much for telling our audience how to behave.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>“Weird Al” Yankovic:</strong> My pleasure!</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"}]","audio":[{"meta":{"height":null,"crop":"primary","width":null},"href":"http://www.dinnerpartydownload.org/wp-content/uploads/2014/07/105195881sq.jpg","type":"image/jpeg"},{"meta":{"height":null,"crop":"primary","width":null},"type":"image/jpeg","href":"http://www.dinnerpartydownload.org/wp-content/uploads/2014/07/138838172sq.jpg"},{"href":"http://play.publicradio.org/pmp/d/podcast/dinnerpartydownload/segments/2014/07/11/0711_al_128.mp3","type":"audio/mpeg","meta":{"duration_hms":"00:09:34","api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm_audio:/dinnerpartydownload/segments/2014/07/11/0711_al","type":"application/json"},"duration":574},"format":"MP3"}]}