{"created":"2015-04-30T20:27:46+00:00","modified":"2015-05-22T23:58:57+00:00","valid":{"from":"2015-05-22T23:58:57+00:00","to":"3015-05-22T23:58:57+00:00"},"hreflang":"en","title":"The Doctor Will Video Chat With You Now: Insurer Covers Virtual Visits","published":"2015-05-01T00:19:00+00:00","teaser":"Medical consultation via video is going mainstream. UnitedHealthcare says it will cover doctors' visits by live video on smartphones, tablets and computers. Will people overuse it and boost costs?","itags":["npr_api","403346731"],"guid":"0bae693e-7472-4cfa-b2f0-d5b36a9854e4","contentencoded":"<p>If you can live stream movies, why not live stream medical care?</p><p>Insurance company UnitedHealthcare will start covering visits to the doctor's office — via video chat. Patients and physicians talk live online — on smartphones, tablets or home computer — to get to a clinical diagnosis. This move to cybermedicine could save insurers a ton of money — or have unintended consequences.</p><p>Cybermedicine has been <a href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC1761771/\">long-discussed</a> by the experts. Now, Eric Neiman, father to a little girl in San Francisco, can explain how it works — from personal experience.</p><p>\"So I'd gotten a text from my wife earlier in the day,\" he says. \"One of our daughter's eyes was a little bit red and she was rubbing it.\"</p><p>A few hours passed and it got more red and started oozing. \"Well, unfortunately that sounds like it could be pinkeye. So we would look at it together when I got home,\" Neiman says.</p><p>Which was close to 8 p.m. — too late to see their regular pediatrician. And kind of late to see any doctor. If they went to the local urgent care center, they'd get back home at 10 p.m. or 11 p.m.</p><p>Then, Neiman remembered something, from his Instagram account, a post for an app called <a href=\"http://www.doctorondemand.com/\">Doctor On Demand</a>. It pairs users up with doctors who are licensed in their state for a video screening.</p><p>Neiman decided to log in. \"The pediatrician came on, introduced himself, and then asked to see our daughter, asked to hold the iPhone up to her eye, checked her throat, everything that he could see via the phone.\"</p><p>Within minutes, the doctor called in a prescription for pinkeye. The visit cost Neiman $40.</p><p>Neiman was so impressed, he says, he used the app just a few days later for himself. He thought he was getting a sinus infection, and logged in <em>from his car</em>.</p><p>\"I was sitting on the side of the street. It's not the first time I pulled over to use my phone,\" he says. \"But to actually go to the doctor — I was just hopeful nobody was watching!\"</p><p><strong>Save On Cost Or Break </strong><strong>The Bank?</strong></p><p>UnitedHealthcare's move to cover all or part of the cost of these e-visits — for up to 20 million<strong> </strong>customers by 2016 — is big. A major company is putting its stamp of approval on a process that, until now, has been largely experimental.</p><p>Three mobile-doc startups – Doctor on Demand, <a href=\"https://nowclinic.com/landing.htm\">NowClinic</a> and <a href=\"https://www.americanwell.com/\">Amwell</a> – are the initial providers.</p><p>Karen Scott, who directs innovation initiatives at UnitedHealthcare, says the company is studying cost: \"What happens if somebody is more likely to use virtual care? Maybe they would have gone in to urgent care. How many of them will choose the virtual visit instead?\"</p><p>It could be that people grab a doctor online for skin rashes, colds and coughs — and by getting care early on, they prevent an expensive catastrophe. Or maybe people wait too long when they really just need to see a doctor in person. Or it could be this service brings out the inner hypochondriac in us and leaves the insurer with a bigger bill to co-pay.</p><p>\"Those are the sorts of health care economics and actuarial questions that our experts will be watching,\" Scott says.</p><p><strong>Convenience For Doctors</strong></p><p>This move has big implications for physicians, too.</p><p>Dr. Tania Elliott, an allergist with Doctor on Demand, says that through the app, patients with a rash show her their symptoms in the moment — not a week later. She takes virtual tours of people's homes to search dust mite sources. Instead of tedious planning, she gives patients a ballpark of when to do a follow up visit.</p><p>\"They have access to essentially my schedule. And so when they log into the app they can see when I'm online,\" she says.</p><p>The doctor has even gotten to work remotely — from a hotel room in Hawaii.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Doctor+Will+Video+Chat+With+You+Now%3A+Insurer+Covers+Virtual+Visits&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Aarti Shahani","audio":[{"meta":{"duration":"200"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1403362692-bab9a0.m3u?orgId=1&topicId=1019&d=200&p=2&story=403346731&t=progseg&e=403362523&seg=10&ft=nprml&f=403346731"},{"href":"http://media.npr.org/assets/img/2015/04/30/-image-2-doctor-video-visit-tablet-673d281b7e0563b73b1c7648212527747567cb79.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"577","width":"770"}}]}