{"created":"2015-01-07T00:29:10+00:00","modified":"2015-01-09T19:03:45+00:00","valid":{"from":"2015-01-09T19:03:45+00:00","to":"3015-01-09T19:03:45+00:00"},"hreflang":"en","guid":"0bb24d8c-e4d8-4ea7-a54c-74cc0afdc4bc","title":"Lebanon's drug lords say they're ready to join the fight against ISIS","published":"2015-01-09T19:03:37+00:00","byline":"Rebecca Collard","tags":["ISIS","terrorism","illegal drugs","Conflict","Conflict & Justice","Bouday","Asia","Lebanon","Syria","America","Middle East","Ali Nasri Shamas","Hashish","drug trade","Lebanon","Syria","ISIS","Cannabis","Beqaa Valley","Legality of cannabis","Hezbollah"],"teaser":"Hashish growers in Lebanon's Bekaa Valley have built up big arsenals to fight off the country's army. Now the drug lords say they're ready to turn their weapons against Islamic militants spilling over the border from Syria.","contentencoded":"<p>With so many overlapping conflicts in the Middle East, it can be hard to keep track of who's fighting whom, and which former enemies are now finding common ground. Consider the case of Ali Nasri Shamas, who lives in Lebanon’s Bekaa Valley.</p>\n<p>Shamas runs a small factory on a hillside in the village of Bouday. Workers sift through huge mounds of dried vegetation, separating stalks from leaves amid a cloud of dust and the din of processing machines.</p>\n<p>“This is three tons,” Shamas tells me, smiling. Three tons of hashish.</p>\n<p>Hash cultivation has long been a big source of income for these communities in the Bekaa Valley, near the Syrian border. Their products, Lebanese Red and Blonde hash, are world-renowned.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"3456\" width=\"5184\" alt=\"Workers in Shamas&amp;#039;s hashish factory pour cannabis roughage in to a sifting machine.\" title=\"Factory\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/IMG_8413.jpg\" /><div class=\"field-caption\">\n    <p>Workers in Shamas' hashish factory pour cannabis roughage into a sifting machine.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Rebecca Collard</p>\n  </div>\n</div>\n<p>But, of course, not everyone is a fan. For years, the Lebanese government leaned hard on the Bekaa Valley’s drug trade. Shamas has been a wanted man for 35 years.</p>\n<p>In 2007, the government sent in the army to destroy cannabis plants in Bouday. That’s when Shamas and 50 other men took up arms to defend their crops. To demonstrate their response, Shamas pulls out and cocks one of the two Kalashnikov rifles he keeps in his truck.</p>\n<p>“That year we were sitting on our land,” he says. “All of the sudden we see the army rolling in. We take our weapons — rifles, Dushka machine guns and RPGs — we hit them with everything.”</p>\n<p>Shamas says the show of force scared off the military. The army has been back since, but the last time was 2012. With Syria’s civil war raging just across — and sometimes over — Lebanon’s border, soldiers now have more pressing concerns. That's why Shamas can parade in front of the camera, picking up and weighing bags of hash.</p>\n<p>It also means the Lebanese army and the hash growers are now confronting the same enemy, because ISIS has also been targeting marijuana crops in Syria. The group recently posted a video online of militants destroying shoulder-high stalks of bushy green cannabis plants near the city Aleppo.</p>\n<p>“This is very popular in America and Europe,” one of the militants says, holding a handful of leaves.</p>\n<p>Shamas’s factory is just 30 minutes from the Syrian border. Many in the area fear the jihadis are coming to the valley, but Shamas says he’s ready if they do. “This is for ISIS and [the al-Qaeda-afilliated] Nusra Front,” he says, showing off a two-foot long machete blade.</p>\n<p>And his threat is backed up by more than just machetes and bravado. Shamas’ arsenal of mounted machine guns, mortars and rocket-propelled grenades, amassed to defend his crops from the Lebanese army, is ready to be turned against the jihadis.</p>\n<p><em>[For another story on druglords going mainstream, check out the <a href=\"http://www.pri.org/stories/2013-09-24/would-you-buy-shirt-infamous-colombian-drug-lord\">clothing line bearing Pablo Escobar's name</a>.]</em></p>\n<p>In some places, the fight is already on. When militants attacked a village between Bouday and the Syrian border in October, hash farmers joined in to defend it.</p>\n<p><strong>“</strong>When we heard they were attacking Brital, I joined the other men going to defend the village,” says one man, who asked to be called Abbas. “Their goal is to put fear in the hearts of people. But for us, ISIS is nothing.”  </p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"2125\" width=\"3187\" alt=\"A hashish factory worker in Bouday, in Lebanon’s Bekaa Valley, shakes cannabis dust from a bag. Bouday is roughly 30 minutes from the Syrian border, and drug lords here say they&amp;#039;re ready to defend their turf, and local villages, against any incursions by \" title=\"valley\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/IMG_8565.jpg\" /><div class=\"field-caption\">\n    <p>A hashish factory worker in Bouday, in Lebanon’s Bekaa Valley, shakes cannabis dust from a bag. Bouday is roughly 30 minutes from the Syrian border, and drug lords here say they're ready to defend their turf, and local villages, against any incursions by militants.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Rebecca Collard</p>\n  </div>\n</div>\n<p>Abbas, Shamas and many of the other hash dealers have plenty of experience to go with their weapons: Most were militiamen during Lebanon’s 15-year civil war. <strong>“</strong>We fought everyone,” Shamas says, “the Communists, Israel, Hezbollah, the Syrians.”</p>\n<p>Unlike Lebanon’s well-established militias, the hash growers aren’t aligned with a sect or political party. And Shamas says his fight is no longer just about protecting his hashish business. <strong>“</strong>We support every village in Lebanon,“ he says. “Christian, Sunni, Shia — whatever they are, we’ll defend them against these terrorists.”</p>\n<p>For now at least, the weapons of these drug lords and the Lebanese army are pointed in the same direction. But hash remains illegal here, so it’s likely only a matter of time before the adversaries resume their battle against each other.</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/IMG_8564crop.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/img8564cropjpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/010620156_0.mp3"},{"href":"http://www.pri.org/file/010620156mp3-0"}]}