{"created":"2014-10-28T18:15:22+00:00","modified":"2014-11-26T01:05:09+00:00","valid":{"from":"2014-11-26T01:05:09+00:00","to":"3014-11-26T01:05:09+00:00"},"hreflang":"en","title":"Why Does Saudi Arabia Seem So Comfortable With Falling Oil Prices?","published":"2014-10-31T14:29:00+00:00","teaser":"Normally, the \"central banker of oil\" would slow production to push up prices. Not so now. Some say it's a geopolitical tactic aimed at Russia and Iran; others say it's just protecting market share.","itags":["npr_api","359601443"],"guid":"0bb2e3ef-be6a-4cf6-8b60-78f2ed142003","contentencoded":"<p>Oil prices continue to tumble: down about 25 percent since mid-June to a four-year low, and many analysts believe there is no end in sight.</p><p>While that's good for consumers and most businesses in the U.S., the falling price is bad for oil-exporting countries such as Russia, Venezuela, Iran and Iraq.</p><p>And blame — or credit — for the plummeting prices is falling squarely on Saudi Arabia.</p><p>The kingdom, often called the \"central banker of oil,\" is still the key player in oil prices, says Rachel Bronson, author of <em>Thicker Than Oil: America's Uneasy Partnership with Saudi Arabia</em>.</p><p>\"The Saudis have shown themselves to use oil politically throughout their recent history. They're quite good at it; they think of oil as a strategic commodity and kind of their key lever of influence globally,\" says Bronson, a senior fellow with the Chicago Council on Global Affairs.</p><p>Normally when oil prices begin to slide, she says, Saudi Arabia will step in and slow production, which will help bring up the price.</p><p>But not this time: The Gulf state hasn't made any move to reduce oil production.</p><p>Jim Krane, an energy expert with Rice University in Houston, says because it hasn't given any indication why, figuring out Saudi Arabia's motives is creating something of a parlor game.</p><p>\"If you're somebody who looks at geopolitics and energy, you could come up with any number of ways or any number of reasons why the Saudis are not doing what they would usually do,\" says Krane.</p><p>\"There [are] lots of good reasons for them to keep on producing, but exactly why they're doing it, probably only a few dozen people in Saudi Arabia know that,\" he adds.</p><p>One popular conspiracy theory is that Saudi Arabia is trying to deprive Russia of valuable oil revenues because of its support of Bashar Assad's regime in Syria. Saudi Arabia is opposed to Assad.</p><p>Another target is its archrival in the region, Iran. Bronson says the low oil prices are hurting Russia and Iran, both of which depend heavily on oil exports and require higher prices than Saudi Arabia does to meet all their domestic needs.</p><p>\"The Saudis are always mindful of oil prices. They always try to keep the oil prices high enough for them to cover budget, but low enough to hurt the Iranians,\" says Bronson.</p><p>Another theory is that Saudi Arabia is manipulating the markets to try to quash competition, especially from new oil producers like those involved with the Canadian oil sands and the shale revolution in the U.S., says Krane.</p><p>\"They figure if prices go down and they help them go down a little bit, some of these people will be forced out of the business and the Saudis will be able to maybe scare some people away and retain their market share,\" he says.</p><p>Krane says demand for oil has fallen off in Europe and Asia — China especially — and there are more exporters vying for a smaller piece of the market.</p><p>The Saudis went through this before, in the 1980s, when there was a surplus of oil. The kingdom cut production, which stabilized prices, but then had to fight to gain back that market share in the years that followed.</p><p>Amrita Sen, chief oil analyst at Energy Aspects in London, says Saudi Arabia doesn't want the same thing to happen again.</p><p>\"There has been a lot of market share taken away from them in Asia, which is their biggest market, because of discounted crude from Iraq and Iran. And that is something that has been a nagging problem for them,\" she says.</p><p>Saudi Arabia has $500 billion in reserves, and unlike many other oil exporters in the global energy market, says Sen, has the ability to ride out the low prices.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Why+Does+Saudi+Arabia+Seem+So+Comfortable+With+Falling+Oil+Prices%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jackie Northam","audio":[{"meta":{"duration":"250"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1359632737-d0b22e.m3u?orgId=1&topicId=1004&ft=3&f=359601443"},{"href":"http://media.npr.org/assets/img/2014/10/28/kerry-saudi-cb53c2f7c12fab91596b4d5d80db7bb5907ff122.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1666","width":"2222"}}]}