{"created":"2015-04-20T20:40:46+00:00","modified":"2015-04-21T13:00:21+00:00","valid":{"from":"2015-04-21T13:00:21+00:00","to":"3015-04-21T13:00:21+00:00"},"hreflang":"en","title":"'Sound & Color' A Bold Leap Forward For Alabama Shakes","published":"2015-04-20T22:27:00+00:00","teaser":"On their new album, the band's backing musicians match the intensity of lead singer Brittany Howard.","itags":["npr_api","401028764"],"guid":"0bc54549-b1ae-4ace-9390-c7d86533e93f","contentencoded":"<p>Brittany Howard sure can raise the roof. The singer possesses a furious streak, with startling rawness in her delivery. When I first caught <a href=\"http://www.npr.org/artists/145926696/alabama-shakes\" target=\"_blank\">Alabama Shakes</a> live, the focus was all on her. The thing was, the band behind her sounded oddly flat: The musicians had clearly done their homework on Memphis soul, but they didn't take the music anyplace interesting. What a difference a couple years on the road can make.</p><p>This time around, the musicians of Alabama Shakes match Howard's intensity and actually push things higher. Much of their new album, <em>Sound & Color,</em> lives in the same vintage thrift store as Alabama Shakes' debut. But there are unexpected swerves, like the highly addictive \"Don't Wanna Fight.\"</p><p>We've all seen how too much effusive praise from tastemakers can curse a young band. Somehow, with this followup, Alabama Shakes escaped that fate. The group grew in every way, took bold leaps and made a record that seems destined to be ubiquitous all summer long.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Sound+%26+Color%27+A+Bold+Leap+Forward+For+Alabama+Shakes&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tom Moon","audio":[{"meta":{"duration":"209"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1401048792-cb719c.m3u?orgId=1&topicId=1039&e=401028764&d=209&ft=nprml&f=401028764"},{"href":"http://media.npr.org/assets/img/2015/04/20/shakemain-adec59e9e846ab32fdd9ff53c94de93dc368739f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"397","width":"529"}}]}