{"created":"2015-03-11T18:06:28+00:00","modified":"2015-03-12T10:23:17+00:00","valid":{"from":"2015-03-12T10:23:17+00:00","to":"3015-03-12T10:23:17+00:00"},"hreflang":"en","guid":"0bd02e4b-cff7-40d9-8e50-9ff2a82fdc3a","title":"Some of Japan's 'nuclear refugees' can finally go home — but they don't want to","published":"2015-03-12T10:23:15+00:00","byline":"Naomi Gingold","tags":["Fukushima Daiichi nuclear reactor","earthquake","tsunami","radiation","Japanese politics","disaster","Environment","Science, Tech & Environment","Iwaki-shi","Asia","Japan","Tim Mousseau","Fukushima Prefecture","Radioactivity","Radiation","Fukushima Daiichi Nuclear Power Plant"],"teaser":"Not everyone who evacuated the area near the Fukushima Daiichi nuclear power plant four years actually had to leave. But four years later, despite government reassurances — and plenty of pressure — they say returning to their homes still isn't safe.","contentencoded":"<p>When an earthquake shook Japan on March 11, 2011, followed quickly by a huge tsunami, a young mother named Kazumi packed an overnight bag and some toys for her kids.</p>\n<p>This was before the disaster at the Fukushima Daiichi nuclear plant, and Kazumi was just getting her family away from the storm. It was supposed to be a day trip, but Kazumi has lived in Tokyo ever since.</p>\n<p>Four years since that triple disaster struck the Tohoku region of northern Japan, there are still more than 220,000 refugees from the area scattered over the country. That includes everyone who lived within an approximately 30-kilometer radius of the plant; the Japanese government ordered them out of their homes. But they weren’t the only ones who fled.   </p>\n<p>Many others, like Kazumi, lived just outside the mandatory evacuation zone. They were allowed to stay, but they figured their homes were still too close to the reactor for comfort.</p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/WomanAtTable.jpg?itok=9gAi0_DT\" alt=\"\" /><div class=\"field-caption\">\n    <p>Nihei Kazuko, one of the few \"Fukushima refugees\" comfortable using her name. She sells handmade goods made by other evacuee moms.</p>\n  </div>\n  <div class=\"image__credit\">\n    <span class=\"image__credit-label\">\n      Credit:\n    </span>\n    <p>Naomi Gingold</p>\n  </div>\n</div>\n<p>Such people are pointedly referred to as “voluntary evacuees,\" and they face growing derision from the media, their communities and even the government, which wants people in the areas they’ve officially “restored” to go home. That's why \"Kazumi,\" like just about every evacuee I meet, insists on using a false name.</p>\n<p>Kazumi's home in the town of Iwaki-shi is still standing. Her husband even stayed while she and her children left for Tokyo. He kept his teaching job to support the family, but \"over time he got really depressed,\" Kazumi says.</p>\n<p>He would constantly measure radiation levels and warn his students that there was contamination. But after a while, she says, “people called him a liar. They’d say, 'The government and their elite scientists say there’s nothing to worry about. Who are you to spread those falsehoods?'”</p>\n<p>But the Geiger counter is a machine, Kazumi points out. It doesn't lie in the same way humans can. </p>\n<p>After two years, her husband couldn’t take it anymore. He joined them in Tokyo and found a job, though no longer as a university researcher. But Kazumi says she’s lucky because her family is together. A lot of other dads stayed behind in Fukushima to support their wives and children, living the so-called <em>hinan seikatsu</em> — evacuee life.</p>\n<p>The Japanese government has given Kazumi free housing for four years, but that’s supposed to end next March. She's wracked with worries about where her family will live, especially knowing the difficult choices other Fukushima refugees have had to make: Stay and possibly get sick from radiation? Raise your kids without a dad? A lot of her friends have gotten divorced, their marriages broken by the stress.</p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/Books.jpg?itok=nXKAqQPq\" alt=\"\" /><div class=\"field-caption\">\n    <p>Mama Rebo, short for \"Mama Revolution,\" is a magazine run by moms all over Japan to spread news, information, and commentary on what's going on in regards to the disaster. </p>\n  </div>\n  <div class=\"image__credit\">\n    <span class=\"image__credit-label\">\n      Credit:\n    </span>\n    <p>Naomi Gingold</p>\n  </div>\n</div>\n<p>Official announcements say places like Iwaki-shi are now just as safe as Tokyo. But Kazumi says she measured the radioactivity of the dirt that had piled up on her veranda last summer, and levels were still high.</p>\n<p>It's actually not surprising that, especially recently, government numbers have been low: Government monitoring posts are frequently in places that have been paved over and cleaned, and radioactive cesium is water soluble. But children don’t play on concrete slabs, and you never know which way the wind will blow.</p>\n<p>Last year, a popular comic published a story about how kids in Fukushima were having unusual nosebleeds, linking them to radiation exposure. Government officials, including the prime minister, went out of their way to slam the comic, calling it untrue and “rude” to the people of Fukushima.</p>\n<p>But experts says government efforts to move soil have been haphazard and the cleanup processes opaque. And there's more than the nosebleeds: Thyroid cancer rates among kids in Fukushima have also spiked. </p>\n<p>“The first point that nobody is willing to say is that the whole region has measurable levels of radioactive contamination,\" says Dr. Tim Mousseau, co-director of the <a href=\"http://cricket.biol.sc.edu/\">Chernobyl + Fukushima Research Initiative</a>.</p>\n<p>He and other researchers say there simply hasn't been enough research on the effects of radiation to make any conclusive links to the nosebleeds or cancer. But the dangers are clear, he says: “There is no level of extra radiation that is safe.\"</p>\n<p>So until the town is returned to the way it was, Kazumi doesn’t want to go back — even as she acknowledges it probably won’t happen in her lifetime.</p>\n<p>She and other parents also worry about future discrimination if people find out where their kids are from. Fukushima, she points out, has become infamous, just like Chernobyl. “Who wants to marry someone possibly tainted by radiation?” she wonders.</p>\n<p>Kazumi's eldest son recently had his elementary school graduation essay rejected. He wrote about his misgivings about where the government is taking the country.</p>\n<p>His teacher was nice about it, he says. She said she’d work with him to rewrite the essay so that it wasn’t critical of the government. But \"criticism of the government was at the core of the essay,\" he says. He’s not going to hand in a watered-down version. He’ll turn in something else.</p>\n<p>When I ask him what he wants to be when he grows up, he doesn't miss a beat. “I want to be a member of Parliament,\" says the precocious 12-year-old. \"I want to change Japan.”</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-11%2Fjapans-nuclear-refugees-fukushima-still-hoping-one-day-go-home&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0311201502.mp3"},{"href":"http://www.pri.org/file/0311201502mp3"}]}