{"created":"2015-02-19T22:53:23+00:00","modified":"2015-02-19T23:01:58+00:00","valid":{"from":"2015-02-19T23:01:58+00:00","to":"3015-02-19T23:01:58+00:00"},"hreflang":"en","guid":"0bd9f0f2-c2b4-4f3f-96cc-c3d79c439535","title":"Marseille's plans for a Grand Mosque stall","published":"2015-02-19T23:01:33+00:00","byline":"Marine Olivesi","tags":["Religion","Islam","Belief","Lifestyle & Belief","Marseille","Europe","Africa","France","Algeria","Harun Derbal","Islamic architecture","Mosque","Islam","Religion","Arabic architecture"],"teaser":"The city of Marseille, France’s second biggest, is home to the country’s largest Muslim population. About one in four of its residents are Muslims. Yet you’d be hard pressed to find a single proper mosque in town.","contentencoded":"<p>As the imam starts to preach in a mix of French and Arabic, congregants continue flocking to the second floor of a former port warehouse. The building, sandwiched between the seafront highway and a giant flea market, is home to Marseille's largest mosque.</p>\n<p>More than 2,000 people squeeze in here on Fridays. Men take space wherever they can find it — in the hallway and the staircase, even. \"Some even pray on the street,\" says Harun Derbal, the imam. \"But at least, we’ve got a good sound system.\" </p>\n<p>The mosques' capacity is a far cry from what's needed. Up to 250,000 Muslims live in Marseille. Around 70,000 of them are practicing. Derbal says most of the so-called “mosques” in town are really just small apartments and cellars turned into prayer rooms.</p>\n<p>For years, the local Muslim community has been waiting for something better: “une Grande Mosquée.”</p>\n<p>\"I'd love to go to that Grand Mosque for Friday prayers,\" says Hakim, who owns a café next to the flea market and goes to pray at the mosque next door several times a day. \"Muslims across the city could gather there, at least once a week. So far, though, we've heard a lot of talk, but we have seen nothing.\"</p>\n<p>Nothing, but a lone foundation stone.</p>\n<p>\"Here it is,\" says Abderrahmane Ghoul as he points at a stone covered with graffiti. Ghoul heads the organization in charge of building the Grand Mosque. The project, he says, has been plagued by problems since the day Marseille's mayor allocated a former slaughterhouse and its surrounding field to the organization. That was back in 2006.</p>\n<p>Soon after, the extreme right National Front party filed a lawsuit claiming the cheap rent offered by the city government violated France’s law prohibiting state support of religion. The court agreed. Rent jumped from about $350 a month to more than $2000.</p>\n<p>Then the National Front attacked the construction permit. By the time all the legal issues were sorted out, the most pressing problem had just grown bigger. Ghoul and his organization were $25 million short.</p>\n<p>At first, Algeria wanted to help support the project, but Ghoul says there were strings attached.</p>\n<p>\"The day of the foundation stone laying ceremony, we were expecting Algeria to draft a check. Instead, the consul started asking us about the future imam and told us he would have to be Algerian. There was just a single stone, not even a building yet, but they already wanted to push their people in.\"</p>\n<p>Ghoul wasn't pleased, but he was hardly surprised. This is fairly standard practice across France. Foreign countries have bankrolled most of the mosques built in the country since the 1990s. Saudi Arabia paid for the one in Lyon. Morocco, the one in Saint Etienne. The mosque there is named after King Mohamed VI and even became property of the Moroccan state.</p>\n<p>Ghoul says those countries maintain a heavy-hand in the mosque’s internal affairs. Muslims in Marseille, he says, want something else: “A French mosque for French Muslims.”</p>\n<p>“We don’t want another country to run the mosque” he says. “If we were OK with that, we’d have it up and running already. Our independence is costing us a lot of time, but we accept that.”<br /> </p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/original_image/public/story/gallery/Artist%27s%20Rendering.jpg?itok=VRJ-SVod\" alt=\"\" /><div class=\"field-caption\">\n    <p>This architectural rendering shows how the proposed Mosque of Marseille would look.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Courtesy of Mosque of Marseille</p>\n  </div>\n</div><br />Ghoul's organization decided on a maximum contribution: No foreign country should pitch in more than 20 percent of the overall budget. That way, no one would claim ownership over the project. But donors have been slow to take out their checkbooks. Over the past two years, Ghoul has paid multiple visits to Turkey, North Africa and the Gulf countries, but he says he's still waiting to see anyone deliver on their promised support.\n<p>Harun Derbal, the imam of the flea market mosque, says maybe the grandiose plan for the Grand Mosque should be put on hold, at least for now.</p>\n<p>\"If you’re naked, don’t ask for a ring,\" Derbal says. \"You have to put on clothes first, and then go for the accessories. What this community needs first are decent places where they can pray. Instead of obsessing over a Grand Mosque that doesn’t materialize, maybe we should build four or five smaller, cheaper mosques around town and when the day comes our community can afford to build a bigger mosque by our own means, we’ll do it then!\"</p>\n<p>But Ghoul, who’s been working on the Grand Mosque project for two decades, says that feels insufficient. Not having a centerpiece for Islam in the city, he says, breeds more resentment among Muslims here. It also paves the way for underground mosques where self-proclaimed imams spread a radical version of Islam.</p>\n<p>As we walk away from the abandoned site, construction engines start. It’s for a Catholic school that’s being built on a field next door and is set to open in two years. As for the Grand Mosque, Ghoul stopped predicting dates. He’s been wrong too many times already.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-19%2Fmarseilles-plans-grand-mosque-stall&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/IMG_9924.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/img9924jpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/02192015_03.mp3"},{"href":"http://www.pri.org/file/0219201503mp3"}]}