{"created":"2014-09-02T21:05:09+00:00","modified":"2014-12-03T20:59:34+00:00","valid":{"from":"2014-12-03T20:59:34+00:00","to":"3014-12-03T20:59:34+00:00"},"hreflang":"en","title":"From Lunch (n.) To Balding (adj.), Some Words Are Just 'Bad English'","published":"2014-06-08T03:02:00+00:00","teaser":"A new book looks at words that self-appointed linguistic police have declared contraband, like \"lunch,\" which should be a verb, and \"balding,\" a participle formed from an adjective instead of a verb.","itags":["npr_api","318574907"],"guid":"0bda023c-31cc-4b71-9325-aa057568437c","contentencoded":"<p>Ammon Shea, author of <a href=\"http://www.npr.org/books/titles/138016603/reading-the-oed-one-man-one-year-21-730-pages\">Reading the OED</a>, has just come out with a new book about words — words like \"dilapidated,\" \"balding\" and \"lunch.\" Shea says those words were once frowned upon, as were more than 200 other words he has compiled.</p><p>His new book, <em>Bad English,</em> documents how the language has grown, embracing words and usages that various self-appointed linguistic police have declared contraband. Shea tells NPR's Robert Siegel about a few words' troublemaking reputations.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On what some people have against \"dilapidated,\" \"balding\" and \"lunch\"</strong></p><p>\"Dilapidated\" was frowned upon by some because it comes from a Latin root, <em>\"lapis,\"</em> meaning stone, so it was thought that you should only refer to a dilapidated building if it was actually made out of stone, and it was somehow improper to talk about a dilapidated wooden structure.</p><p>\"Balding\" was considered improper because it appears to be a participle formed from \"bald,\" and everybody knows that \"bald\" is not a verb — at least they thought it wasn't a verb. Some of the commentators suggested words like \"baldish,\" which somehow failed to catch on. ...</p><p>Many people have frowned, throughout the ages, on shortenings of words, and \"lunch\" is essentially a back-formation where you take an existing word and cut a bit of it off. And it was considered that \"luncheon\" was the proper noun and that \"lunch\" was really only to be used as a verb.</p><p><strong>On being linguistically permissive</strong></p><p>I'm not an absolute nihilist as far as language is concerned, and I don't think that we should throw out all the rules. I operate from a position that I think many of the rules that we hold on to are capricious and arbitrary and do more to stunt the language than to kind of foster change and innovation.</p><p><strong>On superlative adjectives like \"perfect\" and \"square\"</strong></p><p>You could easily say that something is either perfect or it is not perfect, yet in the Constitution of the United States, in the first line, we talk about creating \"a more perfect union.\" And somehow ... the writing, language of Western civilization did not destroy itself after that misuse of the word.</p><p>This kind of thing — what people refer to as an absolute adjective ... an adjective that has no degrees — [is] kind of saying, more or less, that the word is either pregnant or it isn't. People have done this with many, many words. For instance: dry, wet, straight, equal, clear, correct, quiet, empty, full, extreme, square. All of those are words which have been thought, at one point in the past, to be absolute. ... You're either square or you're not square. Yet somehow those words can function in several different ways, and we understand, when somebody uses those words, what they mean generally.</p><p><strong>On whether there's value in language rules</strong></p><p>Absolutely I think there is. I don't think anybody in their right mind is arguing doing away with the rules. However, one of the things that I think is frequently overlooked is that we can more or less refer to it as code-switch: You know, we can speak in a number of different registers. When we're talking with friends, we speak one way, and that is markedly different than when we're writing a term paper. And most people have the ability to switch back and forth between these internal dialects, so to speak. And it is useful to know these rules. However, I do not think it is so useful to be bound by them, and I certainly don't think it is at all useful to scold people who don't adhere to your particular version of them.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=From+Lunch+%28n.%29+To+Balding+%28adj.%29%2C+Some+Words+Are+Just+%27Bad+English%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"459"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1318575974-6ef3af.m3u?orgId=1&topicId=1033&ft=3&f=318574907"},{"href":"http://media.npr.org/assets/img/2014/06/03/bad-english-345519184379e31ac00a2f22a0e464d14f323e69.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"697","width":"929"}}]}