{"created":"2015-05-07T19:03:13+00:00","modified":"2015-06-26T16:11:51+00:00","valid":{"from":"2015-06-26T16:11:51+00:00","to":"3015-06-26T16:11:51+00:00"},"hreflang":"en","guid":"0bdee1a8-c444-4b6a-b28e-1a0f6d07bb98","title":"Why this Syrian man regrets bringing Al-Qaeda fighters into his country","published":"2015-06-26T16:11:47+00:00","byline":"Marine Olivesi","tags":["International Security","SafeMode","Conflict & Justice","Aleppo","Istanbul","Syria","Turkey","Chechnya","Abu Hussein","Bashar Al Assad","Repercussions of the Arab Spring","Free Syrian Army","Syrian uprising","Al-Qaeda in Iraq"],"teaser":"Expectations are pretty low for this week's Syria peace talks in Geneva. It will the first time that government and opposition representatives actually meet since the civil war began almost three years ago. But a third major player in the conflict will be missing: the Al-Qaeda-affiliated rebel group that controls much of north-east Syria. Most of its fighters are foreign. Here's the story of one Syrian man who has been forced into exile by the very men he once helped bring into his country.\r\n","contentencoded":"<p>Standing at the Turkish-Syrian border, Abu Hussein looks at his house only 250 yards away and at the men in black robes who have taken over his hometown.</p>\n<p>The men are jihadists from a radical group called the <a href=\"http://www.pri.org/stories/2014-01-08/you-say-levant-i-say-sham-lets-call-whole-thing-greater-syria\">Islamic State in Iraq and Syria</a> or ISIS. Most of them are foreign fighters.</p>\n<p>And the sad irony is, Abu Hussein once helped the men who've taken over his town get into Syria.</p>\n<p>Three years ago, Abu Hussein had a good job as a driver in Ukraine, where he'd lived for eight years. But when the protests against President Bashar al Assad kicked off in March 2011, he says he had to go back.</p>\n<p>“When the revolution started and my brother joined, I couldn't handle staying far away and I called my family and said, 'I'm coming.'”</p>\n<p>In the spring of 2012, Abu Hussein was approached for a special mission: bring over the foreign fighters who were willing to come and help fight the Assad regime.</p>\n<p>Abu Hussein speaks fluent Russian from his time in Ukraine. The first foreigners came from Chechnya, so he seemed to be the right man for the job.</p>\n<p>Jihadists would never travel in groups, so Abu Hussein volunteered to go pick them up one by one at the Istanbul airport.</p>\n<p>“They know your number,\" he explains. \"You don't know their number. They will call you when they land.”</p>\n<p>The pair would then lay low and take a bus to southern Turkey. Abu Hussein's mission ended as soon as they arrived at the border town of Reyhanli after a 14-hour journey.</p>\n<p>The jihadists would then get smuggled inside Syria.</p>\n<p>Abu Hussein says, for a while, he escorted about four foreign fighters a month. Chechens mainly, but also Tunisians and even British nationals, most of them young men.</p>\n<p>At the time, he thought he, and they, were helping his country.</p>\n<p>“I never thought I’m doing a bad thing. I was proud of what I was doing. Those people travel thousands of miles to help Syria, and we should be very happy to have them,” Abu Hussein remembers.</p>\n<p>The new recruits, they were excited, too.</p>\n<p>“They were happy because they thought they were going to paradise. All of the people I met were religious. They were reading the Quran so much, and kept prayer times.  Always – they even reminded me about prayer time.”</p>\n<p>Once in Syria, some of them joined the Free Syrian Army (FSA). But most were drawn to an Al-Qaeda affiliated group called Jabhat al-Nusra.</p>\n<p>Back in 2012, its fighters were respected and feared for their discipline and military prowess, skills that the FSA often lacked.</p>\n<p>In the summer of that year, rebels seized half of Aleppo, Syria's largest city. Abu Hussein says the influx of foreigners had injected new strength in the armed insurgency and the battle for Aleppo seemed to justify the means.</p>\n<p>“I respected them because they're very good fighters. For example, we could not have taken Hanano (an eastern Aleppo neighborhood) without Jabhat al-Nusra and only they could reach Sadola Square in the middle of the area controlled by the Assad regime.”</p>\n<p>In the fall of 2012, the FSA took control of Abu Hussein's hometown, Tel Abyad. He moved back and joined the local brigade.</p>\n<p>Last Spring, another Al-Qaeda affiliated group emerged in Syria, the ISIS. Most foreign fighters left Jabhat al-Nusra and joined ISIS.</p>\n<p>Abu Hussein says what at first seemed a solution, now turned into a problem.</p>\n<p>“I didn't think of them as a problem until the appearance of Daesh (a derogatory name for ISIS). The immigrants in Daesh are brainwashed, they don't know the truth. The problem is with their emir, their commanders.”</p>\n<p>By the end of last year, a campaign of abductions and executions against activists, journalists, and FSA leaders angered rebels and civilians, and led to an open war between FSA and jihadists.</p>\n<p>“I’m very angry because some of the guys I brought from Istanbul to Syria are now with ISIS and ISIS is my enemy.”</p>\n<p>When the jihadists closed in on Abu Hussein's hometown, he fought back for three days with his brigade but they were overpowered.</p>\n<p>Dozens of FSA fighters and 500 families fled into Turkey, including Abu Hussein.</p>\n<p>He now lives in a bare, cold house on the Turkish side of the border, living with the consequences of the storm he helped create.</p>\n<p>Last week, a Tunisian man he brought to Syria called him from Tel Abyad. The jihadist told him he could come back to his hometown if he wanted.</p>\n<p>But Abu Hussein says he's not foolish enough to trust them now.</p>\n<p>\"If you really want to return the favor,\" Abu Hussein told the Tunisian guy, \"bring over my clothes and furniture.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2014-01-21%2Fwhy-syrian-man-regrets-bringing-al-qaeda-fighters-his-country&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/pris-world/segment-audio/012120142.mp3"},{"href":"http://admin.pri.org/file/012120142mp3"}]}