{"created":"2015-05-14T02:09:05+00:00","modified":"2015-05-14T16:11:24+00:00","valid":{"from":"2015-02-23T16:20:44+00:00","to":"3015-02-23T16:20:44+00:00"},"hreflang":"en","published":"2015-02-23T16:20:44+00:00","contentencoded":"<div class=\"barn-cleaned\"><p>&nbsp;<span>If you wear sunglasses, use a camera or watch T.V. on an LCD screen you have Edwin Land to thank for one of his many innovations: the polarization process.&nbsp;</span></p>\n<p>According to Ronald Fierstein, author of \"A Triumph of Genius: Edwin Land, Polaroid, and the Kodak Patent War,\" Polaroid founder Edwin Land and Apple's Steve Jobs had a lot in common.</p>\n<p>\"They were both college dropouts. They both formed and pretty much single-handedly developed tremendous technology companies,\" Land says.<span>&nbsp;</span></p>\n<p>But Land and Polaroid would also have to endure a massive lawsuit with American photography juggernaut Kodak. In the end, Polaroid won, says Fierstein. \"Kodak had to pay almost a billion dollars in damages... which until a few weeks ago held the record for most damages ever,\" he says.</p>\n<p>Even though Polaroid was able to keep Kodak from capitalizing on its innovations, eventually both companies just stopped innovating. \"They both held on to the technologies that made them great. And they held on too long,\" Fierstein says.</p>\n<p>Land's story isn't just the story of Polaroid though. He was also an integral player in a government committee that led wartime scientific research.</p>\n<p>\"While all of the polarizing stuff was going on at Polaroid and the photography and everything else, Land, in secret, over the course of several decades, worked for seven American presidents,\" Fierstein says.</p>\n<p>So the guy who came up with the Polaroid instant camera? He also \"led a committee that came up with the U2 spy plane,\" Fierstein says. \"Even the mini-cam that was on a stick that Neil Armstrong used on the moon, came from that Land Commission, that Land Panel group.\"</p>\n<hr />\n<p>&nbsp;</p>\n<p><strong><em>Read an excerpt from Fierstein's book below:&nbsp;</em></strong></p>\n<blockquote><strong>A Father’s Sage Advice</strong>\n<p>By Ronald K. Fierstein, author of <em>A Triumph of Genius – Edwin Land, Polaroid and the Kodak Patent War</em>.</p>\n<p>When Edwin Land, still in his teens, informed his father that he was dropping out of Harvard before the end of his freshman year to pursue his search for a practical polarizer material, and that he needed the equivalent of seventy thousand dollars to fund his experiments, Land’s father agreed, but gave his son a critical piece of advice that would stand him in good stead for the rest of his career:&nbsp; when you find your solution, protect yourself so that some big corporation does not come along and steal it from you.&nbsp;</p>\n<p>Land remains perhaps the most important, yet least known, inventor and technology entrepreneur in American history. In many ways, he was the original Steve Jobs.&nbsp; TheApple founder once hailed Land as “a national treasure,” and modeled much of his own career after the inventor.&nbsp; Launching his career upon his invention -- at age nineteen -- of the plastic polarizer, Land later imagined and then nurtured into existence the revolutionary “one-step” photographic system that helped build Polaroid into one of the most innovative companies of the 20<sup>th</sup> century.&nbsp; Along the way he made critical contributions to top-secret U.S. military intelligence efforts during World War II and the Cold War in the service of seven American presidents.</p>\n<p>Polaroid and Kodak had a long relationship that dated back to the early 1930s, when Kodak became the first significant customer for Land’s plastic polarizer material.&nbsp; Beginning in the early 1940s, when Land began research in photography, Kodak helped at every step of the way, even manufacturing the negative components for incorporation by Polaroid into each of its one-step films. &nbsp;By the mid-1960s, Polaroid stood as Kodak’s second largest corporate customer – it was truly a mutually beneficial relationship.</p>\n<p>But that relationship was soon to change, in a dramatic way.&nbsp; In 1968, Land showed his Rochester colleagues the prototype for a new generation of Polaroid film. For the first time, the photograph would emerge from the camera and require no further manipulation – one could simply hold it and watch it develop in the light. Land enthusiastically declared that this new system would revolutionize photography, and become as ubiquitous as the telephone.</p>\n<p>The Kodak executives listened carefully, and took his claims seriously. &nbsp;Following the meeting, Kodak conducted marketing analyses indicating that it stood to lose billions of dollars of film sales because of Polaroid’s new system.&nbsp; This realization changed Kodak’s attitude toward Polaroid and Land forever.&nbsp; As a result, it demanded that, in exchange for its help in bringing the new film to market, Polaroid allow Kodak to enter the instant photography field with competitive products sold in its iconic yellow boxes.</p>\n<p>This was something that the much-smaller Polaroid could not abide.&nbsp; When Kodak refused to budge on its demand, Polaroid was forced to go it alone.&nbsp; It built new facilities to manufacture, for the first time, every element of its film.&nbsp; Finally, in 1972, Polaroid introduced its SX-70 camera and film combination, a system that delivered on Land’s initial intent to give photographers the instant gratification of holding a photograph in their hands seconds after the shutter was snapped.&nbsp; <em>Time</em> called it “a stunning technological achievement,” and <em>Life</em> declared that it was “a daring challenge to Kodak for supremacy in the $4 billion-a-year U.S. photo industry.”</p>\n<p>Kodak executives apparently agreed with this assessment.&nbsp; The company had already poured substantial time and resources into an effort to develop its own technology that would allow it to enter the instant photography market.&nbsp; But these efforts completely changed course in 1972 once Kodak finally saw the commercial SX-70 camera and film. Executives declared that what the proud Rochester company had on its drawing boards was “no longer desirable.”&nbsp;</p>\n<p>An urgent effort was immediately undertaken to come up with a more competitive system.&nbsp; However, after studying the SX-70 camera and film closely, Kodak scientists were unsure about their ability to meet the challenge. Yet, Kodak top executives were determined, and directed that the research efforts continue. &nbsp;In so doing, a directive was issued that foreshadowed what was to become one of the most important legal battles over technology in the history of the United States. As observed many years later by industry commentators, Kodak, feeling “hemmed in by Polaroid’s vast portfolio of patents,” had indeed “panicked.” In apparent desperation, management directed Kodak engineers to “not be constrained by what an individual feels is a potential patent infringement,” but to consult the patent department.</p>\n<p>The litigation over instant photography technology is among the most historic in American legal annals.&nbsp; Polaroid’s ultimate victory, as a result of which Kodak was forced to remove its instant cameras and film from store shelves, and to pay almost $1 billion in damages to Polaroid, stands as one of the most severe punishments in the patent field ever meted out by a court of law.&nbsp;</p>\n<p>More importantly, the result in <em>Polaroid v Kodak</em> signaled a shift back to a pro-patent era in the courts from decades in which patents had been seen as a potential tool for anti-competitive corporate behavior, and thus had suffered as a means for technological innovators to protect their work.&nbsp; Inspired by his father’s early admonition, Land had long been a believer in, and a proponent of, the patent system as a tool necessary to encourage innovation, especially among small companies and individual inventors.&nbsp; His pivotal role in the trial as Polaroid’s star witness, as a defender of the pioneering research he and his colleagues had done, made for a dramatic denouement to his career, and his life-long support of the patent system.</p>\n</blockquote></div>","byline":"Kai Ryssdal","description":"The name Edwin Land may mean nothing to you, but to Steve Jobs he's a hero.","title":"Edwin Land: \"The original Steve Jobs\"","tags":["APM","Business","steve jobs","kodak","polaroid","The Big Book"],"itags":["PMP:Marketplace_PMP","0bea9caf7f0fbb7356ccd5d4957d49c3","Marketplace","Marketplace for Monday, Feb. 23, 2015"],"contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p> <span>If you wear sunglasses, use a camera or watch T.V. on an LCD screen you have Edwin Land to thank for one of his many innovations: the polarization process. </span></p>\"},{\"content\":\"<p>According to Ronald Fierstein, author of &quot;A Triumph of Genius: Edwin Land, Polaroid, and the Kodak Patent War,&quot; Polaroid founder Edwin Land and Apple&apos;s Steve Jobs had a lot in common.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;They were both college dropouts. They both formed and pretty much single-handedly developed tremendous technology companies,&quot; Land says.<span> </span></p>\"},{\"type\":\"text/html\",\"content\":\"<p>But Land and Polaroid would also have to endure a massive lawsuit with American photography juggernaut Kodak. In the end, Polaroid won, says Fierstein. &quot;Kodak had to pay almost a billion dollars in damages... which until a few weeks ago held the record for most damages ever,&quot; he says.</p>\"},{\"content\":\"<p>Even though Polaroid was able to keep Kodak from capitalizing on its innovations, eventually both companies just stopped innovating. &quot;They both held on to the technologies that made them great. And they held on too long,&quot; Fierstein says.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Land&apos;s story isn&apos;t just the story of Polaroid though. He was also an integral player in a government committee that led wartime scientific research.</p>\"},{\"content\":\"<p>&quot;While all of the polarizing stuff was going on at Polaroid and the photography and everything else, Land, in secret, over the course of several decades, worked for seven American presidents,&quot; Fierstein says.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>So the guy who came up with the Polaroid instant camera? He also &quot;led a committee that came up with the U2 spy plane,&quot; Fierstein says. &quot;Even the mini-cam that was on a stick that Neil Armstrong used on the moon, came from that Land Commission, that Land Panel group.&quot;</p>\",\"type\":\"text/html\"},{\"content\":\"<hr />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p> </p>\"},{\"content\":\"<p><strong><em>Read an excerpt from Fierstein&apos;s book below: </em></strong></p>\",\"type\":\"text/html\"},{\"content\":\"<blockquote><strong>A Father’s Sage Advice</strong><p>By Ronald K. Fierstein, author of <em>A Triumph of Genius – Edwin Land, Polaroid and the Kodak Patent War</em>.</p><p>When Edwin Land, still in his teens, informed his father that he was dropping out of Harvard before the end of his freshman year to pursue his search for a practical polarizer material, and that he needed the equivalent of seventy thousand dollars to fund his experiments, Land’s father agreed, but gave his son a critical piece of advice that would stand him in good stead for the rest of his career:  when you find your solution, protect yourself so that some big corporation does not come along and steal it from you. </p><p>Land remains perhaps the most important, yet least known, inventor and technology entrepreneur in American history. In many ways, he was the original Steve Jobs.  TheApple founder once hailed Land as “a national treasure,” and modeled much of his own career after the inventor.  Launching his career upon his invention -- at age nineteen -- of the plastic polarizer, Land later imagined and then nurtured into existence the revolutionary “one-step” photographic system that helped build Polaroid into one of the most innovative companies of the 20<sup>th</sup> century.  Along the way he made critical contributions to top-secret U.S. military intelligence efforts during World War II and the Cold War in the service of seven American presidents.</p><p>Polaroid and Kodak had a long relationship that dated back to the early 1930s, when Kodak became the first significant customer for Land’s plastic polarizer material.  Beginning in the early 1940s, when Land began research in photography, Kodak helped at every step of the way, even manufacturing the negative components for incorporation by Polaroid into each of its one-step films.  By the mid-1960s, Polaroid stood as Kodak’s second largest corporate customer – it was truly a mutually beneficial relationship.</p><p>But that relationship was soon to change, in a dramatic way.  In 1968, Land showed his Rochester colleagues the prototype for a new generation of Polaroid film. For the first time, the photograph would emerge from the camera and require no further manipulation – one could simply hold it and watch it develop in the light. Land enthusiastically declared that this new system would revolutionize photography, and become as ubiquitous as the telephone.</p><p>The Kodak executives listened carefully, and took his claims seriously.  Following the meeting, Kodak conducted marketing analyses indicating that it stood to lose billions of dollars of film sales because of Polaroid’s new system.  This realization changed Kodak’s attitude toward Polaroid and Land forever.  As a result, it demanded that, in exchange for its help in bringing the new film to market, Polaroid allow Kodak to enter the instant photography field with competitive products sold in its iconic yellow boxes.</p><p>This was something that the much-smaller Polaroid could not abide.  When Kodak refused to budge on its demand, Polaroid was forced to go it alone.  It built new facilities to manufacture, for the first time, every element of its film.  Finally, in 1972, Polaroid introduced its SX-70 camera and film combination, a system that delivered on Land’s initial intent to give photographers the instant gratification of holding a photograph in their hands seconds after the shutter was snapped.  <em>Time</em> called it “a stunning technological achievement,” and <em>Life</em> declared that it was “a daring challenge to Kodak for supremacy in the $4 billion-a-year U.S. photo industry.”</p><p>Kodak executives apparently agreed with this assessment.  The company had already poured substantial time and resources into an effort to develop its own technology that would allow it to enter the instant photography market.  But these efforts completely changed course in 1972 once Kodak finally saw the commercial SX-70 camera and film. Executives declared that what the proud Rochester company had on its drawing boards was “no longer desirable.” </p><p>An urgent effort was immediately undertaken to come up with a more competitive system.  However, after studying the SX-70 camera and film closely, Kodak scientists were unsure about their ability to meet the challenge. Yet, Kodak top executives were determined, and directed that the research efforts continue.  In so doing, a directive was issued that foreshadowed what was to become one of the most important legal battles over technology in the history of the United States. As observed many years later by industry commentators, Kodak, feeling “hemmed in by Polaroid’s vast portfolio of patents,” had indeed “panicked.” In apparent desperation, management directed Kodak engineers to “not be constrained by what an individual feels is a potential patent infringement,” but to consult the patent department.</p><p>The litigation over instant photography technology is among the most historic in American legal annals.  Polaroid’s ultimate victory, as a result of which Kodak was forced to remove its instant cameras and film from store shelves, and to pay almost $1 billion in damages to Polaroid, stands as one of the most severe punishments in the patent field ever meted out by a court of law. </p><p>More importantly, the result in <em>Polaroid v Kodak</em> signaled a shift back to a pro-patent era in the courts from decades in which patents had been seen as a potential tool for anti-competitive corporate behavior, and thus had suffered as a means for technological innovators to protect their work.  Inspired by his father’s early admonition, Land had long been a believer in, and a proponent of, the patent system as a tool necessary to encourage innovation, especially among small companies and individual inventors.  His pivotal role in the trial as Polaroid’s star witness, as a defender of the pioneering research he and his colleagues had done, made for a dramatic denouement to his career, and his life-long support of the patent system.</p></blockquote>\",\"type\":\"text/html\"}]","guid":"0bea9caf-7f0f-4bb7-856c-d5d4957d49c3","teaser":"The name Edwin Land may mean nothing to you, but to Steve Jobs he's a hero.","audio":[{"meta":{"width":"610","height":"340","crop":"primary"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/102409769.jpg?itok=M-w12kGb","type":"image/jpeg"},{"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2015/02/23/mp_20150223_seg_21_64.mp3","meta":{"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2015/02/23/mp_20150223_seg_21","type":"application/json"},"duration":249,"duration_hms":"00:04:09"},"type":"audio/mpeg","format":"MP3"}]}