{"created":"2014-10-01T22:40:41+00:00","modified":"2014-12-04T14:29:46+00:00","valid":{"from":"2014-12-04T14:29:46+00:00","to":"3014-12-04T14:29:46+00:00"},"hreflang":"en","title":"On The Alert For Ebola, Texas Hospital Still Missed First Case","published":"2014-10-02T12:57:00+00:00","teaser":"Diagnosing and treating Ebola isn't so hard, health workers say; hospitals across the U.S. should be ready. But initial symptoms, such as fever and headache, can look the same as other illnesses.","itags":["npr_api","353045095"],"guid":"0bf3b83d-4e13-441f-b1dd-adc9af4737d5","contentencoded":"<p>Hospitals have been on the lookout for the Ebola virus in the United States, and Texas Health Presbyterian in Dallas was no exception. A nurse there did ask about the travel history of the patient who later turned out to be infected with the virus. But some members of the medical team didn't hear that the man had recently been in West Africa. So he was initially sent home — even though he was experiencing symptoms of Ebola, and that meant he was contagious.</p><p>\"As a result,\" says Mark Lester of Texas Health Resources, the hospital's parent company, \"the full import of that information wasn't factored into the clinical decision-making.\"</p><p>When the man returned two days later, by ambulance, hospital staffers finally realized what they might be dealing with.</p><p>The patient is now in isolation and being treated, while public health workers are tracking and monitoring anyone who had close contact with him.</p><p>Edward Goodman, hospital epidemiologist at Texas Health Presbyterian, said government officials have recently been bombarding hospitals with information on how to properly screen and isolate patients.</p><p>Just last week, in fact, a team at his hospital had a meeting to go over a special checklist sent out by the Centers for Disease Control and Prevention.</p><p>\"We were prepared,\" Goodman said.</p><p>Despite that preparation, they missed it.</p><p>This case shows the challenge hospitals face because the initial symptoms of Ebola — such as fever and headache — are the same as other illnesses.</p><p>Still, infectious disease specialists say diagnosing and treating Ebola isn't really that difficult — every hospital in the U.S. should be able to do it.</p><p>Hospitals around the nation have been getting ready. \"We're going to be seeing more cases in the U. S., particularly travel-related,\" says Gabor Kelen, director of the office of critical event preparedness and response for Johns Hopkins in Baltimore.</p><p>The university's hospital system has been training workers how to safely care for suspected Ebola patients, and has been holding town-hall-style meetings to raise awareness.</p><p>Some hospitals have recently started asking every patient who shows up at the emergency room about recent travel, regardless of symptoms.</p><p>\"We don't want to miss any single case,\" says Ross Wilson, chief medical officer at New York City Health and Hospitals Corp. The company's 11 emergency departments get more than 1.2 million visits a year. And for the past few weeks, because of Ebola, Wilson says, every single person has been asked about travel.</p><p>\"If they have a positive travel history and any symptoms that could be close, that immediately activates isolation before any further workup occurs,\" Wilson says.</p><p>Every week, his hospital system sees about seven patients who have both recently been in West Africa and have worrisome symptoms. So far, they've turned out to have other illnesses — like malaria.</p><p>To keep staffers on their toes, Wilson says, his hospitals have been getting surprise practice drills, with people trained to walk in and pretend to have possible signs of Ebola. \"This has been a very helpful way for us to assess, but also to learn from,\" says Wilson. He says such simulations can show \"where things aren't working as well as we thought they might be.\"</p><p>That's important because, as Texas found out, the next person who comes in might have Ebola for real.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=On+The+Alert+For+Ebola%2C+Texas+Hospital+Still+Missed+First+Case&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nell Greenfieldboyce","audio":[{"meta":{"duration":"250"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1353177282-76bdc4.m3u?orgId=1&topicId=1128&ft=3&f=353045095"},{"href":"http://media.npr.org/assets/img/2014/10/01/ebola-dallas-hospital-6296872c701d7bfd85e857b090e01c321509e7f3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1602"}}]}