{"created":"2014-10-08T16:02:22+00:00","modified":"2014-10-31T02:46:19+00:00","valid":{"from":"2014-10-31T02:46:19+00:00","to":"3014-10-31T02:46:19+00:00"},"hreflang":"en","title":"In Mona Simpson's 'Casebook,' A Holden Caulfield For Our Time","published":"2014-05-16T16:18:00+00:00","teaser":"The teenage protagonist in Simpson's novel spies on his parents and learns their secrets. It's a haunting cross between <em>Harriet the Spy</em> and <em>The Catcher in the Rye.</em>","itags":["npr_api","300507873"],"guid":"0bf720d7-f522-4167-9bde-23eabcb6b14b","contentencoded":"<p>When I was a kid, I spent a lot of summer days lying flat on my back in the front yard. I would stare up at the sky and think: \"This is me, thinking.\" And then I'd think, \"This is me, thinking about thinking.\" At that point, having made myself dizzy, I'd jump up and return to a less abstruse activity like riding my bike or tormenting my little sister.</p><p>Every child is a philosopher, because every child is inherently self-conscious. Which may explain why so many beloved works of American literature are told to us by the young, from <em>The Adventures of Huckleberry Finn</em> to <em>The Catcher in the Rye</em>, from <em>To Kill a Mockingbird</em> to <em>The Heart Is a Lonely Hunter</em>. Adolescents make terrific narrators. They're blunt and wise and funny, even when they don't mean to be.</p><p>Mona Simpson knows this. The narrator of her new novel, <em>Casebook,</em> is a pudgy, underachieving, self-centered teenager named Miles. His family in Santa Monica, Calif., is falling apart, and all he can do is watch.</p><p>Well, hang on. Maybe there is something else he can do. He can become a detective. He can slip around corners and dart into closets and hide in the low branches of trees, the better to eavesdrop. He can listen in on phone extensions and surreptitiously read other people's emails. What does he glean from this nonstop nosiness? Patchwork snippets from the adult world, which leave him intrigued but apprehensive. As Miles says, \"The words pressed on me, like sharp cookie cutters.\" Another time, after overhearing his mother's playful banter with her new boyfriend, he admits, \"I didn't want to hear more. I felt unsafe, all of a sudden, as if wolves were biting at our walls.\"</p><p>Miles isn't trying to get his mother and father back together again; this isn't <em>The Parent Trap</em>. He's trying to save his own life. Because when you're young and sensitive, as Miles is, your family is all you have. The prospect of its demise is devastating. \"For a long time I woke up abruptly. At attention,\" Miles tells us. \"We come into the world whole, all of us, but we don't know that life will be taking large chunks out of us, forever.\"</p><p><em>Casebook</em> is filled with the quirky and succinct descriptions for which Simpson's writing is justly celebrated, in works such as her first novel, <em>Anywhere But Here</em>, and in subsequent ones such as <em>A Regular Guy</em> and <em>Off Keck Road</em>. Her verbs are delicious: \"She swacked open black garbage bags and made me twisty them and haul them to her car,\" Miles says of his mother.</p><p>I'm not crazy about the introductory framing device that Simpson uses for the novel — Miles and his pal have written a book about their sleuthing, and <em>Casebook</em> allegedly is the rough draft. And sometimes Miles' snooping seems outlandish and implausible, as if it's a species of magical realism, not intended to be taken as reality. But the story captivates either way.</p><p><em>Casebook</em> reminds me of other works — not, however, in a derivative way. It's like watching those small revolving dashes of rainbow-colored light caused by a crystal hung in a window. You know there's a sun out there, but right now it's the dashes that enthrall. The novel is a sort of cross between <em>The Catcher in the Rye</em> and <em>Harriet the Spy</em>. But it is very much its own book, singular and haunting.</p><p>I read a good portion of <em>Casebook</em> with a lump in my throat. My adolescence was nothing like the one Miles is going through — I lived in West Virginia, not California, and my parents never divorced — but it all felt familiar to me, the sadness and the seeking, the slinking around and the lying low, the confusion and the false bravado. Like every good detective, Miles winds up finding out more than he bargained for, and he realizes, too late, that once you know a thing, you can't not know it, ever again.</p><p>Reading this novel put me right back on that hill again. Hot summer day. Wide open sky. And in the distance, a faint bass note of thunder, foretelling the inevitable loss of loved ones, and the heartbreak still to come.</p><p><em>Julia Keller's </em><em>next novel, </em>Summer of the Dead<em>, will be published in August.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Mona+Simpson%27s+%27Casebook%2C%27+A+Holden+Caulfield+For+Our+Time&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Julia Keller","audio":[{"meta":{"duration":"127"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1312832936-4b2478.m3u?orgId=1&topicId=1034&ft=3&f=300507873"},{"href":"http://media.npr.org/assets/img/2014/04/08/simpson-promo-7daf2c900c9cafba73b1a80de8a8d248dcc0be50.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"564","width":"752"}},{"href":"http://media.npr.org/assets/img/2014/04/08/mona-simpson-007-2e96870d56b070769e0ad5f7518b421ab3f8fe06.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1037","width":"1381"}}]}