{"created":"2014-09-17T08:17:33+00:00","modified":"2014-10-30T22:20:37+00:00","valid":{"from":"2014-10-30T22:20:37+00:00","to":"3014-10-30T22:20:37+00:00"},"hreflang":"en","title":"Not Every Afghan Institution Is Efficient; This One Is","published":"2014-09-17T23:50:00+00:00","teaser":"When NPR's Kabul bureau caught fire recently, it came as a pleasant surprise that the fire department in the Afghan capital is good at putting out fires.","itags":["npr_api","348961689"],"guid":"0bfdaefd-6213-4d90-96d4-e60a5b86b6b1","contentencoded":"<p>There are certain sounds you don't ever want to hear in life — in Afghanistan or elsewhere. One is the sound of sirens and a fire truck pulling up outside your house.</p><p>But, when flames are roaring out of your garage and are lapping at the side of the house, the sirens are a welcome sound of hope.</p><p>It must have started, we think, when our aging generator caught fire. The flames don't even flinch at the spray of our household fire extinguishers.</p><p>But within minutes of calling 119, a platoon of Afghan firefighters arrives in a shiny red fire truck, connects a hose and douses the flames.</p><p>I've never had to call the fire department before in my life, so I can't really compare, but these guys are good. They put the fire out quickly, make sure there is no structural damage and head on their way — after asking me to sign a form saying they did a good job.</p><p>In a country where few institutions function, it comes as a pleasant surprise that the fire department is professional. So it was only natural that we turn this near-tragedy into a story and pay a visit to the fire department.</p><p>Col. Mohammed Kabir is head of the Khair Khana station a few miles from our house. He shows us around their compound. Inside the very fire-department-looking two-story station house are parked five modern trucks, donated by the U.S.</p><p>Some of the 30 men assigned to this station demonstrate their technique on the fire poles, and then show us their suits and air tanks. It evokes memories of childhood tours of fire stations in the U.S.</p><p>Mohammed Ehsan, head of the firefighting unit, says the NPR fire was pretty typical.</p><p>\"The first thing is to look for gas or fuel or other possible danger,\" he says. \"In your case, there was easy access for the hoses, it was close to our headquarters, and the streets were wide.\"</p><p>Our fire was a relative breeze for Ehsan and his men. But there are plenty of challenges to fighting fires in Kabul.</p><p>Kabir explains that they have to use 8,000-liter tanker trucks because Kabul has no fire hydrants. The trucks carry water for wood fires, and foam for petroleum fires. They have to navigate small, often-unpaved streets choked with careless drivers.</p><p>And then there's the city itself. It's bone-dry much of the year, making it a giant tinderbox. Houses are poorly — and often illegally — constructed with questionable materials. Most residents of Kabul heat their homes with crude wood stoves. You don't want to look closely at the electrical wiring in this city. And often, booms are not Taliban attacks, but exploding cooking fuel canisters.</p><p>So it's no surprise that Kabir's station gets calls almost every day.</p><p>We spend a couple of days shadowing his team. On one afternoon, the crew is called to a house in a residential neighborhood. Women were cooking when the gas canister — basically a propane tank — caught fire and exploded.</p><p>The women escaped before the blast. Neighbors came rushing in with dirt and used carpets to smother the flames. The fire was almost completely out by the time the firefighters arrived.</p><p>They say it could have been a lot worse. The owner of the house runs a business selling gas. His shop is across town, but he was illegally storing dozens of full tanks in the compound.</p><p>On another afternoon, a call comes in from one of Kabul's wedding halls. The firefighters arrive to a scene of smoke pouring out of a modern building.</p><p>Because they've arrived quickly, they contain the fire to one room. The team extinguishes the small, smoky blaze that's attributed to an electrical short.</p><p>Sharafudin Akbari, head of the Kabul fire department, says the Soviet Union invested in the department back in the 1970s. It provided training and equipment, and laid the foundation of today's professional force.</p><p>\"The fire department was the only branch of the Ministry of Interior that survived the years of war,\" says Akbari.</p><p>Since the fall of the Taliban, the international community has provided more training and equipment, including 26 trucks spread across Kabul. But some of the donated equipment isn't compatible with existing hardware, Akbari says, and some isn't of good quality.</p><p>While firefighting is serious business, Akbari admits that, like in the U.S., the job here has a lighter side.</p><p>\"Once we received a call asking us to rescue an elephant from the roof of the zoo,\" he says with a chuckle.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Not+Every+Afghan+Institution+Is+Efficient%3B+This+One+Is&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Sean Carberry","audio":[{"meta":{"duration":"228"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1349192773-804fe1.m3u?orgId=1&topicId=1149&ft=3&f=348961689"},{"href":"http://media.npr.org/assets/img/2014/09/16/14641341_h20581567-034e509cfe6ac5031be22897981b9a70570ae7c0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1940","width":"2587"}},{"href":"http://media.npr.org/assets/img/2014/09/16/158669139-4c543ab561eb1b829d0f6233e60faf98c7855790.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2458","width":"3278"}},{"href":"http://media.npr.org/assets/img/2014/09/16/147763546-6badf4141d0a185a8e221691c6517b198029e37c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2671","width":"3562"}},{"href":"http://media.npr.org/assets/img/2014/09/16/109246962-8f4fdc0c428af66f219297ec85c10f2a7c9274ee.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2651","width":"3535"}},{"href":"http://media.npr.org/assets/img/2014/09/16/garage-after-fire_20719887-f2bc47349a771abaff7a00d2d3836722d06e2003.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"874","width":"1166"}}]}