{"created":"2014-10-27T22:41:17+00:00","modified":"2014-10-27T22:41:17+00:00","valid":{"from":"2014-10-27T22:41:17+00:00","to":"3014-10-27T22:41:17+00:00"},"hreflang":"en","title":"Using Disney To Reach A Child With Autism","published":"2014-05-29T13:50:00+00:00","teaser":"When acclaimed journalist Ron Suskind's son Owen was two and a half, he suddenly stopped communicating.","itags":["npr_api","316344209"],"contentencoded":"<p>When acclaimed journalist <strong>Ron Suskind&#8217;</strong>s son Owen was two and a half, he suddenly stopped communicating: his vocabulary dropped to a single word, &#8220;juice,&#8221; he would cry inconsolably and had trouble both eating and sleeping.</p><p>Owen was eventually diagnosed with autism, and over the next few years, Ron, his wife Cornelia and older son <strong>Walt</strong> struggled to communicate with him.</p><p>The vehicle they eventually found: the Disney films that Owen loved. Through characters in &#8220;Aladdin,&#8221; &#8220;The Lion King&#8221; and &#8220;The Jungle Book,&#8221; Owen could express himself and his feelings.</p><p>Ron Suskind writes about the journey the entire family took in his new book &#8220;<a href=\"http://www.amazon.com/Life-Animated-Sidekicks-Heroes-Autism/dp/1423180364/?tag=wburorg-20\" target=\"_blank\">Life, Animated: A Story of Sidekicks, Heroes, and Autism</a>&#8221; (excerpt <a href=\"#excerpt\">below</a>). He and his son Walt speak to <em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Jeremy Hobson. <a name=\"excerpt\"></a></p><ul><ul><li><a href=\"http://lifeanimated.net/autism_affinities_project/\" target=\"_blank\">Share your own story with the Autism Affinities Project</a></li></ul></ul><h4>Interview Highlights: Ron and Walt Suskind</h4><p><strong>Ron on the moment his family realized the impact of Disney movies on Owen</strong></p><p>&#8220;After the autism&#8217;s onset, Owen watched these movies with peculiar intensity, it seemed. I mean, he was joyful. His eyes lit up and he seemed to be calm there in ways he was calm nowhere else. After a couple months of that &#8212; he&#8217;s silent at this point, he really can&#8217;t speak &#8212; you hear him murmuring gibberish. He said &#8216;juicervose, juicervose&#8217; &#8212; you know, it&#8217;s baby-talk. We&#8217;re like, &#8216;At least he&#8217;s making sounds, that&#8217;s good.&#8217; And at that point, we&#8217;re watching &#8216;The Little Mermaid,&#8217; all of us up in the bedroom in Georgetown, and all four of us are together. This is kind of the only thing we can do as a family at this point. And Owen&#8217;s rewinding the part where Ursula &#8230; Ariel&#8217;s the heroine, remember, and Ariel wants to become human. She has to pay a price for that. Ursula, the sea witch, says &#8216;It won&#8217;t cost much, just a trifle really &#8212; just your voice. And Owen&#8217;s rewinding that part &#8230; And after the third rewind, Cornelia says &#8216;It&#8217;s not &#8220;juice,&#8221; it&#8217;s &#8220;just.&#8221; He&#8217;s saying &#8220;just your voice.&#8221;&#8216;&#8221;</p><p><strong>Ron on the sidekick characters Owen identified with</strong></p><p>&#8220;Owen becomes, you know, after he gets gets whacked a few times with schools and things like that &#8212; he feels like he&#8217;s a sidekick himself. And among sidekicks &#8212; there are hundreds in Disney, some are goofy, some are resourceful, some are wise &#8212; the only guy who is designated as a hero is Walter. So Walter would often have to play Simba, Aladdin, the folks who become heroes, to Owen&#8217;s sidekick &#8212; Rafiki, Merlin, Jiminy Cricket &#8212; and it was a fascinating dynamic.&#8221;</p><p><strong>Walt on how he used Disney to communicate with Owen</strong></p><p>&#8220;Like my parents, it was and, you know, a lot of times, still is the best way I can communicate with Owen, and it&#8217;s still, a lot of times, is what brings out the glow in him &#8212; I mean, a lot more things now, but it has been the one, you know, consistent all through the years, and you embrace it. And it&#8217;s interesting, because a lot of times when I tell someone I have an autistic brother, their first thing is a reaction of saying &#8216;I&#8217;m sorry,&#8217; which is weird, because the way I always think about it is you can&#8217;t cry over spilled milk and you can&#8217;t think about what could be or what isn&#8217;t, and for us, Disney is what is. So just kind of embracing it and running with it as fast as you can, and to, you know &#8212; if that&#8217;s what&#8217;s gonna draw my brother closer to me and closer to my family and closer to people around him, then you pull your head down and you go in full bore.&#8221;</p><p><strong>Walt on knowing he may one day have to care for Owen</strong></p><p>&#8220;It&#8217;s something my parents and I have definitely talked about at different points. It&#8217;s, you know &#8212; I think it&#8217;s something that all siblings, all autistic siblings have to face at some point, that, you know, your parents will do whatever they can, but at the end of the day, it&#8217;s gonna be you and them, and it&#8217;s, you know, it&#8217;s your duty as a brother and as a sibling. I wouldn&#8217;t think of anything else. Of course I&#8217;ll be there.&#8221;</p><h4>Book Excerpt: &#8216;Life, Animated&#8217;</h4><p><em>By Ron Suskind</em></p><p><a href=\"http://media.wbur.org/wordpress/11/files/2014/05/0527_life-animated.jpg\"><img class=\"alignright size-medium wp-image-59225\" alt=\"Cover of \"Life, Animated\" by Ron Suskind\" src=\"http://media.wbur.org/wordpress/11/files/2014/05/0527_life-animated-198x300.jpg\" width=\"198\" height=\"300\" /></a></p><p>Animated movies, especially the Disney ones, tend to finish with a reprise of the theme song in some pop version—sung by a star vocalist, like Michael Bolton or Elton John—that plays while the credits run. That’s when, after some umpteenth viewing, Cornelia or I tend to hustle out of the basement for all the things that’d been left waiting for the past ninety minutes: a simmering pot for pasta, a story in need of editing, calls to friends, relatives, news sources, housework of every possible variety, grocery shopping, a dog to feed, walk, bathe, unmade beds, untended gardens, or just a few minutes in the sunlight above ground. For Walt, usually homework. Owen invariably stays behind. We figure it’s for the music. He seems to like the reprise and always wants to stay to the bitter end. The movie isn’t complete for him until it fades to black. Anxious to get on with neglected tasks, no one did the math: the credits take between two and four minutes, but he’s down there for a half hour.</p><p>It isn’t until the spring of 1999 that we notice this after burn and double back to see he was rewinding that final song, halfway back, all the way, a third of the way. Doing it a few times over. Like so much else, why he did it was a mystery. Maybe he just loved the theme songs.</p><p>We don’t think of the credits because, well, he doesn’t read. Not really. And not for lack of trying. Just turned eight, he knows the alphabet, the sounds of consonants and vowels, and is trudging through very basic phonetics—dog, cat, run—with a once-a-week after-school educational tutor. Lab School marshals a host of tech­niques for students with reading problems, which was the one thing both the LD kids, many of whom were dyslexic, and the autistic or developmentally delayed kids all shared.</p><p>But then his tutor says something must be working. His decoding of words, creeping at a snail’s pace for two years, is picking up speed and precision. She wonders if they’re trying something new at Lab.</p><p>So we checked. No, it isn’t the school.</p><p>Disney Club seems to have added a class to its curriculum: movie credit reading and comprehension<em>. </em></p><p>It’s actually independent study—Owen is self-directed, which we are fast realizing, seems . . . to be the only way he can learn. The basic model of early education—sit, listen, memorize, discuss, then measure progress (a test)—isn’t really working. Of those five steps, four are nonstarters for him. And memorization can’t be willed; it only works if he’s interested.</p><p>But he has become intensely interested in who is behind these screens of color and motion that give him such joy, such sustenance.  few minutes in the sunlight above ground. We’re not sure when the light went on. Only that it did. A third plane, a grid, joined the first two—the real world and parallel Disney world. Both are connected by a third grid: all the people—artists, voice actors, script consultants, directors, character animators, and on and on—who craft the shifting landscape where Owen walks in his imagination for so many of his waking hours. It isn’t searching for God. But it’s close. He’s seeking out the creators.</p><p>Play, stop, rewind, play, stop, rewind, frame by frame. The methodology is logical and deliberate. He doesn’t seem to want to do it while we are in the room, so we start eavesdropping from the kitchen, just up the stairs. Here’s what we hear one night that winter: First he decodes the name of the character. Pick one. Urrrr . . . Urrsss . . . Ursssaaa . . . Urrrssooo. Considering it’s <em>The Little Mermaid</em>, he can, and does, finish up by quickly deducing “Ursula.” That’s a warm-up for the tougher, fresher terrain of the actor who voices the sea witch. He hits play for a minute, then stop, to get it frozen just right on the screen: P-p-p . . . P-paaaa . . .</p><p>After a few minutes of struggle, he pulls it all together: Pat Carroll. We hear him say the name softly, almost reverently, repeat­ing it a few times. And then other words, like <em>assistant </em>and <em>associate</em>, <em>lighting</em>, <em>director</em>, and <em>producer</em>. He seemed happy and focused, scroll­ing frames, calm and intensely engaged, with so many movies to choose from. Our only job is not to disturb him.</p><p><em>Excerpted from the book LIFE, ANIMATED by Ron Suskind. Copyright © 2014 by Ron Suskind. Reprinted with permission of Kingswell. </em></p><ul><ul><ul><li><a href=\"http://hereandnow.wbur.org/tag/book-excerpt\" target=\"_blank\">Read more book excerpts on <em>Here & Now</em></a></li></ul></ul></ul><h4>Guests</h4><ul><ul><li><strong><a href=\"http://ronsuskind.com/\" target=\"_blank\">Ron Suskind</a></strong>, journalist and author of &#8220;Life, Animated.&#8221; He tweets <a href=\"https://twitter.com/RonSuskind\" target=\"_blank\">@RonSuskind</a>.</li><li><strong>Walt Suskind</strong>, son of Ron and Cornelia Suskind, and older brother of Owen.</li></ul></ul>  <div class=\"fullattribution\">Copyright 2014 WBUR-FM. To see more, visit <a href=\"http://www.wbur.org\">http://www.wbur.org</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Using+Disney+To+Reach+A+Child+With+Autism&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"0c13bba9-78b8-4e8e-9742-7675016eb521","audio":[{"meta":{"duration":"1000"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1317013704-af128e.m3u?orgId=330&ft=3&f=316344209"}]}