{"created":"2014-11-10T08:06:10+00:00","modified":"2015-05-06T20:51:55+00:00","valid":{"from":"2015-05-06T20:51:55+00:00","to":"3015-05-06T20:51:55+00:00"},"hreflang":"en","title":"Ebola Today Could Mean Illiteracy Tomorrow In West Africa","published":"2014-11-10T15:05:00+00:00","teaser":"Millions of children aren't going to school because of Ebola. The fear is that some kids will never return to class. For others, the time off means putting their career dreams on hold.","itags":["npr_api","362302778"],"guid":"0c1d6b6c-0576-4fed-bedf-d8d975a837be","contentencoded":"<p>Ebola is threatening to reverse years of educational progress in West Africa. The virus has kept school closed for months in a part of the world where literacy rates are low and school systems are only now recovering from years of civil war.</p><p>In Liberia, many children have been put to work while schools are closed, and Ebola is hurting the economy, says <a href=\"https://twitter.com/ld4children\">Laurent Duvillier</a>, a communication specialist at UNICEF. The fear now, he says, is that many of these children will never return to school.</p><p>The risk is especially high for girls, who until recently received much less schooling than boys, Duvillier says. \"Families may be tempted to keep the eldest girl at home to help them or to wash clothes for the neighbors,\" he says. \"We don't want those girls to drop out of school because of Ebola.\"</p><p>The school closures have been a challenge even for families with the resources to supervise and educate their children on their own.</p><p>Linda Barrolle-Saygbe, who works for the <a href=\"https://www.google.com/url?sa=t&rct=j&q=&esrc=s&source=web&cd=1&cad=rja&uact=8&ved=0CCAQFjAA&url=http%3A%2F%2Fwww.moj.gov.lr%2F&ei=bEldVNX7I4aRyQTwo4DIBQ&usg=AFQjCNH7cgO43Y6X4zO9JYkLM_K0_SRphw&sig2=G-0crXbGv-fEynjNWJsDtA&bvm=bv.79189006,d.aWw\">Liberian Ministry of Justice</a>, wanted to hire a tutor to work with her two daughters and other children who live in her compound about an hour from Monrovia. She abandoned the idea because of a government ban on gatherings of people — and because of her own fears that the classes might put her daughters at risk of getting Ebola.</p><p>Instead, Barrolle-Saygbe and her husband are having the girls study for two hours a day. \"They don't go out,\" she says. \"The only place we go is church.\"</p><p>\"It's very sad,\" says Barrolle-Saygbe's daughter Sharon, who is 18 and would have been a high school senior this year. The school closures will delay her plans to go to college and study information technology, she says.</p><p>Sharon's younger sister Issabelle, who is 12 and wants to be a journalist, says she misses her teachers and friends and \"having fun.\"</p><p>Closing schools was probably necessary to stop the spread of Ebola, Barrolle-Saygbe says. But she worries now that her daughters could lose an entire year of education. \"The time is too long. And if they are not doing anything, they will fall way, way back,\" she says.</p><p>Children from less affluent families face much more serious risks, Duvillier says. \"The kids play everywhere,\" he says. \"We don't know where they go. They're roaming, and actually it's increasing the risk [of Ebola] because we never know if they may enter the home and not wash their hands.\"</p><p>The longer schools in West Africa remain closed, the greater the risk that kids will drop out. But schools can't reopen until they are sure students will be safe from Ebola, Duvillier says. That means training teachers how to prevent infections and installing hand-washing stations at the entrance of every school. Both of those simple requirements represent \"a very big logistical challenge,\" Duvillier says, and could take weeks or months.</p><p>During Liberia's civil war, which ended in 2003, some children missed years of school. And literacy rates plummeted. The challenge now is to make sure Ebola does not have a similar effect, Duvillier says.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ebola+Today+Could+Mean+Illiteracy+Tomorrow+In+West+Africa&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jon Hamilton","audio":[{"meta":{"duration":"228"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1362952923-a326dc.m3u?orgId=1&topicId=1031&d=228&p=3&story=362302778&t=progseg&e=362952643&seg=14&ft=nprml&f=362302778"},{"href":"http://media.npr.org/assets/img/2014/11/07/dsc_0784-732e82ad1de6fa4ce5bc3d51246dbc3cd81ddab8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1987","width":"2650"}},{"href":"http://media.npr.org/assets/img/2014/11/07/fullsizerender-ed35274cf8425ca9504031c4c02cd045b3643c73.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1500","width":"2000"}}]}