{"created":"2014-11-20T18:05:29+00:00","modified":"2014-11-20T19:34:40+00:00","valid":{"from":"2014-11-20T19:34:39+00:00","to":"3014-11-20T19:34:39+00:00"},"hreflang":"en","title":"Iraq War Vet Wins National Book Award For Fiction","published":"2014-11-20T19:34:00+00:00","teaser":"The judges described the short stories in Phil Klay's collection \"Redeployment\" as brutal, piercing and sometimes darkly funny.","itags":["npr_api","365481465"],"guid":"0c2acd87-95f0-47e1-bcd7-ce72587139f1","contentencoded":"<p>Iraq War veteran <strong>Phil Klay</strong> has <a href=\"http://www.nationalbook.org/nba2014_f_klay.html#.VG4kG_nF-So\" target=\"_blank\">won</a> the National Book Award for fiction. The judges described the short stories in Klay&#8217;s collection &#8220;<a href=\"http://www.amazon.com/Redeployment-Phil-Klay/dp/1594204993/?tag=wburorg-20\" target=\"_blank\">Redeployment</a>&#8221; as brutal, piercing and sometimes darkly funny.</p><p>Klay served as a U.S. Marine in Iraq&#8217;s Anbar province in 2007 and 2008. He came home and turned that experience into fictional stories, some about being in the combat theater, others about the struggle coming home.</p><p>In his emotional acceptance speech last night, Klay said &#8220;I came back home not knowing what to think.&#8221; When Dexter Filkins reviewed the book, he called it &#8220;the best thing written about what the war did to people&#8217;s souls.&#8221;</p><p>Klay got started writing for The New York Times&#8217; online project &#8220;<a href=\"http://opinionator.blogs.nytimes.com/category/home-fires/\" target=\"_blank\">Home Fires</a>,&#8221; which featured the writing of veterans of the wars in Iraq and Afghanistan.</p><p>&#8220;Peter Catapano at the Times published me and a lot of really just very smart, talented veteran writers,&#8221; Klay told <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Robin Young. &#8220;It&#8217;s really important to have a community that is concerned with the same topics, working through the same topics that you are, <a name=\"excerpt\"></a>because you talk ideas with each other, you read other&#8217;s work and are inspired and challenged and have the things that you thought you believed undermined by some really smart thinking.&#8221;</p><h4>Book Excerpt: &#8216;Redeployment&#8217;</h4><p><em>By Phil Klay</em></p><p><a href=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2014/11/1120_redeployment-cover.jpg\"><img class=\"alignright size-medium wp-image-72508\" src=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2014/11/1120_redeployment-cover-197x300.jpg\" alt=\"Cover of \"Redeployment\" by Phil Klay\" width=\"197\" height=\"300\" /></a></p><p>We shot dogs. Not by accident. We did it on purpose, and we called it Operation Scooby. I’m a dog person, so I thought about that a lot.</p><p>First time was instinct. I hear O’Leary go, “Jesus,” and there’s a skinny brown dog lapping up blood the same way he’d lap up water from a bowl. It wasn’t American blood, but still, there’s that dog, lapping it up. And that’s the last straw, I guess, and then it’s open season on dogs.</p><p>At the time, you don’t think about it. You’re thinking about who’s in that house, what’s he armed with, how’s he gonna kill you, your buddies. You’re going block by block, fighting with rifles good to 550 meters, and you’re killing people at five in a concrete box.</p><p>The thinking comes later, when they give you the time. See, it’s not a straight shot back, from war to the Jacksonville mall. When our deployment was up, they put us on TQ, this logistics base out in the desert, let us decompress a bit. I’m not sure what they meant by that. Decompress. We took it to mean jerk off a lot in the showers. Smoke a lot of cigarettes and play a lot of cards. And then they took us to Kuwait and put us on a commercial airliner to go home.</p><p>So there you are. You’ve been in a no‑shit war zone and then you’re sitting in a plush chair, looking up at a little nozzle shooting air‑conditioning, thinking, What the fuck? You’ve got a rifle between your knees, and so does everyone else. Some Marines got M9 pistols, but they take away your bayonets because you aren’t allowed to have knives on an airplane. Even though you’ve showered, you all look grimy and lean. Everybody’s hollow‑eyed, and their cammies are beat to shit. And you sit there, and close your eyes, and think.</p><p>The problem is, your thoughts don’t come out in any kind of straight order. You don’t think, Oh, I did A, then B, then C, then D. You try to think about home, then you’re in the torture house. You see the body parts in the locker and the retarded guy in the cage. He squawked like a chicken. His head was shrunk down to a coconut. It takes you a while to remember Doc saying they’d shot mercury into his skull, and then it still doesn’t make any sense.</p><p>You see the things you saw the times you nearly died. The broken television and the hajji corpse. Eicholtz covered in blood. The lieutenant on the radio.</p><p>You see the little girl, the photographs Curtis found in a desk. First had a beautiful Iraqi kid, maybe seven or eight years old, in bare feet and a pretty white dress like it’s First Communion. Next she’s in a red dress, high heels, heavy makeup. Next photo, same dress, but her face is smudged and she’s holding a gun to her head.</p><p>I tried to think of other things, like my wife, Cheryl. She’s got pale skin and fine dark hairs on her arms. She’s ashamed of them, but they’re soft. Delicate.</p><p>But thinking of Cheryl made me feel guilty, and I’d think about Lance Corporal Hernandez, Corporal Smith, and Eicholtz. We were like brothers, Eicholtz and me. The two of us saved this Marine’s life one time. A few weeks later, Eicholtz is climbing over a wall. Insurgent pops out a window, shoots him in the back when he’s halfway over.</p><p>So I’m thinking about that. And I’m seeing the retard, and the girl, and the wall Eicholtz died on. But here’s the thing. I’m thinking a lot, and I mean a lot, about those fucking dogs.</p><p>And I’m thinking about my dog. Vicar. About the shelter we’d got him from, where Cheryl said we had to get an older dog because nobody takes older dogs. How we could never teach him anything. How he’d throw up shit he shouldn’t have eaten in the first place. How he’d slink away all guilty, tail down and head low and back legs crouched. How his fur started turning gray two years after we got him, and he had so many white hairs on his face that it looked like a mustache.</p><p>So there it was. Vicar and Operation Scooby, all the way home.</p><p>Maybe, I don’t know, you’re prepared to kill people. You practice on man‑shaped targets so you’re ready. Of course, we got targets they call “dog targets.” Target shape Delta. But they don’t look like fucking dogs.</p><p>And it’s not easy to kill people, either. Out of boot camp, Marines act like they’re gonna play Rambo, but it’s fucking serious, it’s professional. Usually. We found this one insurgent doing the death rattle, foaming and shaking, fucked up, you know? He’s hit with a 7.62 in the chest and pelvic girdle; he’ll be gone in a second, but the company XO walks up, pulls out his K A‑BAR, and slits his throat. Says, “It’s good to kill a man with a knife.” All the Marines look at each other like, “What the fuck?” Didn’t expect that from the XO. That’s some PFC bullshit.</p><p>On the flight, I thought about that, too.</p><p>It’s so funny. You’re sitting there with your rifle in your hands but no ammo in sight. And then you touch down in Ireland to refuel. And it’s so foggy you can’t see shit, but, you know, this is Ireland, there’s got to be beer. And the plane’s captain, a fucking civilian, reads off some message about how general orders stay in effect until you reach the States, and you’re still considered on duty. So no alcohol.</p><p>Well, our CO jumped up and said, “That makes about as much sense as a goddamn football bat. All right, Marines, you’ve got three hours. I hear they serve Guinness.” Oo‑fucking‑rah.</p><p>Corporal Weissert ordered five beers at once and had them laid out in front of him. He didn’t even drink for a while, just sat there looking at ’em all, happy. O’Leary said, “Look at you, smiling like a faggot in a dick tree,” which is a DI expression Curtis loves.</p><p>So Curtis laughs and says, “What a horrible fucking tree,” and we all start cracking up, happy just knowing we can get fucked up, let our guard down.</p><p>We got crazy quick. Most of us had lost about twenty pounds and it’d been seven months since we’d had a drop of alcohol. MacManigan, second award PFC, was rolling around the bar with his nuts hanging out of his cammies, telling Marines, “Stop looking at my balls, faggot.” Lance Corporal Slaughter was there all of a half hour before he puked in the bathroom, with Corporal Craig, the sober Mormon, helping him out, and Lance Corporal Greeley, the drunk Mormon, puking in the stall next to him. Even the Company Guns got wrecked.</p><p>&nbsp;</p><p>It was good. We got back on the plane and passed the fuck out. Woke up in America.</p><p>Except when we touched down in Cherry Point, there was nobody there. It was zero dark and cold, and half of us were rocking the first hangover we’d had in months, which at that point was a kind of shitty that felt pretty fucking good. And we got off the plane and there’s a big empty landing strip, maybe a half dozen red patchers and a bunch of seven tons lined up. No families.</p><p>The Company Guns said that they were waiting for us at Lejeune. The sooner we get the gear loaded on the trucks, the sooner we see ’em.</p><p>Roger that. We set up working parties, tossed our rucks and seabags into the seven tons. Heavy work, and it got the blood flowing in the cold. Sweat a little of the alcohol out, too.</p><p>Then they pulled up a bunch of buses and we all got on, packed in, M16s sticking everywhere, muzzle awareness gone to shit, but it didn’t matter.</p><p>Cherry Point to Lejeune’s an hour. First bit’s through trees. You don’t see much in the dark. Not much when you get on 24, either. Stores that haven’t opened yet. Neon lights off at the gas stations and bars. Looking out, I sort of knew where I was, but I didn’t feel home. I figured I’d be home when I kissed my wife and pet my dog.</p><p>We went in through Lejeune’s side gate, which is about ten minutes away from our battalion area. Fifteen, I told myself, way this fucker is driving. When we got to McHugh, everybody got a little excited. And then the driver turned on A Street. Battalion area’s on A, and I saw the barracks and I thought, There it is. And then they stopped about four hundred meters short. Right in front of the armory. I could’ve jogged down to where the families were. I could see there was an area behind one of the barracks where they’d set up lights. And there were cars parked everywhere. I could hear the crowd down the way. The families were there. But we all got in line, thinking about them just down the way. Me thinking about Cheryl and Vicar. And we waited.</p><p>When I got to the window and handed in my rifle, though, it brought me up short. That was the first time I’d been separated from it in months. I didn’t know where to rest my hands. First I put them in my pockets, then I took them out and crossed my arms, and then I just let them hang, useless, at my sides.</p><p>After all the rifles were turned in, First Sergeant had us get into a no‑shit parade formation. We had a fucking guidon waving out front, and we marched down A Street. When we got to the edge of the first barracks, people started cheering. I couldn’t see them until we turned the corner, and then there they were, a big wall of people holding signs under a bunch of outdoor lights, and the lights were bright and pointed straight at us, so it was hard to look into the crowd and tell who was who. Off to the side there were picnic tables and a Marine in woodlands grilling hot dogs. And there was a bouncy castle. A fucking bouncy castle.</p><p>We kept marching. A couple more Marines in woodlands were holding the crowd back in a line, and we marched until we were straight alongside the crowd, and then First Sergeant called us to a halt.</p><p>I saw some TV cameras. There were a lot of U.S. flags. The whole MacManigan clan was up front, right in the middle, holding a banner that read: oo‑RAH pRIVAte FIRSt ClASS BRAdley mACmAnIGAn. We ARe So pRoUd.</p><p>&nbsp;</p><p>I scanned the crowd back and forth. I’d talked to Cheryl on the phone in Kuwait, not for very long, just, “Hey, I’m good,” and, “Yeah, within forty‑eight hours. Talk to the FRO, he’ll tell you when to be there.” And she said she’d be there, but it was strange, on the phone. I hadn’t heard her voice in a while.</p><p>Then I saw Eicholtz’s dad. He had a sign, too. It said: WelCome BACK HeRoeS oF BRAVo CompAny. I looked right at him and remembered him from when we left, and I thought, That’s Eicholtz’s dad. And that’s when they released us. And they released the crowd, too.</p><p>I was standing still, and the Marines around me, Curtis and O’Leary and MacManigan and Craig and Weissert, they were rushing out to the crowd. And the crowd was coming forward. Eicholtz’s dad was coming forward.</p><p>He was shaking the hand of every Marine he passed. I don’t think a lot of guys recognized him, and I knew I should say something, but I didn’t. I backed off. I looked around for my</p><p>wife. And I saw my name on a sign: SGt pRICe, it said. But the rest was blocked by the crowd, and I couldn’t see who was holding it. And then I was moving toward it, away from Eicholtz’s dad, who was hugging Curtis, and I saw the rest of the sign. It said: SGt pRICe, noW tHAt yoU’Re Home yoU CAn do Some CHoReS. HeRe’S yoUR to‑do lISt. 1) me. 2) RepeAt nUmBeR 1.</p><p>And there, holding the sign, was Cheryl.</p><p>She was wearing cammie shorts and a tank top, even though it was cold. She must have worn them for me. She was skinnier than I remembered. More makeup, too. I was nervous and tired and she looked a bit different. But it was her.</p><p>All around us were families and big smiles and worn‑out Marines. I walked up to her and she saw me and her face lit. No woman had smiled at me like that in a long time. I moved in and kissed her. I figured that was what I was supposed to do. But it’d been too long and we were both too nervous and it felt like just lip on lip pushed together, I don’t know. She pulled back and looked at me and put her hands on my shoulders and started to cry. She reached up and rubbed her eyes, and then she put her arms around me and pulled me into her.</p><p>Her body was soft and it fit into mine. All deployment, I’d slept on the ground or on canvas cots. I’d worn body armor and kept a rifle slung across my body. I hadn’t felt anything like her in seven months. It was almost like I’d forgotten how she felt, or never really known it, and now here was this new feeling that made everything else black and white fading before color. Then she let me go and I took her by the hand and we got my gear and got out of there.</p><p>She asked me if I wanted to drive and hell yeah I did, so I got behind the wheel. A long time since I’d done that, too. I put the car in reverse, pulled out, and started driving home. I was thinking I wanted to park somewhere dark and curl up with her in the backseat like high school. But I got the car out of the lot and down McHugh. And driving down McHugh it felt different from the bus. Like, This is Lejeune. This is the way I used to get to work. And it was so dark. And quiet.</p><p>Cheryl said, “How are you?” which meant, How was it? Are you crazy now?</p><p>I said, “Good. I’m fine.”</p><p>And then it was quiet again and we turned down Holcomb. I was glad I was driving. It gave me something to focus on. Go down this street, turn the wheel, go down another. One step at a time. You can get through anything one step at a time.</p><p>&nbsp;</p><p>She said, “I’m so happy you’re home.” Then she said, “I love you so much.” Then she said, “I’m proud of you.”</p><p>I said, “I love you, too.”</p><p>When we got home, she opened the door for me. I didn’t even know where my house keys were. Vicar wasn’t at the door to greet me. I stepped in and scanned around, and there he was on the couch. When he saw me, he got up slow.</p><p>His fur was grayer than before, and there were weird clumps of fat on his legs, these little tumors that Labs get but that Vicar’s got a lot of now. He wagged his tail. He stepped down off the couch real careful, like he was hurting. And Cheryl said, “He remembers you.”</p><p>“Why’s he so skinny?” I said, and I bent down and scratched him behind the ears.</p><p>“The vet said we had to keep him on weight control. And he doesn’t keep a lot of food down these days.”</p><p>Cheryl was pulling on my arm. Pulling me away from Vicar. And I let her.</p><p>She said, “Isn’t it good to be home?”</p><p>Her voice was shaky, like she wasn’t sure of the answer. And I said, “Yeah, yeah, it is.” And she kissed me hard. I grabbed her in my arms and lifted her up and carried her to the bedroom. I put a big grin on my face, but it didn’t help. She looked a bit scared of me, then. I guess all the wives were probably a little bit scared.</p><p>And that was my homecoming. It was fine, I guess. Getting back feels like your first breath after nearly drowning. Even if it hurts, it’s good.</p><p>I can’t complain. Cheryl handled it well. I saw Lance Corporal Curtis’s wife back in Jacksonville. She spent all his combat pay before he got back, and she was five months pregnant, which, for a Marine coming back from a seven‑month deployment, is not pregnant enough.</p><p>Corporal Weissert’s wife wasn’t there at all when we got back. He laughed, said she probably got the time wrong, and O’Leary gave him a ride to his house. They get there and it’s empty. Not just of people, of everything: furniture, wall hangings, everything. Weissert looks at this shit and shakes his head, starts laughing. They went out, bought some whiskey, and got fucked up right there in his empty house.</p><p>Weissert drank himself to sleep, and when he woke up, MacManigan was right next to him, sitting on the floor. And MacManigan, of all people, was the one who cleaned him up and got him into base on time for the classes they make you take about, Don’t kill yourself. Don’t beat your wife. And Weissert was like, “I can’t beat my wife. I don’t know where the fuck she is.”</p><p>That weekend they gave us a ninety‑six, and I took on Weissert duty for Friday. He was in the middle of a three‑day drunk, and hanging with him was a carnival freak show filled with whiskey and lap dances. Didn’t get home until four, after I dropped him off at Slaughter’s barracks room, and I woke Cheryl coming in. She didn’t say a word. I figured she’d be mad, and she looked it, but when I got in bed she rolled over to me and gave me a little hug, even though I was stinking of booze.</p><p>Slaughter passed Weissert to Addis, Addis passed him to Greeley, and so on. We had somebody with him the whole weekend until we were sure he was good.</p><p>&nbsp;</p><p>When I wasn’t with Weissert and the rest of the squad, I sat on the couch with Vicar, watching the baseball games Cheryl’d taped for me. Sometimes Cheryl and I talked about her seven months, about the wives left behind, about her family, her job, her boss. Sometimes she’d ask little questions. Sometimes I’d answer. And glad as I was to be in the States, and even though I hated the past seven months and the only thing that kept me going was the Marines I served with and the thought of coming home, I started feeling like I wanted to go back. Because fuck all this.</p><p>The next week at work was all half days and bullshit. Medical appointments to deal with injuries guys had been hiding or sucking up. Dental appointments. Admin. And every evening, me and Vicar watching TV on the couch, waiting for Cheryl to get back from her shift at Texas Roadhouse.</p><p>Vicar’d sleep with his head in my lap, waking up whenever I’d reach down to feed him bits of salami. The vet told Cheryl that’s bad for him, but he deserved something good. Half the time when I pet him, I’d rub up against one of his tumors, and that had to hurt. It looked like it hurt him to do everything, wag his tail, eat his chow. Walk. Sit. And when he’d vomit, which was every other day, he’d hack like he was choking, revving up for a good twenty seconds before anything came out. It was the noise that bothered me. I didn’t mind cleaning the carpet.</p><p>And then Cheryl’d come home and look at us and shake her head and smile and say, “Well, you’re a sorry bunch.”</p><p>I wanted Vicar around, but I couldn’t bear to look at him. I guess that’s why I let Cheryl drag me out of the house that weekend. We took my combat pay and did a lot of shopping. Which is how America fights back against the terrorists.</p><p>&nbsp;</p><p>So here’s an experience. Your wife takes you shopping in Wilmington. Last time you walked down a city street, your Marine on point went down the side of the road, checking ahead and scanning the roofs across from him. The Marine behind him checks the windows on the top levels of the buildings, the Marine behind him gets the windows a little lower, and so on down until your guys have the street level covered, and the Marine in back has the rear. In a city there’s a million places they can kill you from. It freaks you out at first. But you go through like you were trained, and it works.</p><p>In Wilmington, you don’t have a squad, you don’t have a battle buddy, you don’t even have a weapon. You startle ten times checking for it and it’s not there. You’re safe, so your alertness should be at white, but it’s not.</p><p>Instead, you’re stuck in an American Eagle Outfitters. Your wife gives you some clothes to try on and you walk into the tiny dressing room. You close the door, and you don’t want to open it again.</p><p>Outside, there’re people walking around by the windows like it’s no big deal. People who have no idea where Fallujah is, where three members of your platoon died. People who’ve spent their whole lives at white.</p><p>They’ll never get even close to orange. You can’t, until the first time you’re in a firefight, or the first time an IED goes off that you missed, and you realize that everybody’s life, everybody’s, depends on you not fucking up. And you depend on them.</p><p>Some guys go straight to red. They stay like that for a while and then they crash, go down past white, down to whatever is lower than “I don’t fucking care if I die.” Most everybody else stays orange, all the time.</p><p>Here’s what orange is. You don’t see or hear like you used to. Your brain chemistry changes. You take in every piece of the environment, everything. I could spot a dime in the street twenty yards away. I had antennae out that stretched down the block. It’s hard to even remember exactly what that felt like. I think you take in too much information to store so you just forget, free up brain space to take in everything about the next moment that might keep you alive. And then you forget that moment, too, and focus on the next. And the next. And the next. For seven months.</p><p>So that’s orange. And then you go shopping in Wilmington, unarmed, and you think you can get back down to white? It’ll be a long fucking time before you get down to white.</p><p>By the end of it I was amped up. Cheryl didn’t let me drive home. I would have gone a hundred miles per hour. And when we got back, we saw Vicar had thrown up again, right by the door. I looked for him and he was there on the couch, trying to stand on shaky legs. And I said, “Goddamn it, Cheryl. It’s fucking time.”</p><p>She said, “You think I don’t know?” I looked at Vicar.</p><p>She said, “I’ll take him to the vet tomorrow.” I said, “No.”</p><p>She shook her head. She said, “I’ll take care of it.”</p><p>I said, “You mean you’ll pay some asshole a hundred bucks to kill my dog.”</p><p>She didn’t say anything.</p><p>&nbsp;</p><p>I said, “That’s not how you do it. It’s on me.”</p><p>She was looking at me in this way I couldn’t deal with. Soft. I looked out the window at nothing.</p><p>She said, “You want me to go with you?”</p><p>I said, “No. No.”</p><p>“Okay,” she said. “But it’d be better.”</p><p>She walked over to Vicar, leaned down, and hugged him. Her hair fell over her face and I couldn’t see if she was crying. Then she stood up, walked to the bedroom, and gently closed the door.</p><p>I sat down on the couch and scratched Vicar behind the ears, and I came up with a plan. Not a good plan, but a plan. Sometimes that’s enough.</p><p>There’s a dirt road near where I live and a stream off the road where the light filters in around sunset. It’s pretty. I used to go running there sometimes. I figured it’d be a good spot for it.</p><p>It’s not a far drive. We got there right at sunset. I parked just off the road, got out, pulled my rifle out of the trunk, slung it over my shoulders, and moved to the passenger side. I opened the door and lifted Vicar up in my arms and carried him down to the stream. He was heavy and warm, and he licked my face as I carried him, slow, lazy licks from a dog that’s been happy all his life. When I put him down and stepped back, he looked up at me. He wagged his tail. And I froze.</p><p>Only one other time I hesitated like that. Midway through Fallujah, an insurgent snuck through our perimeter. When we raised the alarm, he disappeared. We freaked, scanning everywhere, until Curtis looked down in this water cistern that’d been used as a cesspit, basically a big round container filled a quarter way with liquid shit.</p><p>The insurgent was floating in it, hiding beneath the liquid and only coming up for air. It was like a fish rising up to grab a fly sitting on the top of the water. His mouth would break the surface, open for a breath, and then snap shut, and he’d submerge. I couldn’t imagine it. Just smelling it was bad enough. About four or five Marines aimed straight down, fired into the shit. Except me.</p><p>Staring at Vicar, it was the same thing. This feeling, like, something in me is going to break if I do this. And I thought of Cheryl bringing Vicar to the vet, of some stranger putting his hands on my dog, and I thought, I have to do this.</p><p>I didn’t have a shotgun, I had an AR‑15. Same, basically, as an M16, what I’d been trained on, and I’d been trained to do it right. Sight alignment, trigger control, breath control. Focus on the iron sights, not the target. The target should be blurry.</p><p>I focused on Vicar, then on the sights. Vicar disappeared into a gray blur. I switched off the safety. There had to be three shots. It’s not just pull the trigger and you’re done. Got to do it right. Hammer pair to the body. A final well‑aimed shot to the head.</p><p>The first two have to be fired quick, that’s important. Your body is mostly water, so a bullet striking through is like a stone thrown in a pond. It creates ripples. Throw in a second stone soon after the first, and in between where they hit, the water gets choppy. That happens in your body, especially when it’s two 5.56 rounds traveling at supersonic speeds. Those ripples can tear organs apart.</p><p>If I were to shoot you on either side of your heart, one shot . . . and then another, you’d have two punctured lungs, two sucking chest wounds. Now you’re good and fucked. But you’ll still be alive long enough to feel your lungs fill up with blood.</p><p>If I shoot you there with the shots coming fast, it’s no problem. The ripples tear up your heart and lungs and you don’t do the death rattle, you just die. There’s shock, but no pain.</p><p>I pulled the trigger, felt the recoil, and focused on the sights, not on Vicar, three times. Two bullets tore through his chest, one through his skull, and the bullets came fast, too fast to feel. That’s how it should be done, each shot coming quick after the last so you can’t even try to recover, which is when it hurts.</p><p>I stayed there staring at the sights for a while. Vicar was a blur of gray and black. The light was dimming. I couldn’t remember what I was going to do with the body.</p><p><em>Excerpted from the book REDEPLOYMENT by Phil Klay. Copyright © 2014 by Phil Klay. Reprinted with permission of The Penguin Press.</em></p><h4>Guest</h4><ul><li><strong><a href=\"http://www.philklay.com/bio/\" target=\"_blank\">Phil Klay</a></strong>, author of &#8220;Redeployment.&#8221; He tweets <a href=\"https://twitter.com/philklay\" target=\"_blank\">@PhilKlay</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Iraq+War+Vet+Wins+National+Book+Award+For+Fiction&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"241"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1365481468-0406a2.m3u?orgId=1&ft=3&f=365481465"}]}