{"created":"2014-08-28T02:35:34+00:00","modified":"2014-10-30T23:18:20+00:00","valid":{"from":"2014-10-30T23:18:20+00:00","to":"3014-10-30T23:18:20+00:00"},"hreflang":"en","title":"Should We Kill The $100 Bill? ","published":"2014-08-19T19:02:00+00:00","teaser":"Nearly 80 percent of all the U.S. currency in the world is in $100 bills. But some people want to get rid of the bill altogether.","itags":["npr_api","340356790"],"guid":"0c2d2224-eb3b-442a-b36a-6ace385d62f8","contentencoded":"<p>Of all the U.S. currency in the world, nearly 80 percent is in $100 bills. That's about a trillion dollars.</p><p>Some people want to get rid of the bill altogether. Ken Rogoff, an economist at Harvard University, says the $100 bill <a href=\"http://scholar.harvard.edu/rogoff/publications/costs-and-benefits-phasing-out-paper-currency\">helps criminals</a>:</p><blockquote><p>\"Think about countries like Mexico, Colombia, where they're really at war with the drug money, where the United States is not only buying the drugs but it's providing this resource that very much helps the drug dealers.\"</p></blockquote><p>Richard Stratton is a former drug smuggler who benefited from the $100 bill. In one deal, Stratton brought 15,000 pounds of hashish into the U.S. But the $50 million deal left Stratton with a problem: He had to get all that cash out of the country and into his bank accounts in the Cayman Islands. Hundreds made the job easier.</p><p>And drug dealers aren't the only ones that use $100s. Human traffickers, weapons dealers and all kinds of criminals love the bill.</p><p>But there's also a good side to the popularity of $100s. The note is popular with ordinary people around the world who can't trust their government or banks. About 20 years ago, the Federal Reserve saw vast sums of currency, especially in the form of $100 bills, leaving the country.</p><p>\"At some point, Alan Greenspan said, 'So, you know, how much is it?' \" says Ruth Judson, an economist at the Fed. \"And people didn't know the answer. And we just thought that we should know the answer to a question like that.\"</p><p>Judson spent years traveling around the world with a team of Secret Service agents and Treasury officials. They tried to map where all the $100s were. She says they found that as much as two-thirds of the currency was overseas.</p><p>Today, more than half a trillion dollars' worth of $100 bills are overseas.</p><p>But Judson is not convinced that the U.S. needs to kill the $100 bill. After all her traveling and sleuthing, she says, the Fed still doesn't know how much of the money is being used for good and how much is being used for bad.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Should+We+Kill+The+%24100+Bill%3F+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Chris Arnold","audio":[{"meta":{"duration":"370"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1340422554-c34186.m3u?orgId=1&topicId=1017&ft=3&f=340356790"},{"href":"http://media.npr.org/assets/img/2014/08/14/154736217-c0b151c1fa30d43ca90492d3cab564c9060dbe5d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2040","width":"2723"}}]}