{"created":"2014-08-13T20:05:25+00:00","modified":"2015-05-18T17:39:16+00:00","valid":{"from":"2014-06-02T21:57:24+00:00","to":"3014-06-02T21:57:24+00:00"},"hreflang":"en","teaser":"How good is facial recognition and who's driving it?","guid":"0c2e8cdb-de1f-4353-81ad-ef47d859a424","contentencoded":"<div class=\"barn-cleaned\"><p>The NSA,&nbsp;<a href=\"http://www.nytimes.com/2014/06/01/us/nsa-collecting-millions-of-faces-from-web-images.html?_r=0\" target=\"_blank\">the New York Times reports</a>, is harvesting people’s images, millions of them per day. It's using them, we are told, to search for terrorists and other intelligence targets.&nbsp;</p>\n<p>If the targets are U.S. citizens, the NSA must obtain court approval. &nbsp;</p>\n<p>Facial recognition technology has taken our present national Gordian knot of privacy and security concerns through a circuitous path.</p>\n<p>“The NSA and CIA have quite openly been working with facial recognition technology at least for the past 20 years,” says Chris Green, chief technology analyst at the Davies Murphy Group.&nbsp;</p>\n<p>For a time, as that technology filtered into the private sector, it developed a life of its own. Notably “in Las Vegas,” Green says. A banned card counter can cost a casino half a million dollars in 20 minutes, so it was important for the private security industry to work on quick identification.&nbsp;<span>“Vegas has been a great proving ground for facial recognition technology. It’s put a lot of money into it and really refined and honed it down.”</span></p>\n<p>The groundwork laid by government agencies and the military, says Green, “created a secondary market in the private sector which is in turn is now feeding back” into government.</p>\n<p>That feedback into government is also largely being financed by the government. Especially since 9/11. &nbsp;</p>\n<p>“I would have to guess its 70 percent or higher government dollars,” says Chris Boehnen, who leads the Secure Computer Vision Team at Oak Ridge National Laboratory.</p>\n<p>When it comes down to what that public and private investment has brought us, it’s important to separate the fanciful from the factual, says Boehnen.&nbsp;</p>\n<p>Looking at Facebook’s tagging feature, for example, “you could easily get the idea that modern technology is capable of taking all of Facebook’s images and telling who you are, and that’s very inaccurate from a technical standpoint.”</p>\n<p>Facebook, says Boehnen, almost certainly employs shortcuts that make it appear far more advanced than it is. For example, Facebook most likely isn’t comparing your photo album to all photo albums on Facebook from here to Mongolia. It’s comparing the faces in your album, most likely, to your friends, or maybe your friends’ friends.&nbsp;</p>\n<p>In the real world, facial recognition technology can be both much better, and much worse. &nbsp;Patrick Grother tests commercially developed facial recognition technologies for the National Institute of Standards and Technology. He says in a recent test, theyenrolled 1.6 million people and achieved a 96 percent recognition rate. Meaning that if they were searching for one person out of a group of 1.6 million, they could pick that person out successfully 96 percent of the time.&nbsp;</p>\n<p>But that comes with a big if: it only works&nbsp;<em>if</em>&nbsp;the photos being used are controlled – well lit, frontal photos like a passport or a driver’s license photo. (Incidentally, that’s why you’re not supposed to smile in those photos – all the better to identify you or someone impersonating you).&nbsp;</p>\n<p>This is tremendously useful for government agencies who are trying to determine if someone is fraudulently registering a new passport or driver’s license under another name. &nbsp;Less so if you’re trying to pick a bomber out of a crowded mall. &nbsp;</p>\n<p>Grother is not privy to what the NSA or CIA use. Green, with Davies Murphy Group, suspects those agencies enjoy even higher success rates “in the high 99 percent range.” But even then, the accuracy is only as good as the data, a.k.a., the photos one is comparing. Clear photos make for high identification rates. Green says modern day surveillance cameras and Closed Circuit TV cameras can often provide such clear images.</p></div>","tags":["APM","Tech"],"title":"Facial Recognition: From the NSA to Facebook to Vegas","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>The NSA, <a href=\\\"http://www.nytimes.com/2014/06/01/us/nsa-collecting-millions-of-faces-from-web-images.html?_r=0\\\" target=\\\"_blank\\\">the New York Times reports</a>, is harvesting people’s images, millions of them per day. It&apos;s using them, we are told, to search for terrorists and other intelligence targets. </p>\"},{\"type\":\"text/html\",\"content\":\"<p>If the targets are U.S. citizens, the NSA must obtain court approval.  </p>\"},{\"type\":\"text/html\",\"content\":\"<p>Facial recognition technology has taken our present national Gordian knot of privacy and security concerns through a circuitous path.</p>\"},{\"content\":\"<p>“The NSA and CIA have quite openly been working with facial recognition technology at least for the past 20 years,” says Chris Green, chief technology analyst at the Davies Murphy Group. </p>\",\"type\":\"text/html\"},{\"content\":\"<p>For a time, as that technology filtered into the private sector, it developed a life of its own. Notably “in Las Vegas,” Green says. A banned card counter can cost a casino half a million dollars in 20 minutes, so it was important for the private security industry to work on quick identification. <span>“Vegas has been a great proving ground for facial recognition technology. It’s put a lot of money into it and really refined and honed it down.”</span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>The groundwork laid by government agencies and the military, says Green, “created a secondary market in the private sector which is in turn is now feeding back” into government.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>That feedback into government is also largely being financed by the government. Especially since 9/11.  </p>\"},{\"type\":\"text/html\",\"content\":\"<p>“I would have to guess its 70 percent or higher government dollars,” says Chris Boehnen, who leads the Secure Computer Vision Team at Oak Ridge National Laboratory.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>When it comes down to what that public and private investment has brought us, it’s important to separate the fanciful from the factual, says Boehnen. </p>\"},{\"content\":\"<p>Looking at Facebook’s tagging feature, for example, “you could easily get the idea that modern technology is capable of taking all of Facebook’s images and telling who you are, and that’s very inaccurate from a technical standpoint.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Facebook, says Boehnen, almost certainly employs shortcuts that make it appear far more advanced than it is. For example, Facebook most likely isn’t comparing your photo album to all photo albums on Facebook from here to Mongolia. It’s comparing the faces in your album, most likely, to your friends, or maybe your friends’ friends. </p>\"},{\"content\":\"<p>In the real world, facial recognition technology can be both much better, and much worse.  Patrick Grother tests commercially developed facial recognition technologies for the National Institute of Standards and Technology. He says in a recent test, theyenrolled 1.6 million people and achieved a 96 percent recognition rate. Meaning that if they were searching for one person out of a group of 1.6 million, they could pick that person out successfully 96 percent of the time. </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>But that comes with a big if: it only works <em>if</em> the photos being used are controlled – well lit, frontal photos like a passport or a driver’s license photo. (Incidentally, that’s why you’re not supposed to smile in those photos – all the better to identify you or someone impersonating you). </p>\"},{\"content\":\"<p>This is tremendously useful for government agencies who are trying to determine if someone is fraudulently registering a new passport or driver’s license under another name.  Less so if you’re trying to pick a bomber out of a crowded mall.  </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Grother is not privy to what the NSA or CIA use. Green, with Davies Murphy Group, suspects those agencies enjoy even higher success rates “in the high 99 percent range.” But even then, the accuracy is only as good as the data, a.k.a., the photos one is comparing. Clear photos make for high identification rates. Green says modern day surveillance cameras and Closed Circuit TV cameras can often provide such clear images.</p>\"}]","published":"2014-06-02T21:57:24+00:00","description":"How good is facial recognition and who's driving it?","itags":["0c2e8cdbde1f353f1adbef47d859a424","Marketplace","Marketplace for Monday June 2, 2014","PMP:Marketplace_PMP"],"byline":"Sabri Ben-Achour","audio":[{"type":"image/jpeg","meta":{"height":"340","width":"610","crop":"primary"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/GrumpyCatFacebook.jpg?itok=v5Kqitat"},{"type":"audio/mpeg","format":"MP3","meta":{"duration_hms":"00:02:19","duration":139,"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2014/06/02/marketplace_segment17_20140602"}},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2014/06/02/marketplace_segment17_20140602_64.mp3"}]}