{"created":"2015-01-09T20:18:51+00:00","modified":"2015-06-05T15:30:56+00:00","valid":{"from":"2015-06-05T15:30:56+00:00","to":"3015-06-05T15:30:56+00:00"},"hreflang":"en","title":"Trapped In His Body For 12 Years, A Man Breaks Free","published":"2015-01-16T15:43:00+00:00","teaser":"Martin Pistorius spent more than a decade unable to move or communicate, fearing he would be alone, trapped, forever. NPR's new show <em>Invisibilia</em> tells how his mind helped him create a new life.","itags":["npr_api","376084137"],"guid":"0c359574-22c4-4449-b0a8-35840de84214","contentencoded":"<p><em>What would you do if you were locked in your body, your brain intact but with no way to communicate? How do you survive emotionally when you are invisible to everyone you know and love? </em></p><p><em>That's the first question asked by NPR's new program on human behavior, </em><a href=\"http://www.npr.org/programs/invisibilia/375927143/the-secret-history-of-thoughts\">Invisibilia</a>.</p><p><em>The first show tells the story of Martin Pistorius, who fell into a mysterious coma as a young boy. He had only one thing left as his mind began to function again — his own thoughts. Here's a glimpse into his story.</em></p><p>It was the late '80s, and young Martin Pistorius, growing up in South Africa, was mostly thinking about electronics. Resistors and transistors and you name it.</p><p>But at age 12, his life took an unexpected turn. He came down with a strange illness. The doctors weren't sure what it was, but their best guess was cryptococcal meningitis.</p><p>He got progressively worse. Eventually he lost his ability to move by himself, his ability to make eye contact, and then, finally, his ability to speak.</p><p>His parents, Rodney and Joan Pistorius, were told that he was as good as not there, a vegetable. The hospital told them to take him home and keep him comfortable until he died.</p><p>But he didn't die. \"Martin just kept going, just kept going,\" his mother says.</p><p>His father would get up at 5 o'clock in the morning, get him dressed, load him in the car, take him to the special care center where he'd leave him.</p><p>\"Eight hours later, I'd pick him up, bathe him, feed him, put him in bed, set my alarm for two hours so that I'd wake up to turn him so that he didn't get bedsores,\" Rodney says.</p><p>That was their lives, for 12 years.</p><p>Joan vividly remembers looking at Martin one day and saying: \" 'I hope you die.' I know that's a horrible thing to say,\" she says now. \"I just wanted some sort of relief.\"</p><p>And she didn't think her son was there to hear it.</p><p>But he was.</p><p>\"Yes, I was there, not from the very beginning, but about two years into my vegetative state, I began to wake up,\" says Martin, now age 39 and living in Harlow, England.</p><p>He thinks he began to wake up when he was 14 or 15 years old. \"I was aware of everything, just like any normal person,\" Martin says.</p><p>But although he could see and understand everything, he couldn't move his body.</p><p>\"Everyone was so used to me not being there that they didn't notice when I began to be present again,\" he says. \"The stark reality hit me that I was going to spend the rest of my life like that — totally alone.\"</p><p>He was trapped, with only his thoughts for company. And they weren't particularly nice thoughts.</p><p>\"No one will ever show me tenderness. No one will ever love me.\"</p><p>And of course there was no way to escape. He thought, \"You are doomed.\"</p><p>So he figured his only option was to leave his thoughts behind.</p><p>That was his first strategy — disengaging his thoughts — and he says he got really good at it.</p><p>\"You don't really think about anything,\" Martin says. \"You simply exist. It's a very dark place to find yourself because, in a sense, you are allowing yourself to vanish.\"</p><p>But occasionally there were things that elicited thoughts he could not ignore.</p><p>Like Barney.</p><p>\"I cannot even express to you how much I hated Barney,\" Martin says.</p><p>Since all the world thought Martin was a vegetable, at the special care center where he spent his days he was often in front of the TV watching reruns of the children's cartoon hour after hour, day after day.</p><p>Then one day, he decided he'd had enough. He wanted to gain some small measure of control over his day. So he figured out how to tell time by how the sun moved across a room. That was the start.</p><p>Eventually Martin found a way to reframe even the ugliest thoughts that haunted him. Like when his mother said, \"I hope you die.\"</p><p>\"The rest of the world felt so far away when she said those words,\" Martin says.</p><p>But he began to wrestle with it. Why would a mother say that?</p><p>\"As time passed, I gradually learned to understand my mother's desperation. Every time she looked at me, she could see only a cruel parody of the once-healthy child she had loved so much. \"</p><p>Over time, Martin began re-engaging with his thoughts.</p><p>And slowly, as his mind felt better, something else happened — his body began to get better, too. It involved inexplicable neurological developments and a painstaking battle to prove that he existed.</p><p><em>To hear how Martin returned to life, listen to </em>Invisibilia,<em> NPR's newest program. It </em><em>explores how invisible things shape our behavior and our lives. The program debuts this weekend on many public radio stations, and the podcast is available for download at </em><a href=\"http://www.npr.org/programs/invisibilia/375927143/the-secret-history-of-thoughts\">NPR.org </a><em>and on </em><a href=\"https://itunes.apple.com/us/podcast/npr-invisibilia-podcast/id953290300?mt=2\">iTunes</a>.</p><p><a href=\"http://www.martinpistorius.com/\">Martin Pistorius</a><em> has published a memoir, </em><a href=\"http://www.ghostboybook.com/\">Ghost Boy</a><em>, of what it was like to be invisible for over a decade. </em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Trapped+In+His+Body+For+12+Years%2C+A+Man+Breaks+Free&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lulu Miller","audio":[{"meta":{"duration":"714"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1376174842-ade3d3.m3u?orgId=1&topicId=1128&d=714&p=2&story=376084137&t=progseg&e=376135987&seg=5&ft=nprml&f=376084137"},{"href":"http://media.npr.org/assets/img/2015/01/09/s1920x1080_martin-199x-4-ea1a1418d7fd826975434cb2bcdf9ac319aeca43.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1078","width":"1437"}},{"href":"http://media.npr.org/assets/img/2015/01/09/s1920x1080_last-normal-family-photo-1987-7fc4d0ce487fd748a3c317499ef00b5f7b0a341b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"970","width":"1294"}},{"href":"http://media.npr.org/assets/img/2015/01/09/martin-at-the-day-care-center--alpha-omega--1-2df09ff1419bef649143881402ed1371dbd97ee8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1188","width":"1584"}},{"href":"http://media.npr.org/assets/img/2015/01/09/s1920x1080_martin-dad-19xx-4a55549f884f45d50859023127c539f985c6125e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"563","width":"751"}},{"href":"http://media.npr.org/assets/img/2015/01/09/s1920x1080_martinandjoanna-chelsea-212b5680c68792f85b2bf6501888161cfe4e2a40.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1080","width":"1442"}}]}