{"created":"2014-09-09T07:31:50+00:00","modified":"2014-10-30T22:34:31+00:00","valid":{"from":"2014-10-30T22:34:31+00:00","to":"3014-10-30T22:34:31+00:00"},"hreflang":"en","title":"Following Ferguson, Senate Weighs Use Of Military-Grade Equipment","published":"2014-09-12T20:47:00+00:00","teaser":"A committee is looking at how federal programs have equipped thousands of local police and sheriff's departments with gear made for warfare, and whether more oversight is needed.","itags":["npr_api","346896767"],"guid":"0c3770fa-391a-4554-b036-c5a833949d18","contentencoded":"<p>Last month, scenes from Ferguson, Mo., showed police in military-style armored vehicles pointing assault rifles at protesters.</p><p>Now, the first congressional hearing in response to those events is being held. It's looking specifically at Washington, D.C.'s hand in militarizing local law enforcement, through federal programs that equipped thousands of police and sheriff's departments with gear made for warfare.</p><p>Ferguson is in Sen. Claire McCaskill's home state, and the Democrat is leading the hearing of the Homeland Security and Governmental Affairs Committee. She says she wanted to hold the hearing \"to make sure that the images that we saw where there was a red pinpoint of laser in the chest of a young woman who was protesting, that we don't see that in America again.\"</p><p>She has already called on officials in Ferguson to demilitarize their police force. Now, McCaskill has questions for officials from the Pentagon, Justice Department and Homeland Security whose programs supply local forces: \"What are the various types of equipment that are being funded, are we training people appropriately, who's paying to maintain this equipment, and maybe the biggest question of all is how much this equipment is actually being used and is it being used effectively?\"</p><p>McCaskill expects adjustments in how Washington equips local police forces. A good start, she says, would be requiring that all officers wear body cameras. Others, including the American Civil Liberties Union, want more strings attached to how such equipment is used. The ACLU's Kara Dansky points out that when Congress created the Pentagon's program during the Clinton administration, it did so in the name of fighting drugs and terrorism.</p><p>\"So there are some preferences that are stated in the statute in terms of the purposes for which the equipment is intended to be used, at least in the eyes of Congress,\" she says.</p><p>Dansky says too little is known about what happens to the war material that the Pentagon's so-called 1033 program distributes. \"We think that Congress could require the Defense Department to do much more extensive reporting on the transfers of weapons through the 1033 program and, even more importantly, on the use of the weapons that are transferred through the 1033 program,\" she says.</p><p>The Pentagon's Defense Logistics Agency runs that military surplus program. It takes a hands-off attitude toward the equipment given to police departments.</p><p>Michelle McCaskill, the agency's spokeswoman, says the department doesn't tell departments how to use the equipment. \"That's not up to us. The states and the law enforcement agencies determine the use of the equipment that's provided through the program,\" she says.</p><p>The 8,000 law enforcement agencies that do receive military hardware have to file annual inventory reports with the program's coordinators in their states. The DLA's McCaskill says the point is to identify agencies that have lost track of equipment — everything from assault rifles to armored vehicles.</p><p>\"That has happened, and when that happens, those agencies become suspended from the program, because they have to go back and figure out what happened to that weapon, where did it go, they have to file reports,\" she says.</p><p>And there can be consequences. The states of Minnesota, North Carolina and Alabama had all been suspended from the military surplus program since March because of reporting issues. Minnesota has just been reinstated.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Following+Ferguson%2C+Senate+Weighs+Use+Of+Military-Grade+Equipment&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Welna","audio":[{"meta":{"duration":"266"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1347017604-86676d.m3u?orgId=1&topicId=1123&ft=3&f=346896767"}]}