{"created":"2014-09-15T19:05:11+00:00","modified":"2014-10-31T00:08:45+00:00","valid":{"from":"2014-10-31T00:08:45+00:00","to":"3014-10-31T00:08:45+00:00"},"hreflang":"en","title":"Inside Gaza And Under Israeli Fire, A Family Tries To Stay Safe","published":"2014-07-18T23:54:00+00:00","teaser":"The Israeli army's invasion on the margins of the Gaza Strip has already wreaked havoc and injury for Gazans. A day in the life of the Abu Tawila family illustrates that stark and tragic reality.","itags":["npr_api","332636537"],"guid":"0c39516f-49c2-4bdb-a676-d7957c82692c","contentencoded":"<p>The <a href=\"http://www.npr.org/blogs/thetwo-way/2014/07/17/332347143/israel-launches-ground-offensive-in-gaza\">beginning of Israel's ground invasion Thursday night</a> was loud. Explosions lit up the sky to the north and east and boomed throughout the Gaza Strip.</p><p>But <a href=\"http://www.npr.org/blogs/thetwo-way/2014/07/18/332499370/israeli-ground-operation-in-gaza-continues\">Friday</a> started pretty quietly for Rashad Abu Tawila.</p><p>\"It was before dawn,\" the Gaza resident recalls, through an interpreter. \"I went out on my balcony to have a glass of water and get a breath of fresh air.\"</p><p>There were explosions in the distance, but nothing that worried him.</p><p>And then, a rocket hit the bedroom where his daughters usually sleep.</p><p>Luckily, they had stayed in the living room last night. No one was hurt. Everyone in the house — all 40 extended family members — rushed downstairs and outside.</p><p>\"We divided people up and sent them different places. Some went to another neighborhood,\" he says. \"The men and boys stayed outside. We sent most of the kids down the street to our cousins' house.\"</p><p>Abu Tawila was still on the street when more Israeli rockets hit his home. And he was there when something bigger hit the home where he'd sent the children.</p><p>\"They were shooting flares to light up the area. And the kids were wearing their pajamas, which are very bright — red, pink, yellow,\" he says. \"So they knew kids left my house and went to my cousins' house. They knew there were women and children there.\"</p><p>Israel says it is trying to minimize civilian casualties and has warned civilians to leave certain areas. In this incident, 14 people were injured, including 22-year-old Momin Abu Tawila.</p><p>Lying in a hospital bed, his right arm is covered with bloody gauze and his left shoulder is pockmarked with shrapnel holes.</p><p>\"My brothers and I were trying to keep the kids calm. We were just outside the living room,\" he says. \"Then one of my brothers said let's move back a little. Just then the whole place went upside down.\"</p><p>He was standing with two of his brothers. The blast killed both of them.</p><p>The hospital ward where he tells this tale — his eyes half-closed — is crowded with family members. It's not air-conditioned and patients' families bring in food.</p><p>But a temporary intensive care ward down the hall is like a different world: cool, quiet and with nurses in attendance. Madleen Abu Tawila, 12, lies alone, her right arm and stomach bandaged. She was home when her cousins rushed there for safety in the morning. Her father, Majed Abu Tawila, says he prayed that morning with his young son.</p><p>\"He wanted to pray fast and finish, and didn't wait for his daughter. She said, 'You prayed without me, why did you do that?' So he said 'OK, don't worry, take the [prayer carpet] and go pray.' So she took it and started prayed. So he walked all the way down to the garden, to the yard of the house.\"</p><p>That's where he was when his house was hit. He found his daughter just where he'd left her to pray.</p><p>His daughter's stomach was blown open; her intestines and other inner parts tumbled out. Majed Abu Tawila tells the interpreter that his daughter \"took her stomach back with her hand,\" and he took her to the hospital.</p><p>A nurse says the 12-year-old is stable. Family members thought they were far enough from the border that they'd be safe. But the military is still bombing buildings in Gaza City, too.</p><p>Last night, an attack blew apart the top floor of a downtown building. It's home to a TV production company.</p><p>\"Why would they attack a news agency? I thought we were protected,\" says Noor Harazin, a producer at the company.</p><p>She says there is a Hamas-affiliated newspaper in the building, five floors down. Many people here are wondering whether this Israeli ground invasion will be like the one five years ago. That lasted nearly a month and killed more than 1,000 Palestinians and 13 Israeli soldiers.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Inside+Gaza+And+Under+Israeli+Fire%2C+A+Family+Tries+To+Stay+Safe&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Emily Harris","audio":[{"meta":{"duration":"291"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1332636951-71f495.m3u?orgId=1&topicId=1009&ft=3&f=332636537"},{"href":"http://media.npr.org/assets/img/2014/07/18/gaza3-353a2abef926b058570c3e7a01cd64647e41cfe8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3498","width":"4664"}}]}