{"created":"2015-05-21T07:35:43+00:00","modified":"2015-05-28T19:05:20+00:00","valid":{"from":"2015-05-28T19:05:19+00:00","to":"3015-05-28T19:05:19+00:00"},"hreflang":"en","title":"Why A Chinese Government Think Tank Attacked American Scholars","published":"2015-05-22T10:23:00+00:00","teaser":"The think tank's article says professors are miscasting the history of the country's Qing Dynasty (1644-1911). That's big for the Communist Party, which is invested in history — and who interprets it.","itags":["npr_api","408291285"],"guid":"0c4f1f03-ab96-447e-bb3c-9c64d6538d54","contentencoded":"<p>Last month, <a href=\"http://cmp.hku.hk/2015/04/22/38664/\" target=\"_blank\">a Chinese government think tank bashed history professors</a> from Harvard, Georgetown and other leading American universities regarding things they wrote — at least 15 years ago — about events that occurred more than two centuries ago.</p><p>\"This was a uniquely vitriolic attack,\" says Georgetown's Jim Millward. The article calls him as \"arrogant,\" \"overbearing\" and an \"imperialist,\" and dismisses Millward's and his colleagues' scholarship as \"academically absurd.\"</p><p>In all the article, published on the website of the Chinese Academy of Social Sciences had 88 exclamation points. \"It was written in the style of a Cultural Revolution denunciation,\" says the professor, who teaches Chinese and Central Asian history.</p><p>(Millward is married to NPR Executive Editor Madhulika Sikka, who was not involved in the production of this story.)</p><p>What did he and the other professors do to provoke such wrath? They offered a historical interpretation of the Qing Dynasty that contradicts the Communist Party's line.</p><p>In academic circles, it's called \"New Qing History.\" Keep in mind, the Qing collapsed more than a century ago, a few decades before the Communists took control in 1949.</p><p>\"How could something so arcane become so political?\" says Mark Elliott, a Harvard professor who also got slammed.</p><p>For the answer, look no further than George Orwell's novel <em>1984</em>: \"He who controls the past, controls the future.\"</p><p>The American professors say the Qing created China's modern borders by conquering people in the far west who weren't Chinese.</p><p>\"This is totally at odds with a powerful, but I believe ultimately flawed narrative of the unification of China, which is that these territories by rights belonged to the empire,\" says Elliott, who is director of Harvard's Fairbanks Center for Chinese Studies.</p><p>Elliott says the Communist Party insists these territories have always been part of China, \"going back as long as you'd like to look.\"</p><p>These territories include what we now call Tibet and Xinjiang, where some people bitterly oppose Chinese rule. More than 140 Tibetans have lit themselves on fire in recent years to protest China's repressive religious policies there, and in Xinjiang — home to a mostly Muslim Uighur minority — <a href=\"http://www.npr.org/sections/parallels/2014/05/30/317274812/terror-attacks-in-china-take-an-alarming-turn\" target=\"_blank\">terrorists have launched a series of knife and bomb attacks</a>.</p><p>Jim Millward says the government fears that the work of foreign scholars could be used to help justify pushes for independence.</p><p>\"The fact that the Communist Party wants to assert or hang on to the argument that its territory has been a part of China since antiquity shows that they're really insecure about their rule in those places,\" he says.</p><p>The Chinese Academy of Social Sciences declined to provide contacts for Li Zhiting, a retired professor who wrote the article that attacked the scholars.</p><p>If the piece was designed to enforce the Communist Party line, it doesn't seem too effective so far. Ge Zhaoguang, who studies the Qing Dynasty at Shanghai's Fudan University, wasn't impressed.</p><p>\"I think this article is a very terrible article,\" Ge said in an interview at his campus office. \"It doesn't have high academic standards. For scholars like us, it has no impact at all.\"</p><p>Ge doesn't agree with all the arguments the American professors make about the Qing Dynasty, but he welcomes different perspectives. That way, Ge says, China can better understand its own history.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Why+A+Chinese+Government+Think+Tank+Attacked+American+Scholars&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Langfitt","audio":[{"meta":{"duration":"194"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1408407248-ef763d.m3u?orgId=1&topicId=1125&d=194&p=3&story=408291285&t=progseg&e=408405005&seg=15&ft=nprml&f=408291285"},{"href":"http://media.npr.org/assets/img/2015/05/21/surrender_of_yili-9fa616cb546354229076dce6c425e06dc30e6b51.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"404","width":"539"}},{"href":"http://media.npr.org/assets/img/2015/05/21/jim_forbidden_city-3e7bbd702f61dd7783054d211f2d45ceee90ebc8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2110","width":"2814"}}]}