{"created":"2015-01-06T21:54:35+00:00","modified":"2015-01-09T18:22:34+00:00","valid":{"from":"2015-01-09T18:22:34+00:00","to":"3015-01-09T18:22:34+00:00"},"hreflang":"en","title":"An Army Chaplain, First Tested By War, Finds His Faith Renewed","published":"2015-01-07T13:25:00+00:00","teaser":"When David Peters went to Iraq as an Army chaplain, his relationship with God faltered. But after years of feeling adrift, he eventually found that the trauma of war had actually deepened his faith.","itags":["npr_api","375387392"],"guid":"0c533f67-278e-488b-a7f6-cf5efba54036","contentencoded":"<p>David Peters' life was supposed to be one continuous arc of piety and service.</p><p>But for the U.S. Army chaplain, it's ended up a more circuitous route. Peters lost the very faith he was supposed to embody for his soldiers — but has also found his way back.</p><p>Peters grew up in a fundamentalist evangelical church in Pennsylvania, served as youth minister and then went to war in Baghdad as a chaplain in the U.S. Army in 2005.</p><p>At the age of 30, he was serving as a chaplain for the 62nd Engineer Combat Battalion, a unit that built guard towers and repaired roads. \"So they were operating all around Baghdad, at night, in the streets, in the neighborhoods — and it really exposed [them] to an incredible amount of danger,\" he says.</p><p>Peters' duties included administering last rites, grieving with survivors and listening to soldiers lament their broken marriages back home.</p><p>After 12 months in a combat zone, it was time for Peters to go home. But when he arrived back in Texas, Peters realized that he had changed.</p><p>\"I found that going to war was really pretty easy and it was kind of exciting, and there was a lot of energy around it,\" he says. \"But when I came home, I really fell apart emotionally and spiritually.\"</p><p>He had symptoms of PTSD, and his own marriage had shattered while he was away at war.</p><p>His homecoming was not unusual, it turns out.</p><p>Former Army Capt. Kurt Stein, the signal officer in the engineering battalion, grew close to Peters in Iraq. \"The real crisis,\" he says, \"is when we were deployed, we were always told, 'When you guys get back, December 2006, all your problems are gonna be over. You're gonna be a hero, your families are going to be glad to see you.'</p><p>\"For David and for a lot of us, that just wasn't the case.\"</p><p>Peters says it was his lifelong relationship with God that suffered the most. In fact, the God he had taken with him to Iraq — the benevolent deity who loves everyone and rewards the faithful — that concept of God died along with a whole bunch of brave soldiers, he says.</p><p>He had a hard time even going to church anymore.</p><p>\"The church was asking me to confess <em>my</em> sins, when I felt like God had done far worse things than I've ever done,\" he says. Like \"standing by and not really doing much for the world that's full of war and conflict and despair, loss.</p><p>\"I looked at my own life and I felt that way. I'd just gotten divorced. I was just really angry at God for disappearing on me when I needed him most.\"</p><p>Peters wound up working as a chaplain in the amputee ward at Walter Reed Army Medical Center in Washington, D.C., meeting with veterans whose troubles seemed to dwarf his own.</p><p>He also worked in the psych ward, where, he says, \"there was a thin line between the patients and me.\"</p><p>Outside of work, his life had imploded. Newly single, he dated a succession of women because, he says, sometimes they \"can take the pain away.\"</p><p>His younger sister, Sarah, visited him in D.C. and noticed a dramatic change. \"He was drinking a lot. I just remember him being very angry at people — just things that were so out of character for him,\" she says.</p><p>Last year, Tactical 16, a small veteran-owned press, published a slim, anguished memoir that Peters wrote about his journey. In <a href=\"http://www.npr.org/books/titles/375432120/death-letter-god-sex-and-war\">the book</a>, <em>Death Letter: God, Sex and War, </em>he writes, \"I went into the business of religion to understand death.\"</p><p>Since the book came out, he has gotten emails from others — \"Army chaplains who have experienced real transition like I did when they came home,\" he says. \"And yet, they were religious people — they weren't allowed to have problems.\"</p><p>Peters had to start over. Because he was divorced, he had to leave the Bible Fellowship Church that had endorsed him as a military chaplain.</p><p>He eventually found a home and became ordained in the Episcopal Church. He also remarried; he and his new wife are expecting a child next month.</p><p>\"To start over, to start a new marriage, to start a new job, to start in a new church — all those things took a great deal of, just, patience,\" Peters says.</p><p>The trauma of war and divorce deepened his spiritual self, in such a way that he can now connect, as a priest and chaplain, with others who are living through a dark night of the soul.</p><p>Now 39, Peters is on the staff at Grace Episcopal Church in Georgetown, Texas, outside Austin. He still serves as a chaplain in the Army Reserve up the highway at Fort Hood.</p><p>And he started a weekly veterans ministry in Austin that meets to talk, drink coffee and pray for one another.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=An+Army+Chaplain%2C+First+Tested+By+War%2C+Finds+His+Faith+Renewed&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"John Burnett","audio":[{"meta":{"duration":"304"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1375434519-549c9e.m3u?orgId=1&topicId=1016&aggIds=374421063&ft=3&f=375387392"},{"href":"http://media.npr.org/assets/img/2015/01/06/david_peters-1010638-c2c392a06c6274a3ff79e70eccbdf485aca6a501.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"787","width":"1050"}}]}