{"created":"2015-04-07T20:21:42+00:00","modified":"2015-05-08T22:10:21+00:00","valid":{"from":"2015-05-08T22:10:21+00:00","to":"3015-05-08T22:10:21+00:00"},"hreflang":"en","title":"Bill Nighy And David Hare Team Up Again In 'Skylight' Revival","published":"2015-04-07T23:54:00+00:00","teaser":"\"Our paths haven't crossed — we've beaten a path towards each other,\" says playwright David Hare. \"Bill is my favorite leading man.\" Nighy is now starring in a revival of Hare's <em>Skylight</em> on Broadway.","itags":["npr_api","398101964"],"guid":"0c7713d5-a126-438c-b3a3-a65b6c5ca577","contentencoded":"<p>Actor Bill Nighy is best known in the U.S. for his appearances in films such as <em>Love Actually </em>and <em>Pirates of the Caribbean.</em> But in England, he's a well-known stage actor, and one of his most successful collaborations is with playwright David Hare. They're together again on Broadway in a revival of Hare's 1995 drama, <em>Skylight.</em></p><p>The actor and the writer first worked together on a television movie in 1980 and they've been working on and off ever since.</p><p>\"Our paths haven't crossed — we've beaten a path towards each other,\" says Hare. \"Bill is my favorite leading man, clearly; I think we've worked together 10 times. It's very unusual to have a leading man who has all of the qualities of a leading man, but who also has a sense of humor — and a particular kind of humor which I enjoy very much, which is a sort of, what I call self-irony.\"</p><p>For his part, Nighy says that Hare's politically charged, emotional plays keep drawing him back. \"I admire David's writing a great deal more than I admire most other people's writing and I love delivering it,\" he says. \"... I love the language; I just enjoy speaking it. And, also, his concerns are, to some degree, my concerns.\"</p><p>Hare has always been concerned with social issues and politics. Since Sept. 11, he's written a series of plays and television dramas that deal with the abuses of power. For the BBC, Hare created <em>The Worricker Trilogy,</em> about an M15 agent, played by Nighy, who takes on a corrupt prime minister. Hare says it's the <em>only</em> time he's ever written a part specifically for an actor.</p><p>\"I don't like to, normally, because I think it limits the characterization,\" he explains. \"But I had the idea that over the three films, this man, who at first seems to represent everything that's good and charming, would slowly, as the films went on, you would come to maybe distrust him a little more.\"</p><p>Hare knew the lanky, dapper and idiosyncratic actor would be up to the mark in <em>Skylight</em>, because Nighy had played in it on the West End in London. It tells the story of a millionaire restaurateur who tries to rekindle a relationship with a school teacher who's chosen to work in an impoverished neighborhood.</p><p>The play's director, Stephen Daldry, says it's a story that resonates, even 20 years after it was written: \"The conversation that the two characters have — particularly about a value system based on the banks, based on wealth, based on the ideas of the pity of the rich, based on social service, based on what teachers do, rich city, poor city, service city, not service city; all these ... really vital conversations are happening now in New York City, you know the play resonates, absolutely.\"</p><p>Actress Carey Mulligan, who plays the school teacher, says it's not just politics and sociology. She says what she likes about Hare's writing is the way he draws out the humanity of his characters.</p><p>He brings out \"the romance and the grief and the loss and all those very kind of universal things that everyone has some experience of,\" she says. \"And I think that's why the play is so touching, because David is able to articulate those parts of your life so clearly and so honestly.\"</p><p>Nighy says even though it's been almost two decades since he played this role, Hare's words still grab him.</p><p>\"There are very few plays I want to do,\" he says. \"I love <em>Skylight</em>. I adore it. It's probably my favorite play. It's certainly one of my favorite parts, obviously, otherwise I don't suppose I'd be doing it again\"</p><p>And he and Hare will almost certainly be working together again down the road.<em></em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Bill+Nighy+And+David+Hare+Team+Up+Again+In+%27Skylight%27+Revival&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jeff Lunden","audio":[{"meta":{"duration":"286"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1398123491-91400e.m3u?orgId=1&topicId=1144&d=286&p=2&story=398101964&t=progseg&e=398104741&seg=9&ft=nprml&f=398101964"},{"href":"http://media.npr.org/assets/img/2015/04/07/skylight_1_4249-v1-rgb-276266c6d76cf82a015ed3a138a7eac87a90cb68.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1869","width":"2493"}},{"href":"http://media.npr.org/assets/img/2015/04/07/skylight_3_0452-v2-rgb_wide-c94ba126881086e5f44cd605ac12f2f613dac664.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"1003","width":"1783"}}]}