{"created":"2014-10-08T16:03:50+00:00","modified":"2014-10-31T02:03:45+00:00","valid":{"from":"2014-10-31T02:03:45+00:00","to":"3014-10-31T02:03:45+00:00"},"hreflang":"en","title":"Oldest National Park Ranger Shares 'What Gets Remembered'","published":"2014-05-15T18:26:00+00:00","teaser":"Betty Reid Soskin has seen World War II, the civil rights movement, and lived \"lots and lots of lives.\" The 92-year-old shares what she's learned with guest host Celeste Headlee.","itags":["npr_api","312707926"],"guid":"0c8db765-a69c-4e20-bcfa-ea750186d21e","contentencoded":"<p>As 92-year-old Betty Reid Soskin helped hash out plans for a new national park 13 years ago, this is what stuck in her mind: \"What gets remembered is a function of who's in the room doing the remembering.\"</p><p>The Rosie the Riveter World War II Home Front National Historical Park began as an experimental endeavor. During the early 20th century, Richmond, Calif., was a thriving industrial boom town. When the United States entered into World War II, many of the city's factories and shipyards were re-purposed to aid the war effort. As the 21st century approached, the National Park Service resolved to connect sites around the city to their home front history.</p><p>As the only person of color seated at the planning table, Soskin drew a deeper connection. From the Kaiser Shipyard to the Ford Assembly Plant to the SS Red Oak Victory, each of the sites that would define the park was itself defined by a history of racial segregation.</p><p>Soskin says she was \"the only person in the room who had any reason to remember that.\"</p><p>She was 20 when she took a job as a clerk for the all-black auxiliary of a segregated boilermakers union. Unlike many of the women who left their homes and entered the workforce during that time, Soskin never saw herself as a \"Rosie the Riveter.\"</p><p>\"That really is a white woman's story,\" Soskin says. After all, she points out, black women like her grandmother had been working outside their homes since slavery. Soskin never saw a ship under construction — each day, as she carpooled from her home in Berkeley to the union hall in Richmond, she never had \"any sense of what that greater picture was.\"</p><p>In the subsequent years, Soskin has lived \"lots and lots of lives.\" After the war ended, she and her husband received death threats for building a home in an all-white suburb of California's Diablo Valley. She spent the 1960s as a political activist, becoming a well-known songwriter in the civil rights movement. At the end of the century, she returned to Richmond to help develop the Rosie the Riveter Home Front park.</p><p>Today, Soskin serves as an interpretive ranger at the park. At 92, she is the oldest active ranger with the National Park Service. Whether she's guiding bus tours around the East Bay Area or leading discussions after film showings, Soskin gives park visitors a version of national history that's informed by her own family's stories.</p><p>\"I think all of the elements are there,\" she says. Her great-grandmother was born into slavery in 1846, her mother in 1894, and Soskin herself in 1921. The three generations of women bore witness to a \"great American narrative,\" starting with the Emancipation Proclamation, which freed her great-grandmother, and continuing to the election of the first African-American president, which Soskin attended with a picture of her great-grandmother tucked in her breast pocket.</p><p>Soskin and her colleagues at the Rosie the Riveter/ World War II Home Front National Historical Park are currently preparing to unveil new permanent exhibits at the park's <a href=\"http://www.nps.gov/rori/planyourvisit/things2know.htm\">re-dedication</a> on May 24.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Oldest+National+Park+Ranger+Shares+%27What+Gets+Remembered%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"1000"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1312719451-9d19cf.m3u?orgId=1&topicId=1091&aggIds=140502195&ft=3&f=312707926"},{"href":"http://media.npr.org/assets/img/2014/05/15/soskin_headshot-3d1373d0ca572492eba9a67c1da8ee83ae681718.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"427","width":"569"}},{"href":"http://media.npr.org/assets/img/2014/05/15/185746653-290d1f219d1eb7fb4457e1c7a6f5ab1ceb0d6ce7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2050","width":"2733"}}]}