{"created":"2015-06-11T04:27:55+00:00","modified":"2015-06-12T21:20:09+00:00","valid":{"from":"2015-06-12T21:20:09+00:00","to":"3015-06-12T21:20:09+00:00"},"hreflang":"en","title":"Dial-A-Giant","published":"2015-06-11T04:38:00+00:00","teaser":"The legendary alt-rock duo talks about keeping up with modern times and leads a game where all the answers are wrong.","itags":["npr_api","413177625"],"guid":"0c98b17c-ad64-455f-9592-8cc4e0ce8bd3","contentencoded":"<p>After thirty-three years as an alternative rock staple, John Flansburgh and John Linnell of <em>They Might Be Giants</em> are far from hanging up their hats. You might think the Brooklyn-based duo responsible for such hits as \"Istanbul (Not Constantinople)\" and \"Birdhouse in your Soul\" would rest on their laurels, but their plans for 2015 include not one, but two new albums—one for children and one for adults.</p><p>Their most recent undertaking is the revival of their 1980s phone-answering machine 'Dial-A-Song', a service where fans could call in and hear a brand new song every week. But this time, along with a toll-free number (844-387-6962), they're going digital with an online re-launch of the project. As Linnell told Ophira Eisenberg, \"We wanted to try something different, give ourselves a challenge. We weren't tired enough. So we're basically posting a new song every week online.\"<em> </em>The ambition of this 52-song, 52-video project hasn't escaped the duo. When asked how they would revisit Dial-a-Song in another 20 years, John Flansburgh answered, \"From a hospital bed, Ophira!\"</p><p>Since this is <a href=\"http://www.npr.org/programs/ask-me-another/325530804/we-might-be-giant-nerds\">the second-time</a> that the Johns have graced the <em>Ask Me Another </em>stage, it was only appropriate for the duo to put two more contestants through the wringer on their signature quiz, where every answer is anything but right and the winner is always wrong, wrong, wrong.</p><hr /><h3><strong>Interview Highlights:</strong></h3><p><strong>On the digital revival of <em>Dial-A-Song</em></strong></p><p>\"We're doing a new third millennium version where it uses some digital thing that I don't understand...It's called MP3s, John.\"</p><p><strong>On Ruthlessly Quizzing Contestants</strong></p><p>\"We're actually nice people in person, but we're playing jerks on this show. You kinda got to get to know us better.\"</p><p><strong>On the production of their two new albums: one for children and one for adults</strong></p><p>\"There's this one song we're working on called \"Thinking Machine\" and it was revealed as we were finishing it that Linnell thought it was for the kids record and I thought it was for the adult record. And I believe my response was a swear word.\"</p><p><em>Heard in <a href=\"http://www.npr.org/programs/ask-me-another/413175135/they-might-be-wrong-wrong-wrong\">They Might Be Wrong, Wrong, Wrong</a></em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Dial-A-Giant&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"871"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1413548483-9940c8.m3u?orgId=1&topicId=1008&aggIds=167740319&d=871&p=58&story=413177625&t=progseg&e=413175135&seg=5&ft=nprml&f=413177625"},{"href":"http://media.npr.org/assets/img/2015/06/10/p1120142_wide-6a0912a73e18dbf5208b8ca5ed3c7bb04709a9b3.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"2299","width":"4088"}}]}