{"created":"2015-05-14T07:34:40+00:00","modified":"2015-06-01T23:52:56+00:00","valid":{"from":"2015-06-01T23:52:56+00:00","to":"3015-06-01T23:52:56+00:00"},"hreflang":"en","title":"A Database Of All Things Brainy","published":"2015-06-01T23:52:00+00:00","teaser":"Researchers in Seattle are busy cataloging what scientists have learned. For now that includes detailed information on 240 mouse cells. Next up: a data trove of details on human brain cells.","itags":["npr_api","406507214"],"guid":"0c993ab1-6645-4544-9d42-25cad393e04a","contentencoded":"<p>When the brain needs to remember a phone number or learn a new dance step, it creates a circuit by connecting different types of neurons.</p><p>Scientists still don't know how many types of neurons there are or exactly what each type does.</p><p>\"How are we supposed to understand the brain and help doctors figure out what schizophrenia is or what paranoia is when we don't even know the different components?\" says <a href=\"http://alleninstitute.org/our-institute/our-team/profiles/christof-koch/\">Christof Koch</a>, president and chief scientific officer of the Allen Institute for Brain Science, a nonprofit research center in Seattle.</p><p>So the institute is creating a freely available online database that eventually will include thousands of nerve cells. For now, the <a href=\"http://celltypes.brain-map.org/\">Allen Cell Types Database</a> has detailed information on 240 mouse cells, including their distinctive shapes.</p><p>\"They look like different trees,\" Koch says. \"Some fan out at the top. Some are like a Christmas tree; they fan out at the bottom. Others are like three-dimensional fuzz balls.\"</p><p>The database also describes each cell by the electrical pattern it generates. And eventually it will include information about which genes are expressed.</p><p>Once researchers have a complete inventory of details about the brain's building blocks, they'll need to know which combinations of blocks can be connected, Koch says. After all, he says, it is these connections that make us who we are.</p><p>\"The fact that you remember very specific things — that first summer day when you kissed your first girl — that is due to the great specificity of your neural circuits,\" Koch says. \"So that's what we have to understand.\"</p><p>The Allen Institute plans to release a database of different types of human brain cells next year.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Database+Of+All+Things+Brainy&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jon Hamilton","audio":[{"meta":{"duration":"121"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1406633758-095761.m3u?orgId=1&topicId=1128&d=121&p=3&story=406507214&t=progseg&e=406631460&seg=12&ft=nprml&f=406507214"},{"href":"http://media.npr.org/assets/img/2015/05/13/ccf-d59ce9ddb559f8e5a730010558d1ef4af32e0809.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1996","width":"2662"}}]}