{"created":"2015-06-10T20:07:08+00:00","modified":"2015-06-18T23:05:22+00:00","valid":{"from":"2015-06-18T23:05:22+00:00","to":"3015-06-18T23:05:22+00:00"},"hreflang":"en","title":"Saturn's Dark And Mysterious Outer Ring Is Even Bigger Than Expected","published":"2015-06-11T00:19:00+00:00","teaser":"Scientists say the Phoebe ring is \"more than 200 times as big across as Saturn itself.\" They used a special infrared space telescope to get the best look yet at the massive ring of black dust.","itags":["npr_api","413416716"],"guid":"0c9f48f3-cb83-44f2-831f-c3d366bd0fc8","contentencoded":"<p>Saturn is famous for its lovely rings, but this gas giant has another ring that people normally don't see — and some new observations with an infrared telescope show that this mysterious ring is even bigger than scientists thought.</p><p>The first hint that Saturn had this secret ring came back in 1671, when the Italian astronomer Giovanni Domenico Cassini looked through a telescope and discovered the moon now known as Iapetus.</p><p>It's a strange looking little moon, because \"one side is black and one side is white,\" says <a href=\"https://www.astro.umd.edu/people/hamilton.html\">Doug Hamilton</a> of the University of Maryland in College Park, Md. \"Why is that? It's so unusual. We see no other satellites like that in the whole solar system.\"</p><p>Scientists had long suspected the answer might be that Iapetus is plowing through a ring of dark material we just can't see from Earth. \"It's exactly the same effect you get driving your car down the highway in a rainstorm, so the rain then all hits the windshield,\" Hamilton says.</p><p>But a ring of black dust isn't exactly easy to see in the blackness of space. So Hamilton and some colleagues went looking with an infrared space telescope. In 2009, they announced their <a href=\"http://www.npr.org/sections/thetwo-way/2009/10/new_saturn_ring_discovered.html\">discovery</a>: a huge ring that dwarfs all of Saturn's other rings.</p><p>Known as the Phoebe ring, it's \"more than 200 times as big across as Saturn itself,\" Hamilton says. \"It's absolutely immense, much bigger than any other ring that we know of.\"</p><p>But if you were flying through it in a spaceship, he says, \"you wouldn't see anything. If you were actually immersed in the ring, you'd see absolutely nothing.\"</p><p>That's because it's sparse — around your spaceship, in an area of space about the size of a mountain, there'd be maybe 20 dust particles. \"That's pretty empty space,\" says Hamilton. \"But nevertheless, we see it as a ring.\"</p><p>And it's a really weird one. Besides being big, it's tilted, and probably orbits backward.</p><p>Now Hamilton and his colleagues have used a different infrared space telescope to get an even better look at this oddity.</p><p>\"We now, for the first time, know the full size of the ring,\" says Hamilton, explaining that it's about 30 percent bigger than they thought.</p><p>In the journal <a href=\"http://www.nature.com/nature/journal/v522/n7555/full/nature14476.html\">Nature</a>, the team says it also was able to get a better sense of what the ring is made of. \"Most of the light we're seeing is coming from fairly small particles, dust grains,\" Hamilton says.</p><p>All this dust intrigues <a href=\"http://astro.cornell.edu/members/matthew-tiscareno.html\">Matthew Tiscareno</a>, a planetary scientist at Cornell University. He says the main rings of Saturn that people know and love aren't very dusty. In those rings, he says, \"most of the ring particles are between marble-sized and house-sized.\"</p><p>While scientists assumed the black dust in the outermost ring had to be streaming off another moon called Phoebe, Tiscareno says these new observations suggest there's got to be dust coming from somewhere else, too.</p><p>\"What we're learning today does raise a lot of questions that we don't have good answers to,\" Tiscareno says.</p><p>One possibility is that hidden moons, too small to see, are adding dust to this ring.</p><p>\"It suggests that in the Phoebe ring, there are lots of smaller moons that just our telescopes aren't able to see,\" says <a href=\"http://individual.utoronto.ca/dtamayo/\">Daniel Tamayo</a> of the University of Toronto's Centre for Planetary Science. \"Out there, it really is just a swarm of moons all the way down to debris. It's like a whole spectrum, and we're just seeing the tip of the iceberg in the largest few moons.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Saturn%27s+Dark+And+Mysterious+Outer+Ring+Is+Even+Bigger+Than+Expected&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nell Greenfieldboyce","audio":[{"meta":{"duration":"235"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1413496914-71f069.m3u?orgId=1&topicId=1026&d=235&p=2&story=413416716&t=progseg&e=413343077&seg=18&ft=nprml&f=413416716"},{"href":"http://media.npr.org/assets/img/2015/06/10/infraredring-a76192ecfd51bc2f2c3b74cc64582eb33d6add1d.png","type":"image/jpeg","meta":{"crop":"standard","height":"595","width":"793"}}]}