{"created":"2015-05-17T21:17:32+00:00","modified":"2015-05-18T13:58:19+00:00","valid":{"from":"2015-05-18T13:58:19+00:00","to":"3015-05-18T13:58:19+00:00"},"hreflang":"en","title":"Helping Postal Workers Fend Off An Age-Old Problem: Dog Bites","published":"2015-05-18T13:58:00+00:00","teaser":"Los Angeles was the top city for dog attacks on postal workers last year. A training program teaches letter carriers how to protect themselves.","itags":["npr_api","407466339"],"guid":"0ca1e538-fb62-4e66-ae51-62069eae0c18","contentencoded":"<p>This week, the U.S. Postal Service released its <a href=\"http://about.usps.com/news/national-releases/2015/pr15_026.htm\">rankings </a>for dog attacks on postal workers in 2014, and Los Angeles was No. 1 on the list. Seventy-four letter carriers in the LA area were attacked last year.</p><p>\"Dog bites mailman\" may be a cliche, but if you've ever been attacked by a dog, you know there's nothing funny about it.</p><p>Horace Lewis knows about that, too.</p><p>\"In my 20 years of delivering mail, I've been bit three times. The one I normally don't like to talk about is this Chihuahua,\" he says, laughing. \"Bit me like three or four times before I even knew I was getting bit. Thought it was just a little bug bite or a leaf falling on my leg.\"</p><p>Other attacks were more serious. \"My worst experiences have been with Dalmatians,\" Lewis says. \"Not all 101, but normally one at a time. They are pretty territorial and they will attack.\"</p><p>Houston, which ranked first last year, and San Diego also topped the list of cities with frequent dog bites for postal workers. Nationwide, 5,767 letter carriers suffered attacks last year, up from 5,581 in <a href=\"http://about.usps.com/news/national-releases/2014/pr14_032.htm\">2013</a>.</p><p>Whether the culprit is a Chihuahua, a German shepherd or a mutt, the memory of an attack remains vivid.</p><p>\"I got chased down once by two German shepherds,\" says Lewis. \"[I] was delivering mail; it was a house that had a gate. You go in one way and come out another. Went through the gate, never knew they had a dog. Stuck the mail in the box. As I'm turning to leave, the dogs bust through the screen door and just pounced on me. I fell backwards over the fence. My foot got wedged in between the fence. It was one of those days.\"</p><p>To make sure letter carriers are better prepared to defend themselves from aggressive dogs, Los Angeles Postmaster Ken Snavely enlisted the help of Allen Burnsworth, the owner and head trainer of Sit Means Sit Dog Training — and Leila, his 3 1/2-year-old pit bull, rescued from Las Vegas.</p><p>Earlier this week, letter carriers gathered in the parking lot of Los Angeles County's San Pedro post office for a professional training session with Burnsworth and his canine assistants, including Leila.</p><p>Burnsworth says Leila is a sweetie who would never dream of biting anyone. But when letter carriers come across aggressive dogs, he says, they should make use of something they have with them all the time: the mail bag.</p><p>\"All [the dog] sees is a barrier,\" says Burnsworth. \"It's not a normal circumstance for a dog to see something fairly large coming at their face. So their immediate reaction is going to be to retreat. Or if they are going to keep coming, you've now given them a target. So the dog bites it and then the mail carrier can walk backwards, literally pulling the dog with him to maintain the control of the dog as well as the attention of the dog. And then when [the postal worker is] outside the fence line or can get to [his] vehicle, [he] can hop into the vehicle or behind the fence line, drop the satchel.\"</p><p>The mail might be lost, but the mail worker will be safe. \"And whoever was getting a bill that day will be happy they didn't get the bill that day,\" he says.</p><p>This technique works much better than stashing treats in your pocket, Burnsworth says.</p><p>\"If you're trying to bribe the dog with a particular treat, it won't work the majority of time,\" he says. That's because the dog may feel threatened and afraid. \"If you've ever really been frightened by something, did you ever stop in the middle of being frightened and go, 'You know, I could go for a cheeseburger'? When any animal is frightened, hunger's out the window.\"</p><p>Even Horace Lewis, who's seen a lot of dogs in his career, learned some important new techniques — including not to spray an aggressive dog, which may make the animal more aggressive.</p><p>\"This guy should probably be on a circuit,\" he says. \"I don't think he should just be sitting here doing it. I think he should be going from post office to post office, developing that relationship.\"</p><p>With nearly 6,000 letter carriers around the country attacked by dogs, he would have plenty of work to keep him busy.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Helping+Postal+Workers+Fend+Off+An+Age-Old+Problem%3A+Dog+Bites&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Allie Ferguson","audio":[{"meta":{"duration":"187"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1407529321-1063d6.m3u?orgId=1&topicId=1003&d=187&p=2&story=407466339&t=progseg&e=407452897&seg=3&ft=nprml&f=407466339"},{"href":"http://media.npr.org/assets/img/2015/05/17/img_3449-7c19d0033682ba237e311f144a1a4fb3c972ddb5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1450","width":"1933"}}]}