{"created":"2015-04-12T09:23:38+00:00","modified":"2015-05-09T16:13:00+00:00","valid":{"from":"2015-05-09T16:13:00+00:00","to":"3015-05-09T16:13:00+00:00"},"hreflang":"en","title":"Newly Released Texas Inmates Prepare For A Long Ride To Freedom","published":"2015-04-27T20:21:00+00:00","teaser":"The first steps of freedom from the prison in Huntsville, Texas, lead to the nearby Greyhound bus station.","itags":["npr_api","398763933"],"guid":"0ca55f9c-f61c-47ca-8d43-46e88219b8b5","contentencoded":"<p>Last year, 21,000 inmates were released in Huntsville, Texas — one of the largest prison towns in America. For most of them, their gateway to the free world is the Huntsville Greyhound station.</p><p>Monday through Friday, the glass doors swing open on the front of the Civil War-era, red-brick prison they call \"The Walls.\" The inmates exit and shuffle along the sidewalk, some smiling, some pensive, shouldering potato sacks full of belongings. Most of them don't have loved ones waiting, so they continue walking the two blocks to the bus station — single file, out of habit.</p><p>Their first order of business is usually to shed the ill-fitting civilian clothes donated by churches and buy some more appealing streetwear. At the Surplus Store in the bus station, they cash their release checks issued by the Texas Department of Criminal Justice, $50 if they were paroled, $100 if they were discharged for time served.</p><p>\"Y'all need anything from back here, cigarettes or anything?\" drawls the clerk. \"I can take it out of your check.\"</p><p>The next stop is the ticket counter where they exchange a prison transportation voucher for a bus ticket back to their county of residence. The station manager, Elroy Thomas, has been here for 24 years.</p><p>\"When I first came to work here they were called convicts. Convicted felons,\" he says. \"It went from them being convicts to them being inmates. It went from inmates to offenders. And now they are called clients. And I tell 'em, you're not a client of mine.\"</p><p>Thomas is disgusted by the repeat clientele he sees. He asks the men lined up in front of him if any one of them has been here before. An older inmate, with pale skin and bags under his eyes, says this is his sixth release.</p><p>\"He's been here six times. Six times!\" Thomas says with a sardonic smile. \"I'll see you in about a year,\" he continues.</p><p>The ex-inmate retorts, \"The seventh time is the charm and I'm not coming back no more. Beautiful women and drugs do not mix!\"</p><p>His name is Stephen Humphries, a 51-year-old convicted drug dealer from Rockport, Texas. After he has his ticket, he sits in the waiting room, rubs his new ankle monitor and ruminates on his freedom.</p><p>\"I don't know why I'm not really happy. That's what's really freakin' me out. I mean, I know I'm free, but I don't feel free,\" he says. \"I'm worried about if I'm going to make it. I have no intentions to go back selling drugs again and doing drugs. I [have to] stay clean or I'm going to come back and I'm going to die in prison.\"</p><p>Statistics say that one out of every five of these former inmates will re-offend and return to prison after three years. On the outside, they won't find a decent job or a supportive family. They'll get in trouble again with the same faces, in the same places.</p><p>\"I'm very jittery because I hope things fall in place as I'd planned. But I'm praying and asking God to lead me each day to accomplish what I need to accomplish and stay in this free world,\" says Glenn Holmes. He's waiting to return to Houston after serving two and a half years for evading arrest.</p><p>\"First thing is I'm gonna get me some seafood — fried fish, shrimp, hush puppies, something real nice and tasty,\" Holmes says, \"then I'm going to sit down and have a long talk with my kids 'cause they have done things while I was locked up that they should not have done. But who was there to guide them?\"</p><p>The mood in the station waiting room is subdued. The former offenders sit on steel benches, chatting or keeping to themselves.</p><p>A 33-year-old African-American named Damian Francis just released after serving seven years for armed robbery talks into a cellphone in the middle of the store.</p><p>\"Mama? Hey, well I'm out right now. I'm at the Greyhound bus station. Where am I going when I get to Houston?\"</p><p>After the call, Francis sits down stiffly, puts his sack on the floor and holds his bus ticket, as though waiting for someone to tell him what to do next.</p><p>\"I can already tell there's going to be some tension just by talking to my mama for three hot minutes on the phone,\" he says. \"She's still got the same picture in her mind of the person that I was pre-incarceration, rather than the person that I am now.\"</p><p>\"It hasn't really sunk in yet that I'm a free man 'cause the last part of my life has been incarceration. I don't have that structure no more. Prison was a safe zone by comparison to what's going on out here in the real world. Now I got to deal with other peoples' issues. I can't just go to my cell and be left alone when I want to now.\"</p><p>Francis reaches into his property sack and pulls out 11 manila envelopes, each a half-inch thick.</p><p>\"I've written 11 urban novels since I been locked up — some fantasy, some erotica — <em>Apocalyptic Love Affair</em>, <em>volumes 1 and 2</em>. There's some things that have been on my mind,\" he says with a knowing chuckle. \"That's what I hope to do is become a published writer, maybe see if I can't get a screenplay, write the next <em>Hunger</em> <em>Games</em>.\"</p><p>Most days, there's a white-haired man in a cowboy hat and suspenders sauntering around the station offering help and advice to the dazed ex-convicts. He is Bill Kleiber, founder of a group called Restoration Justice Ministries Network. Just before a bus leaves for Houston, he forms a group of men into a circle.</p><p>\"We just [have to] go follow the rules. It's not that hard,\" he says earnestly, \"I got out 14 years ago. You can do it. We just messed up. Just move on, OK?\"</p><p>He bows his head and closes his eyes. \"All right here we go: Father God, we just thank you for this day. We thank you for the gift of life. And we thank you for setting us free.\"</p><p>After the prayer, the men line up at the door of the big silver coach to hand their tickets to a parole officer.</p><p>\"San Antonio. You'll be there at 10:40 at night. Change buses in Houston,\" he tells a released inmate.</p><p>The men settle into the most comfortable seats they've felt in a long time while the driver reads her announcements: \"There shall be no smoking or use of alcohol on this coach. If you are caught, you will be dismissed,\" she says dryly.</p><p>Finally, the air brakes hiss, the diesel engine groans, and the bus lumbers out of the station. The free men watch the Huntsville bus station pass from view, hoping this is the last time they ever make this trip.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Newly+Released+Texas+Inmates+Prepare+For+A+Long+Ride+To+Freedom&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"John Burnett","audio":[{"meta":{"duration":"444"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1399138750-341353.m3u?orgId=1&topicId=1003&d=444&p=10&story=398763933&t=progseg&e=399138668&seg=14&ft=nprml&f=398763933"},{"href":"http://media.npr.org/assets/img/2015/04/10/01huntsville_01-dc9f584623243769587cd1adadee9a8ab99b9db1.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2667","width":"4000"}},{"href":"http://media.npr.org/assets/img/2015/04/10/02huntsville_02-1c4c380d707f8d18481693d9fa331cc5ae501d17.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2667","width":"4000"}},{"href":"http://media.npr.org/assets/img/2015/04/10/03huntsville_06-54abd7d88d7e73dea8508f52dd73c6fa5e122092.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2667","width":"4000"}},{"href":"http://media.npr.org/assets/img/2015/04/10/04huntsville_04-a9a02fb74fbfd1fde9205d043328d7f856359837.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2667","width":"4000"}},{"href":"http://media.npr.org/assets/img/2015/04/10/05huntsville_portrait01-13f4ccdc63aba49ad77cb9b83ec225ec2ffadb0a.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2667","width":"4000"}},{"href":"http://media.npr.org/assets/img/2015/04/10/06huntsville_05-618a173dd67af309eb4497e797f37b93f3d51fcb.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2667","width":"4000"}},{"href":"http://media.npr.org/assets/img/2015/04/10/07huntsville_03-4bb1975ef4976b92f665bc8f4b2d50c33cddd03d.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2667","width":"4000"}},{"href":"http://media.npr.org/assets/img/2015/04/10/01huntsville_011-35769871b521fa87a207f612e62b495cc5e3f85c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2664","width":"3552"}},{"href":"http://media.npr.org/assets/img/2015/04/10/huntsville_portrait03-38397dac9837501c0d86d6597676b7784970f129.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2640","width":"3520"}}]}