{"created":"2015-06-03T07:45:42+00:00","modified":"2015-06-07T13:05:16+00:00","valid":{"from":"2015-06-07T13:05:16+00:00","to":"3015-06-07T13:05:16+00:00"},"hreflang":"en","title":"Are The Vaccine Court's Requirements Too Strict?","published":"2015-06-05T18:31:00+00:00","teaser":"Before awarding compensation, the court wants a \"preponderance of evidence\" that a vaccine caused the injury. Some years, the nearly $4 billion fund earns more interest than it pays out in claims.","itags":["npr_api","411244055"],"guid":"0caaf84d-ea3e-45e1-8777-f8696867a6ae","contentencoded":"<p>Imagine that you're a judge, and you're asked to decide the case brought by Mary and Dave Wildman.</p><p>Back in 1997, Mary took the couple's 1-year-old son, Nicholas, to the doctor for the combination vaccine against measles, mumps and rubella. Right after the <a href=\"http://www.cdc.gov/vaccinesafety/Vaccines/MMR/\">MMR shot</a>, Mary says, Nicholas started crying uncontrollably.</p><p>\"This was unbelievable screaming,\" she says.</p><p>Mary and her mom started driving Nicholas back to their home in Evans City, Pa.</p><p>\"We got about 10 minutes down the road,\" Mary says. \"We had to pull over because he was screaming so violently.\"</p><p>Nicholas was also running a fever. When they got home, the adults gave the little boy some Tylenol and a bath. A few hours later, he finally stopped crying. But from that moment on, as Mary remembers it, Nicholas was different.</p><p>\"He wasn't talking anymore,\" Mary says. \"He wasn't playing with his brother, who's only 18 months older than he is.\" At that point, she says, it was like she had taken her baby to the doctor and brought somebody else's baby home.</p><p>About a year later, Nicholas was diagnosed with a severe intellectual disability. Mary and Dave tried to figure out what could have caused it.</p><p>\"Prior to him getting that vaccination, every milestone was on target,\" Mary says. \"Everything was developing normally.\"</p><p>Eventually, she became convinced that the vaccine caused his disability.</p><p>\"There's no doubt in my mind,\" she says.</p><p>Now, consider the counterargument.</p><p>\"It just doesn't make biological sense that the MMR vaccine would cause those kinds of reactions,\" says <a href=\"http://paul-offit.com/about/\">Dr. Paul Offit</a>, a pediatrician and director of the vaccine education center at the Children's Hospital of Philadelphia.<br /> <br /> Offit concedes that the very contagious virus that gives rise to measles in people who aren't vaccinated <em>can</em> lead to permanent brain damage. But the version of the virus used in the MMR vaccine is so drastically weakened, he says, that it's impossible for it to penetrate the brain and create a permanent injury.</p><p>Offit, who is also a professor of pediatrics at the University of Pennsylvania, adds that the MMR vaccine has been in use for almost 50 years, and he says there's just no evidence — epidemiological or otherwise — that the immunization can cause brain damage.</p><p>A more likely explanation, he says, is that something else is behind Nicholas' problem.</p><p>For example, a number of developmental problems — including <a href=\"http://www.dravetfoundation.org/dravet-syndrome/medical-information/genetic-mechanisms\">Dravet syndrome</a>, for one — are the result of genetic mutations, and can cause similar symptoms. Offit says that many such conditions first make themselves known around the time of life when kids are also getting vaccinated. But that coincidence of timing doesn't mean there's a causal connection between the vaccine and the condition, he says.</p><p>\"The rooster crows and the sun comes up — but the sun's not coming up <em>because</em> the rooster's crowing,\" he says. \"It's the same thing here.\"</p><p>If we were to stop giving vaccines, Offit says, <a href=\"http://m.pediatrics.aappublications.org/content/early/2010/05/24/peds.2009-2489.short\">evidence </a>suggests there would still be the same number of children who suffer permanent intellectual disabilities.</p><p>\"[That's] because vaccines don't cause this problem,\" he says.</p><p>As a judge, how would you rule in this case?</p><p>The Office of Special Masters of the U.S. Court of Federal Claims — commonly called the \"vaccine court\" — was set up in the 1980s as a no-fault alternative to the civil courts, which were seen as expensive and unpredictable. Families and drug companies were equally dissatisfied with the existing tort system. And lawsuits over vaccines — which, in some cases, led to awards worth millions of dollars — were threatening to halt vaccine production.</p><p>The vaccine injury compensation program was designed to make the legal process that governs vaccines more efficient, and to encourage a steady supply of the life-saving shots. A 75-cent surcharge added to the price of every dose of vaccine funds the program and the monetary awards.</p><p>Today, some cases before the court are more clear-cut than that of Nicholas Wildman. Sometimes, there is clear scientific evidence of a link between a vaccine and a rare side effect. In these cases, the case is fast-tracked, and victims are <a href=\"http://www.npr.org/sections/health-shots/2015/06/01/411243242/vaccine-court-part-one?live=1\">compensated quickly</a>. A list of <a href=\"http://www.hrsa.gov/vaccinecompensation/vaccinetable.html\">known vaccine injuries</a> facilitates the process.</p><p>But often, the court is presented with cases more like that of the Wildmans — a compelling story, but with little or no scientific evidence to support the claim that the vaccine caused the injury.</p><p>Anna Kirkland, an associate professor of women's studies and political science at the University of Michigan, has <a href=\"http://www.pubfacts.com/detail/22848999/Credibility-battles-in-the-autism-litigation\">written widely</a> about vaccine litigation and is writing a book about the vaccine court, which is funded by a 75-cent surcharge on every dose of vaccine sold. She says that the government panel that set up the court in the 1980s understood that some legitimate cases might lack strong scientific evidence because studies on vaccines and their possible side effects were inconclusive, or had not yet been completed.</p><p>To deal with the possibility of rare but devastating vaccine injuries, the panel made a conscious decision to favor the families when the compensation program was created.</p><p>\"They really wanted to err on the side of compensation,\" Kirkland says, \"because they knew sometimes the science would be unclear.\"</p><p>To execute this goal, the court does not require petitioners to prove beyond a reasonable doubt that they or their child have been harmed by a vaccine. They must simply demonstrate, through \"a preponderance of the evidence,\" that it's <em>more likely than not</em> that the vaccine caused the injury — a 51 percent chance, roughly speaking.</p><p>But even with this lower burden of proof, Kirkland says, the judges are put in a difficult position.</p><p>\"They want to be generous; they want to be quick, and yet [it must be] more likely than not that the vaccine caused the injury,\" she says.</p><p>In the case of Nicholas Wildman, no studies supported a link between his intellectual disability and the MMR vaccine. In fact, the evidence was squarely against the Wildmans' claim. That meant their case could not be fast-tracked or compensated quickly.</p><p>Instead, the family's only hope was to find a doctor who would serve as an expert witness in their case — a doctor who could plausibly and persuasively explain how a vaccine might have caused Nicholas' problem.</p><p>The Wildmans searched for such a doctor for nearly 15 years without success. Finally, they gave up.</p><p>\"Doctors don't want to go out on that limb,\" Mary Wildman says.</p><p>The court dismissed their case in December.</p><p>Nicholas is now 19. He weighs roughly 280 pounds and still wears diapers.</p><p>Dave Wildman says Nicholas is also at risk of wandering away from home and into danger. The family has installed a 6-foot fence around their house, with locks and screws on the windows and doors.</p><p>\"Because if he gets out,\" Dave says, \"he'd run right out into traffic. He doesn't know any better.\"</p><p>Nicholas needs a lot of extra care. Right now, Mary says, the cost of his therapies, transportation and special activities are paid for by the public school system.</p><p>\"But when he turns 21, there's, like, nothing,\" she says. \"Then what?\"</p><p>The Wildmans' story raises an interesting question: Is the bar for winning a case in the vaccine court too high?</p><p><a href=\"http://www.law.gwu.edu/faculty/profile.aspx?id=1750\">Peter Meyers</a>, a law professor at George Washington University, has worked with the vaccine court for 20 years and advised the Wildmans toward the end of their case. He believes the court is too stringent in the level of evidence it requires. Certain families, he says, should be compensated even when the scientific evidence is not fully convincing.</p><p>\"Even if we don't know for sure that the vaccine caused the injury, but there's a chance that it did, shouldn't we compensate those people in that situation?\" Meyers suggests.</p><p>After all, Meyers says, that was the original mandate of the court — to be generous, and to err on the side of compensation.</p><p>Meyers also notes that there is now almost $4 billion in the federal compensation fund for vaccine injuries. He says there have been some years in which the fund has earned more money in interest than it has paid out in claims.</p><p>\"We could be a lot more generous with that money,\" he says.</p><p>But Anna Kirkland disagrees. She says the bar for winning a case in the vaccine court is already as low as possible in legal terms. Petitioners just have to show that it's more likely than not that the vaccine caused the injury.</p><p>If that bar were to be lowered even further, she says, people would be compensated for injuries that do not, on balance, appear to have been caused by a vaccine.</p><p>\"That's hard to justify,\" says Kirkland.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Are+The+Vaccine+Court%27s+Requirements+Too+Strict%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Anders Kelto","audio":[{"meta":{"duration":"410"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1411660281-131587.m3u?orgId=1&topicId=1128&d=410&p=3&story=411244055&t=progseg&e=411644331&seg=12&ft=nprml&f=411244055"},{"href":"http://media.npr.org/assets/img/2015/06/02/mary-nick-10ebbf341e2cf0cb8a43500ee9a8b41686f4dda1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"360","width":"480"}}]}