{"created":"2015-06-24T22:48:14+00:00","modified":"2015-07-01T15:05:21+00:00","valid":{"from":"2015-07-01T15:05:21+00:00","to":"3015-07-01T15:05:21+00:00"},"hreflang":"en","title":"Bernie Sanders Walks A Fine Line On Gun Control","published":"2015-06-29T19:23:00+00:00","teaser":"\"I think that urban America has got to respect what rural America is about, where 99 percent of the people in my state who hunt are law-abiding people,\" the 2016 hopeful told NPR's David Greene.","itags":["npr_api","417180805"],"guid":"0cb4b4fb-2b49-48d6-83ec-da4a46a52f30","contentencoded":"<p>In the wake of last week's Charleston, S.C., church shootings, 2016 Democratic presidential candidate Bernie Sanders explained his competing concerns between gun rights and gun safety.</p><p>\"I think guns and gun control is an issue that needs to be discussed,\" Sanders told NPR's David Greene in an interview airing on Thursday's Morning Edition. \"Let me add to that, I think that urban America has got to respect what rural America is about, where 99 percent of the people in my state who hunt are law abiding people.\"</p><p>In the wake of the shooting deaths of nine African-Americans at Emanuel African Methodist Episcopal Church, many Democratic politicians have renewed calls to tighten gun-control measures. Sanders said he's open to a conversation about what to do next on gun-control measures and would go along with stricter background checks, for example. But he noted in the interview that those measures alone wouldn't solve the problem of gun violence in America.</p><p>\"So obviously, we need strong sensible gun control, and I will support it,\" Sanders told Greene. \"But some people think it's going to solve all of our problems, and it's not. You know what, we have a crisis in the capability of addressing mental health illness in this country. When people are hurting and are prepared to do something terrible, we need to do something immediately. We don't have that and we should have that.\"</p><p>For left-leaning senators from largely rural, pro-gun states — like Vermont — it can be tough to strike a balance talking about guns. Sanders has had a mixed voting record on guns. He voted to end the \"gun-show loophole\" and in favor of the 2013 universal background check bill and assault-weapons ban following Sandy Hook Elementary school massacre that left 20 children dead. But, previously, Sanders <a href=\"http://www.politico.com/story/2015/06/bernie-sanders-awkward-history-with-guns-in-america-119185.html\">voted to allow </a>guns on Amtrak and against the Brady bill.</p><p>It's a stance that could prove problematic for the insurgent White House hopeful. While Sanders has staked out forthright positions mostly to the left of former Secretary of State Hillary Clinton, guns is one issue where he is more toward the middle of the current field. It's one he <a href=\"https://www.bostonglobe.com/news/politics/2015/06/19/bernie-sanders-has-favored-lighter-touch-gun-control-than-hillary-clinton-martin-malley/w28HABk8NLT59aSl5gzZNO/story.html\">doesn't bring up as often</a> as his other rivals, either.</p><p>Sanders explained that as a representative of his state, he has to have their interests at heart, but argued that could put him at a good place to bridge a compromise.</p><p>\"I think the people of Vermont and I have understood for many years that what guns are about in Vermont are not what guns are about in Chicago, Los Angeles or New York, where they're used not for hunting or target practice but to kill people,\" Sanders said. \"I think, interestingly enough, I'm in a very good position representing a rural state to bring forth common-sense legislation regarding guns.\"</p><p>He added, \"I can understand if some Democrats or Republicans represent an urban area where people don't hunt, don't do target practice, they're not into guns. But in my state, people go hunting and do target practice. Talking about cultural divides in this country, you know, it is important for people in urban America to understand that families go out together and kids go out together and they hunt and enjoy the outdoors and that is a lifestyle that should not be condemned.\"</p><p>For more from Sanders on foreign policy, his 2016 chances and more, tune in to Morning Edition on Thursday.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Bernie+Sanders+Walks+A+Fine+Line+On+Gun+Control&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jessica Taylor","audio":[{"meta":{"duration":"622"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1417349241-642f0b.m3u?orgId=1&topicId=1014&d=622&p=3&story=417180805&t=progseg&e=417316213&seg=1&ft=nprml&f=417180805"},{"href":"http://media.npr.org/assets/img/2015/06/24/06242015_sanders_npr_0007-edit-27954dea5f22645d852de0987dc19a2774acd3b0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}