{"created":"2014-12-05T21:47:45+00:00","modified":"2015-05-13T21:27:54+00:00","valid":{"from":"2015-05-13T21:27:54+00:00","to":"3015-05-13T21:27:54+00:00"},"hreflang":"en","title":"Liberian President's Ambitious Goal: No New Ebola Cases By Christmas","published":"2014-12-06T13:58:00+00:00","teaser":"President Ellen Johnson-Sirleaf hopes to have no new Ebola cases by Dec. 25. But with the virus popping up in remote places and crossing over from neighboring countries, the battle is far from over.","itags":["npr_api","368732256"],"guid":"0cb50905-c51f-4a7e-a758-b035dee599fa","contentencoded":"<p>Liberian President Ellen Johnson-Sirleaf hopes to ring in the holidays with an ambitious goal: no new cases of Ebola in her country by Dec. 25.</p><p>\"We believe we had to set a target that gave our people hope, a target that would make them more committed to taking all the precautionary measures,\" she says. \"Yes, it's called ambitious, but sometimes you have to take a risk in being ambitious.\"</p><p>If anything, the recent drop in Ebola cases is a hopeful sign. The outbreak has killed more than 3,000 people in Liberia, and at its height, the West African nation was reporting the most new cases of the virus per week. But at one point last week, the Liberian Ministry of Health reported that in the country's largest Ebola hospital — equipped with 250 beds — there were only <a href=\"http://www.npr.org/blogs/goatsandsoda/2014/12/03/368229279/startling-statistic-only-8-patients-in-largest-ebola-hospital\">eight patients</a>.</p><p>Yet while numbers are falling in the capital Monrovia, new outbreaks have been popping up in remote areas, which could reverse the progress. That's one of the biggest challenges to hitting the target, Johnson-Sirleaf tells us.</p><p>The battle, she says, is far from over.</p><p>This interview has been edited and condensed for length and clarity.</p><p><strong>Once you get to zero cases, how do you keep it there?</strong></p><p>Now, it's strengthening our health system to prevent a recurrence. It's key and that's not something we're waiting to get to zero to start on. We already have a 10-year plan to strengthen our healthcare facilities by training our workers [and] by upgrading the services in our clinics and hospitals.</p><p><strong>Some might say you're overambitious that Dec. 25 will be the date for no new cases.</strong></p><p>Overambitious is the story of my life. I never stop doing that. And so they expect that of me. I say my challenge is to work toward it. I have no guarantee that I will be successful, but I'll work at it.<strong></strong></p><p><strong>What if Liberia doesn't hit that target?</strong></p><p>There's no great issue on that. If, for any reason, between now and the target date we haven't been able to control [the outbreak], we will be the first ones to admit that and to say, well, we did set a target, but these conditions have changed it.</p><p>Cross-border movements will make a big difference. We have porous borders, so as long as you have problems over there, we'll do what we can, but you know — that's our target [and] we will work at it. There's no magic to it.</p><p><strong>How do you deal with the problems of the borders between Liberia, Guinea and Sierra Leone that can easily be crossed?</strong></p><p>We do that through coordination – exchange of information, best practices, good examples. Our coordinators of our three countries will be holding a meeting in Freetown [capital of Sierra Leone] early next week. At the highest political level, I talked to President Koroma [of Sierra Leone] and President Conde [of Guinea] regularly, just to [see] how they're doing, how we're doing. So, that's the best thing we can do.</p><p>We're talking about maybe common facilities on borders, so that we have treatment centers that will be close to the borders. And if there are sick people on that side — and we have extra beds — then our service can be provided to them. Those are some of the collaborative arrangements that will help us work together toward common progress.</p><p><strong>Many people are saying that Ebola is the second civil war.</strong></p><p>We were facing an unknown enemy. In the war, you know where the gun is, you know where the soldier is, you know where the rebel is. With this one, you just didn't know.</p><p><strong>Have you had sleepless nights?</strong></p><p>In the beginning I had sleepless nights because I was as fearful as anybody else. I did not stop going around talking to people. I did not stop coming to work. But I had sleepless nights.</p><p>Now? We are making progress, we're committed to [resolving] this problem. So I do not have sleepless nights anymore. I sleep. I am very pleased to go to bed and to sleep throughout the night, get up the next morning and face the problem again and go to work at it.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Liberian+President%27s+Ambitious+Goal%3A+No+New+Ebola+Cases+By+Christmas&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ofeibea Quist-Arcton","audio":[{"meta":{"duration":"244"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1368768556-8377f3.m3u?orgId=1&topicId=1031&d=244&p=2&story=368732256&t=progseg&e=368655939&seg=6&ft=nprml&f=368732256"},{"href":"http://media.npr.org/assets/img/2014/12/05/sirleaf_poole-1_edit-cb2652a534db0034b27bb1c0153c3e6a42b80ca4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1811","width":"2415"}}]}