{"created":"2015-01-20T22:10:35+00:00","modified":"2015-01-21T19:53:31+00:00","valid":{"from":"2015-01-21T19:53:31+00:00","to":"3015-01-21T19:53:31+00:00"},"hreflang":"en","guid":"0cbee15f-f6c3-4d33-8c9c-66dd61d9cba2","title":"Immigrants will be in the spotlight during Obama's speech","published":"2015-01-21T19:53:30+00:00","byline":"Monica Campbell","tags":["Human migration","illegal immigration","Barack Obama","social issues","immigration policies","Global Nation","Development","Development & Education","Washington D.C.","North America","United States","North America","Barack Obama","Ana Zamora","Human migration","Illegal immigration","Barack Obama","Social Issues","immigration policies","Immigration to the United States"],"teaser":"President Obama's big immigration moves will be an important part of tonight's State of the Union address.","contentencoded":"<p>It will be Ana Zamora’s first trip to Washington. Tonight, along with a US contractor recently released from Cuba, and an audience of veteran politicians, the 21-year-old Dallas resident will take a seat and see President Barack Obama's State of the Union address live as a special guest. She will also represent key executive actions recently issued by the president to advance his goals on immigration.</p>\n<p>The measures, announced by Obama in November, are designed to protect millions of adults in the US living here without authorization. Many came across the US-Mexico border. Many came from elsewhere in the world and overstayed their visas. And they all have one thing in common when it comes to Obama’s latest efforts: They've been here for many years, working, raising US-born children, and have a record free of violent crime.</p>\n<div>\n<div>\n<p>In 2012, Zamora benefited from similar moves by Obama through a program known as Deferred Action for Childhood Arrivals. Since she came to the US from Mexico when she was just an infant, the program protected her from deportation — at least temporarily — and allowed her to work legally, get a driver’s license and a Social Security number.</p>\n<p>The argument for the program was that, in the absence of comprehensive immigration reform, this was one way to move one group of undocumented immigrants — so-called “Dreamers” — out of the shadows. Now Obama’s latest actions could also protect Zamora’s parents. In <a href=\"http://www.whitehouse.gov/the-press-office/2014/11/20/remarks-president-address-nation-immigration\">his address</a> to the nation about immigration on November 20, Obama said: “Are we a nation that accepts the cruelty of ripping children from their parents’ arms? Or are we a nation that values families, and works together to keep them together?”</p>\n<p></p><div class=\"media media-element-container media-image_on_left\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/original_image/public/ANA_Zphoto.jpg?itok=xPr3Etx-\" alt=\"\" /><div class=\"field-caption\">\n    <p>Ana Zamora was born in Mexico and her family came to the US when she was a year old. In 2012, she benefited from the Deferred Action for Childhood Arrivals program.</p>\n  </div>\n  <div class=\"image__credit\">\n    <span class=\"image__credit-label\">\n      Credit:\n    </span>\n    <p>Courtesy of Ana Zamora</p>\n  </div>\n</div>But there is plenty of pushback to the president’s plan. Many Republicans want to eliminate DACA, and dismantle Obama’s newest actions as well. They argue that the president is rewarding lawbreakers, overstepping his constitutional boundaries, and that protecting some immigrants from deportation will only encourage more to come.\n<p>Obama argues that there is precedent for the steps he has taken. <a href=\"http://time.com/3598790/immigration-reform-executive-actions-barack-obama-deportations-law-scholars-washington/\">Many constitutional scholars agree</a>. Still, his opponents say he has gone much farther, protecting far more immigrants than previous actions. The debate will continue and remain front and center as the 2016 presidential elections near.</p>\n<p>But Zamora won’t be the only invitee there tonight who represents the complexities of US immigration law. Mohammad Usafi will be there too. He’s from Afghanistan and, for years, <a href=\"http://www.pri.org/stories/2014-09-11/heres-how-military-interpreter-made-it-danger-afghanistan-safety-us\">interpreted for the US military there</a>. When his US colleagues left Afghanistan, Usafi did, too — but not of his own will. He had to. The Taliban threatened him for his work with the US military. His family had to hide as well.</p>\n<p>Last year, Usafi, after nearly four years of battling red tape and delays, received a Special Immigrant Visa and moved to Berkeley, California. One of his roommates is a US Marine captain he worked with in Afghanistan. But Usafi also worried about his family back home and petitioned to bring them to safety too. <a href=\"http://www.mercurynews.com/bay-area-news/ci_27060464/uc-berkeley-student-finally-reunited-family-fleeing-from\">That just happened</a>.</p>\n<p>But Mohammad and other immigrant advocates, along with vets, are pushing for the US to address a massive backlog filled with thousands of other interpreters — from Iraq, from Afghanistan — also waiting for visas. It’s an ongoing story, and just one strand of what it means to be an immigrant in the US that we will continue to follow. </p>\n</div>\n</div>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Akiko_feature_0.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/akikofeaturejpg-0"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/012020153.mp3"},{"href":"http://www.pri.org/file/012020153mp3"}]}