{"created":"2015-03-11T15:36:01+00:00","modified":"2015-03-13T15:52:28+00:00","valid":{"from":"2015-03-13T15:52:28+00:00","to":"3015-03-13T15:52:28+00:00"},"hreflang":"en","guid":"0cc98d47-439d-405f-9b6b-76c86ea6ca6e","title":"Chinese Communists to Dalai Lama: You can't die. You're immortal.","published":"2015-03-13T15:52:23+00:00","byline":"Matthew Bell","teaser":"The latest Beijing/Tibetan fight is over reincarnation. Though Chinese Communists say the Dalai Lama is an advocate for violent separatism, they were perturbed when the Tibetan Buddhist leader said he might actually die someday.","tags":["Belief","Lifestyle & Belief","Beijing","China","Dalai Lama","Tibet","Buddhism","Tibetan people","Politics of Tibet","11th Panchen Lama controversy","Tibetan independence movement","Dalai Lama","Reincarnation"],"contentencoded":"<p>The 14th might be the last. The current Dalai Lama and exiled spiritual leader of Tibetan Buddhism, fast approaching the age of 80, has talked about the distinct possibility that after he dies he would not be reincarnated as the 15th Dalai Lama.</p>\n<p>\"The Dalai Lama institution will cease one day. These man-made institutions will cease,\" the Dalai Lama <a href=\"http://www.bbc.com/news/world-asia-china-30510018\">told the BBC in December</a>. </p>\n<p>But not if the Chinese Communist Party has anything to say about it.</p>\n<p>Beijing has long despised the 14th Dalai Lama, who fled Tibet in 1959. Chinese officials call him a “wolf in sheep’s clothing,” and someone who secretly advocates violent separatism for Tibet. But when asked about the possibility that the current Dalai Lama would be the last, Chinese officials have made their position clear. They insist that the Tibetan Buddhist leader will indeed be reincarnated after the current Dalai Lama dies.</p>\n<p>“This is a double betrayal,” said Zhu Weiqun, a Chinese official who deals with Tibet issues. He was speaking during the annual meetings of the National People’s Congress parliament in Beijing this week.</p>\n<p>First of all, Zhu said the Dalai Lama was betraying Chinese politics. “The decision rests with the Chinese central government,” he said. And secondly, Zhu said this notion is a betrayal of Tibetan Buddhism itself.</p>\n<p>“The Dalai Lama on this issue has taken a very disrespectful attitude,” Zhu said. He went on to accuse the Dalai Lama of a conspiracy to push a “separatist doctrine, …[and] deceive the world.”</p>\n<p>The choice of whether or not he will be reborn is not up to the exiled Tibetan Buddhist leader at all, Zhu said. “The Dalai Lama lineage will continue to exist through reincarnation,” he said.</p>\n<p>Pointing to the irony of an officially atheist Chinese government standing up for the religious integrity of Tibetan Buddhism, one expert said, “I don’t think the Dalai Lama would mind if you saw this through the prism of Monty Python.”</p>\n<p>Robert Barnett is an expert on Tibetan Buddhism at Columbia University. The Dalai Lama, Barnett <a href=\"http://sinosphere.blogs.nytimes.com/2015/03/11/dalai-lama-reincarnation-china-communist-party/?_r=1\">told the New York Times</a>, “[is] reminding the Chinese that, from his perspective and the perspective of probably nearly all Tibetans, the Chinese don’t really have a credible role in deciding these things.”</p>\n<p>The Dalai Lama is concerned that China will do what it did following the death in 1989 of the 10th Panchen Lama, the second-most revered Tibetan Buddhist leader. After the 14th Dalai Lama’s Tibetan government-in-exile recognized a young boy in Tibet as the reincarnation of the Panchen Lama in 1995, the Chinese government detained the boy and his parents. Then, Beijing named a different boy as the 11th Panchen Lama.</p>\n<p>Much of the Tibetan exile community is also worried about the fate of its homeland. Tuesday of this week was the anniversary of the 1959 uprising in Tibetan parts of China that precipitated the 14th Dalai Lama’s escape to India.</p>\n<p> </p>\n<blockquote class=\"twitter-tweet\" data-partner=\"tweetdeck\"><p>Hundreds of Tibetan protesters detained in clash outside <a href=\"https://twitter.com/hashtag/China?src=hash\">#China</a>'s Indian embassy - <a href=\"http://t.co/i5Vz1zUp6R\">http://t.co/i5Vz1zUp6R</a> <a href=\"http://t.co/yB3yWkZ2p2\">pic.twitter.com/yB3yWkZ2p2</a></p>\n<p>— Voice of America (@VOANews) <a href=\"https://twitter.com/VOANews/status/575486868038385665\">March 11, 2015</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p>The prime minister of the Tibetan exile administration, Lobsang Sangay said Beijing has no right in determining the Dalai Lama’s successor. \"It's like Fidel Castro saying, 'I will select the next pope and all the Catholics should follow.' That is ridiculous,\" <a href=\"http://in.reuters.com/article/2015/03/10/china-tibet-india-idINKBN0M61E420150310\">Sangay told Reuters</a>.</p>\n<p>Beijing sees Tibet as an integral part of the Chinese motherland, and it maintains that the People’s Liberation Army “peacefully liberated” Tibetan areas of the country in 1950.</p>\n<p> </p>\n<p> </p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-11%2Fchina-hates-dalai-lama-doesnt-want-him-leave-earth-forever&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/dalai1410.mp3"},{"href":"http://www.pri.org/file/dalai1410mp3"}]}