{"created":"2014-09-02T21:05:17+00:00","modified":"2014-10-31T01:31:55+00:00","valid":{"from":"2014-10-31T01:31:55+00:00","to":"3014-10-31T01:31:55+00:00"},"hreflang":"en","title":"Can Civilian Health Care Help Fix The VA? Congress Weighs In","published":"2014-06-04T00:03:00+00:00","teaser":"In response to the crisis in lengthy wait times for medical care, Congress and veterans groups again are debating the proper role of private sector solutions.","itags":["npr_api","318453934"],"guid":"0cd0f096-1889-4ddd-b32b-929e1ddc0b6f","contentencoded":"<p>Veterans across the country are still waiting too long for medical care, a situation that drove the <a href=\"http://www.npr.org/2014/05/30/317372486/embattled-veterans-affairs-secretary-eric-shinseki-resigns\">resignation</a> of Veterans Affairs Secretary Eric Shinseki last week.</p><p>Now Republicans and Democrats in Congress are competing to pass laws they think will fix the problem of medical wait times and other problems at the VA. The discussion over how to reform veterans' health care is starting to sound familiar.</p><p>\"Every debate about the VA becomes a parable for government's role in health care generally,\" says <a href=\"http://www.cnas.org/carter\">Phil Carter</a> with the nonprofit Center for a New American Security.</p><p>\"Efforts to improve and build the VA will run into opposition based on a desire to minimize the government's role in health care,\" Carter says. \"Efforts to strip the VA or shift functions to the private sector will run into intense opposition from ... [members of] the vet community who believe the VA represents the nation's brick-and-mortar commitment to its veterans.\"</p><p>One measure now included in bills from both sides of the aisle aims to make firing and hiring easier within the VA's massive bureaucracy, something that veterans groups have been pushing for.</p><p>\"We represent 2.5 million members who do not understand why the secretary of VA does not have the authority to manage his department as he needs to,\" says <a href=\"http://louiscelli.com/\">Louis Celli</a>, legislative director of the American Legion. \"If he needs to remove someone, if he needs to demote someone, he does not have that authority.\"</p><p>In his last public speech as VA secretary, Eric Shinseki said he had <a href=\"http://www.npr.org/blogs/thetwo-way/2014/05/07/310476022/shinseki-swift-action-if-problems-at-va-hospital-are-true\">started the process</a> of removing senior leadership at the Phoenix VA Hospital, where <a href=\"http://www.npr.org/blogs/thetwo-way/2014/05/28/316712039/report-finds-evidence-of-secret-wait-lists-at-va-hospital\">an investigation</a> revealed that executives were lying about performance goals. But VA employees are federal workers and belong to a union — which makes it hard, even for a Cabinet secretary, to fire them.</p><p>A few opponents of the recently proposed legislation say it's already hard enough to lure top executives to the VA, and these bills could drive them into higher-paying jobs elsewhere.</p><p>Another private sector solution on the table is a sort of voucher system, which Sen. John McCain has been pushing since his presidential campaign in 2008.</p><p>\"We need to allow flexibility for the veteran[s] to go to the place where they can get health care in the most efficient way possible, rather than these unconscionable delays,\" McCain has said. In a <a href=\"http://www.c-span.org/video/?319729-1/senate-republicans-va-reform\">press conference Tuesday</a>, in which he and several Republican colleagues introduced the Veterans Choice Act, McCain again stressed that point, saying, \"It would empower veterans who can't schedule an appointment within a reasonable time, or who live too far from the VA, to exercise the choice of getting medical care from any doctor in Medicare or the Tricare program.\"</p><p>To address the crisis in wait times, the VA is ramping up a system that would explicitly allow veterans to get private care if they've been waiting more than 30 days for medical attention. Some in Congress have put forth measures to do the same. But that's something the VA already has the authority to do — in fact, in 2013 the department spent $4.8 billion on care outside the VA system.</p><p>While veterans' service organizations support many of the measures before Congress, the majority of such groups say the VA's medical care is excellent once vets get access to it. And they worry that the private sector doesn't have needed expertise.</p><p>\"If you're a private health care company, are you going to spend money on research and development on prosthetics? Are you going to spend money on research on Gulf War illness? Probably not,\" says Stewart Hickey, the executive director of <a href=\"http://www.amvets.org/about/bios/\">AMVETS</a>, \"because that's not a big group for you ... to make money.\" Hickey says politicians should beware of preaching full-scale privatization.</p><p>\"You wouldn't want to be the congressman who said, 'I'm going to do away with the Veterans [Health] Administration,' \" Hickey says.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Can+Civilian+Health+Care+Help+Fix+The+VA%3F+Congress+Weighs+In&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Quil Lawrence","audio":[{"meta":{"duration":"236"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1318575986-4b5e80.m3u?orgId=1&topicId=1027&ft=3&f=318453934"},{"href":"http://media.npr.org/assets/img/2014/06/03/john-mccain-va-c7a9451acf0eb0211e3bcae19df1a08165410884.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"717","width":"956"}}]}