{"created":"2015-03-16T07:08:11+00:00","modified":"2015-06-05T15:27:45+00:00","valid":{"from":"2015-06-05T15:27:45+00:00","to":"3015-06-05T15:27:45+00:00"},"hreflang":"en","title":"A Man's Incomplete Brain Reveals Cerebellum's Role In Thought And Emotion","published":"2015-04-01T22:40:00+00:00","teaser":"Jonathan Keleher is one of a handful of people known to have lived their entire lives without a cerebellum. His experiences are helping scientists show how this brain structure helps shape who we are.","itags":["npr_api","392789753"],"guid":"0cd1639a-76f5-4d20-ac63-f0c5d1e81190","contentencoded":"<p>Since his birth 33 years ago, <a href=\"http://www.communityinclusion.org/staff.php?staff_id=157\">Jonathan Keleher</a> has been living without a cerebellum, a structure that usually contains about half the brain's neurons.</p><p>This exceedingly rare condition has left Jonathan with a distinctive way of speaking and a walk that is slightly awkward. He also lacks the balance to ride a bicycle.</p><p>But all that hasn't kept him from living on his own, holding down an office job and charming pretty much every person he meets.</p><p>\"I've always been more into people than anything else,\" Jonathan tells me when I meet him at his parents' house in Concord, Mass., a suburb of Boston. \"Why read a book or why do anything when you can be social and talk to people?\"</p><p>Jonathan is also making an important contribution to neuroscience. By allowing scientists to study him and his brain, he is helping to change some long-held misconceptions about what the cerebellum does. And that, in turn, could help the hundreds of thousands of people whose cerebellums have been damaged by a stroke, infection or disease.</p><p>For decades, the cerebellum has been the \"Rodney Dangerfield of the brain,\" says <a href=\"http://www.massgeneral.org/neurology/doctors/doctor.aspx?id=16489\">Dr. Jeremy Schmahmann</a>, a professor of neurology at Harvard and Massachusetts General Hospital. It gets no respect because most scientists only know about its role in balance and fine motor control.</p><p>You can learn a lot about that role by watching someone who's been pulled over for drunken driving, Schmahmann says. \"The state trooper test is a test of cerebellar function. So the effect of alcohol on cerebellar function is identified by everybody who's ever done walking a straight line or touching their finger to the nose.\"</p><p>But Schmahmann and a small group of other scientists have spent decades building a <a href=\"http://link.springer.com/article/10.1007%2Fs11065-010-9142-x#page-2\">case</a> that the cerebellum does a lot more than let people pass a sobriety test.</p><p>First, they showed that it has connections to brain areas that perform higher functions, like using language, reading maps and planning. Then, a few years ago, researchers began to do functional MRI studies that suggested that the cerebellum was actively involved in these tasks.</p><p>\"The big surprise from functional imaging was that when you do these language tasks and spatial tasks and thinking tasks, lo and behold the cerebellum lit up,\" Schmahmann says.</p><p>Some of the most compelling evidence, though, has come from research on a handful of people who have no cerebellum, people like Jonathan Keleher.</p><p>For the first few years, his future looked highly uncertain, says his mother, Catherine. \"All his milestones were late: sitting up, walking, talking.\"</p><p>But during that time doctors and developmental health experts still didn't know why Jonathan was having so much trouble. And that turned out to be a good thing, says his father, Richard. \"Not knowing what the diagnosis was we said, 'Well, let's assume he can do everything,' \" he says.</p><p>So Jonathan got special education, speech therapy and physical therapy. His father even came up with a sort of beach therapy.</p><p>\"He wasn't walking,\" Richard says. \"And I found that if I took him to the beach, he would try to walk.\"</p><p>Jonathan was 5 when a brain scan finally revealed the problem. And eventually he was referred to Schmahmann, who has spent his entire career studying the cerebellum.</p><p>An image of Jonathan's brain is on a computer screen the day I visit Schmahmann's lab. He points to an area just above the brain stem. \"He has this remarkable black space down here, which is where the cerebellum is supposed to be,\" Schmahmann says. \"It's a very big area of nothingness there.\"</p><p>Research on Jonathan and people like him supports the idea that the cerebellum really has just one job: It takes clumsy actions or functions and makes them more refined. \"It doesn't make things. It makes things better,\" Schmahmann says.</p><p>That's pretty straightforward when it comes to movement. The brain's motor cortex tells your legs to start walking. The cerebellum keeps your stride smooth and steady and balanced.</p><p>\"What we now understand is what that cerebellum is doing to movement, it's also doing to intellect and personality and emotional processing,\" Schmahmann says.</p><p>Unless you don't have a cerebellum. Then, Schmahmann says, a person's thinking and emotions can become as clumsy as their movements.</p><p>Jonathan got a reminder of this at a busy intersection soon after he got his driver's license. There was a bus behind him, cars whizzing by, and his brain simply couldn't coordinate all the information. So he totaled his father's car.</p><p>\"Reaction time, not my strong suit,\" Jonathan says, adding that he doesn't drive anymore.</p><p>Emotional complexity is another challenge for Jonathan, says his sister, Sarah Napoline. She says her brother is a great listener, but isn't introspective.</p><p>\"He doesn't really get into this deeper level of conversation that builds strong relationships, things that would be the foundation for a romantic relationship or deep enduring friendships,\" she says. Jonathan, who is sitting beside her, says he agrees.</p><p>Jonathan also needed to be taught a lot of things that people with a cerebellum learn automatically, Sarah says: how to speak clearly, how to behave in social situations and how to show emotion.</p><p>Yet Jonathan is now able to do all of those things. He's done it by training other areas of his brain to do the jobs usually done by the cerebellum, Schmahmann says.</p><p>It's taken decades, Richard says. He adds that it couldn't have happened at all if his son were less resilient and determined.</p><p>\"There are times when I realize how brave my son has been,\" he says. \"Being out there on his own, going down to the beach and falling down again and again and again and again. It's pretty impressive.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Man%27s+Incomplete+Brain+Reveals+Cerebellum%27s+Role+In+Thought+And+Emotion&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jon Hamilton","audio":[{"meta":{"duration":"409"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1393284613-2d2b10.m3u?orgId=1&topicId=1066&d=409&p=3&story=392789753&t=progseg&e=393279842&seg=6&ft=nprml&f=392789753"},{"href":"http://media.npr.org/assets/img/2015/03/13/cerebellum-1-7a01a64b77c928a47ba472d631273f7a5e760760.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1333","width":"1780"}},{"href":"http://media.npr.org/assets/img/2015/03/13/cerebellum-2-7a423efef2878bc41967436bbba791d8b6b7219d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1602"}}]}