{"created":"2014-10-27T22:42:51+00:00","modified":"2014-10-27T22:42:51+00:00","valid":{"from":"2014-10-27T22:42:51+00:00","to":"3014-10-27T22:42:51+00:00"},"hreflang":"en","title":"Grilling Pizza With Kathy Gunst","published":"2014-05-27T18:46:00+00:00","teaser":"Tired of burgers and hot dogs? Our resident chef has a grilled pizza recipe sure to rejuvenate your Memorial Day barbecue.","itags":["npr_api","316093657"],"contentencoded":"<p>Memorial Day weekend is the unofficial kick-off to the summer grilling season. But if you&#8217;re not in the mood for hot dogs or hamburgers, how about a pizza?</p><p><a href=\"http://hereandnow.wbur.org/\"><em>Here & Now&#8217;</em></a>s resident chef <strong>Kathy Gunst</strong> says that grilling brings great flavor to pizza, and is a lot easier to do than you might think. She shares her recipes and a brings a sample of her grilled pizza for host Jeremy Hobson to taste.</p><p><a href=\"http://www.youtube.com/watch?v=W3BfIppR0bg\">[Youtube]</a></p><h4>Pizza Dough</h4><p><strong>Kathy’s Note:</strong> You will want to leave at least 45 minutes to let the dough rise. If you leave it overnight it will have even more flavor. This dough makes enough for 2 big pizzas and 4 smaller individual ones.</p><p><strong>Ingredients:</strong></p><p>1/3 cup warm (but not boiling hot) water<strong></p><p></strong>1/3 cup milk<strong></p><p></strong>2 ½ teaspoons active dry yeast</p><p>½  teaspoons sugar</p><p>2 tablespoons olive oil, plus oil for the bowl</p><p>½  teaspoon salt</p><p>About 2 cups unbleached white flour, or a combination of white and whole wheat</p><p><strong>Instructions:</strong></p><p>In a large bowl mix the water and milk (the temperature should be lukewarm like a baby’s bottle). Add the yeast and stir to combine, making sure the yeast doesn’t clump up.  Add the sugar, olive oil, and salt and stir. Gradually add the flour, adding only enough to make a dough that is not wet or overly moist.</p><p>Place the dough on a well-floured surface and using your hands knead it for 4 to 5 minutes, adding more flour if needed.  Shape the dough into a large ball. Add the kneaded dough to a large bowl and add some olive oil, about 1 tablespoon. Toss the ball in the oil so it’s coated on all sides. Cover with plastic wrap and let sit in a warm spot for 45 minutes. The dough should rise and almost double in bulk.</p><p>Or, if you have time, cover with plastic wrap and refrigerate overnight. Remove the dough in the morning, punch the dough down, and let rise by letting it sit in a warm, dry spot for another hour. Then the dough can be rolled out and shaped.</p><p>Divide the dough into four equal size pieces (for making individual pizzas or in half for larger pizzas). Using your well-floured hands, stretch the dough out keeping it thicker along the crust and edges. The crust should be fairly thin but don’t pull so much that the pizza rips or becomes too thin. I like to make the pizzas about 11 to 12 inches long by about 7 to 8 inches wide, in an oblong shape.</p><p>Transfer the pizza to a well-floured pizza paddle or wooden board.</p><p>Makes 4 small or 2 large pizzas.</p><p><strong>Note:</strong> You can also freeze raw dough after rising. Wrap dough tightly in plastic. Freeze for up to 6 months.</p><h4>Instructions for Grilled Pizza</h4><ol><li>Heat a charcoal or gas grill. If using charcoal mound all the hot coals on one side so there is one very hot side and one without any direct head underneath. If using gas light only one side of the grill. Let grill get very hot, around 450 degrees.</li><li>Brush the pizza lightly with olive oil. Place the pizza oil-side down on the hot side of the grill over the direct heat. Let cook about 2 minutes, or until the dough has good char marks and is slightly puffed. Carefully flip the dough over, cover and cook about 1 minute until the bottom side just begins to get char marks. Remove from the heat.</li><li>Add toppings.</li><li>Place the pizza with toppings back onto the hot side of the grill, cover and cook 2 minutes. Transfer the pizza to the side of the grill without direct heat, cover and cook for about 4 minutes or until the cheese is melted, the crust feels almost firm and not squishy soft and the side are just begin to turn golden brown.</li><li>Remove and cut into pieces.</li></ol><h4>Toppings</h4><p>You can top your pizza with virtually anything you like: herbs, tomatoes, grilled vegetables, thinly sliced sausage, cured meats, shredded meats, seafood, flavored oils, pesto…and the list goes on.<strong></strong></p><p>In terms of layering, I like to brush the bottom of the pizza with a thin brushing of tomato sauce, pesto or olive oil and then add thin slices of tomatoes, other vegetables, meat and then thin slices of mozzarella and grated Parmesan on top.</p><p>Here are just a few ideas:</p><ul><li>Grilled asparagus: Trim ends and grill asparagus lightly brushed with olive oil for about 3 minutes on each side or until almost tender.</li><li>Grilled zucchini: Cut zucchini in 4 long pieces. Brush with olive oil and salt and pepper and cook over hot grill for about 3 to 4 minutes per side, or until golden brown and almost soft.</li><li>Sausage: Sauté ¾ to 1 pound hot or sweet Italian sausage out of the casing (to remove, simply squeeze the raw meat out of the casing) and brown in 1 tablespoon olive oil until cooked through with no signs of pink, about 4-5 minutes.</li><li>Sautéed spinach: heat a tablespoon olive oil in a skillet over high heat. Add several cups of tender young baby spinach and cook, stirring once or twice, until wilted. Season with salt and pepper.</li><li>Roasted cherry tomatoes: place a pound of cherry tomatoes in a small ovenproof skillet or small roasting pan and sprinkle with 1 tablespoon olive oil, salt, pepper, and 1 tablespoon fresh chopped basil and 4 cloves garlic. Roast at 200 degrees for an hour or until soft, tender but not bursting. The tomatoes will keep for several days.</li><li>Thinly sliced ripe tomatoes</li><li>Thin slices of fresh mozzarella cheese</li><li>You can also use fresh ricotta cheese for a white pizza.</li><li>Grated or thin slices of Parmesan cheese</li><li>Coarsely chopped fresh herbs like basil, rosemary, or arugula</li><li>Pesto: any kind to rub on the bottom of the pizza dough once it goes on the grill</li><li>Tomato sauce: homemade, jarred, or canned</li><li>Roasted garlic: Cut ¼ inch off top of whole head of garlic and place garlic in small ovenproof skillet or gratin dish with the cut side up. Drizzle heavily with olive oil, salt and pepper. Roast in a 350-degree oven for about 15 to 18 minutes, or until soft when squeezed with your fingers. Let cool and squeeze the garlic out of its skin. Keep in the oil from the pan.</li><li>Raw tender garden arugula, tender spinach leaves or fresh basil leaves, placed on top of pizza after it’s been cooked. The heat of the pizza will wilt the greens just slightly.</li><li>Cooked shredded chicken</li><li>Cubed or shredded cooked pork</li><li>Cooked crumbled pancetta or bacon</li><li>Roast red or yellow pepper strips</li><li>Blue cheese and pear</li><li>Caramelized onions and tapenade</li><li>Pitted olives and red pepper flakes</li><li>Garlic or other flavored oils, for spreading on the raw dough</li></ul><p>For more grilled pizza recipe ideas, check out the book &#8220;<a href=\"http://www.amazon.com/Patio-Pizzeria-Artisan-Pizza-Flatbreads/dp/0762449667/?tag=wburorg-20\" target=\"_blank\">Patio Pizzeria: Artisan Pizza and Flatbreads on the Grill</a>.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.kathygunst.com/\" target=\"_blank\">Kathy Gunst</a></strong>, resident chef for <em>Here & Now</em> and author of cookbooks including &#8220;<a href=\"http://www.amazon.com/Notes-Maine-Kitchen-Seasonally-Inspired/dp/0892729171/?tag=wburorg-20\" target=\"_blank\">Notes from a Maine Kitchen</a>.&#8221; She tweets <a href=\"https://twitter.com/mainecook\" target=\"_blank\">@mainecook</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 WBUR-FM. To see more, visit <a href=\"http://www.wbur.org\">http://www.wbur.org</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Grilling+Pizza+With+Kathy+Gunst&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"0cd71177-9b71-4edc-932f-51a9de842320","audio":[{"meta":{"duration":"536"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1316431976-937ff5.m3u?orgId=330&ft=3&f=316093657"}]}