{"created":"2015-01-22T16:02:19+00:00","modified":"2015-06-03T14:59:38+00:00","valid":{"from":"2015-06-03T14:59:38+00:00","to":"3015-06-03T14:59:38+00:00"},"hreflang":"en","title":"John Darnielle: Master Of Reality","published":"2015-01-22T17:06:00+00:00","teaser":"\"Death metal really does come from the heart,\" says The Mountain Goats frontman and author of <em>Wolf In White Van. </em>In Durham, he plays \"The Best Ever Death Metal Band Out of Denton.\"","itags":["npr_api","379089003"],"guid":"0ce5b636-4bf5-4bbc-b5a7-c16470c31a8a","contentencoded":"<p>John Darnielle is the core, and sometimes only, member of the band the Mountain Goats. Thought by many to be \"<a href=\"http://www.newyorker.com/magazine/2005/05/16/the-declaimers\">America's best non-hip-hop lyricist</a>,\" he crafts songs that read like stories, and sound like they were recorded in his basement on a rickety tape deck. (Many of them were.) One of the band's most <a href=\"http://www.npr.org/blogs/allsongs/2014/05/09/306254452/the-good-listener-can-i-ruin-my-wedding-by-playing-the-wrong-song\">popular </a>songs is the brutally humorous \"<a href=\"https://www.youtube.com/watch?v=wRP6egIEABk\">No Children</a>\"--despite (or, perhaps, because of) its sing-along-able quality, the narrator's ode to their toxic marriage feels almost cathartic.</p><p>Perhaps it's this bittersweet-yet-vital quality of the Mountain Goats' music that translates into Darnielle's love of death metal. Attending a death metal concert, he says, is simultaneously \"awesome and rewarding and painful and great.\" He appreciates how death metal is \"creative expression that can genuinely say that it's not interested in what the world at large thinks of it.\"</p><p>He continued: \"Whether it's a song, or a book, or a conversation you have at dinner, the creative thing is what happens in the process--not the relic of it.\"</p><p>Given Darnielle's philosophy behind his creative process, it's no wonder that his artistry spans from music to novels. His novel <em>Wolf In White Van</em>, which was nominated for the National Book Award in 2014, feels like an extension of the characters in his songs. The main character, Sean, even shares Darnielle's love for <a href=\"http://www.mountain-goats.com/archives/2015/01/the-cream-of-th.html\">professional wrestling</a> and heavy metal.</p><p>Following his <em>Ask Me Another</em> Challenge about death metal, which found Jonathan Coulton crooning tender, acoustic covers of Pig Destroyer and analyzing Cannibal Corpse lyrics, Darnielle treated the audience at the Carolina Theater in Durham, N.C., to a rousing rendition of the Mountain Goats' \"The Best Ever Death Metal Band Out of Denton.\" Only Darnielle could make a chorus of \"Hail Satan\" sound so sweet.</p><hr /><h3>Interview Highlights</h3><p><strong>On the heart in death metal</strong></p><p>When we say something comes from the heart we have all these romantic associations that it has to be emotional in a certain way, it has to be somehow sad or plaintive. But death metal really does come from the heart, in that it comes from inside somebody and it's a mode of self-expression that is put out there at risk of ridicule, and with the near certainty of no monetary reward at all. It costs a lot of money to make a death metal album, and it takes considerably more musical expertise than I'm ever going to have. They're incredible musicians. It's a very passionate music. It's also really dark and gory--and I like that stuff.</p><p><strong>On writing books vs. writing music</strong></p><p>I can't imagine having to choose. It would be weird for me to go well this is the only thing I do. I don't really understand that. I respect it because zealots always attract me. Like \"I only make this kind of music, that's all I do.\" I'm interested by that. But for me, I just like to make stuff. The thing you make and the form it takes is only the after-effect of the creative thing you did. Whether it's a song, or a book, or a conversation you have at dinner, the creative thing is what happens in the process--not the relic of it.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=John+Darnielle%3A+Master+Of+Reality&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"153"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1379092055-ca5d80.m3u?orgId=1&topicId=1008&aggIds=167740319&d=153&p=58&story=379089003&t=progseg&e=379088344&seg=6&ft=nprml&f=379089003"},{"meta":{"duration":"752"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1379089914-4b916d.m3u?orgId=1&topicId=1008&aggIds=167740319&d=752&p=58&story=379089003&t=progseg&e=379088344&seg=6&ft=nprml&f=379089003"},{"href":"http://media.npr.org/assets/img/2015/01/22/20120607_mountain_goats_dl_andersoni-9da02769f01463a067d6391848ef6f3cbabb2569.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1422","width":"1896"}}]}