{"created":"2014-10-27T22:28:53+00:00","modified":"2014-10-31T01:33:12+00:00","valid":{"from":"2014-10-31T01:33:12+00:00","to":"3014-10-31T01:33:12+00:00"},"hreflang":"en","title":"A Health Care Reporter’s Fight To Keep Health Coverage","published":"2014-06-02T20:11:00+00:00","teaser":"Julie Rovner recently left NPR for Kaiser Health News, and found out how hard it is maintain health insurance when changing jobs.","itags":["npr_api","318237898"],"guid":"0cf649ef-a8d9-40c2-91b2-932629b57278","contentencoded":"<p><strong>Julie Rovner</strong> recently left NPR for <a href=\"http://www.kaiserhealthnews.org/\" target=\"_blank\">Kaiser Health News</a>, but when making the switch, she found out just how hard it is to go from one job to the next while maintaining coverage.</p><p>On the same day, Rovner received two letters &#8212; one notifying her she had continuous coverage from NPR, which proved she had preexisting condition coverage; the other, a notice of a preexisting condition exclusion.</p><p>&#8220;It doesn&#8217;t make any sense,&#8221; Rovner told <em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Jeremy Hobson. &#8220;It&#8217;s, you know, ironic, because I was going from Cigna, <em>to</em> Cigna. It got even more ironic because I was able to sign onto the Cigna website with my old sign-on, my old password, and they were able to &#8212; they said &#8216;wait, processing,&#8217; and it migrated directly to my new coverage.&#8221;</p><p><div class=\"pullquote\" style=\"\">&#8220;Even the spokeswoman at Cigna said she learned something looking into this.&#8221;</div></p><p>Through this process, Rovner learned some things she didn&#8217;t know, even as a healthcare reporter.</p><p>&#8220;I actually had to backtrack and say, &#8216;Wait, a minute, how could they send this letter, because preexisting conditions are gone as of January 1?&#8217;&#8221; she said. &#8220;It turns out they&#8217;re not exactly gone as of January 1; they&#8217;re going away as of January 1. It turns out that if you go back to actually what the law says, it says they are going as of plan years that start January 1 and thereafter. So what it means for group health insurance plans is that, as these plans renew, then the preexisting condition exclusions have to go away.&#8221;</p><p>Rovner added that this only applies to people who have a break in coverage &#8212; and that everyone, even herself, is still figuring out all the changes stemming from the Affordable Care Act.</p><p>&#8220;I have to say, even the spokeswoman at Cigna said she learned something looking into this,&#8221; she said.</p><h4>Guest</h4><ul><li><strong><a href=\"http://kff.org/other/press-release/julie-rovner-chosen-as-robin-toner-distinguished-fellow/\" target=\"_blank\">Julie Rovner</a></strong>, senior correspondent for Kaiser Health News. She tweets <a href=\"https://twitter.com/jrovner\" target=\"_blank\">@jrovner</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Health+Care+Reporter%E2%80%99s+Fight+To+Keep+Health+Coverage&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"413"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1318263175-b7c1b2.m3u?orgId=1&ft=3&f=318237898"}]}