{"created":"2014-10-29T09:01:05+00:00","modified":"2014-12-24T18:02:06+00:00","valid":{"from":"2014-12-24T18:02:06+00:00","to":"3014-12-24T18:02:06+00:00"},"hreflang":"en","title":"50 Great Teachers: Socrates, The Ancient World's Teaching Superstar ","published":"2014-12-01T18:45:00+00:00","teaser":"It's been 2,400 years since he taught his last class, but the teaching method Socrates created, and that bears his name, lives on today.","itags":["npr_api","359325963"],"guid":"0d05e24f-b272-4e3f-bd33-94f651605824","contentencoded":"<p>Today, NPR Ed kicks off a yearlong series: 50 Great Teachers.</p><p>We're starting this celebration of teaching with Socrates, the superstar teacher of the ancient world. He was sentenced to death more than 2,400 years ago for \"impiety\" and \"corrupting\" the minds of the youth of Athens.</p><p>But Socrates' ideas helped form the foundation of Western philosophy and the scientific method of inquiry. And his question-and-dialogue-based teaching style lives on in many classrooms as the Socratic method.</p><p>I went to <a href=\"http://oaklandtech.com/staff/\">Oakland Technical High School</a> in California to see it in action.</p><p>It's the first period of the morning, and student Annelise Eeckman is sparring with teacher Maryann Wolfe about Social Security. They get into the roller-coaster nature of the U.S. stock market and the question of what role the market should play, if any, in workers' retirement plans.</p><p>\"It's not influencing me,\" Wolfe says.</p><p>\"You're not retired currently,\" Eeckman counters.</p><p>\"But I have stock,\" Wolfe says. \"You know what happened Thursday and Friday, right? Friday it started going back up again; yesterday it went up a little bit more.\"</p><p>\"And what if tomorrow it dips?\" Eeckman says.</p><p>\"Well, yeah, but you depend on one day?\"</p><p>In this 12th-grade Advanced Placement American government class, students are not just encouraged, they're expected to question the teacher — and each other.</p><p>That's at the heart of the Socratic method that's come down to us from the streets of Athens: dialogue-based critical inquiry. The goal here is to focus on the text, ideas and facts — not just opinions — and to dig deeper through discussion.</p><p>On this particular morning, students are tackling the history of third parties in American politics. They're poring over the platforms of past candidates, including Ross Perot, Ralph Nader and Pat Buchanan.</p><p>\"I'm just trying to figure out what the Republicans must be thinking, what Pat Buchanan must be thinking,\" says Wolfe as she leans on her lectern.</p><p>\"Well, if we look at the group of people that the Republicans tend to focus their opinions on, they're usually of the more wealthy classes,\" one student says.</p><p>Senior Jonah Oderberg confidently pushes back on the idea of school vouchers, which Wolfe is defending.</p><p>\"If you have that high-enough income to afford that private education,\" says Oderberg, \"that should be coming out of your own pocket. There's already adequate public schools.\"</p><p>\"So you want me to pay double?\" asks Wolfe, smiling as she walks closer to Oderberg's desk in the back of the room.</p><p>\"Um, no,\" Oderberg says. The class laughs.</p><p>\"Sounds like it,\" Wolfe counters and turns back to the front of the class.</p><p><strong>'The Complexity Of The Issues'</strong></p><p>This is good classroom jousting.</p><p>OK, one student is falling asleep.</p><p>But everyone else is wide awake and into the discussion.</p><p>\"I think the Socratic method means that you're going to have a whole bunch of ideas floating to the surface,\" says Wolfe, who helped build this school's Socratic seminar program, which is part of a national <a href=\"http://www.paideia.org/\">Paideia program</a> that encourages the Socratic method.</p><p>\"I want them to see the complexity of the issues. I believe the students really learn that way. Because they have to speak, they have to be engaged in what we're trying to learn.\"</p><p>For Wolfe, the Socratic method at its core means getting students to actually listen to each other and to differing opinions. It's been her main teaching tool during her nearly three decades in the classroom.</p><p>\"Maybe we won't find exact truths in this class,\" she says. \"But we will at least look at all possibilities, and they will have a truth right at that moment. And the moment comes when they have to stand up and debate it, when they have to write an essay about it. They have to take a side.\"</p><p>As part of the class, Wolfe requires students to get involved with a local political campaign, ballot measure or issue. Senior Sierra Robbins is volunteering for a local effort to boost the minimum wage, which she says has changed her views about the power of civic engagement and the role of government.</p><p>\"It felt so distant and too big to be changed,\" Robbins says. \"And I went out and talked to people, and it felt really different. It felt like you could really do something.\"</p><p><strong>'Critical Dialogue'</strong></p><p>Socrates didn't write anything down. And <a href=\"http://en.wikipedia.org/wiki/Socrates\">details of his life remain</a> largely unknown. Many of his ideas, and much of his life as a teacher and philosopher, are known largely through the writings of his best student, Plato, in his <a href=\"http://www.sacred-texts.com/cla/plato/\">Dialogues.</a></p><p>But we do know that Socrates — the man and myth — valued reasoned, logical oral arguments that sought truth through probing discourse.</p><p>Today you can call Wolfe's Oakland classes Socratic. But maybe this is just what good teaching looks like: an engaged, passionate teacher facilitating a critical dialogue and acting as a kind of intellectual coach. Not a teacher merely lecturing or teaching to a test.</p><p>I asked 17-year-old Maddie Ahlers what she's gotten out of the program.</p><p>\"I think that the Socratic method has to be a part of good teaching, because it's one thing to write an essay or be able to take a test,\" Ahlers says. \"But later in life, you're gonna have to be able to articulate your own views and say verbally what you think about an issue or anything you believe.\"</p><p><strong>Black Pine Circle </strong></p><p>At Oakland Tech, Socrates lives on mainly in its AP classes and seminars. At some other schools, he is literally everywhere.</p><p>At <a href=\"http://blackpinecircle.org/\">Black Pine Circle</a>, a private school in Berkeley, Socrates' stenciled face peers out at students from many of the walls and hallways.</p><p>\"Now remember, in the inner circle we don't need to raise hands,\" sixth- and seventh-grade teacher Tim Ogburn tells his students. \"Let's just try to have a conversation. Outer circle for right now, I just want you guys listening.\"</p><p>Every class is imbued with Socratic style, and the pedagogy includes regular Socratic seminars. (OK, Socrates likely skips gym class.)</p><p>\"When you hear people tell a story it kind of gives you an idea of who they are,\" says one seventh-grader in Ogburn's class. Students sit in semicircular rows discussing a Japanese creation myth. One circle is tasked with talking while another is supposed to just listen — and think.</p><p>Ogburn is trying to get students to look beyond the basics: that the myth was part of a pre-scientific society trying to explain the world.</p><p>\"So, inner circle, tell me: How is this story about balance?\"</p><p>When done right, Ogburn says, he is facilitating a real dialogue. It's a method he hopes his students can use to approach lifelong learning as well as life itself.</p><p>\"The Socratic method forces us to take a step back from that and ask questions like: What's going on here? What does this possibly mean?\" Ogburn says. \"What's important? What's less important? What might be motivating this person to say this?\"</p><p>Head of School John Carlstroem agrees. \"What we're trying to teach kids is to ask the question, 'What makes you say that?' \" he says.</p><p>\"I think that the best scientists and mathematicians — that's the question they're asking in all of their work: 'What makes us say that? What gives us this idea?' \"</p><p>In the eighth grade, students are expected to take charge. In English class, teacher Chris Chun sits to the side and largely stays quiet while eighth-grader Alexander Blau leads a small-group discussion on George Orwell's classic dystopian novel, <em>Animal Farm</em>.</p><p>Another group silently listens while a third group will offer critical feedback.</p><p>\"Does anybody here know what 'beatifically' means, and could you guess it based on the context?\" Blau asks the group. \"Tommy, do you think you have an idea?\"</p><p>After the discussion, teacher Chun asks the class how they did. The other students comment on the discussion. One student suggests Blau shouldn't have let another student, David, take over as the leader. Then the groups switch, and another student-led discussion begins.</p><p>\"We really remind our teachers that what we're trying to get at is the process of learning for learning's sake,\" Carlstroem says. \"Let's not make this all about learning to gain information but to learn how to learn. I think that's when the democratic process comes through in all this.\"</p><p><strong>Start 'Em Young </strong></p><p>At this K-8 school, it's never too early to start a Socratic seminar. Black Pine Circle's kindergartners start with a Question of the Day. On the day I visited, first-graders were doing basic addition — as a group — using dominoes.</p><p>\"I think of it as the teacher doesn't have the one true answer; the class constructs knowledge together,\" says first-grade teacher Leila Sinclaire. \"They need to learn how to listen to one another and learn from one another and celebrate mistakes. I don't explain things by saying, 'This is what we're doing and this is why.' I ask them: 'What are you interested in and how can we explore that together?' \" Sinclaire says.</p><p>Carlstroem says young children respond well to this style of teaching.</p><p>\"Five-, 6- and 7-year-olds are so naturally curious that in many ways they may be the most naturally Socratic,\" he says. \"Those of us who have had 3-year-olds know that that's a part of what that is when they say, 'Why? Why? Why?' all the time.\"</p><p>Some scholars argue that Socrates was being ironic and playful when he said that all he knows is that he knows nothing. His call for intellectual humility was also meant to poke fun at the pretensions of Athenian society. So maybe it's fitting that the Bay Area has a school dedicated to the Socratic method. At times Silicon Valley's 'we're saving the world one app at a time' ethos could perhaps use a dose of Socratic humility.</p><p>Scholars today are still trying to parse what's truly Socratic from Plato's idealized accounts. Was the great teacher mainly a creation of his student?</p><p>Maybe it doesn't matter.</p><p>\"Would we still do it if it was called Frodo's practice?\" asks Head of School John Carlstroem. \"My answer is yes, because the proof is in the pudding. When we look at what happens in a Socratic classroom and how it works — it's amazing. I think the reason we call it Socratic practice is because, like a lot of things, we're working at it.\"</p><p>They're practicing and refining the techniques of critical thinking all the time, he says. It's a process that's never really finished.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=50+Great+Teachers%3A+Socrates%2C+The+Ancient+World%27s+Teaching+Superstar+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eric Westervelt","audio":[{"meta":{"duration":"466"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1359760620-739b68.m3u?orgId=1&topicId=1013&aggIds=359618671&ft=3&f=359325963"},{"href":"http://media.npr.org/assets/img/2014/10/27/socrates-portrait4-edc8d7f5157c0eb11cae14970da2e715590f57cb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1917","width":"2556"}},{"href":"http://media.npr.org/assets/img/2014/10/28/img_1324-edit-1abb723d484565e9cee288282cb4e7c6bf9712eb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1263","width":"1685"}},{"href":"http://media.npr.org/assets/img/2014/10/28/img_1443-edit-3e39d33a813473e430fc93c06df13083dc9e551e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2014/10/28/img_1600-edit-8046ade5e4c1575e8e86390e31024dda22e11ea3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}