{"created":"2014-11-13T21:28:27+00:00","modified":"2014-11-14T21:46:43+00:00","valid":{"from":"2014-11-14T21:46:43+00:00","to":"3014-11-14T21:46:43+00:00"},"hreflang":"en","guid":"0d0e2cd5-580d-4ce9-b478-c0f1f8f5af7b","title":"Al Jazeera America explains big data with help from a comic book artist","published":"2014-11-14T21:46:39+00:00","byline":"Bradley Campbell","tags":["big data","books","privacy","Books","Arts, Culture & Media","Europe","North America","Asia","Bahrain","United States","Estonia","Germany","Asia","Middle East","Europe","North America","Josh Neufeld","Michael Keller","Al Jazeera","News media","Data","Hospitality","Entertainment","Star Trek"],"teaser":"\"Term of Service\" explores and answers question about big data. And it does it in a way where you can actually understand what it means and why you should care. ","contentencoded":"<p>We've already reached a point where we can't really escape data tracking. Google and Facebook are too important.</p>\n<p><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/2000_width/public/terms-of-service21.jpg?itok=Br1HwxfC\" alt=\"\" /></p>\n<p>That's a lesson cartoonist Josh Neufeld, and Michael Keller of Al Jazeera America know too well. They document it in a new book, <a href=\"http://projects.aljazeera.com/2014/terms-of-service\">Terms of Service: Understanding Our Role in the World of Big Data</a>.</p>\n<p>It's the first book, or graphic novella, published by Al Jazeera America. It centers on how we hand over data in the US for our own benefit. And it explores the tradeoffs of such a transaction. You get the benefits and companies get your data. But you can't control what the companies do with that data, or whom they hand it over to.</p>\n<p>\"It's funny because all of those services come under intense scrutiny in this piece, but we're in a world where we're forced to use them to get the word out about the piece. So it's a crazy world,\" Neufeld says.</p>\n<p><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/2000_width/public/terms-of-service41.jpg?itok=GeV0xZNs\" alt=\"\" /></p>\n<p>Data tracking doesn't stop when we travel abroad, either.</p>\n<p>Neufeld gave us the example of Foursquare and Swarm. They're two mobile apps that essentially allow you to tell your friends where you are and where you've been.</p>\n<p>\"I used to use those quite a bit when I would go overseas,\" Neufeld says. \"It was fun to see, you know, who else had checked into some hotel in Bahrain or whatever other place I've been to. You feel like these apps know no boundaries. The information they are gathering on you is indiscriminate. And certainly in European countries the web exposure is as much or more than it is in the states, and the ability to track you in all these different ways is just as powerful there as it is here.\"</p>\n<p>Keller witnessed this at a recent conference in London. \"I was walking down the street there and they have Wi-Fi enabled telephone booths. And whenever you have a Wi-Fi access point you have the ability to capture people's information as they walk by even if they are not connected to that network. It can just see what devices are on the sidewalk. And you become very aware of that. 'Here I am walking on a street and there is a telephone booth that's recording me and maybe is sharing that with other things and maybe knows more about my phone's ID and can match that up other bits.'\"</p>\n<p><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/2000_width/public/terms-of-service18.jpg?itok=tDT-MiPM\" alt=\"\" /></p>\n<p>In some places, people give up plenty of privacy rights for convenience, though not always by choice. In Estonia, they have a national ID card system. And that, says Keller, allows them to have online elections. He says it makes it easier to ensure such elections are legit when the country is tracking every one of its citizens. You know who votes and who doesn't.</p>\n<p>But there's also a strong movement against tech firms in Europe. The Google Street View program is under scrutiny in Germany. The country has an opt-out system. Basically, you have the right to block Google.</p>\n<p>Still, you're pretty much followed wherever you go. I had that experience traveling through Scandinavia. On one hand, I wanted to have a private vacation and not let any companies know my location. But I also wanted to use Google Maps and Google Translate and post photos to Facebook for friends and family to essentially travel with me.</p>\n<p>So what did I choose?</p>\n<p>The latter. Of course.</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/terms-of-service17.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/terms-service17jpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/111320142.mp3"},{"href":"http://www.pri.org/file/111320142mp3"}]}