{"created":"2014-11-02T22:08:55+00:00","modified":"2015-04-30T19:45:54+00:00","valid":{"from":"2015-04-30T19:45:54+00:00","to":"3015-04-30T19:45:54+00:00"},"hreflang":"en","title":"Reconnecting The Circuit Of Puerto Rican Identity Through Music","published":"2014-11-03T20:50:00+00:00","teaser":"To understand what it means to be Puerto Rican in the U.S., saxophonist Miguel Zenón spoke with friends and fellow musicians who share his split identity — and put their stories into his music.","itags":["npr_api","360078925"],"guid":"0d0f9676-2e38-48cc-b5e9-d6e2e3998eb6","contentencoded":"<p>New Yorkers of Puerto Rican descent are a diverse group. Some were born in Puerto Rico, some have never set foot on the island, and everyone else falls somewhere between.</p><p>But they do share a special identity, calling themselves \"Nuyoricans.\" And when you look over the long list of notable Nuyoricans — everyone from Supreme Court Justice Sandra Sotomayor to Jennifer Lopez — it's kind of amazing how much they've contributed to American culture.</p><p>How can a cultural identity be rooted in two different places? That's a subject that compelled saxophonist Miguel Zenón to record a series of interviews with Nuyoricans, and to write a new suite of music to accompany them. It's called <em>Identities Are Changeable</em>.</p><p>Zenón spoke with NPR's Arun Rath about what he heard in those conversations and how learning the particulars of a culture mirrors his experience of learning to play jazz.</p><p><strong>Arun Rath: This album explores what it means to be Puerto Rican outside of Puerto Rico, specifically in New York City. Tell us about your background — you are one of these Puerto Rican New Yorkers, right?</strong></p><p><strong>Miguel Zenón:</strong> I was actually born and raised in Puerto Rico. I moved to the States when I was 19. I was very impressed early on by being around people who spoke my language and ate the same food and listened to the same music, dressed the same. But then you look around and, you know, you're not in Puerto Rico. You see high-rise buildings, and everything is different. So even at that age it was very interesting to me. People basically were saying, you know, I'm Puerto Rican, even though a lot of them didn't speak Spanish very well or had only been to Puerto Rico like a handful of times. It was really touching to me. That whole idea had always been in my head, how this idea of identity could be a lot more than just being born somewhere or speaking a language.</p><p><strong>What was the most surprising thing that you heard in these interviews?</strong></p><p>Just how different their answers were. You know, I was expecting to find sort of a general line of thought that would connect things for me, but it was very varied; pretty much everybody gave different answers to pretty much the same questions. And what that told me was that there <em>is </em>no right answer to this question. It has a lot to do with your own personal experiences. A lot of the people that I talked to, especially individuals who are older, they talked about going through different phases, and that really blew me away. It sort of changed my own definition of what all of this could be.</p><p><strong>And in composing this piece with those voices, did you start out with an idea of the music, that you worked the interviews into — or did the interviews kind of drive the music?</strong></p><p>I worked on the interviews first. And then I started writing the music having that in mind — that I was gonna kind of insert these excerpts from the interviews, almost thinking about it like a solo, like a feature.</p><p><strong>Can you give us an example of something somebody said in one of the interviews, and how that drives the rhythm in one of these songs?</strong></p><p>Well, I used it in different ways. Like on a song called \"Through Culture and Tradition,\" in one of the interviews, Camilo [Molina, musician and friend] says, \"Through the music, I was able to understand my family and understand the language and understand the food. Music was a starting point.\" He's talking about <em>bomba</em> and <em>plena</em>, this traditional music from Puerto Rico, and then I used that rhythm. That's the groove.</p><p><strong>You know, my initial kind of dumb-guy reaction when I first put this on was like, \"This music doesn't sound doesn't sound very Puerto Rican.\" I get the sense that going for an obvious musical hook, that's a little bit too obvious for you.</strong></p><p>For this project specifically, that wasn't really my intention. I've worked on other projects which are directly derived from a style of Puerto Rican music or something that's more folkloric; in this case, I was just writing original music. I feel that, as a Puerto Rican and Latin American musician, a lot of the stuff that I write, even if I mean it or not, is gonna have some elements of that.</p><p><strong>Going back to the title of this album, <em>Identities Are Changeable</em>: You've been on the scene for a while, now. You've adapted and incorporated new things. How do you feel your musical identity has changed?</strong></p><p>The way I like to think about it is, even though I started music early — I started in classical music — it wasn't until I discovered jazz that I really fell in love with music, and realized this was what I wanted to do for a living. And it was almost like learning a new language for me. It was like learning English: You learn words here and there, you learn a little more about the tradition, you learn to put those words together, and eventually you learn how to express yourself in a natural way.</p><p>But then I said, \"So what about <em>my</em> music?\" What about Puerto Rican music and the music that I grew up with? I went back and checked out that music from that perspective, and said, \"So this is what's happening harmonically, melodically, rhythmically. And I started getting more and more interested in that. Basically, the more I got into it, the more I realized that I knew very little about it. So most of the stuff that I've been doing for the past decade or so has had to do with me trying to learn more — about Puerto Rican music and history and folklore and just culture in general — and trying to see how I can put that into what I do in an organic and honest way.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Reconnecting+The+Circuit+Of+Puerto+Rican+Identity+Through+Music&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"375"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1360957610-15a5de.m3u?orgId=1&topicId=1105&aggIds=347139849,100920965&d=375&p=2&story=360078925&t=progseg&e=360957122&seg=7&ft=nprml&f=360078925"},{"href":"http://media.npr.org/assets/img/2014/10/30/zenon_taxi_photo_by_jimmy_katz-2c3ffdfb154868861feb1bad1e21a60896d4b762.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"830","width":"1107"}}]}