{"created":"2015-03-30T07:42:36+00:00","modified":"2015-06-23T19:38:20+00:00","valid":{"from":"2015-06-23T19:38:20+00:00","to":"3015-06-23T19:38:20+00:00"},"hreflang":"en","title":"With So Much Oil Flowing, U.S. May Be Reaching Storage Limits","published":"2015-04-02T18:15:00+00:00","teaser":"Amid record production, some analysts worry the U.S. will run out of places to put it all. One says lack of storage space could drive oil down to about $20 a barrel, less than half the current price.","itags":["npr_api","395776212"],"guid":"0d113a6e-8b2e-4a3f-8faa-95af452d5194","contentencoded":"<p>Never before has the U.S. had so much oil spurting up out of the ground and sloshing into storage tanks around the country. There's so much oil that the U.S. now rivals Saudi Arabia as the world's largest producer.</p><p>But there has been some concern that the U.S. will run out of places to put it all. Some analysts speculate that could spark another dramatic crash in oil prices.</p><p>Everyone in the oil trading business needs information. One thing they want to know these days: How full are oil storage tanks in places like Cushing, Okla.? To find out, ask a professional — someone with eyes on the ground, and in the sky.</p><p>Genscape, an oil intelligence service, uses planes, helicopters and satellites to track where and how much oil there is all over the world. The company \"does a James Bond approach and flies over the storage field twice a week,\" says Hillary Stevenson, a manager at the firm.</p><p>In the U.S., you can tell how full some oil tanks are by flying over them and looking down. Others require a little more sleuthing, \"by using IR or infrared technology cameras and flying over the tanks,\" Stevenson says.</p><p>In Cushing, there are fields of giant storage tanks, some the size of high school football stadiums. Genscape estimates they're about 70 percent full. As the storage tanks get closer to capacity, some analysts say that will drive prices lower.</p><p>Nobody knows that for certain and there are lots of scenarios. But as space gets tight, it gets increasingly more expensive to store oil. That should discourage speculators from buying oil and storing it, hoping to sell it later for a profit. If fewer speculators are buying, that means there's less demand and prices fall.</p><p>\"We're running out of storage capacity in the U.S.,\" Ed Morse, global head of commodities research at Citigroup, said at an event recently in New York. \"And we're seeing the indication of the U.S. reaching tank tops. It's hard to know where the price goes down, but it does go down.\"</p><p>The price of oil has already fallen from $100 a barrel last summer to $45 or $50 lately. Morse said lack of storage space could drive oil down to about $20 a barrel.</p><p>But there's plenty of disagreement about that. Brian Busch, the director of oil markets at Genscape, says oil prices could fall, but not that much.</p><p>\"If we saw crude oil that was trading [in the $30 range], $38-$35, that would not surprise me,\" he says.</p><p>But Busch says no one truly knows. The recent fighting in Yemen pushed prices higher. If China's economy started growing faster, that could raise prices. But an Iran nuclear deal might push oil prices down.</p><p>Putting those other factors aside, many experts doubt that the U.S. will get that close to running out of storage space.</p><p>Rob Merriam, who tracks oil supplies for the Energy Information Administration, says some of the current oil glut is seasonal.</p><p>\"The analogy I would make is if you were in Boston and you look at the last three months and say, 'Oh my gosh, we're going to have 2 feet of snow every month,' \" he says. \"If you took that same straight-line projection, you would say by the end of August we're going to be under 15 feet of snow.\"</p><p>Just as snow melts as the temperature rises, demand for oil rises in the summer. People drive more, more refineries are up and running and Merriam expects that those big storage tanks won't be as full.</p><p>As far as what all this means for gasoline prices, the EIA estimates prices will stay flat through this summer. That's still more than a dollar cheaper than last year.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=With+So+Much+Oil+Flowing%2C+U.S.+May+Be+Reaching+Storage+Limits&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Chris Arnold","audio":[{"meta":{"duration":"242"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1396280382-33ff15.m3u?orgId=1&topicId=1003&d=242&p=3&story=395776212&t=progseg&e=396280115&seg=9&ft=nprml&f=395776212"},{"href":"http://media.npr.org/assets/img/2015/03/27/oklahoma-oil-getty-7d25c7638ef00c39f6f7321c6348fce76c8252bd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1623","width":"2165"}}]}