{"created":"2015-01-28T22:35:41+00:00","modified":"2015-06-25T17:45:29+00:00","valid":{"from":"2015-06-25T17:45:29+00:00","to":"3015-06-25T17:45:29+00:00"},"hreflang":"en","title":"'Little House,' Big Demand: Never Underestimate Laura Ingalls Wilder","published":"2015-02-03T15:23:00+00:00","teaser":"Wilder's memoir reveals that she witnessed more violence than you'd ever know from her children's books. The South Dakota State Historical Society can barely keep up with demand for the autobiography.","itags":["npr_api","382160369"],"guid":"0d18bd53-77c5-4cb1-a627-28496490af12","contentencoded":"<p>In 2014, the South Dakota State Historical Society published the annotated autobiography of Laura Ingalls Wilder, author of the <em>Little House</em> books. Her memoir, titled <a href=\"http://pioneergirlproject.org/\">Pioneer Girl<em>,</em></a> sold like hotcakes. The initial print run of 15,000 was snapped up in just a few weeks. So was an additional run of 15,000 more copies. Now, the historical society is waiting on a <em>third</em> run of 45,000 books — enough to fill current demand and have some leftovers.</p><p>\"Every time we guess ... the number just gets bigger for us. It's been pretty exciting,\" says Nancy Tystad Koupal, director of the South Dakota State Historical Society Press. She tells NPR's Melissa Block that the press seriously underestimated the demand.</p><p>\"Everybody who's ever read a <em>Little House</em> book or everybody who's ever seen the TV show <em>Little House on the Prairie</em> really has been fascinated by Laura Ingalls Wilder and her life,\" she says. \"And this book offers an opportunity to get behind the scenes and see what that life was really like.\"</p><p>There are some key differences between the fictionalized version of Wilder's life and the real deal. For one thing, in her real life, Wilder witnessed more violence, drinking and domestic abuse than you'd ever know from the children's books. \"Most of that sort of thing ... actually happened in a one-year time frame ... the year that the family was in Iowa,\" Koupal says.</p><p>In one instance, Wilder was caring for a woman and found herself in a \"compromised position\" with the woman's husband, Koupal says: \"The young man was drunk and came into her bedroom, and she challenged him and he left. So it was — I would suppose you'd say — a near miss.\"</p><p>There's also the story of a drunk man who took a slug of whiskey, lit a cigar and lit himself on fire.</p><p>\"Some tragic episodes,\" says Koupal. \"I think that time in Iowa was a time when the family was at a very low ebb financially. It just was not a happy time. They didn't have a home of their own for the most part. They were living above stores and — it just was not a good time in their lives.\"</p><p>And what about some of those joyful moments readers may remember from the <em>Little House</em> books? Like that time when Laura and Mary inflated a pig bladder and tossed it like a ball — is <em>that</em> in the memoir?</p><p>\"I don't believe it is,\" Koupal says. \"Sorry to burst your pig bladder!\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Little+House%2C%27+Big+Demand%3A+Never+Underestimate+Laura+Ingalls+Wilder&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"247"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1382218422-573cc0.m3u?orgId=1&topicId=1161&aggIds=100876926&d=247&p=2&story=382160369&t=progseg&e=382184024&seg=17&ft=nprml&f=382160369"},{"href":"http://media.npr.org/assets/img/2015/01/28/laura-ingalls-wilder-age-27-south-dakota-state-historical-society-c9b7d36be4479c972e731ec6c09e24250b559b56.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"831","width":"1109"}},{"href":"http://media.npr.org/assets/img/2015/01/28/carrie-mary-and-laura-ingalls-ca-1879-1881-laura-ingalls-wilder-historic-home-and-museum_wide-45f7d6234cc0e424c35e6c69c6848450f075d6d9.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"413","width":"734"}}]}