{"created":"2015-01-28T08:31:59+00:00","modified":"2015-06-05T15:23:13+00:00","valid":{"from":"2015-06-05T15:23:13+00:00","to":"3015-06-05T15:23:13+00:00"},"hreflang":"en","title":"The Tennis Court Offers A Good Lesson For The NFL","published":"2015-01-28T18:06:00+00:00","teaser":"As Deflategate and other embarrassing incidents continue to hit the NFL, commentator Frank Deford says a selfless act by a little-known tennis player could teach the league something about fairness.","itags":["npr_api","381806959"],"guid":"0d1c520b-70d5-4d50-917d-cd369ab4665e","contentencoded":"<p>More than half a century ago, there was a best-selling book — and then a movie — titled <em>The Ugly American</em>. The title was a twist, because the plot featured attractive Americans who were, however, boorish and haughty, acting most unattractively when they were sent abroad to represent the country at a time (post-World War II) when the United States had never been richer or more powerful.</p><p>Meanwhile, a plain, almost homely lower-level staffer who was assigned to work out in the boondocks was selfless and courteous, and popular with the local people. That was the title's irony — that the ugly American was, in fact, the hero.</p><p>If there is any word that describes the National Football League recently, it is \"ugly.\" You're probably familiar with the mean blemishes that have come to light — Spygate, Bountygate, bullying, concussions, stinginess, rampant domestic violence, and on and on. Withal, the arrogance and condescension that the league displays is unprecedented in American sport.</p><p>And yet the NFL has never been more popular or more powerful.</p><p>Despite a hopelessly inept commissioner, nothing that embarrasses the NFL seems to dent its success. The latest brouhaha — the widespread feeling that one of the teams that will play in the Super Bowl deflated its way to the championship game — will probably only add to the audience. It's not a stretch of an analogy to say that the imperial NFL is to sport in the United States today as the mighty United States was once to the world.</p><p>By contrast, tennis is a sport, like golf or boxing, that's only on the fringes of the big time, and if you're tennis's No. 112 in the world you're — well, you're in the boondocks.</p><p>Last week — while NFL footballs somehow ended up being deflated, to the benefit of the smug New England Patriots — an American named Tim Smyczek somehow took the magnificent Rafael Nadal right to the fifth-set limit at a grand slam, the Australian Open. This was Smyczek's moment of a lifetime, but when Nadal served at a crucial point, someone in the crowd screamed, and the serve went awry.</p><p>What did the 112th player in the world do? He signaled to the umpire that his opponent, the great Nadal, should get help, another chance, another first serve. Nadal promptly won the do-over with a terrific serve, and soon enough, the match, and Smyczek's one hope for glory was gone. But, you see, he simply thought he had to be fair, or victory wouldn't be worth the candle.</p><p>So we shall all watch the Super Bowl on Sunday, as America puts its favorite game on display, while the glamorous NFL preens and postures, invulnerable to its violent sins and excesses. But, if you will, think for a moment about Tim Smyczek ... the loser American.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Tennis+Court+Offers+A+Good+Lesson+For+The+NFL&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Deford","audio":[{"meta":{"duration":"196"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1382056566-38fdcf.m3u?orgId=1&topicId=1055&aggIds=4499275&d=196&p=3&story=381806959&t=progseg&e=382055593&seg=11&ft=nprml&f=381806959"}]}