{"created":"2014-10-08T14:45:15+00:00","modified":"2014-10-31T01:29:14+00:00","valid":{"from":"2014-10-31T01:29:14+00:00","to":"3014-10-31T01:29:14+00:00"},"hreflang":"en","title":"Film Critic Kenneth Turan Picks 54 Films That Are 'Not To Be Missed'","published":"2014-06-05T16:40:00+00:00","teaser":"Turan says movies are like friends — they speak to you, and can even change your life. In his new book, he shares some personal favorites, and explains why the magic of the movies endures.","itags":["npr_api","318866612"],"guid":"0d23b79e-0ab4-49a9-9545-ccd5af0b565f","contentencoded":"<p>You normally hear <em>Los Angeles Times</em> and <em>Morning Edition</em> film critic Kenneth Turan reviewing new movies, but this week, we're talking about old films with him instead. That's because he's written a new book called <em>Not to Be Missed: Fifty-Four Favorites from a Lifetime of Film.</em> In it, he offers up tidbits of Hollywood history and behind-the-scenes drama, as well as his critical analysis of some of the world's greatest movies — some familiar, some obscure.</p><p>Turan tells NPR's Steve Inskeep that these films are like friends and are worth watching and rewatching. Like friends, these movies speak to him, he says. \"They move me in ways that almost are beyond language, that go into you so deeply, that it almost feels like when a film really works, it changes your life.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On the 1941 comedy <em>The Lady Eve</em></strong></p><p>This is with Henry Fonda and Barbara Stanwyck. It's a Preston Sturges comedy. Preston Sturges was, for a brief period of time, the king of Hollywood. He made these really witty films, these racy films, a lot of great dialogue, a lot of great repartee. Barbara Stanwyck plays a con woman, and Henry Fonda plays the heir to a great brewery fortune who has just been, for a year, up the Amazon studying snakes. ...</p><p>It's wonderful. It's a kind of comedy we almost don't see anymore. It's deft, it's sophisticated. Because of censorship, because so much couldn't be said explicitly, they had to go to lengths to make stuff funny and to make their points.</p><p><strong>On <em>Sunset Boulevard</em>, 1950, which begins with the narrator dead in a swimming pool</strong></p><p>This is a very unusual choice for an opening, and it's still kind of shocking when you see it. I like inside Hollywood films, and <em>Sunset Boulevard</em> I think is the bleakest one of these. It stars Gloria Swanson as a silent film star who can't make her peace with that fact that she's not a big star anymore. And the thing about the film, the more I watched it: Gloria Swanson's performance — it's fascinated me how sympathetic she makes this character. This is a very desperate character; this is in many ways an unpleasant character. ... You shouldn't really like her, but ... your heart goes out to her as crazed as she is. ... This is the performance that holds the film together.</p><p><strong>On the 1962 Western <em>The Man Who Shot Liberty Valance, </em>in which director John Ford captures the violence of the American West</strong></p><p>This is a wonderful Western — it's almost an anti-Western. This uses some of the biggest stars of the time [Jimmy Stewart and John Wayne], and it puts them in a story that's very emotional, that's elegiac. It's just very moving. I mean, I find myself, when I watched it again ... partly because I know what's coming, there are certain moments where I start to tear up because you just can feel the emotion coursing through these characters. ...</p><p>It's a subversive film in many ways. It's really a film about what is heroic, and what is truth, and how what is received as truth maybe didn't happen.</p><p><strong>On the 1980 documentary <em>The Day After Trinity</em></strong></p><p>This is a documentary about the making of the atomic bomb. This is a documentary not only about the specifics of how the bomb was put together in Los Alamos, but the human story about who did it, why they did it. You know, one of the things that so fascinates me is that the people — the very people who made this weapon — didn't realize what they'd done until it was too late. You know, the film was named after the Trinity site, the Trinity tests, the first tests of the weapon in the New Mexico desert. And once they saw it, everything changed. They really had no idea what they'd done until they saw it go off, and then they all said, \"Oh, my God.\"</p><p><strong>On the 2001 animated film <em>Spirited Away</em></strong></p><p>This is probably the master work of the great Japanese animator Hayao Miyazaki. It's a strange story of a really fearless imagination. It's about a young girl who kind of gets trapped in a spirit world and all the strange spirits she has to interact with. It's got nothing in common with Disney animation. It's a kind of animation that looks and sounds completely like its own world, and it'll just blow you away.</p><p><strong>On whether better technology has led to better movies</strong></p><p>Oh, gosh. The movies, no, they're not better. I mean, I hope that they stay the same. You know, there are so many economic pressures that are keeping Hollywood from making kind of intelligent, adult entertainment that used to be its birthright that I'm just grateful that there are still some left, and I'm hopeful that we can stay the course.</p><p><strong>On whether smart TV is going to kill the movies</strong></p><p>I don't think so. You know, the big dark room, the big screen, there's nothing to replace that. I was really heartened when George R.R. Martin, who wrote the books <em>Game of Thrones --</em> huge TV hit — once the money started pouring in, what did he do? He bought a movie theater in Santa Fe, N.M., because for him ... nothing can replace a theatrical experience. When a great film comes on, it just takes you away. It sweeps you off your feet. I wouldn't have it any other way.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Film+Critic+Kenneth+Turan+Picks+54+Films+That+Are+%27Not+To+Be+Missed%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"467"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1319030408-7afa1e.m3u?orgId=1&topicId=1137&ft=3&f=318866612"},{"href":"http://media.npr.org/assets/img/2014/06/04/sunset-blvd-f64792f7a1c9c6b8ca0baf96ba23767f7dcd1a82.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3495","width":"4663"}}]}