{"created":"2015-01-14T00:13:25+00:00","modified":"2015-01-14T20:28:44+00:00","valid":{"from":"2015-01-14T20:28:44+00:00","to":"3015-01-14T20:28:44+00:00"},"hreflang":"en","guid":"0d43ce73-4888-43d4-a291-c8a29f6ebbc7","title":"'They think we Muslim people hate them. They don't know us.'","published":"2015-01-14T20:28:43+00:00","byline":"Daniel Estrin","tags":["Charlie Hebdo attack","Religion","terrorism","conflict","SafeMode","Culture","Arts, Culture & Media","Paris","Europe","France","Europe","Amedy Dramé","Amedy Coulibaly","Muslim French","Montrouge shooting","Hypercacher kosher supermarket","radical Islam"],"teaser":"Amedy Coulibaly, who killed four people at a kosher supermarket in Paris, was a French Muslim from a poor suburb. Another French Muslim who shares the same background says he knows what it's like to be an outsider in his own country.","contentencoded":"<p>Sometimes young people are radicalized even without a trip to a war zone like Syria. </p>\n<p>That's what French authorities say happened in the case of one of the gunmen involved in attacks there last week, Amedy Coulibaly, who French authorities say killed four people at a kosher supermarket in Paris. Officials says Coulibaly, a French Muslim born to West African parents, turned to radical Islam years ago while in a French prison.</p>\n<p>Amedy Dramé is also a French Muslim born to West African parents.</p>\n<p>\"My story is the sad story of all the guys who come from the suburbs of Paris,\" says Dramé, who is 26.</p>\n<p>\"We make a big difference between Paris and the suburbs because we're from two different planets. Someone who lives in Paris will never go into the suburbs. The suburbs are for poor people and the middle class, and rich people live in Paris. </p>\n<p>\"My story is the sad story of all the guys who come from the suburbs. I come from a ghetto, what we call a sensitive neighborhood. We were 900 pupils. Only 60 went on with their studies. The rest of them left school wthout any degree.</p>\n<p>\"Of all the people I know that left school without degrees, without quafications, I would say half of them worked young. And they were really serious. The other half went into criminality.\"</p>\n<p>\"Most of the guys I know who became criminals had problems related to drug selling, armed robbery, violence with people from other neighborhoods. They did jail time for that.\"</p>\n<p>\"Radical Islam? No. I know nobody.\"</p>\n<p>\"What happens is that they are former criminals. They enter jail. They meet people and they learn a certain kind of what they call Islam, which is not. And that's how maybe they become terrorists.\" </p>\n<p>\"Those people are lost. It's a moment of great weakness in their life. Beware! I'm not trying to justify anything here. But the guy who lost, he's weak. And suddenly he finds somebody in jail who listens to him, and what he has to say and his pains. And he's rather convincing. And then you can turn an angel into a beast.\"</p>\n<p>\"I pray five times a day. The main reason why I can't pray on time is that we are here in a non-religious society. And so, if I were living in a Muslim country, everything stops in these countries when its time to pray. But here, obviously, I can't stop working. I can't stop in the middle of traffic when its time to pray.\"</p>\n<p>\"The only thing I'm asking is more space for religion, For our liberty to practice our religion.\"</p>\n<p>\"If I turn on the TV, I see hundreds of programs asking Muslim French to justify themselves. And that's not fair. It's not our problem, really. It's got nothing to do with us.\"</p>\n<p>\"You always see an mam or a member of the Muslim community, one of our heads, justify himself. But it never seems to be enough.\"</p>\n<p>\"Let's say my brother has stolen something. Because he is my brother, I am going to ask for forgivness and I'm going to say I'm sorry because he's my family. But let's [take] someone else who pretends to be my brother, but he's not. He's not my brother, he's not from my family and he says he's stolen something. People are asking me to pay amends and ask for forgiveness for him because he's my brother. But he's not. I'm not going to say it a hundred times, and that's what's happening here.\"</p>\n<p>\"I am French. I'm not going to question that. I feel French. But the only place where I feel considered 100 percent French is in my neighborhood where all people are 'handicapped' French. But yes, when I leave my neighborhood and I look for a job, I am not considered as French. People ask me where I come from.\"</p>\n<p>\"People mix things up. They mix up terrorists, Islamists and the average Muslim or the average guy from the suburbs. It's like saying all the Germans are Jewish killers.\"</p>\n<p>\"You know, I think it's really sad. What's happening here is that they think we Muslim people hate them. They don't know us, they don't mingle with us, they don't mix — and that's the problem. We don't mix enough.\"</p>\n<p>\"We don't know each other enough. I have a colleague bus driver who's the bus driver of a private Jewish school in Paris. He's a black guy, he's a Muslim guy. And everybody loves him, they really love him. You know why? Because they know him! They got to know him and that's what we have to do. We have to get to know each other much more. And they would see that we Muslim people don't hate them.\"</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/AMEDY-PHOTO.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/amedy-photojpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/011320153_4.mp3"},{"href":"http://www.pri.org/file/011320153mp3-5"}]}