{"created":"2015-02-05T00:30:56+00:00","modified":"2015-05-13T21:18:31+00:00","valid":{"from":"2015-05-13T21:18:31+00:00","to":"3015-05-13T21:18:31+00:00"},"hreflang":"en","title":"Measles + Low Vaccination Rates = Big Headaches For Schools","published":"2015-02-05T01:25:00+00:00","teaser":"California allows parents to opt out of vaccination requirements. Amid Southern California's measles outbreak, many schools are struggling with how best to deal with students who aren't vaccinated.","itags":["npr_api","383788255"],"guid":"0d51bcf4-c1c9-45d8-a72b-5b5bd8c759b5","contentencoded":"<p>In Southern California many schools are facing tough questions about measles.</p><p>California is <a href=\"http://www.ncsl.org/research/health/school-immunization-exemption-state-laws.aspx\">one of 20</a> states that allow students to opt out of school vaccination requirements when those rules conflict with their parents' personal beliefs. Many affluent areas along the California coast are home to schools with some of the highest \"personal belief exemption\" rates in the country. And that is creating some tension for administrators and health officials.</p><p>At Santa Monica High School earlier this week, Belani Lacey was leaving a meeting and had barely walked out of the school gates when she stepped into a herd of TV news trucks and reporters. For the second time in just a few days, her daughter's high school was at the <a href=\"http://www.latimes.com/local/lanow/la-me-ln-babies-measles-santa-monica-20150203-story.html\" target=\"_blank\">center of the measles story</a>. This time an infant in the school's day care center had come down with measles. A few days before, it was a baseball coach who contracted the illness.</p><p>\"So, as soon as my daughter came home and learned ... that one of the coaches had contracted measles, immediately she asked me if she had been immunized,\" Lacey says. \"I said, 'Yes, of course — but not everybody has.' \"</p><p>Lacey says she doesn't mind all the cameras because they're bringing attention to a growing problem of parents not vaccinating their kids.</p><p>\"I think there's some ignorance behind that decision,\" Lacy says, \"and I think parents need to take a little extra time to educate themselves — what the risks are, not just to them but to the community.\"</p><p>Perched on a small bluff overlooking the ocean, the public high school is part of the affluent Santa Monica-Malibu school district.</p><p>About <a href=\"http://www.latimes.com/local/california/la-me-immunization-data-20150123-story.html\" target=\"_blank\">1 in 10 students</a> districtwide has been granted an exemption from immunization because of personal belief or for religious reasons. At some schools in wealthier pockets of the district, the rate is much higher. Gail Pinsker, district spokeswoman, said at a recent news conference that school officials respect the decisions of those parents who seek the exemption waiver. But they're pleading with the parents to reconsider.</p><p>\"We are taking calls and concerns from parents,\" Pinsker says. \"We are very transparent with this issue. We're talking about all the facts that we know, working closely with the health department.\"</p><p>The <a href=\"http://publichealth.lacounty.gov/\" target=\"_blank\">LA County Health Department</a> has ordered Santa Monica High to close the infant room at its day care center and placed a 21-day quarantine order on all 14 of the infants who were exposed. The school is also testing 13 teachers whose children were in the day care center. (The infant who contracted measles at the center was under a year old. The Centers for Disease Control and Prevention <a href=\"http://www.cdc.gov/vaccines/hcp/vis/vis-statements/mmr.html#who\">recommends</a> that children generally get the <a href=\"http://www.cdc.gov/vaccinesafety/Vaccines/MMR/\">MMR</a> shot [which immunizes against measles, mumps and rubella] between 12 months and 15 months of age.)</p><p>\"We're absolutely concerned; this is a highly contagious disease,\" Pinsker says. \"It's a highly preventable disease, as well, with immunizations.\"</p><p>But the school can do only so much. Only a county health department can order that unvaccinated students be kept home. So far that hasn't happened at Santa Monica High (which is in Los Angeles County), but it has happened at three other schools in Southern California. Two are <a href=\"http://www.nbclosangeles.com/news/local/Students-Kept-out-of-IE-High-Schools-Murrieta-Palm-Desert-After-Measles-Cases-There-290529641.html\">high schools east of LA</a>, in Riverside County, where dozens of students are now in a 21-day home quarantine.</p><p><a href=\"http://www.rivco-diseasecontrol.org/contactus.aspx\">Barbara Cole</a>, director for disease control at Riverside County's Department of Public Health, says health officials are taking every precaution they can because the disease is so easily spread.</p><p>\"If we have a confirmed or suspect case of measles or other vaccine-preventable diseases, then [that person's] child can be excluded from school,\" Cole says. \"So that's something people should be aware of as they consider signing the personal belief exemption.\"</p><p>Until recently, California's law offering the personal belief exemption to parents was one of the more liberal rules of its type in the nation. Last year, lawmakers <a href=\"http://www.mercurynews.com/health/ci_27433439/measles-outbreak-raises-fury-over-californias-vaccine-exemptions\" target=\"_blank\">added a provision</a> requiring parents to get counseling about the issue and also get a signature from a health care professional before they'll be granted an exemption. And on Wednesday, two lawmakers <a href=\"http://www.latimes.com/local/politics/me-pol-measles-vaccination-20150203-story.html\" target=\"_blank\">introduced a bill</a> that would abolish California's personal belief exemption clause all together.</p><p>\"Their decision ends up impacting other people, and we've seen that very dramatically over the last couple of months,\" says state <a href=\"http://sd26.senate.ca.gov/\">Sen. Ben Allen</a>, who represents Santa Monica and is a co-sponsor of the bill.</p><p>Allen says he's hopeful all the attention around vaccinations will help put momentum behind the bill. It has not yet been scheduled for a hearing.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Measles+%2B+Low+Vaccination+Rates+%3D+Big+Headaches+For+Schools&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Kirk Siegler","audio":[{"meta":{"duration":"230"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1383860576-03f465.m3u?orgId=1&topicId=1128&d=230&p=2&story=383788255&t=progseg&e=383841028&seg=11&ft=nprml&f=383788255"},{"href":"http://media.npr.org/assets/img/2015/02/04/462294280-fd405212e5492c255abfe5ec94c1f5052ab3b7a0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2043","width":"2726"}}]}