{"created":"2014-09-04T16:42:12+00:00","modified":"2015-01-29T18:38:20+00:00","valid":{"from":"2015-01-29T18:38:20+00:00","to":"3015-01-29T18:38:20+00:00"},"hreflang":"en","title":"How Ronald Reagan Used An 'Invisible Bridge' To Win Over Americans","published":"2014-08-05T20:50:00+00:00","teaser":"Rick Perlstein's new book describes how Reagan emerged as the leader of a potent political movement during the turbulent mid-'70s. He says the soul of Reagan's appeal was how he made people feel good.","itags":["npr_api","337917291"],"guid":"0d57418e-2f75-430e-bb21-b9d19db63863","contentencoded":"<p>In the mid-'70s, during a turbulent three-year period, Ronald Reagan emerged as a national figure and nearly captured the Republican nomination from a sitting president.</p><p>Rick Perlstein, who has spent much of his career writing about modern American conservatism, describes this time in political history in his new book, <em>The Invisible Bridge</em>.</p><p>Between 1973 and 1976, Americans saw a president resign in disgrace, a calamitous end to the Vietnam War, gas lines at service stations, the financial collapse of New York City, two presidential assassination attempts, and the kidnapping of a publishing heiress by the Symbionese Liberation Army.</p><p>Perlstein says Reagan spoke to Americans' anxieties with a simple message about America's inherent greatness — and became the leader of a potent political movement.</p><p>\"[Reagan's] ability to preach this liturgy of absolution in the midst of moral chaos ... was the soul of his political appeal,\" Perlstein tells <em>Fresh Air's</em> Dave Davies.</p><p><em>Fresh Air's</em> interview with Perlstein was recorded Monday morning. Later in the day<em>, </em><a href=\"http://www.nytimes.com/2014/08/05/business/media/rick-perlsteins-the-invisible-bridge-draws-criticism.html?_r=0\">The New York Times</a><a href=\"http://www.nytimes.com/2014/08/05/business/media/rick-perlsteins-the-invisible-bridge-draws-criticism.html?_r=0\"> reported that Craig Shirley</a>, author of previous biographies of Reagan, accused Perlstein of using passages from Shirley's 2004 book <em>Reagan's Revolution</em> without proper attribution. Shirley is a partner at Shirley & Banister Public Affairs, a marketing firm that represents conservative clients.</p><p>Perlstein has replied that the accusations are \"baseless and ideologically motivated\" and says that he has attributed Shirley's book more than 100 times in footnotes that are posted on <a href=\"http://www.rickperlstein.net/the-invisible-bridge/source-notes/\" target=\"_blank\">Perlstein's website</a>.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On the state of the Republican Party post-Watergate</strong></p><p>The Republican Party was in terrible straits. They had an internal pollster named Robert Teeter who later became a Reagan pollster. And he came out with numbers that became public that showed that 18 percent of the public supported or identified with the Republican Party.</p><p>And things got absurd when the head of the [Republican National Committee] commissioned a series of TV programs that were meant to be fundraisers called <em>Republicans Are People Too</em>. It was supposed to be a three-part series — ordinary Americans explaining why they stuck with the Republicans.</p><p>The second one in the series — after they kind of put the address of the RNC up on the screen and said, \"Send in your donations to this wonderful organization\" — they raised $5,000 and so they just decided \"the heck with it,\" and didn't even run the third episode.</p><p><strong>On how a man used a grass-roots movement to rewire Republican politics</strong></p><p>The figure whose name is most prominent here is Richard Viguerie, who also comes out of this early-'60s Goldwater movement. But by the '70s, he's doing a land-rush business for groups who are, to bring it back to Watergate, exploiting a loophole in the Watergate-era campaign finance laws. We now call them \"independent expenditure\" groups. [They're] groups that run political campaigns that are ostensibly not coordinated with political candidates. And therefore, because of [the] <em>Buckley vs. Valeo</em> decision ... which basically says money equals speech, you can't regulate campaign finance unless it's kind of voluntary on the part of the candidates. [You] can raise as much money as possible for issue campaigns.</p><p>This guy, Richard Viguerie, becomes the master at writing these terrifying letters that go out to these mailing lists, many of them dating back to the Goldwater campaign, saying things like, \"Liberals are teaching your children that cannibalism and wife-swapping is acceptable activity.\" ...</p><p>They're raising tons and tons of money by scaring the pants off of people and the money is going to groups like the Heritage Foundation. ... Ronald Reagan begins to run this primary campaign [and the money goes] into independent ads from these groups on behalf of Ronald Reagan.</p><p>Again, this is something that completely blindsides the establishment, such that after Ronald Reagan wins the North Carolina primary with the [help] of Jesse Helms, who has his own political organization, I quote this astonishing memo from the [Gerald] Ford administration saying, \"We're being organized by a bunch of right-wing nuts.\"</p><p><strong>On Reagan using student protests</strong> <strong>as a strategy to launch his gubernatorial campaign</strong></p><p>His advisers had polling that said that no one was mentioning the protests at the [University of California] Berkeley — that later became the new left — as an issue that they cared about. He said, \"I don't care. Whenever I give a speech and someone from the audience just asks a question about it, there's a standing ovation.\"</p><p>And what he understood was [that] he could take the temperature of an audience. This was an extraordinary gift for emotional intelligence, to understand people's deeper longings at a level deeper than politics. And people who can do that can create political issues. They can kind of mold the terrain in their own image.</p><p>So he told [his advisers] to shut up, that he was going to do what he wanted to do, which is ironic because liberals kind of claim, especially in that campaign, that he's kind of a creature of his handlers. And that was his main issue — the idea that privileged kids were rejecting their own privilege. And his line was to kids at Berkeley, \"Respect the rules or get out.\" And that was a huge message and that was something Richard Nixon got from him and rode to the White House.</p><p><strong>On Reagan's stories not withstanding scrutiny</strong></p><p>I say that Ronald Reagan could not have survived the age of Google. ... He's telling a story about out-of-control federal bureaucrats and how they even want a tourist paddle-wheeler that plies the Mississippi River to get the same kind of fire insurance that commercial ships have, even though this paddle-wheeler is this ancient — not a real ship, right? He says, \"It has not even had a fire in its entire existence.\" All I have to do is Google the name of it ... and find out that it had a fire two years before he spoke.</p><p>He found moral truths in the stories that he told. As people discovered when he was president, they often didn't withstand scrutiny, but as they also discovered when he was president, it was always hard to make this criticism of Reagan stick. They called him \"The Teflon President.\" And his ability to make people feel good — to kind of preach this liturgy of absolution in which Americans were noble and pure and could absolve themselves of the responsibility of reckoning with alleged sins in America's past — that was to me the soul of his appeal.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+Ronald+Reagan+Used+An+%27Invisible+Bridge%27+To+Win+Over+Americans&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2247"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1338092321-e5b5d3.m3u?orgId=1&topicId=1032&aggIds=100876926&e=337917291&d=2247&ft=nprml&f=337917291"},{"href":"http://media.npr.org/assets/img/2014/08/05/rick-perlstein-credit-j-cohn-cd2e2b7ca7d9822d2a8635802ae7cbb9354bae30.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"600","width":"799"}}]}