{"created":"2014-10-08T15:34:42+00:00","modified":"2014-10-31T01:52:08+00:00","valid":{"from":"2014-10-31T01:52:08+00:00","to":"3014-10-31T01:52:08+00:00"},"hreflang":"en","title":"Impressionists With Benefits? The Painting Partnership Of Degas And Cassatt","published":"2014-05-23T13:50:00+00:00","teaser":"A new exhibit explores the intense relationship between French painter Edgar Degas and American painter Mary Cassatt. No one knows whether it was romantic, but there was certainly no lack of passion.","itags":["npr_api","314617607"],"guid":"0d630370-fc78-4fd5-9128-35b03b43daee","contentencoded":"<p>In her novel <em>I Always Loved You</em>, author Robin Oliveira imagines a passionate scene between Edgar Degas — a French artist known for his paintings of dancers — and Mary Cassatt — an American painter known for her scenes of family life. The kiss in the novel is pure fiction, but then again, \"nobody knows what goes on in their neighbor's house, let alone what happened between two artists 130 years ago,\" Oliveira says.</p><p>A <a href=\"http://www.nga.gov/content/ngaweb/exhibitions/2014/degas-cassatt.html\" target=\"_blank\">new exhibition at the National Gallery of Art</a> in Washington, D.C., explores the tumultuous, passionate, artistic relationship between the two artists.</p><p>\"In many ways, [it] is a romance of two like minds who admired one another greatly, and who I believe completely relied on one another for artistic and emotional help,\" Oliveira says. \"Their relationship is a sort of an elevated, intellectual love affair that tied them to one another for the rest of their lives after they met.\"</p><p>They left behind no diaries, no letters. National Gallery curator Kimberly A. Jones says it was a passionate but platonic aesthetic attraction. \"There's no indication that there was anything romantic between the two of them,\" Jones says.</p><p>So what<em> was</em> the relationship between this American in Paris, and a Frenchman, 10 years her senior, who was known and respected in artistic circles?</p><p>\"It was all about the art, and that kind of laser focus and 100 percent dedication to the art that they really shared,\" Jones says.</p><p>They met in 1877. At 33, Cassatt was studying painting in Paris. At 43, Degas' work was on view around town. \"Even before she actually met him she recounts how she had seen one of his pastels in a storefront window and she pressed her nose up against it and was just dazzled by what he was able to do,\" Jones says. \"She knew his art and was thinking <em>this</em> is the direction I should be going in. So he really did change her path.\"</p><p>Oliveira — who did a tremendous amount of research for her novel — says before the Degas dazzle, Cassatt had been trying to master a more traditional approach.</p><p>\"He helped her switch from the academic style of painting that she had been trying to learn — which was sort of the standard across Paris — and encouraged her along into the impressionist style, the impressionist brush stroke, the use of color and light. The subject matter changed.\"</p><p>Neither Degas nor Cassatt liked the term \"impressionism\"; to them it implied carelessness, haste. They called themselves \"independents\" and labored over their work. A year after meeting Degas, Cassatt made a painting that was a real break in her style.</p><p><em>Little Girl in a Blue Armchair</em> is full of Degas' influence. First of all, he brought the girl to Cassatt — she was the child of his friends. In a pretty dress, she sits slumped in a chair, hand behind her head and legs spread apart. She looks bored, exhausted and not at all dainty or proper. Other big blue chairs and a sofa are in the room — \"like bumper cars,\" Jones says. A window in the corner may show Degas' direct influence.</p><p>In a letter written long after she made the work, Cassatt told her dealer that Degas came into her studio and worked on the painting with her. Looking for evidence, National Gallery conservator Ann Hoenigswald used X-rays, infrared imaging and magnification to study a diagonal — unusual in a Cassatt background — that builds across the canvas from that rear corner window.</p><p>\"We looked at it, and indeed the strokes were a little bit different. They were these sharp, small, quick strokes that we weren't seeing anywhere else,\" Hoenigswald says.</p><p>The brushwork of Degas, perhaps. Cassatt's influence on Degas can be seen in a painting with an unusual mixture of media — pastels, oils and metallic paint. Cassatt was the first to use metallic paint on canvas; ordinarily it was for decorating crafts. Jones believes Degas saw Cassatt's metallics and decided to try it himself.</p><p>They worked side by side at times, went to exhibitions together, and Degas often drew and painted Cassatt. A frequent image: Cassatt at the Louvre, painted from the rear — big hat, smart jacket, long skirt, tiny waist, her right hand and arm leaning on an umbrella as if it were a walking stick.</p><p>\"You have this wonderful juxtaposition of the female curves of her body,\" Jones says. \"The way he has her leaning plays off the swell of her hips and her waist. But you have that powerful arm — and it's this perfect balance of elegance and strength.\"</p><p>Confident and in control, Cassatt owns the space. Degas captured that image of Cassatt in pencil, pastel, prints and paint. Jones says Degas also captured Cassatt in the art he bought.</p><p>\"He owned more works by Cassatt than [by] any other contemporary artist,\" she says. \"More than Pissarro, Manet, Gauguin.\"</p><p>They remained friends all their lives, although they went their separate artistic ways in later years. Their interests and styles changed. Degas' eyesight failed, as did Cassatt's. But the intensity of their relationship — the early obsessions — shaped each of them, early on.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Impressionists+With+Benefits%3F+The+Painting+Partnership+Of+Degas+And+Cassatt&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Susan Stamberg","audio":[{"meta":{"duration":"438"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1315080704-f3a327.m3u?orgId=1&topicId=1141&ft=3&f=314617607"},{"href":"http://media.npr.org/assets/img/2014/05/21/3646-001-25a1d6d5454657bf4b5eed8df6463a139689f3d5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2008","width":"2676"}},{"href":"http://media.npr.org/assets/img/2014/05/21/3646-035_enl-6e8ced905362248af4eff928968ee393e308ab81.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"3427","width":"2995"}},{"href":"http://media.npr.org/assets/img/2014/05/21/3646-027_enl-81985f2d44d0cb3b8f8bc4a2cac1a5e95e7e8d49.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"3000","width":"2358"}},{"href":"http://media.npr.org/assets/img/2014/05/22/3646-050_enl-93ff4d0381dfce540901dbec3d74ab7a7dbb4ea0.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2868","width":"2166"}}]}