{"created":"2015-02-28T21:56:17+00:00","modified":"2015-03-16T17:36:35+00:00","valid":{"from":"2015-03-16T17:36:35+00:00","to":"3015-03-16T17:36:35+00:00"},"hreflang":"en","title":"'Whoa, Mama!': A Voice Actress's Road To Fame As A 10-Year-Old Boy","published":"2015-03-02T21:06:00+00:00","teaser":"Back in 1987, Nancy Cartwright made a risky, last-minute decision during an audition: Instead of trying out for the part of mild-mannered Lisa Simpson, she went for the role of rebellious Bart.","itags":["npr_api","389575645"],"guid":"0d659c9a-96b2-4568-9dc5-5a6ee7d62a49","contentencoded":"<p><em>As part of a series called \"My Big Break,\" </em>All Things Considered<em> is collecting stories of triumph, big and small. These are the moments when everything seems to click, and people leap forward into their careers</em><em>.</em></p><p>Back in 1987, Nancy Cartwright drove to the FOX Studios lot to try out for a little animated short about a dysfunctional family known as \"The Simpsons.\"</p><p>Specifically, she was there to audition for the studious, well-mannered middle child named Lisa.</p><p>\"I read the monologue, it was just a little monologue, and it was fine, but next to her was Bart,\" Cartwright says. \"Didn't even know there was a boy. And when I read that he was a 10-year-old, school-hating underachiever but proud of it ... That just hit me right in my heart.\"</p><p>Cartwright made a risky, last-minute decision: She would audition for Bart, the insouciant trouble-maker, instead of Lisa.</p><p>She went into the audition room, shook the hand of <em>The</em> <em>Simpsons</em> creator Matt Groening, and asked if she could try out for \"the kid\" instead of Lisa. Cartwright says she knew exactly what voice to use for the mischievous Bart Simpson.</p><p>\"I just opened my mouth and a 10-year-old boy popped out,\" Cartwright says. \"On the spot, I got the job. My big break? Right there.\"</p><p><em>The Simpsons</em> started as an animated short on <em>The Tracey Ullman Show, </em>meant to segue in and out of commercial breaks. Cartwright says they recorded in a dingy, make-shift recording booth at the top of the bleachers in the studio.</p><p>\"They had a portable recorder that you see on movie sets and it was hand-held, little machine, pushing buttons and stuff,\" she says. \"We're sharing — this is how low-budget it was — <em>sharing</em> a microphone, moving to the side so Homer can say his line then I step up and do mine.\"</p><p>Cartwright's vocal prowess and uncanny ability to capture the voice of kids has led her to other vocal roles around Springfield.</p><p>\"I do seven voices on <em>The Simpsons</em>,\" Cartwright says. \"Bart, Nelson, Ralph, Kearney, Todd, Database and Maggie.\"</p><p>She can effortlessly switch from one character to the next.</p><p>\"It's called vocal gymnastics and I get a little bit of an aerobic workout when I have to talk to myself,\" she says.</p><p>Now, 28 years since her audition, <em>The Simpsons</em> has become the longest-running prime-time scripted series in American TV history.</p><p>With catch-phrases like, \"Don't have a cow,\" and \"Eat my shorts,\" Bart Simpson has become a cultural icon.</p><p>\"It's like I'm living my dream,\" Cartwright says. \"I knew when I was about 16 that I wanted to do this. How great to be paid to burp and fart and do what you love with a lot of talented people and still make people laugh all along the way. It's the best.\"</p><p><em>We want to hear about your big break. Send us an e-mail at mybigbreak@npr.org.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Whoa%2C+Mama%21%27%3A+A+Voice+Actress%27s+Road+To+Fame+As+A+10-Year-Old+Boy&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"234"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1389797005-09b768.m3u?orgId=1&topicId=1008&aggIds=274340198&e=389575645&d=234&ft=nprml&f=389575645"},{"href":"http://media.npr.org/assets/img/2015/02/27/simpbartsitting_2006f_hires2-4539a15ce5123287e3e586ae4e420a2bfdbcd642.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1800","width":"2400"}},{"href":"http://media.npr.org/assets/img/2015/02/27/simp_familythen_f_hires2-0f8168fc6ab3aa8355294e1bb0c8c369e8a169c1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2850","width":"3800"}}]}