{"created":"2015-02-19T22:34:47+00:00","modified":"2015-02-20T22:01:06+00:00","valid":{"from":"2015-02-20T22:01:06+00:00","to":"3015-02-20T22:01:06+00:00"},"hreflang":"en","guid":"0d6958b3-32c5-462a-9218-b842427c8bbe","title":"Radical recruiters are finding Muslim youth in unlikely places","published":"2015-02-20T22:00:57+00:00","byline":"Joyce Hackel","tags":["conflict","terrorism","Religion","American Islamic Congress","extremism","SafeMode","Conflict","Conflict & Justice","Asia","North America","United States","Syria","Mideast","Middle East","Asia","North America","Zainab Al-Suwaij","American Islamic Congress","Muslim recruiters","Extremism","jahadis recruiting","radicals"],"teaser":"Moderate American Muslims are encountering radical recruiters in some unexpected places, including at their universities and on their Facebook pages.","contentencoded":"<p>A life of violent jihad doesn't appeal to many people. But that hasn't stopped recruiters for Islamic extremist groups from reaching out to lure Muslims from all sorts of political points of view into their fold. </p>\n<p>Iraqi-American Zainab Al-Suwaij, who directs the <a href=\"http://www.aicongress.org/\">American Islamic Congress</a>, says she received a recruiting pitch a few weeks ago via social media. </p>\n<p>\"I myself got an message on my Facebook from someone I don't know trying to recruit me to some of these things,\" Al-Suwaij says. \"The message said, 'I would encourage you to look at this link.'  And when I clicked on the link, it's for a radical imam preaching against the West and against America — and all Muslims should be united to fight against the Western world.\"  </p>\n<p>Al-Suwaij was among those attending the <a href=\"http://www.nytimes.com/2015/02/17/world/middleeast/us-intensifies-effort-to-blunt-isis-message.html\">White House anti-extremism summit</a> this week. At the conference, she heard stories of young Americans being recruited on college campuses. </p>\n<p>\"The danger is in our back yard,\" she says. \"Extremists ... are using our system of freedom of press, freedom of speech, freedom of religion to spread their radical ideologies.\" </p>\n<p>Al-Suwaij says Muslim Americans have been slow to recognize the threat. \"Now after many years, after 13 years or so, people started realizing it's attacking us,\" she says. \"Our kids, our youth have been affected by it. So why don't we start taking the initiative?\"</p>\n<p>Britain has a history of battling extremists, including the homegrown variety. It's been a decade since the 2005 terrorist bombings that targeted London's public transportation network. That attack was the first in the country carried out by British-born or British-raised Islamic extremists.</p>\n<p>The domestic counterterrorism strategy Britain developed after those bombings clearly hasn't worked, says Haras Rafiq, the managing director of the Quilliam Foundation, a group that fights against extremist narratives. He says Britain's policy got many things wrong. </p>\n<p>\"It just focused on interventions and providing disruption once people were identified as being extremists,\" he says. \"What it didn't do was really focus on the wider point of preventing people from being radicalized in the first place.\"</p>\n<p>He says to prevent radicalization, you need the help of people who themselves were once radicals. He would advocate for a policy that reaches out to former jihadis who have given up their extreme beliefs and bring them back home. \"Some of the best results I've seen are from people who fit into this category.\"</p>\n<p>He says Britain tried working with people identified as \"non-violent\" extremists — those with extreme views, but who don't advocate violence — to prevent others from becoming violent. \"It just doesn't work,\" Rafiq says.</p>\n<p>The US, he argues, has adopted much of that old British counter-terrorism policy. \"There is a lot of evidence that this is what seems to be happening in the US.\"</p>\n<p><em>Update: A previous version of this story misspelled the name of the Quilliam Foundation.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-19%2Fradical-recruiters-are-reaching-out-entice-muslim-youth-unlikely-places-new&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/598743_341765952561476_1743923278_n%20%282%29.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/5987433417659525614761743923278n-2jpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0219201501.mp3"},{"href":"http://www.pri.org/file/0219201501mp3"}]}