{"created":"2014-10-13T22:19:58+00:00","modified":"2014-10-14T18:47:06+00:00","valid":{"from":"2014-10-14T18:47:06+00:00","to":"3014-10-14T18:47:06+00:00"},"hreflang":"en","guid":"0d696d84-c22c-4f5c-b905-693e29560dff","title":"Kim Jong-Un is back! Who cares?","published":"2014-10-14T18:47:05+00:00","byline":"Shirin Jaafari, Max J. Rosenthal","tags":["politics","government","Global Politics","Asia","North America","North Korea","United States","Asia","North America","Kim Jong-un","David Straub","Kim Jong-Il","Korea","Government","Kim Jong-il","Media of North Korea","Kim Jong-un","Korean language","Politics"],"teaser":"North Korean leader Kim Jong-Un finally made another public appearance on Monday, or so the country's state media claims. But no matter what, his disappearance — and reemergence — didn't seem to have much of an effect in North Korea itself.","contentencoded":"<p>Good news, everyone! After more than a month out of the public eye, Kim Jong-Un is <a href=\"http://english.yonhapnews.co.kr/news/2014/10/14/0200000000AEN20141014000351315.html\">back and better than ever</a>. Or maybe just back. It&#39;s hard to tell.</p><p>That&#39;s because there&#39;s precious little information that ever comes out of North Korea. But the country&#39;s&nbsp;official news agency let the world know&nbsp;that Kim&nbsp;visited a housing complex on Monday to provide his trademark &quot;field guidance,&quot; his first public appearance since Sept. 3.</p><p>But if you were one of the many people on Kim Watch over the past month, digesting the rumors that circulated on social media &mdash; Does&nbsp;Kim have gout? Diabetes? A mental illness? <a href=\"http://www.telegraph.co.uk/news/worldnews/asia/northkorea/11131885/Kim-Jong-un-so-fat-he-has-fractured-his-ankles.html\">Cheese addiction</a>?&nbsp;Was there a coup? Is he dead?! &mdash; or maybe even scouring the web for clues, David Straub says you probably wasted your time.</p><blockquote class=\"twitter-tweet\" lang=\"en\"><p>Don&#39;t worry about where I am. I gave the launch codes to Rodman.</p>&mdash; KimJongNumberUn (@KimJongNumberUn) <a href=\"https://twitter.com/KimJongNumberUn/status/521058317704396800\">October 11, 2014</a></blockquote><script async src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p>In fact, says Straub, the&nbsp;associate director of&nbsp;the Korea Program at Stanford University, signs show that nothing&nbsp;was&nbsp;different in the Hermit Kingdom&nbsp;during Kim&#39;s absence. Both South Korean and American officials say&nbsp;things continued as normal.</p><p>One of Straub&#39;s own colleagues recently came back from a visit to&nbsp;North Korea, and &quot;reported that after a week or so there, that it&#39;s absolutely the same as it has been in previous visits,&quot; he says &mdash; no unusual military movement, nothing.</p><p>The colleague said North Korean media reported&nbsp;that Kim Jong-Un was&nbsp;&quot;doing&nbsp;his government work.&quot; And unlike the rest of the world, where Kim speculation got plenty of media traction, Straub says it&#39;s&nbsp;likely that most North Koreans didn&#39;t even&nbsp;hear of&nbsp;the rumors surrounding their leader.</p><p>North Korean state media did say the 31-year-old leader was in&nbsp;&quot;some discomfort&quot; due to an injury he sustained during a military inspection, but that was all.</p><p>Straub points out the prolonged absence isn&#39;t actually that unusual. &quot;Kim Jong-Un himself has been absent in the past for as long as 24 days,&quot; he says. &quot;His father, Kim Jong-Il,&nbsp;and his grandfather were absent for many occasions far longer than that.&quot;</p><p>But Straub admits there&#39;s no such thing as being too cautious. After all,&nbsp;&quot;In [2008]&nbsp;Kim Jong-Il&nbsp;was absent for many months because he had a stroke,&quot; he says. That&#39;s why the US government was paying close attention during Kim&#39;s radio silence:&nbsp;&quot;Just in case.&quot;</p><br>Array<br>Array","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/101320143.mp3"},{"href":"http://www.pri.org/file/101320143mp3"}]}