{"created":"2015-01-30T23:25:42+00:00","modified":"2015-06-05T15:29:52+00:00","valid":{"from":"2015-06-05T15:29:51+00:00","to":"3015-06-05T15:29:51+00:00"},"hreflang":"en","title":"Measles Is A Killer: It Took 145,000 Lives Worldwide Last Year","published":"2015-02-04T06:31:00+00:00","teaser":"The uproar over the U.S. outbreak glosses over a bigger problem: Measles takes a tragic toll in poor countries. But a vaccine can effectively stop this deadly — and highly contagious — disease.","itags":["npr_api","382716075"],"guid":"0d7ef973-3275-4ac8-a623-812ae9d95dad","contentencoded":"<p>The number of measles cases from the outbreak linked to Disneyland has now risen to at least 98. But measles remains extremely rare in the United States.</p><p>The rest of the world hasn't been so fortunate. Last year roughly 250,000 people came down with measles; more than half of them died.</p><p>Currently the Philippines is experiencing a major measles outbreak that sickened 57,000 people in 2014. China had twice that many cases, although they were more geographically spread out. Major outbreaks were also recorded in Angola, Brazil, Ethiopia, Indonesia and Vietnam.</p><p>Measles causes an intense fever, coughing, watery eyes and a signature full-body rash. The disease is rarely fatal in developed nations with modern health care systems but can cause brain damage and permanent hearing loss.</p><p>Once the virus starts spreading among kids who haven't been immunized, it's very difficult to stop.</p><p>\"The measles virus is probably the most contagious infectious disease known to mankind,\" says <a href=\"http://www.cdc.gov/about/cdcdirector/conversations/cochi.html\">Stephen Cochi</a>, a senior adviser with the Centers for Disease Control and Prevention's global immunization division.</p><p>Cochi's team tracks flare-ups of measles around the world. He says the current outbreak in the Philippines was sparked by Typhoon Haiyan, which battered the island nation late in 2013, killing more than 6,000 and hampering vaccination efforts. Cases started to multiply first in the storm-ravaged parts of the country.</p><p>\"Then the virus spread to metro Manila and then other parts of the Philippines,\" he says. \"That virus ... from the Philippines has spread all over the world, to the Middle East, to other parts of Asia, to the United States and Europe.\"</p><p>Some of the people who've caught measles in the current Southern California outbreak have the same strain of the virus that's circulating in the Philippines. The CDC has not yet pinpointed the origin of the first case at Disneyland.</p><p>From his experience tracking previous measles outbreaks in the U.S., Cochi says the source was probably an American.</p><p>\"It's really traveling Americans who are unvaccinated, then return to the United States with the measles virus, that are causing most of the measles in the U.S. currently,\" he says.</p><p>Cochi adds that someone infected with measles may be contagious for 24 to 48 hours before feeling sick. So a returning traveler could spread the disease and not even know it. And because measles is circulating all over the world, a traveler could pick it up almost anywhere. Even the European Union recorded several thousand cases last year.</p><p>Part of the reason measles drives public health officials crazy is that it's a people problem. Humans are its only host. As long as the virus can find new unvaccinated populations, it can reproduce, survive and spread. But if immunization rates were boosted around the world, measles wouldn't be able to keep jumping to new hosts. Then the disease would disappear.</p><p>One of the groups working to achieve that high immunity around the globe is the International Medical Corps.</p><p>Paul Robinson with the group says actually immunizing a child against measles is easy and cheap. Their biggest challenge is reaching children after disasters and in war-torn countries.</p><p>\"The children under 5 are very vulnerable to measles,\" Robinson says. They're the primary target of vaccination campaigns. \"It takes just a few days to get them vaccinated but it also takes a very short time for the virus to kill them.\"</p><p>Prior to the widespread use of measles vaccines in the 1980s, there were more than 4 million cases around the globe every year. That number has been cut significantly to roughly a quarter of a million. But measles is still out there, and as Cochi at the CDC points out, the virus is just a plane ride away from the United States.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Measles+Is+A+Killer%3A+It+Took+145%2C000+Lives+Worldwide+Last+Year&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jason Beaubien","audio":[{"meta":{"duration":"235"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1382717190-036862.m3u?orgId=1&topicId=1031&d=235&p=2&story=382716075&t=progseg&e=382677464&seg=6&ft=nprml&f=382716075"},{"href":"http://media.npr.org/assets/img/2015/01/30/485443847_edit1-8c7580483bf363083f0fa73f08c46a60d472855e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1687","width":"2250"}},{"href":"http://media.npr.org/assets/img/2015/01/30/485443875-bfda91a5ece404d71271244e1934f2191240d5ed.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2000","width":"2671"}},{"href":"http://media.npr.org/assets/img/2015/01/30/graph_layers_finalfinal1_enl-de4617a897403172c4b44bbd77e53a4ed3e1336d.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1008","width":"864"}}]}