{"created":"2014-08-26T21:07:48+00:00","modified":"2014-08-26T21:07:48+00:00","valid":{"from":"2014-08-26T21:07:48+00:00","to":"3014-08-26T21:07:48+00:00"},"hreflang":"en","guid":"0d8919a7-c975-4a32-9f51-68615c5881c6","title":"To see life's oddities, you have to vist an odd place — a museum in an elevator shaft","published":"2014-08-26T21:07:47+00:00","byline":"Alina Simone","tags":["museums","trash","Culture","Arts, Culture & Media","New York City","North America","United States","Alex Kalman","Mia Ruth Lee","Santiago Steely","Zachary Becker","George W. Bush","Museums","Culture","Mmuseumm","Business"],"teaser":"Mmuseumm, the smallest museum in New York, could probably fit in your bathroom — and its contents might not look much different from the stuff in your cabinets. That's because this museum is all about everyday stuff from around the world and, more importantly, the story behind the stuff.","contentencoded":"<p>I&#39;m standing in an abandoned elevator shaft, facing a shoe, a row of toothpaste tubes and exactly 200 dead mosquitoes.</p><p>At first glance, it&rsquo;s hard to understand what this stuff is doing in a museum &mdash; until you dial a toll-free number on your phone, punch in the code listed next to the shoe and discover it&rsquo;s the very same shoe that was thrown at President George W. Bush at the Minister&rsquo;s Palace in Baghdad on December 14, 2008.</p><p>Mmuseumm &mdash; that&rsquo;s spelled with an extra &ldquo;m&rdquo; on each end &mdash; brings new meaning to that old saying about one person&rsquo;s trash being another&rsquo;s treasure.</p><p>Take, for example, a collection of &ldquo;natural&rdquo; Styrofoam rocks collected by Mia Ruth Lee. As Alex Kalman, one of Mmuseumm&rsquo;s founders explains, &ldquo;[She] was on a beach one day, and bent over to pick up what she thought was a beautiful rock. It turned out to be a piece of Styrofoam.&rdquo;</p><p>Kalman then realized that the now discarded Styrofoam, with its erosion and decay over time, was starting to represent the new &ldquo;rock.&rdquo;&nbsp;<span style=\"line-height: 1.538em;\">These &ldquo;new rocks,&rdquo; though shockingly artificial, are surreally beautiful. At a different museum, you might even call them art &mdash; but not at this one.&nbsp;</span></p><p>&ldquo;The basic rules for curating our exhibits in the Mmuseumm is first, that there&rsquo;s no art,&rdquo; Kalman tells me. &ldquo;There&rsquo;s nothing that&rsquo;s exhibited that was created merely to be appreciated as beautiful or as a piece of art. Everything must be vernacular.&rdquo;</p><p>Rule number two?&nbsp;<span style=\"line-height: 1.538em;\">&ldquo;Nothing that is merely sentimental,&quot; he says. &quot;There&rsquo;s no, &lsquo;This is the baseball glove that my grandfather gave me for my 12</span><span style=\"line-height: 1.538em;\">th&nbsp;</span><span style=\"line-height: 1.538em;\">birthday,&rsquo; because that&rsquo;s personally interesting but not revealing or meaningful about anything about the bigger picture. And what we&rsquo;re doing here is looking at the bigger picture through the small things.&quot;</span></p><p>Kind of like those mosquitoes: All 200 of them were killed in mid-bite by Zachary Becker during a three-month stay in New Delhi. That chorus line of insect bodies gives you a more visceral feeling of enduring monsoon season than a dry paragraph of wall text.</p><p>In the same way as a collection of censored pool-toy packaging from Saudi Arabia gives you a literal sense of what the kingdom&rsquo;s religious edicts look like in everyday life.</p><p>&ldquo;When the censors come and see that there are females in bathing suits of the packaging, somebody from the store has to then go and very meticulously Sharpie over all the women,&rdquo; Kalman says. &ldquo;So there&rsquo;s a man in a Speedo holding hands with a big black blob. Or a little child sitting in an inflatable tube being kissed by a big black blob.&rdquo;</p><p>I talked to the collector who loaned Mmuseumm the packaged pool toys, Madrid-born filmmaker Santiago Steely. Ironically, he was in Saudi Arabia to shoot a documentary about Saudi women in positions of power. But even a routine pit stop in Riyadh told a different story.</p><p>&ldquo;I remember being at a Dunkin&#39; Donuts and this group of little girls ran in and they had to stop at the door because there were two men sitting next to me &hellip; and they couldn&rsquo;t go in until the men finished or left,&rdquo; Santiago recalled. &ldquo;So these three, like, 10-year-old girls were just in the window of this Dunkin&#39; Donuts, looking at the donuts, wanting the donuts &mdash; and they were just stuck there.&rdquo;</p><p>Donuts, pool toys, Styrofoam: The international glue that holds us together &mdash; or, at least, helps us relate.<span style=\"line-height: 1.538em;\">&nbsp;And that&rsquo;s the magic of Mmuseumm &mdash; it shows us just how exotic the stuff everyday life can be.</span></p><p class=\"p1\"><span style=\"line-height: 1.538em;\">Which is why it makes weirdly perfect sense that it&rsquo;s housed inside a 40-square foot abandoned elevator.</span></p><p class=\"p1\"><span style=\"line-height: 1.538em;\">&ldquo;Many people think that we intentionally opened an absurdly small museum,&rdquo; Kalman says, &ldquo;but the reality is is that&rsquo;s just what was available to us. That was what was practical. We couldn&rsquo;t open a large, marble building on 5</span><span class=\"s1\" style=\"line-height: 1.538em;\"><sup>th</sup></span><span style=\"line-height: 1.538em;\"> Avenue. I often say that&nbsp;</span><span style=\"line-height: 1.538em;\">Mmuseumm is like a small dog who doesn&rsquo;t realize it&rsquo;s small. It thinks it&rsquo;s big and you shouldn&rsquo;t call it small. &ldquo;</span></p><p class=\"p2\">Just like the objects it houses, Mmuseumm is easy to overlook. But once inside I&nbsp;<span style=\"line-height: 1.538em;\">start to feel like the whole world is crammed into this tiny box. From North Korean&nbsp;</span><span style=\"line-height: 1.538em;\">snowglobes to Japanese snack food to a collection of plastic spoons from around the globe. All of which has a democratizing effect that is also reflected in Mmuseumm&rsquo;s admission fee &mdash; free &mdash; and its hours:</span></p><p class=\"p2\"><span style=\"line-height: 1.538em;\">&ldquo;Visitors can come at any time during day or night and peer in through the viewing&nbsp;</span><span style=\"line-height: 1.538em;\">windows, call in through the audio guide via the toll free number which is pasted on&nbsp;</span><span style=\"line-height: 1.538em;\">the door, and you can experience Mmuseumm even at 3 in the morning in the alley,&nbsp;</span><span style=\"line-height: 1.538em;\">which we really love.&rdquo;</span></p><p class=\"p2\"><span style=\"line-height: 1.538em;\">If you do find yourself peering through Mmuseum&rsquo;s tiny window at 3 in the morning, wondering what it is you&rsquo;re looking at, know that that piece of moss came from Matisse&rsquo;s grave. And the water in that jar? From the toilet next to the room where Trotsky was murdered in Mexico. And even when it comes to trash, Mmuseum is ambitious.</span></p><p class=\"p2\"><span style=\"line-height: 1.538em;\">&ldquo;We hope to one day do an exhibition about Space Trash,&rdquo; Kalman tells me.</span></p><p class=\"p2\"><span style=\"line-height: 1.538em;\">See? For New York&rsquo;s tiniest museum, not even the sky is the limit.</span></p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/BabyMop3%20copy.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"/file/babymop3-copyjpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/082620146.mp3"},{"href":"/file/082620146mp3"}]}