{"created":"2014-09-04T16:43:07+00:00","modified":"2014-09-18T14:39:00+00:00","valid":{"from":"2014-09-18T14:38:59+00:00","to":"3014-09-18T14:38:59+00:00"},"hreflang":"en","title":"A Homecoming, Minus The Nostalgia, In Cole's Unsparing 'Thief'","published":"2014-03-24T22:46:00+00:00","teaser":"Teju Cole writes of a young man's return to Nigeria in <em>Every Day Is for the Thief</em>. He says his narrator is \"somebody who's been away a long time and doesn't want to pretty up the picture at all.\"","tags":["npr_api","291933966"],"guid":"0d8c8b18-5ad8-43df-b91a-0407d459697f","contentencoded":"<p>\"Like it or not, America has softened you\" — such are the words of welcome to the unnamed narrator of Teju Cole's <em>Every Day Is for the Thief.</em> The young man is on a trip to his home country of Nigeria, and as he visits his family and friends in Lagos, what he finds isn't quite what he expected: He's pressed for bribes at every turn. He tries to reconcile Nigeria's history with the museums that appear to avoid it. He sees the \"Yahoo boys\" at an Internet cafe, tapping out scam email messages.</p><p>Throughout these short vignettes, the narrator isn't always sympathetic toward the people he describes. \"I really love the rawness of his response to his environment, the response of somebody who's been away a long time and doesn't want to pretty up the picture at all,\" Cole tells NPR's Audie Cornish.</p><p>Cole says it was fun to write from the perspective of a narrator who's \"crankier\" than he is. \"For those of us who are from Nigeria, or who are from, you know, third-world countries, I think there can be sometimes a tendency to write defensively,\" he says.</p><p>\"I <em>am</em> very protective of the way people see Nigeria — except in this case, I just sort of let loose, in part because of my own grief at the way in which Nigeria had let itself down. And, you know, when this book was published in Nigeria [in 2007], it was really embraced there. People really liked it for the unfiltered way in which it talked about what was going on.\"</p><p>Cole talks to Cornish about the shared humiliation of scammers and the scammed, what he and his narrator do and don't have in common, and why he chooses not to live in Nigeria.</p><p><hr /></p><p><h3>Interview Highlights</h3></p><p><strong>On the way in which swindlers (the \"Yahoo boys\" behind Nigerian scam emails) and the swindled deserve each other</strong></p><p>Of course it's unfortunate when you actually meet somebody or you read about somebody who has been scammed, but there is something to be said for being a grown-up in the modern world who knows well enough not to get excited about offers of money from strangers. You know, didn't you learn anything growing up?</p><p><strong>On his relationship with Nigeria in 2007, when the book was first published<br /></strong></p><p>Well, I was living in the U.S. at the time, and like the narrator, I hadn't been back to Nigeria in quite a long time. In my case it was an 11-year absence. There was sort of a lot of overlap there, just in the sense of going back to a place that had, a) changed a lot, in some worrying ways, and b) not changed enough in terms of things that should have changed. And then thirdly, you know, signs of life. I think there are moments of hope scattered through the book that say that this is a place where people live and get on with it one way or another.</p><p><strong>On this quote from the book, highlighting how exciting life is in Nigeria: \"I suddenly feel a vague pity for all those writers who have to ply their trade from sleepy American suburbs, writing divorce scenes symbolized by the very slow washing of dishes.\" <br /></strong></p><p>After writing that, I went on and wrote <a href=\"http://www.npr.org/2011/02/13/133686644/an-immigrants-quest-for-identity-in-the-open-city\">Open City<em></em></a>, a book in which nothing happens. I took a very long walk in an American city, and the narrator got up to not very much. And I think that quote, actually, is a pretty good example of sort of not taking what's in the book as the author's own view. ...</p><p>The next line goes on to talk about if John Updike had had material that was more than Shillington, Pa., he probably would have won the Nobel Prize by now. And that's a dig at a man who at that time was still living, and is sadly gone away now, but it was maybe a little bit of a rhetorical move, and the reality is that there are important stories to be told from any corner of the world.</p><p>Having said all of that, Nigeria I find excessively exciting. It's actually overwhelming.</p><p><strong>On the narrator's internal debate over why he doesn't live in Lagos, which he finds so invigorating. <br /></strong></p><p>I think that particular part was a little bit of an exploration of what a returnee's crisis might be. You know, it's a little bit of a trope ... you go to a place that you know well, and you just say, \"Well, why can I not return, why can't I live here?\" ... There's a sort of vague sense of responsibility toward the place that formed you and all that. So I wanted to sort of dramatize that line of thought.</p><p>But for me, personally, I have not actually, really considered seriously living in Nigeria full time. This is my home here [New York and the United States], and this is the place that allows me to do the work that I do. ... I'm fortunate to be able to travel to many places, and to go to Nigeria often. And so I feel close enough to the things happening there without needing to live there.</p><p>Maybe I'm less angry and cranky about it <em>because</em> I don't have to live there, and I don't want to put myself in a situation where I then hate a place because I force myself to be there.</p><p><strong>On whether he's trying to address what his narrator calls a disconnect \"between the wealth of stories available and the rarity of creative refuge.\"</strong></p><p>Yes, I think so. I mean, I think that there's a sense in which myself, and many other young Nigerian writers, many other young African writers, we're sort of stepping into the gap of what we feel is sort of misrepresentations of contemporary African experience.</p><p>You know, the first move towards true equality is to have the person you're addressing understand that you're just as complex as they are, and that your stories are just as important as theirs are. So I think that is part of the work I do.</p><p>Having said all that, I don't attempt to be representational. I just try to do the best work that I can and sort of testify to one single individual's complex experience of reality.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Homecoming%2C+Minus+The+Nostalgia%2C+In+Cole%27s+Unsparing+%27Thief%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"490"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1293897817-185f0b.m3u?orgId=1&topicId=1033&aggIds=100876926&ft=3&f=291933966"},{"href":"http://media.npr.org/assets/img/2014/03/20/teju-cole----copyright-teju-cole-d416c09613576d057b52fc5db95d61a916c55296.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"502","width":"667"}}]}