{"created":"2015-04-16T21:54:50+00:00","modified":"2015-04-16T21:54:51+00:00","valid":{"from":"2015-04-16T21:54:51+00:00","to":"3015-04-16T21:54:51+00:00"},"hreflang":"en","guid":"0da2770d-26ef-4b56-b0be-954762fe4de7","title":"Unravelling an 'epidemiological mystery' about the transmission of Ebola in semen","published":"2015-04-16T21:54:47+00:00","byline":"Joyce Hackel","tags":["Ebola","health","sex","research","science","Human Needs","Medicine","Health & Medicine","Africa","Liberia","West Africa","Sheri Fink","Ebola","Virus","Outbreak","transmission","Sperm","Sex","Condom","Ruth Tugbah"],"teaser":" Scientists are still trying to determine how often and how long the Ebola virus stays active in semen.","contentencoded":"<p>Scientists have long known that the semen of Ebola survivors can carry the deadly virus. But just how long Ebola can remain there, and how easy it is spread through sex is now the subject of intense research. </p>\n<p>\"Scientists have the sense that it's quite rare, or we'd just see a lot more suspected cases of it,\" says New York Times correspondent Sheri Fink. \"Semen sample collection is a very touchy issue, not very commonly done there, and so we've also looked at some cases where that's already proved to be a bit of challenge, and led to some misunderstandings.\"</p>\n<p>Fink has made numerous trips to West Africa to report on the Ebola crisis. She says investigators have made progress looking into the case of a Liberian Ruth Tugbah. The 44-year old fruit seller contracted Ebola in mid-March, after Liberia had gone three weeks without a new diagnosis. At first doctors were stumped. </p>\n<p>\"Eventually the workers figured out that her boyfriend had been an Ebola survivor,\" Fink notes. </p>\n<p>Authorities tell Ebola survivors not to engage in sexual intercourse or to use condoms for three months. But Tugbah's boyfriend had been a survivor for 175 days when researchers found Ebola's genetic material in a semen sample he provided.</p>\n<p>The Liberian Institute for Biomedical Research in Liberia's capital, Monrovia, has recently acquired the ability to sequence the Ebola virus. </p>\n<p>\"So they were able to sequence Tugbah's virus, and they're now getting some early hopeful clues that it may be a match to the boyfriend's,\" Fink says. \"But it's still a little too early to say.\"   </p>\n<p>The World Health Organization and Liberian authorities have recommended that all Ebola survivors practice safe sex indefinitely.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-16%2Funravelling-epidemiological-mystery-about-transmission-ebola-semen&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0416201501.mp3"},{"href":"http://www.pri.org/file/0416201501mp3"}]}