{"created":"2015-04-17T20:29:16+00:00","modified":"2015-04-27T03:55:10+00:00","valid":{"from":"2015-04-27T03:55:10+00:00","to":"3015-04-27T03:55:10+00:00"},"hreflang":"en","title":"As Lake Mead Levels Drop, The West Braces For Bigger Drought Impact","published":"2015-04-18T02:05:00+00:00","teaser":"Near Las Vegas, levels in the nation's largest reservoir have dropped 140 feet since 2000. Water deliveries to Nevada, Arizona and California may soon be rationed — and farmers would feel it first.","itags":["npr_api","400377057"],"guid":"0daac42a-0a53-4ac1-bdf9-3f024a24a48a","contentencoded":"<p>The historic four-year drought in California has been grabbing the headlines lately, but there's a much bigger problem facing the West: the now 14-year drought gripping the Colorado River basin.</p><p>One of the most stunning places to see its impact is at the nation's largest reservoir, Lake Mead, near Las Vegas. At about 40 percent of capacity, it's the lowest it's been since it was built in the 1930s.</p><p>\"Just to see the rings around it, it's just ... kind of scary, you know,\" says Darlene Paige, a visitor from New York. She's standing at a vista point above the Hoover Dam on the Arizona side of Lake Mead.</p><p>That \"ring\" is the infamous bathtub ring around the rim of the reservoir. The levels have dropped 140 feet over the past 15 years, exposing a white stain on the gravelly brown mountains above the water. The level is forecast to fall an additional 10 feet by this summer.</p><p>The snowpack in the Rocky Mountains, where the Colorado and much of the Southwest gets most of its water, is again at less than half of normal this year.</p><p>\"There are a lot of people, entities and critters that rely on this Colorado River water,\" says Rose Davis, spokeswoman for the U.S. Bureau of Reclamation.</p><p>Farther down the mountain, on a walkway next to the Hoover Dam, Davis points out the 10-story-high towers that used to be mostly underwater. The lake's levels are nearing a critical trigger where the Bureau of Reclamation will start rationing water deliveries to Nevada, Arizona and parts of California.</p><p>Agriculture would bear most of the biggest impacts first — an economic problem that's not lost on Davis.</p><p>\"The southern part of California and the southern part of Arizona, are the vegetable breadbasket of this country,\" she says. \"If you eat a salad for dinner tonight, chances are that salad came from California or the Yuma, Ariz., area.\"</p><p>The Colorado River and its reservoirs make the desert bloom. About 70 percent of all the water in the system goes to growing crops: vegetables, but also alfalfa and cotton. The river and its tributaries also provide the main drinking water for 40 million people.</p><p>Some of the West's biggest metropolises — Phoenix, Denver, Las Vegas, San Diego — all grew up during what scientists now believe was a wet period, a relative anomaly in the West.</p><p>Kumud Acharya, who studies the Colorado River at the University of Nevada's Desert Research Institute, says the current situation at Lake Mead is a glimpse of the future in the West. \"Seeing dry islands popping up that didn't used to exist because of water going down — it's like a looking glass for problems everywhere,\" Acharya says.</p><p>The Colorado River is already overallocated. In the long term, Acharya says, the region needs to better understand whether climate change is the culprit behind a steady decline in the snowpack in the Rockies. That way, water managers can better plan around shorter winters.</p><p>\"When we don't have water, these utilities have to find water, bring that water from somewhere,\" Acharya says. \"Whether it's a desalinization project or whether it's from groundwater pumping from somewhere else, the cost is going to go up. We just have to pay more.\"</p><p>If there's any good news about the drought on the Colorado, it's that, unlike in California, this one has been a disaster slow to unfold. There's been well over a decade now of severely dry conditions, with the occasional big-snow winter here or there.</p><p>\"We've been living this for the last 15 years; we've been adapting for the last 15 years,\" says John Entsminger, general manager of the Southern Nevada Water Authority.</p><p>At a recent press conference, he touted the fact that Las Vegas has cut its water use by 40 percent during this drought. Even before the current drought, Nevada was the driest state in the U.S.</p><p>\"I do believe that Nevada is a poster child for the rest of the nation,\" Entsminger says. \"We have shown that you can grow your economy <em>and</em> use less water.\"</p><p>But conservation can go only so far when your supply is shrinking fast.<strong> </strong>So the water authority is currently spending $1.5 billion to burrow a new tunnel even deeper down into Lake Mead: The old tunnels that suck water over to Las Vegas will dry up if the lake's level sinks below 1,000 feet.</p><p>Today, it's at about 1,080 feet — and falling.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=As+Lake+Mead+Levels+Drop%2C+The+West+Braces+For+Bigger+Drought+Impact&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Kirk Siegler","audio":[{"meta":{"duration":"274"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1400424076-4594bb.m3u?orgId=1&topicId=1091&e=400377057&d=274&ft=nprml&f=400377057"},{"href":"http://media.npr.org/assets/img/2015/04/17/img_4495-6f41a4d78aad2a34cb5680e53cd95d63f009da5e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3262"}}]}