{"created":"2014-08-29T18:44:04+00:00","modified":"2014-10-31T00:49:05+00:00","valid":{"from":"2014-10-31T00:49:05+00:00","to":"3014-10-31T00:49:05+00:00"},"hreflang":"en","title":"A Modern Twist On Mexican Tradition Hits The Runway","published":"2014-06-30T22:36:00+00:00","teaser":"Handmade <em>rebozos </em>and <em>huipiles </em>are staples of traditional Mexican attire. Designer Carla Fernández re-imagines those garments for runways in Tokyo and Amsterdam.","itags":["npr_api","325801547"],"guid":"0db305b8-f094-44d6-aa4d-6bc02f05d3e5","contentencoded":"<p>In a small shed in Tenancingo, Mexico, partly open to the sky, about a half-dozen men stand behind huge wooden looms. They pedal side-by-side, their churning feet making a beautiful harmony as they craft handmade <em>rebozos.</em></p><p><em>Rebozos</em>,<em> </em>long rectangular shawls that came into style in Mexico in the 16th century, and the <em>huipil, </em>a woven and embroidered blouse or dress of pre-Columbian origin, are the main elements of Mexican traditional dress.</p><p>Today <em>rebozos</em> and <em>huipiles</em> bridge the past and future of Mexican garments. They're being reinterpreted by designers like Carla Fernández, who takes these handmade textiles and manipulates them into something contemporary.</p><p>The tiny rural workshop in Tenancingo represents one thread of Fernández's elaborate supply chain, one that loops from Mexico's plains and mountains to runways in Tokyo and Amsterdam.</p><p><strong>A Few Cuts, Then Transformation</strong></p><p>On a visit to the weavers, the designer unfurls a blue-and-white fringed <em>rebozo</em>, intricately loomed into a tight herringbone pattern. It's nearly 8 feet long.</p><p>\"We just make these cuts, and put these two sleeves,\" Fernández explains. \"And you can use it as a vest, and then you can turn it upside down and you will see it becomes more a blouse or a sweater.\"</p><p>On the body, it's chic, sculptural, edgy — but laid flat, the finished garment keeps its traditional rectangular shape.</p><p>Fernández leaves the fringes of the <em>rebozo</em> intact, she says, \"so you can actually see that this is all handmade.\"</p><p>In fact, the <em>rebozo</em> is one of the most labor-intensive garments on earth. Before any looming begins, the threads are wrapped with thousands of knots and dyed, then the knots are removed — a process known as <em>ikat</em>.</p><p>Mexico's rich, raw fabrics — cotton, shaggy sheep's wool or even rough <em>ixtle</em> from agave fiber — attracted Fernández as a teenager. Indigenous women in remote villages wore these fabrics themselves — but the ones they sold weren't as elaborate.</p><p>\"I used to tell them, 'No, I don't want this <em>huipil</em>, I want one like the one you are wearing,' \" Fernández says.</p><p>Now 41, Fernández travels constantly to collaborate with indigenous weavers throughout Mexico, offering special workshops where weavers can develop new skills or learn to market old ones.</p><p><strong>Protecting A Heritage Of Storytelling And History</strong></p><p>Hundreds of miles away from the <em>rebozo</em> workshop, in the mountains of northern Oaxaca, Fernández has been invited to the city of Tuxtepec to see if local weavers want to become her suppliers.</p><p>The weavers here are women with long braids, wearing bright red <em>huipiles</em>. Some of them speak only a tonal dialect of the Chinantec language as they demonstrate a backstrap loom, which ties around the waist to a pole.</p><p>Their <em>huipiles</em> are woven with symbols, like trees of life or creation myths of light and darkness. Traditionally, indigenous weaving tells a story.</p><p>There's so much cultural significance attached to these garments that issues of historic racism and exploitation can't help but come up. Marta Xucunostli, a 34-year-old local activist, says that she was initially skeptical about designers like Fernández coming into indigenous areas like hers to work with weavers.</p><p>\"At the beginning ... I was like, 'Who is this designer who is coming?' Because as communities we protect ourselves,\" Xucunostli says. \"Like back in the times of the conquerors ... giving a mirror and doing some not-fair trade.\"</p><p>Xucunostli says she Googled Fernández carefully. Her caution comes from centuries of exploitation. Anthropologist Marta Turok, who specializes in Mexican textiles and helped Fernández establish fair-trade practices, can understand.</p><p>\"To be an Indian is to be at the lowest link in the chain,\" she says.</p><p><strong>'The Next Thing You Know ... Goodbye, Braids'</strong></p><p>The role of weaving in communities is changing. When Turok began her research decades ago, nearly all indigenous women wore <em>huipiles</em>.</p><p>As more and more children assimilated and went to school, however, plaid skirts and acrylic sweaters became mandatory.</p><p>\"And the next thing you know ... goodbye, braids,\" Turok says. \"Do you think that young girl is ever going to wear a <em>huipil</em>? Probably not.\"</p><p>Since the Zapatista rebellion in the 1990s, the Mexican government has made some attempts at reform, including recognition of indigenous cultures.</p><p>Turok says a critical concern in seeking new markets is whether it compromises the heritage of the artisans.</p><p>\"Once the designers came in, or the non-profits, or even the government, you created a system of dependency. The artisans became dependent on a third person,\" Turok says.</p><p>\"That third person could control the raw material and say, 'Here, I'll give you the raw material and I'll just pay you for your labor,' \" she says. \"So one of the questions is: Who is in control of the production?\"</p><p><strong>Making Contacts, Placing Orders</strong></p><p>Fernández's answer to this question lies farther into the region called<em> </em>Chinantla<em>. </em>The road into the mountains passes cool green groves of vanilla bean orchards and trees laden with mangos.</p><p>Fernández is on her way to meet another group of artisans — women she's not yet sure if she'll be able to work with.</p><p>\"We will try,\" Fernández says. \"This trip is very important to us because we'll have the contacts of the weavers — and then we will get back to the city and reach them through email, through phones, and then we'll know exactly what we can propose.\"</p><p>In the tiny community of San Pedro Ixcatlán, Fernández's car pulls up outside the hilltop home of Rosina Sarmiento, a 65-year-old artisan.</p><p>Inside, Sarmiento opens a cabinet overflowing with bright, beautifully embroidered fabrics created in the Mazateca style.</p><p>They're covered in birds and flowers. Fernández checks out bedspreads and tablecloths, holding them up against her body.</p><p>\"The embroidery is so fine that it looks painted,\" Fernández says. \"If you see it from far away, you don't know if it's a print. And then you come very close and then you see that it's amazingly embroidered.\"</p><p>If Sarmiento decides she'd like to work with Fernández, Fernández will pay half up front and half on delivery. Ultimately, one of Sarmiento's hand-embroidered flowers or parrots might end up on shawls, ponchos or dresses in one of Fernández's two Mexico City boutiques.</p><p><strong>Old Traditions, New Versatility</strong></p><p>Fernández is prepared for another question as well: Is this use of indigenous weaving traditional? \"What [the weavers] do for the tourists is not traditional, either, you know?\" Fernández says. \"These are the communities that want to do new designs — those are the ones we work with.\"</p><p>Increasingly, younger indigenous women wielding cell phones and business cards seem happy to have their handiwork on the world stage.</p><p>\"They know how to do backstrap loom. Who in the world, like young people, know[s] how to do backstrap loom? Very few,\" Fernández says. \"But it's something that makes you very unique, like those things that your grandparents taught you. I think the new generations are pretty into it.\"</p><p>Milagros Ortega, 27, is part of the next generation, and a full-time weaver. A backstrap loom of red thread is strung across the patio at her home in San Lucas Ojitlán. She and her fellow weavers won't hesitate to try new things for Fernández, she says, but she won't stop weaving <em>huipiles</em> for herself.</p><p>\"We would never let anything change this,\" she says, \"because these are our roots.\" Their roots, their history and their heritage.</p><p>You can see Fernández's designs, featuring the work of weavers from across Mexico, at an exhibit this summer at Boston's <a href=\"http://www.gardnermuseum.org/contemporary_art/exhibitions/current_exhibitions/carla_fernandez_the_barefoot_designer\">Isabella Stewart Gardner Museum</a>. The show is called \"Carla Fernández: The Barefoot Designer,\" and Fernández herself will give a workshop in August.</p><p>Cecilia Gomez Diaz, a young weaver from Chiapas, will also be teaching at the museum this summer.</p><p>\"When I weave, I think how each person represents, to me, a human in the universe,\" Diaz says. \"There are as many humans as threads — there is no end.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Modern+Twist+On+Mexican+Tradition+Hits+The+Runway&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jacki Lyden","audio":[{"meta":{"duration":"535"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1326406872-daa52b.m3u?orgId=1&topicId=1008&aggIds=310432756&ft=3&f=325801547"},{"href":"http://media.npr.org/assets/img/2014/06/30/carla_redos_2-8d807e8e01036d4a1b11a4d226a3f115a4d15fdb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1784","width":"2377"}},{"href":"http://media.npr.org/assets/img/2014/06/26/carlafernandez_finals_process2-797e10b8c0b99642e9ad8c24dbbad129da61e21b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1605"}},{"href":"http://media.npr.org/assets/img/2014/06/26/carlafernandez_finals-002-8a4ffcc470763fd38f77f5e38a6720c2dbba6d1c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3072","width":"4091"}},{"href":"http://media.npr.org/assets/img/2014/06/26/carlafernandez_finals_process1-679c7693aeec63482dbcb0c9288f9bf51cfd77c4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1605"}},{"href":"http://media.npr.org/assets/img/2014/06/30/carla_redos_011-17521387d901a72ed0978bcc342bd766acbec9f3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1800","width":"2403"}}]}