{"created":"2015-01-14T23:00:27+00:00","modified":"2015-01-20T20:19:03+00:00","valid":{"from":"2015-01-20T20:19:03+00:00","to":"3015-01-20T20:19:03+00:00"},"hreflang":"en","guid":"0dbc5372-df21-43a0-bbcb-77da0eb1a4ef","title":"Here's what ISIS recruiters and sexual predators have in common","published":"2015-01-20T20:19:01+00:00","byline":"Carol Hills","tags":["terrorism","conflict","SafeMode","Conflict","Conflict & Justice","Asia","Europe","Syria","United Kingdom","Middle East","Asia","Europe","Mia Bloom","University of Massachusetts","Lowell","Islamic terrorism","Al-Qaeda","Islamism","Cult","Sisterhood","Religion"],"teaser":"Islamist groups have found success recruiting young men and women online, and their small army of recruiters often uses the tactics of cults and predators to win over impressionable converts.","contentencoded":"<p>In every violent attack by homegrown extremists in places like Paris, London, Madrid or Boston, there's a chain of survivors: The mother who didn't understand her son or daughter had met extremists online; the wife who thought her husband was just taking the day off; the sister who realized she had never met her brother's new friends.</p>\n<p>And those tranformations can be subtle, taking place over months and eluding relatives along the way. </p>\n<p>Mia Bloom of the University of Massachusetts says groups like ISIS and al-Qaeda go after young women in the West by using other young women as online recruiters. The tactics they use are similar to that of an online sexual predator: establishing a rapport and building trust.  </p>\n<p>\"It's another woman. She's cool. She's just a few years older. And so this is how they will initially approach,\" Bloom says. It's an attempt to dupe unsuspecting young women in places like the United Kingdom, France and United States into joining. But it begs another question: Are the young women who end up being recruited victims or terrorist masterminds?</p>\n<p>Some countries like Britain are arresting those who return from Syria and <a href=\"http://www.nytimes.com/2014/12/06/world/europe/two-britons-get-prison-terms-after-returning-from-syria.html?_r=0\">sentencing them to prison</a>, even when their families cooperate with authorities. Bloom believes that could discourage families from working with police to bring their kids back home.</p>\n<p>\"In the same way that we have former gang members talking to high school students to prevent them from entering gangs, we may be missing out on an invaluable resource to have these girls speak to other young women not to get involved,\" she says.</p>\n<p>Aqsa Mahmood is a case in point. The 20-year-old from Glasgow <a href=\"http://www.bbc.co.uk/news/uk-scotland-glasgow-west-29082435\">traveled to Syria in 2013</a> and married an ISIS fighter. She then starting promoting terrorism back home via Twitter. Bloom says Mahmood and others try to recruit others by selling an idealized version of what life will be like in Syria.</p>\n<p>\"She'll be online extolling the virtues of living in the Caliphate and how wonderful it is to have this sisterhood, especially if you are the second or third wife,\" Bloom says.</p>\n<p>Some of the other tactics used to recruit young men and women to ISIS and al-Qaeda resemble those used by cults. Things like \"love bombing,\" an attempt to influence a person by lavish demonstrations of attention and affection, or dangling some sort of prize in front of potential recruits in exchange for an agreement. </p>\n<p>And the people drawn to both terror groups and cults tend to be seeking something missing from their lives. \"They're not necessarily going to be damaged individuals,\" Bloom says. \"But I do think that the terrorist organizations do prey upon a certain kind of individual, especially converts to Islam who, because they converted, tend to overcompensate.\"</p>\n<p>Sometimes that compensation, especially for Western recruits, is for a lack of success in life. \"They are tired of being objects of history and want to be agents of history,\" Bloom says. \"Being in the caliphate is a way of being someone important. You're making a difference — even though it's a terrible difference.\"</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/011420153.mp3"},{"href":"http://www.pri.org/file/011420153mp3"}]}