{"created":"2015-01-28T08:25:50+00:00","modified":"2015-06-05T15:30:09+00:00","valid":{"from":"2015-06-05T15:30:09+00:00","to":"3015-06-05T15:30:09+00:00"},"hreflang":"en","title":"Homeless Man Encourages Others On The Streets To 'Get Up'","published":"2015-03-31T19:33:00+00:00","teaser":"Tony Simmons is a former heroin addict and drug runner who had been in and out of jail. Today, he helps many of Baltimore's 3,000 homeless residents — with housing guidance, advice and hugs.","itags":["npr_api","377473153"],"guid":"0dc1c5b1-05df-47db-aaff-2e324be75c13","contentencoded":"<p><em>This story begins an occasional series about individuals who don't have much money or power but do have a big impact on their communities.</em></p><p>Sometimes, the people you'd least expect are those who do the most. People like <a href=\"http://www.npr.org/2013/03/14/174302726/homeless-age-faster\">Tony Simmons</a>, a homeless man in Baltimore who helps others get off the street. Simmons says he does it as much for himself as for anyone else.</p><p>Simmons is 53 years old and a former Marine. He's also a former heroin addict and drug runner and was in and out of jail. Eventually, he hit rock bottom — homeless, penniless, alienated from family and friends.</p><p>Two years ago, he says, he was afraid he might die if he didn't pull himself up. Even then, he knew what he had to do.</p><p>\"You must start with yourself. Get up. Get going. No excuses. That's what I tell myself every morning after prayer. 'Cause every time I help one person, I get a little part of me back,\" Simmons says.</p><p>Today, Simmons has gotten much of himself back. He's the unofficial go-to person for many of Baltimore's 3,000 homeless residents, people like the bundled up men and women who come to the <a href=\"http://www.hchmd.org/\">Health Care for the Homeless</a> clinic downtown to get medical treatment and other services or to escape the cold. Simmons is stationed at the front door, volunteering at a help desk that he helped set up. He hands out fliers for a free dinner at a local church, provides referrals to food pantries and other services in the city, and gives plenty of advice — and hugs.</p><p>\"The one thing I try not to do is tell them what to do,\" Simmons says. \"I just give them the avenues: 'These are the resources that's out there. Choose something that's right for you, and I will help you navigate through that system.' \"</p><p>Professionals at the clinic say Simmons can reach people they sometimes can't, that he knows where to get help and how to cut through the red tape. He's now staying with a friend, but he spent three years living in a shelter. So he has lots of credibility with those who are homeless.</p><p>And the need for help seems endless. Several people waiting in the clinic lobby use walkers, or wheelchairs. Some are missing limbs. Many need addiction or mental health services. One woman by the door hops nervously as she brushes her teeth.</p><p>Outside, it's cold and raining. About two dozen people sleep on the clinic's front porch each night, or across the street by a highway overpass. That's where Theodore Maddox Jr. first saw Simmons over a year ago, helping people outside.</p><p>\"He never knew that I was watching him, but every day I saw him, and I used to inquire about him: 'Who's that dude there? Who's that dude there?' And I just said, 'Man, that's the person I would like to emulate,' \" Maddox says.</p><p>Maddox was in bad shape at the time. He was on drugs and homeless after spending 30 years in prison for murder and other crimes. But when he overheard Simmons say he'd rather be homeless than live inside while others were on the street, it got Maddox thinking.</p><p>\"Here's a dude that's unselfish,\" Maddox says. \"So it taught me how to be unselfish, you know — don't just think about me. I have to think about other people, too.\"</p><p>So Maddox decided to clean up his act. And now, at age 56, he has his first apartment. He has also joined Simmons in a homeless speaker's bureau to share his story at local colleges.</p><p>Simmons seems to be involved in just about everything. He advocates in city hall and at the state capitol, works on a homeless newspaper, mentors homeless youth and co-teaches a class on homelessness at Johns Hopkins University. He recently started a part-time job, helping those who face eviction.</p><p>But Simmons says what people need most from him is encouragement.</p><p>Back at the clinic, Simmons hugs a big bear of a man named James, who has just told Simmons he's now living with relatives and no longer on the street.</p><p>When James leaves, Simmons starts to tear up.</p><p>\"Every day I hear these stories,\" he says. \"People come to me, like, 'You know, I'm not out here anymore. Thank you.' I'm like, I didn't do much. I just said, 'Get up.' That's all. Just get up.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Homeless+Man+Encourages+Others+On+The+Streets+To+%27Get+Up%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Pam Fessler","audio":[{"meta":{"duration":"271"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1382056554-6a35a3.m3u?orgId=1&topicId=1091&aggIds=396627754&d=271&p=3&story=377473153&t=progseg&e=382055593&seg=5&ft=nprml&f=377473153"},{"href":"http://media.npr.org/assets/img/2015/01/16/tonysimmons-01-7cdf8a8f693713ada6242fc40b7c99d6c9578b3b.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1485","width":"2227"}},{"href":"http://media.npr.org/assets/img/2015/01/16/tonysimmons-02-25360d159d885238ffee7bccb1833ab3dc2e374d.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1667","width":"2500"}},{"href":"http://media.npr.org/assets/img/2015/01/16/tonysimmons-03-b731c615bd3b7ee87275baf1ee9a3d6c41b9bdf1.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1667","width":"2500"}},{"href":"http://media.npr.org/assets/img/2015/01/16/tonysimmons-04-b9ae6c83a226dc521e343eb41c672bc8a043749a.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1463","width":"2194"}},{"href":"http://media.npr.org/assets/img/2015/01/16/tonysimmons-05-05372418172e7045176541be7e45e824f38fa352.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1667","width":"2500"}},{"href":"http://media.npr.org/assets/img/2015/01/16/tonysimmons-06-16f942095c0e85f633d46aa4ee63da421d15bdd4.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1667","width":"2500"}},{"href":"http://media.npr.org/assets/img/2015/01/16/tonysimmons-07-98d4c2608c8f64ae6b4dabb574f73fef555704e3.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1590","width":"2384"}},{"href":"http://media.npr.org/assets/img/2015/01/17/tonysimmons-03a-84dda4c8a7e6c6bbb1c6e5d1c2bd5d3699a6e2e5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1131","width":"1508"}},{"href":"http://media.npr.org/assets/img/2015/01/16/tonysimmons_gd41_custom-46c279ed17f541b2a4500aa5e55694080f90fa4a.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1665","width":"2492"}}]}