{"created":"2014-09-16T07:38:25+00:00","modified":"2014-11-12T18:14:58+00:00","valid":{"from":"2014-11-12T18:14:58+00:00","to":"3014-11-12T18:14:58+00:00"},"hreflang":"en","title":"Nick Cave: 'The Creative Process Is An Altered State In Itself'","published":"2014-09-16T14:58:00+00:00","teaser":"Cave is the subject of a different kind of rock documentary called <em>20,000 Days on Earth</em>, which attempts to debunk the creative process for what Cave says it actually is: \"just hard labor.\"","itags":["npr_api","348727370"],"guid":"0dc1c53d-d4d2-43f7-9263-ffd2d0ec878e","contentencoded":"<p>When you've been in the music business as long as <a href=\"http://www.npr.org/artists/15358839/nick-cave\">Nick Cave</a>, inevitably someone will want to make a documentary about you. From grainy footage of his early '80s band The Birthday Party to a <a href=\"https://www.youtube.com/watch?v=2-qqC5cBI6E\" target=\"_blank\">mid-'90s pop duet with Kylie Minogue</a> that made him an unlikely MTV star, he's a tempting subject.</p><p>Now at 56, Cave still cuts a mean figure in his slim dark suits and crisp white shirts. As a film score composer and novelist, the writer in him couldn't resist the unconventional idea behind the film <em>20,000 Days on Earth</em>: a single day in Cave's life, reconstructed by filmmakers Iain Forsyth and Jane Pollard. Cave recently spoke with NPR's Audie Cornish about the documentary, why therapists ask better questions than journalists and finding \"something where there's still a spark of discovery within the song.\"</p><p>Hear the radio version at the audio link and read their conversation below.</p><hr /><p><strong><em>20,000 Days on Earth </em></strong><strong>is the name of the film, and it refers to your age, and this is supposed to be the 20,000th day on Earth. But it's not like we're seeing you take out the trash, right? I mean, describe exactly kind of what we're seeing.</strong></p><p>Well, it's a fictional day. The idea was that we create a day that appears to be a real day but that's obviously fictional, and that all the things that happened within that day are obviously fictional, but within that some kind of greater truth could be told. That was the basic premise of it.</p><p><strong>And you say something like, I think it's like, \"I wake. I write. I eat. I write. I watch TV.\" Is that the comment at the top?</strong></p><p>Yeah. That's about right.</p><p><strong>It sounded like my day, but I'm not a rock star. And I didn't know, you know, if in some ways this was a different approach from the kind of hazy rock documentary, right, that has the gentle voiceovers over grainy photos and that sort of thing.</strong></p><p>Yeah, I mean, we definitely didn't want to do that kind of thing. We'd seen a lot of rock documentaries that had come out, and we were — we kind of looked at them as a way of not to do something rather than what we should do. But I think that initial thing about, \"I wake. I eat,\" and all that, \"and I write,\" I think is an attempt to explain the working process, and my working process is no doubt much the same as yours and the same as many other people. The artistic process seems to be mythologized quite a lot into something far greater than it actually is. It is just hard labor.</p><p><strong>And we see you sitting in an office, you know, down to a typewriter, and you build this world through, you build your worlds of narrative songwriting. And how does this kind of very structured workplace allow you to be creative?</strong></p><p>Well, as anyone who actually writes knows, if you sit down and are prepared, then the ideas come. There's a lot of different ways people explain that, but, you know, I find that if I sit down and I prepare myself, generally things get done.</p><p><strong>I only ask because there's this kind of rock star mystique idea that, you know, artists need to be in an altered state somehow, right, to be creative.</strong></p><p>I think the creative process is an altered state in itself. But I've tried it both ways, to be honest, and these days when I sit down without being full of drugs it's a lot easier. A lot more comes, and it's kind of better for it, I would say.</p><p><strong>What was it like kind of going through your archive or papers or notebooks and seeing the work you had done during that time, you know, in particular, when you were facing down a drug habit?</strong></p><p>The archive that we supposedly go to is a conceit — there is no such archive — or at least not in Brighton, where it's supposed to be. So we enter this world that is not a true world. But within that world, they just pull out photographs and stuff that they've collected from different sources that are real. And my response to those photographs are real.</p><p>This is the idea that we could create something false and have something more believable and more true within that, if you understand. So my reactions to those photos were very genuine, and some I hadn't seen before and some touched me quite deeply. But, you know, I don't really divide things in terms of when I took drugs and when I don't take drugs — it's all just memory and life.</p><p><strong>Throughout the film, there are many moments that are essentially staged in one way or another. Some of the more striking are the scenes that are in the car. These are scenes where you're sort of driving around and suddenly it appears you're in a conversation with somebody who's from a key part of your life. And it has a very kind of dreamlike effect.</strong></p><p>Yeah, it was, it turned out. I mean, those conversations in the car were completely staged in the sense that I'm not even driving the car, but I'm on a kind of front load, or badly pretending to drive the car. But what happened within the car was completely — we really had no idea what would happen in those cars. And they did turn out to be very haunting scenarios, especially the Kylie Minogue one. There's a warmth that happens between us, but there's something very haunting about it as well. We were really pleased with how those things came out.</p><p><strong>One storytelling device involves a noted psychoanalyst, Darian Leader, who asked you questions like, \"What do you fear the most?\" And for a long time I think people thought that you notably did not like being interviewed and dealing with the press. And was there some irony in sitting down in a film in which it's a therapist, I mean, almost a more intrusive line of questioning?</strong></p><p>Actually it's more interesting to sit down with a therapist than a normal interview.</p><p><strong>I won't be offended. Go ahead.</strong></p><p>Yourself excluded, yourself excluded. Because you don't know what's going to come at you, and so there's not that feeling of repetition. I think he sat down and I think the first question he asked was about when was the first time I'd seen a naked body. Now that's a kind of question that suddenly takes you off-guard and requires some thought, whereas a lot of questions that the press ask are basically the same questions that you're asked a lot of times, so you're not really on full alert sometimes with a normal interview.</p><p>We sat together, me and Darian, for two days doing this extended, grueling interview, and he was a remarkably intelligent character and a great psychoanalyst, I would imagine, not that I'd ever been to him for that reason, and was able to pull all sorts of threads together very quickly that made for — he made for exciting company.</p><p><strong>One thing you said in one of these car rides, you said, \"You turn it on, you turn it off. But then one day you wake up and you find you've become the thing you've wished into existence.\" And it was an interesting thing to hear from someone who, throughout his career, has really had transformative moments. Like any time people kind of think they get or know what a Nick Cave album is going to sound like, you would kind of change.</strong></p><p>I've had to change. Change is important and change is the energy that runs through all of our records. But, you know, there is this question that goes on with celebrities, especially people in the music industry, which I think are different in a way than actors and so forth: What is the real person? What is the person behind the mask and all that sort of stuff? And I've always had trouble with this question because I don't really think there is anything behind the mask. I don't think there is anything of any substance behind the mask except a kind of withered, etiolated memory of something we may have been when we were younger. I think there's a desperation that comes with a lot of people in the entertainment business, especially in the music business, or wanting to become something different than you were when you were a child, to become something that you perceive as a grander thing. And I think you give over your life to that wish, you know, for better or for worse.</p><p><strong>You actually say at one point that you can't reinvent yourself. You say, \"I am Nick Cave.\"</strong></p><p>Well, you know, I was talking to an actor — I'm talking to Ray Winstone — and their job is to reinvent themselves. Their job is to be different characters, and I think I was trying to make the point with Ray that it's a very different thing between my job and his job. There is only one character. There is only one mask, and eventually that mask kind of calcifies itself onto the face and you can't take it off anymore, and you just become that thing. This is all sounding a bit bleak, but actually it's quite a wonderful thing as well.</p><p><strong>Do you identify or sort of --</strong></p><p>You're editing this, right?</p><p><strong>Yeah, but I don't know why. That was a great answer. </strong></p><p>I haven't said that one before.</p><p><strong>Oh, really?</strong></p><p>Yeah, pretty much. That's why there was a sense of excitement when I was saying it.</p><p><strong>I ask because in one of your songs, \"Higgs Boson,\" you mention an artist like Miley Cyrus, and it makes me think of these artists in this generation who are very publicly struggling with what their persona is versus \"who they really are\" and how much of celebrity culture is always trying to find that out, right — that's the point of showing them taking out the trash.</strong></p><p>There is this attempt that's made in documentaries to represent these kinds of people, myself included, as normal people. And I don't think it's possible, for someone of Miley Cyrus' fame, to be a normal person, to ever be a normal person again. And that's something that she has wished into existence, so there's no going back, is what I mean. There's only going forward or up or down, but not back.</p><p><strong>You're kind of left carrying on the performance, in a way.</strong></p><p>Yeah. I mean, the thing is, the more monstrous the person becomes, the more the audience likes it, the more we like it. And that's the wonderful thing about rock musicians, in particular, or musicians in particular, that they live these otherworldly lives and become corrupted by them in a very beautiful and exciting way sometimes. They become monsters.</p><p><strong>Well, I guess it seems like you're a student of the performance, right. You don't talk just about how an artist performs a song, but how they deal with people in the back rows or, you know, in the front row or what can throw a performance off.</strong></p><p>I see things in that way because it's my job to be doing it. I'm a performer as well, so I often look at the way that people go about things. And I do talk in the film about the certain kinds of performers and that personally I'm more of a front-row performer. I try to not be, but the energy I get is very much from a one-to-one kind of thing that I get with the front row. I think Nina Simone is a bit like that too, from watching her. Her attention is at the front, at what she can see and what she can get back. There are other performers, I think, that their gaze goes beyond the front row out into the middle and they appear to be talking to everybody collectively, you know. Some it works and some it doesn't, but I personally can't do that. It has to feel like a one-to-one dialogue when I'm on stage in some way.</p><p><strong>I ask because there are performances in the film — we've seen these songs come from notes or we've seen you work in the studio until all of a sudden we're on stage and the film almost stops. It's very intense seeing how you communicate with the audience. What was it like exposing that process to filmmakers?</strong></p><p>Well, I might like to say that it's really the audience that makes or breaks a concert. I guess a lot of performers say that, but it's quite true in the sense that it's very much a two-way thing, and the more involved they become, the better the performance, I find. And we're going across America at the moment, and there's a very different response this time to us and there's something much more communal that's coming out of that, which I'm really happy about. But there's definitely, to see my band, at least, there is a need — a requirement — from the audience to be involved in some way, rather than sitting back and applauding, if you know what I mean. [I need to know] that they're involved in some other level, possibly a transformative level as well.</p><p><strong>How is that process different from the studio process? How does that change for you? Because the film actually shows you guys in the studio creating songs.</strong></p><p>The song that they actually show, a version of \"Higgs Boson Blues,\" is pretty much the second take, possibly, of that song. And when I say take, I mean none of the musicians know the song at all before we've kind of performed it. So you can see very clearly the sense of adventure that's going on within the recording of that track, and the people are — they don't know how long the song is, I don't really know how long the song is. I'm editing as I'm singing from a long set of lyrics. So the process of creating the song is completely alive, and that's what we try and get within the studio, and that's what we try and get down on tape. There [is] something about the adventuring feel of that within the music that I personally find really exciting. It's very difficult to create and very difficult to capture, but I was really pleased that that was actually captured on film.</p><p><strong>Why?</strong></p><p>Because I think that it shows actually something that's quite unique about The Bad Seeds: the way The Bad Seeds make music. I think most generally the way is to learn the song and get it sounding as accomplished as possible. The Bad Seeds have never really been that interested in that, but rather to find something where there's still a spark of discovery within the song.</p><p><strong>In the end, did it feel like this was another kind of performance to be a part of the filmmaking in this way, to be a part of a documentary in this way?</strong></p><p>In general or in the studio?</p><p><strong>In general. It's like you were performing yourself. Or maybe I'm wrong. Maybe we were seeing it.</strong></p><p>I was sort of drawn into this film slowly. I didn't kind of run around going, \"I want someone to make a documentary about me.\" The idea was put to me, [to] which I flatly said \"no,\" right from the start, \"I don't want a documentary made,\" because I was thinking about other people's documentaries that are made about them, and they don't seem to do anybody any favors. You generally go away from one of these documentaries regretting actually having seen it.</p><p>But Iain [Forsyth] and Jane [Pollard] came with a whole different way of doing the documentary that seemed different and interesting, so I kind of allowed myself into it very slowly, and we started doing these scenes like me asleep or me in front of the mirror and all of that sort of stuff, which I felt extremely nervous about. But I was always able to edit anything, so I felt kind of comfortable in that way. There was an agreement made that if I didn't like anything, we could lose it. And we were able to watch it on the day, film it, look at it back, see if it looked all right. There was a very large safety net under that film, so it may feel like I gave myself over to a process, but I know I gave myself over to that process fully.</p><p><strong>Were there moments where they fought you a little bit and said, \"This may not be flattering, but it's what we're seeing\"?</strong></p><p>Yeah, there were. They're great filmmakers in the sense that they know the ideas to cling to and know the ideas to drop and the ideas to fight for. So, you know, that's probably what makes a good filmmaker, really.</p><p><strong>As someone who is a writer yourself — you've written novels and scored films — what was it like seeing this process? I mean, did you feel your own kind of internal editor kicking in sometimes?</strong></p><p>It kicked in a lot, you know. I mean, so there was a lot that went from the film; not anything that I said so much as the way I looked, I'm sad to say.</p><p><strong>Really?</strong></p><p>You know, just where you go, \"Lose that. That's — I can't,\" you know. It was all vanity, most of it. But when I actually sat down and saw it at the end, I was very happy for Iain and Jane because they had this vision right from the start. They brought to me this storyboard that was really interesting, and they managed to hang onto that and were allowed to hang onto that vision by the people that financed and produced the film so that the end product was that vision, and I felt very proud of them for that, that they managed to get that. It's not always the case, as you know, with films.</p><p><strong>Earlier you mentioned what it's like to be before audiences now, on this particular tour, and you sort of describe them as being different in a way. And do you think it's the audience that is different or have you changed a lot?</strong></p><p>I think I've changed as a performer, you know, over the years, and more recently. I think the new record allowed me that. The new record is a much more abstracted, atmospheric record that requires the audience to involve themselves imaginatively with the record. I think that there's still an aggression within our music, but there's something that's much more — with these new concerts — that allows the audience in a lot more and allows them to participate imaginatively and in other ways, really, to the making of these concerts. And that's changed things.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Nick+Cave%3A+%27The+Creative+Process+Is+An+Altered+State+In+Itself%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"439"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1348903380-677b85.m3u?orgId=1&topicId=1105&aggIds=100920965&ft=3&f=348727370"},{"href":"http://media.npr.org/assets/img/2014/09/15/20-000-days-on-earth-20k-days_office_rgb-0ad6519af3350e78cd0882723b7f7c233acb316d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"766","width":"1022"}}]}