{"created":"2014-12-11T00:32:27+00:00","modified":"2014-12-11T19:39:57+00:00","valid":{"from":"2014-12-11T19:39:57+00:00","to":"3014-12-11T19:39:57+00:00"},"hreflang":"en","guid":"0dc70f3c-3294-4fb9-8676-e7439410c724","title":"Torture doesn't work — so here's what does","published":"2014-12-11T19:39:55+00:00","byline":"Joyce Hackel","tags":["military","torture","terrorism","government","SafeMode","Conflict","Conflict & Justice","Asia","North America","Iraq","United States","Middle East","Asia","North America","Jack Bauer","Interrogation","War","Iraqi insurgency","Torture","Human rights abuses","Abu Ghraib torture and prisoner abuse","Torture in the United States"],"teaser":"The world now officially knows that CIA interrogators tortured and abused prisoners, but what about the men and women who did the job for the military and other parts of the government? One former Army interrogator says torture was never on the table.","contentencoded":"<p class=\"p1\">Imagine spending day after day in small room, only about 10 feet square, seated across from an Iraqi insurgent. If you can earn his trust, you might tap into an intelligence bonanza. We know torture doesn't work — so how do you do it?</p>\n<p class=\"p1\">A former US Army interrogator says it's possible to \"bond\" with an insurgent during questioning, and building the relationship starts the moment the detainee arrives at the military facility.</p>\n<p class=\"p1\">\"They're rolled up, sometimes in the middle of the night, they're taken from their bed, on authority from a warrant from an Iraqi judge,\" says Andrew — he asked to only be identified by his first name — who was deployed to Iraq in 2009 and 2010. The detainee goes through a medical screening, answers some general questions and then the intelligence gathering begins.</p>\n<p class=\"p1\">Andrew recalls interrogating one high-level Iraqi detainee after senior members of the insurgent's group had been apprehended. \"He knew exactly why he was there,\" he remembers, \"but there's always that level of resistance where they're not really willing to talk yet.\"</p>\n<p class=\"p1\">Iraqi militant groups, he says, prepared their members to expect torture by the US military — and it wasn't just propaganda: The <a href=\"http://www.nytimes.com/2014/12/10/opinion/the-torture-report-reminds-us-of-what-america-was.html?ref=opinion&amp;_r=0\">torture and abuses at</a><a href=\"http://www.nytimes.com/2014/12/10/opinion/the-torture-report-reminds-us-of-what-america-was.html?ref=opinion&amp;_r=0\"> the Abu Ghraib prison</a>, exposed at the start of the war, were well-known. This was also several years after <a href=\"http://www.washingtonpost.com/wp-srv/special/national/cia-interrogation-report/document/\">the CIA's far more extensive torture</a> program, detailed in a gruesome report released on Tuesday by the Senate Intelligence Committee.</p>\n<p class=\"p1\">But Andrew says he saw none of that with his unit, and, in fact, when detainees weren't dealt with harshly, they got confused. \"We use techniques that manipulate people, but we don't physically or psychologically harm them,\" he says. Instead the interrogator might talk about the detainee's family and offer tea.</p>\n<p class=\"p1\">\"They see that this isn't the big, bad American facade that they were led to believe,\" he says. \"It changes their perspective, and almost turns their mindset against their organization, and they're thinking, 'Why would they lie to me?' And then they're more willing to actually share secrets with us.\" </p>\n<p class=\"p1\">Andrew says the Iraqi detainees he questioned knew their rights under international law. Copies of the Geneva Conventions, he says, were posted in their cells. </p>\n<p class=\"p1\">\"You may be in someone's face, you may throw a chair or flip a table, and there's yelling and screaming,\" he says, \"but drawing the line where we don't use physical violence is typically where it stops.\"</p>\n<p class=\"p1\">He actually aruges that the threat of force wouldn't have been effective. \"When you have someone that's in that state of disorientation and agitation — because they've been ripped from their home, in front of their children and wives, in the middle of the night — building those relationships was more pivotal then threats.</p>\n<p class=\"p1\">And common ground wasn't always hard to find. One Iraqi who Andrew questioned had watched the television series \"24\" on bootleg DVDs.</p>\n<p class=\"p1\">\"He acknowledged that he was a big fan of Jack Bauer,\" Andrew says. \"We made a connection there that ultimately resulted in him recanting a bunch of information that he had said in the past and actually giving us the accurate information because we had made that connection.\"</p>\n<p class=\"p1\">Now that he's back in the United States and out of the Army, Andrew says he's not conflicted about his days as an interrogator.</p>\n<p class=\"p1\">\"I was working within the guidelines, and within my conscience,\" he notes. \"I never harmed anybody, I never threatened anybody, and I think at the end of the day, if anything, I provided them with that ounce of hope, at least, that things would get better as long as they told the truth.\"</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/121020141.mp3"},{"href":"http://www.pri.org/file/121020141mp3"}]}