{"created":"2015-03-13T13:03:21+00:00","modified":"2015-05-13T21:10:16+00:00","valid":{"from":"2015-05-13T21:10:16+00:00","to":"3015-05-13T21:10:16+00:00"},"hreflang":"en","title":"A King Speech You've Never Heard — Plus, Your Chance To Do Archive Sleuthing","published":"2015-03-13T13:54:00+00:00","teaser":"For 50 years, this little-known archive of civil rights activities has gone pretty much untouched and untapped.","itags":["npr_api","392091406"],"guid":"0dcdeaac-5ee5-4ae5-a8a3-2c59b9a9e144","contentencoded":"<p>Historically speaking, I need your help.</p><p>Davis Houck, a <a href=\"http://directory.cci.fsu.edu/davis-houck/\" target=\"_blank\">communications professor</a> at Florida State University, recently pointed me toward a <a href=\"http://www.oac.cdlib.org/findaid/ark:/13030/tf7489n969/\" target=\"_blank\">little-explored archive</a> at Stanford University called <a href=\"http://www.oac.cdlib.org/findaid/ark:/13030/tf7489n969/\" target=\"_blank\">Project South</a>.</p><p>It's an intriguing trove — full of original source material. In fact, it's so rich with historical moments, I need your help to sort it all out.</p><p>So I am asking anyone who is interested — historians professional and amateur — to do some research sleuthing. Let's commit historical crowdsourcery.</p><p><strong>The Background:</strong> Exactly 50 years ago this year — in the summer of 1965 — a group of eight students filtered out into the Southern United States. Under the aegis of Stanford's Institute of American History — and with help from campus radio station, <a href=\"http://kzsu.stanford.edu/\" target=\"_blank\">KZSU</a> — the young people gathered more than 300 hours of amazing audio recordings. They interviewed a lot of people — young and old, black and white — including members of the <a href=\"http://mlk-kpp01.stanford.edu/index.php/encyclopedia/encyclopedia/enc_mississippi_freedom_democratic_party/\" target=\"_blank\">Mississippi Freedom Democratic Party,</a> the National Association for the Advancement of Colored People, the Student Nonviolent Coordinating Committee and the <a href=\"http://mlk-kpp01.stanford.edu/index.php/encyclopedia/encyclopedia/enc_southern_christian_leadership_conference_sclc/\" target=\"_blank\">Southern Christian Leadership Conference</a>.</p><p>In the mountain of material: Audio appearances by <a href=\"http://www.pbs.org/wgbh/americanexperience/freedomriders/people/ralph-abernathy\" target=\"_blank\">Ralph Abernathy</a>, <a href=\"http://www.blackpast.org/aah/evers-james-charles-1922\" target=\"_blank\">Charles Evers</a>, <a href=\"http://mshistorynow.mdah.state.ms.us/articles/51/fannie-lou-hamer-civil-rights-activist\" target=\"_blank\">Fannie Lou Hamer</a> and <a href=\"http://www.biography.com/people/hosea-williams-21415939\" target=\"_blank\">Hosea Williams</a>. <a href=\"http://www.andrewjyoungfoundation.org/about-us/andrew-j-young/\" target=\"_blank\">Andrew Young</a> leads a singalong. The enterprising students captured the sounds of a Ku Klux Klan meeting and an address by <a href=\"http://www.nytimes.com/2003/03/20/us/robert-shelton-73-leader-of-big-klan-faction.html\" target=\"_blank\">Robert Shelton</a>, a KKK imperial wizard.</p><p><strong>Historians' Assessment: </strong>\"It is true that the Project South archive is 'little-explored,' \" says <a href=\"https://kinginstitute.stanford.edu/clayborne-carson\" target=\"_blank\">Clayborne Carson</a>, a history professor and founding director of the <a href=\"https://sites.stanford.edu/kinginstitute/\">Martin Luther King Jr. Research and Education Institute</a> at Stanford University. \"That's largely because the <a href=\"http://www.loc.gov/folklife/civilrights/survey/view_collection.php?coll_id=2501\" target=\"_blank\">1964 Summer Project</a> has garnered far more attention from scholars.\"</p><p>Davis Houck, who <a href=\"http://www.clarionledger.com/story/opinion/columnists/2014/06/21/stanford-nine-recorded-sounds-movement/11226001/\" target=\"_blank\">wrote about the Project South archive</a> for the <em>Clarion-Ledger</em> in Jackson, Miss., in 2014 tells NPR History Dept. that the relatively obscure archives \"are just remarkable: from the highs of Dr. King's oratory to Fannie Lou Hamer's amazing testimony, to lots of singing, to a Klan rally! And I would underscore, and keep in mind this is somebody who writes about civil rights for a living, there's simply nothing else even remotely like it.\"</p><p>Houck alludes to a few excellent audio collections, such as the <a href=\"http://www2.lib.unc.edu/mss/inv/c/Carawan,Guy_and_Candie.html\" target=\"_blank\">Guy and Candie Carawan</a> Collection at the University of North Carolina and the <a href=\"http://www.loc.gov/folklife/civilrights/survey/view_collection.php?coll_id=2811\" target=\"_blank\">Moses Moon Collection</a> at the Smithsonian's American Folklife Center in Washington, \"but nothing that treats volunteers, activists so seriously and comprehensively. And to be able to hear them and thus bring them into the classroom ... it's powerful.\"</p><p><strong>King's Speech:</strong> Also buried in the files is a moving oration — with a transcript dated June 15, 1965 — by Martin Luther King Jr. At the time, King was president of the SCLC. His observations, delivered to the volunteers of the SCLC's <a href=\"http://www.crmvet.org/info/scope1.htm\" target=\"_blank\">Summer Conference on Community Organizing and Political Education</a>, are chock-full of King's inspiration and wisdom. The speech, \"Why Are You Here?\" can be heard in Box 9, Folder 215 – <a href=\"https://sul-streaming.stanford.edu/collections/sc0066/sh283zt0821_10_sl.html\" target=\"_blank\">Item #15</a> and <a href=\"https://sul-streaming.stanford.edu/collections/sc0066/sh283zt0821_11_sl.html\" target=\"_blank\">Item #14</a> (counting from the top).</p><p>Introduced by Hosea Williams, <a href=\"http://www.washingtonpost.com/lifestyle/style/bayard-rustin-organizer-of-the-march-on-washington-was-crucial-to-the-movement/2011/08/17/gIQA0oZ7UJ_story.html\" target=\"_blank\">Bayard Rustin</a> then introduces Dr. Martin Luther King Jr. His speech begins at 9:32 on Clip #15 and ends around 10:25 on Clip # 14</p><p>King is thoughtful: \"Injustice anywhere is a threat to justice anywhere,\" he says.</p><p>He introduces the \"greatest source of consolation to me through this long struggle ... my darling wife ... Coretta Scott King.\"</p><p>He is funny. He is self-deprecating. \"I'm going to try to be brief and as you know brevity is a magnificent accomplishment for a Baptist preacher,\" he says.</p><p>In classic oratorical tradition, he answers the title question of his speech right off the bat. \"You are here because history is being made here and this generation of students is found where history is being made.\"</p><p>Then he proceeds to infuse the listeners with power and purpose. He tells the volunteers that the people they will meet will try to cast them as <em>outsiders</em>. \"Don't listen to this talk about outsiders. Anyone who lives inside the United States cannot be considered an outsider in any section of this country.\"</p><p>He adds: \"Most of all, you're going to be told that you are unwanted and unsupported. Do not allow these lies to live in your mind even for a moment. ... You are seen as a symbol of the support that exists in the overwhelming majority of the nation.\"</p><p>He slams segregation.</p><p>He inveighs against violence and he wages a war of words against the wars of the world. \"No nation can win a war,\" he says. \"It is no longer the choice ...\"</p><p>After pausing for applause, he continues — voice rising and crowd growing louder and louder. \"So I say, it is no longer the choice between violence and nonviolence. It is either nonviolence or nonexistence and the alternative to disarmament, the alternative to negotiated settlements, the alternative to bringing an end to the war in Vietnam and stop the part of escalating that war, the alternative to strengthening the United Nations and thereby disarming the whole world may well be a civilization plunged into the abyss of annihilation.\"</p><p>King says: \"We will be able to emerge from the bleak and desolate midnight of man's inhumanity to man into the bright and glittering daybreak of freedom and justice.\"</p><p>And he ends by saying: \"This is our day. This is our opportunity. We are living in a day and in an age when an idea has come into being. And as Victor Hugo says, \"There is nothing more powerful in all the world than an idea whose time has come.\" That idea is freedom and I believe it's coming ... with this faith we will be able to build a greater America. Together we will build right here in this Southland a new and greater situation for all of God's children, where all men will respect the dignity and the worth of human personality and when this day comes we will all be able to join hands. As I said at the end of the March on Washington, not just a few people, but when this day comes all of us will be able to join hands. Black men and white men, Jews and gentiles, Protestants and Catholics, believers and nonbelievers, Muslims and Hindus and we'll all sing together: Free at last, free at last, thank God Almighty, we're free at last.\"</p><p><strong>The Significance:</strong> King's speech, says Davis Houck, \"is significant at several levels, not the least of which is hearing the cadences and the rhythms of his \"I Have a Dream\" speech at the close of his address to the Project SCOPE volunteers. It's also interesting to hear Dr. King talk specifically about voting rights and the many challenges for the volunteers on the ground; we shouldn't forget that SCLC did voting rights work, too, and that work tends to get overshadowed by Dr. King's legacy of non-violent protest.\"</p><p><strong>Your Challenge:</strong> So those are our initial findings. Now it's your turn. You have the links to Stanford's archives and some of the context. Please comb through the clips and the transcripts and let me know what gems you find. Point out powerful moments, notable references, surprising turns in the speeches and interviews.</p><p>Send your discoveries — with citations — in an email to <a href=\"mailto:lweeks@npr.org\" target=\"_blank\">lweeks@npr.org</a></p><p>(If you want to get even more serious, Stanford archivist Daniel Hartwig says that some of the audio has not even been transcribed. If you are so inclined, shoot him an email: <a href=\"mailto:dhartwig@stanford.edu\" target=\"_blank\">dhartwig@stanford.edu</a>)</p><p>Now go out out and make some history.</p><p><strong>Additional Mediography</strong></p><p><a href=\"http://www.thekingcenter.org/\" target=\"_blank\">The Martin Luther King, Jr. Center for Nonviolent Social Change</a> in Atlanta</p><p><a href=\"http://www.wisconsinhistory.org/Content.aspx?dsNav=N:1474\" target=\"_blank\">Wisconsin Historical Society 1964 Freedom Summer Project</a></p><p>------------------------------------------------------------------------------</p><p>Follow me <a href=\"https://twitter.com/NPRHistoryDept\" target=\"_blank\">@NPRHistoryDept</a>; lead me by writing <a href=\"mailto:lweeks@npr.org\" target=\"_blank\">lweeks@npr.org</a>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+King+Speech+You%27ve+Never+Heard+%E2%80%94+Plus%2C+Your+Chance+To+Do+Archive+Sleuthing&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Linton Weeks","audio":[{"meta":{"duration":"108"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1392485856-b87bb0.m3u?orgId=1&topicId=1001&d=108&story=392091406&ft=nprml&f=392091406"},{"meta":{"duration":"70"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1392540684-829dae.m3u?orgId=1&topicId=1001&d=70&story=392091406&ft=nprml&f=392091406"}]}