{"created":"2014-11-13T22:00:22+00:00","modified":"2014-11-15T15:05:10+00:00","valid":{"from":"2014-11-15T15:05:10+00:00","to":"3014-11-15T15:05:10+00:00"},"hreflang":"en","title":"The Color Of Politics: How Did Red And Blue States Come To Be?","published":"2014-11-14T15:31:00+00:00","teaser":"The United States split into red states and blue as we know them just a few presidential elections ago. Some dislike the broad brush.","itags":["npr_api","363762677"],"guid":"0dd3ed4d-d6fd-410c-8604-d01c847abdcb","contentencoded":"<p>Americans grow up knowing their colors are red, white and blue. It's right there in the flag, right there in the World Series bunting and on those floats every fourth of July.</p><p>So when did we become a nation of red states and blue states? And what do they mean when they say a state is turning purple?</p><p>Painting whole states with a broad brush bothers a lot of people, and if you're one of them you may want to blame the media. We've been using these designations rather vigorously for the last half-dozen election cycles or so as a quick way to describe the vote in given state in a given election, or its partisan tendencies over a longer period.</p><p>It got started on TV, the original electronic visual, when NBC, the first all-color network, unveiled an illuminated map — snazzy for its time — in 1976. John Chancellor was the NBC election night anchor who explained how states were going to be blue if they voted for incumbent Republican Gerald Ford, red if they voted for Democratic challenger Jimmy Carter.</p><p>That arrangement was consistent with the habit of many texts and reference books, which tended to use blue for Republicans in part because blue was the color of the Union in the Civil War. Blue is also typically associated with the more conservative parties in Europe and elsewhere.</p><p>As the other TV operations went to full color, they too added vivid maps to their election night extravaganzas. But they didn't agree on a color scheme, so viewers switching between channels might see Ronald Reagan's landslide turning the landscape blue on NBC and CBS but red on ABC.</p><p>The confusion persisted until 2000, when the coloring of states for one party of the other dragged on well past election night. As people were more interested in the red-blue maps than ever, the need for consistency across media outlets became paramount. And as the conversation about the disputed election continued, referring to states that voted for George W. Bush as \"red states\" rather than \"Republican states\" (and those voting for Democrat Al Gore as \"blue states\") seemed increasingly natural.</p><p>And it never went away. Instead, it became a staple of political discourse, not just in the media but in academic circles and popular conversation as well.</p><p>By the next presidential election, the red-blue language was so common as to be a metaphor for partisanship. That provided a convenient target for the most memorable speech of that election cycle, the 2004 keynote address at the Democratic National Convention in Boston, <a href=\"https://www.youtube.com/watch?v=eWynt87PaJ0\" target=\"_blank\">delivered</a> by a young senatorial candidate from Illinois named Barack Obama.</p><p>\"The pundits, the pundits like to slice and dice our country into red states and blue states,\" he said. \"Red states for Republicans, blue states for Democrats. But I've got news for them, too — we worship an awesome God in the blue states and we don't like federal agents poking around in our libraries in the red states.\"</p><p>Of course, that did not stop \"the pundits\" or anyone else from using these catchy labels. If anything, the practice has become more universal.</p><p>Not a few Americans see this as a symptom of a real disease in the body politic, an imbalance in favor of conflict that makes compromise more difficult.</p><p>Painting whole states with an ideologically broad brush is also offensive to many. No liberal in Idaho needs to be told that state leans conservative, just as conservatives in Minnesota are fully aware theirs was the only state <em>not</em> tinted for Ronald Reagan in 1984.</p><p>But being on the minor-fraction side of the party balance does not make these citizens less Idahoan or less Minnesotan. On the contrary, they may be among the fiercest loyalists of either state.</p><p>No one thinks the red or blue designation makes a state politically single-minded. But the message sent by such media-driven characterizations is not without consequence.</p><p>Bill Bishop, the Texas-based writer who co-authored the influential book <em>The Big Sort </em>in 2004, says political affiliation is a powerful part of the allure certain communities have for Americans seeking a compatible home.</p><p>\"All of this is a shorthand, right? So a 'blue community' is a shorthand not only for politics but for a way of life ...\" says Bishop.</p><p>And for many people, that way of life includes a sorting out by political affinity.</p><p>\"We thought at first that this was all lifestyle, but the more I talked to people, the more I talked to people who said it was a conscious decision to go to a Democratic area or a Republican area.\"</p><p>Which may mean the red and blue labels will be even harder for the media to resist using in the years ahead.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Color+Of+Politics%3A+How+Did+Red+And+Blue+States+Come+To+Be%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ron Elving","audio":[{"meta":{"duration":"244"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1363842826-098b37.m3u?orgId=1&topicId=1014&aggIds=358046323&ft=3&f=363762677"},{"href":"http://media.npr.org/assets/img/2014/11/13/promo_wide-9d0cc8a665394a865a284758d4d0c326057e06b0.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"451","width":"802"}}]}