{"created":"2015-02-17T08:33:51+00:00","modified":"2015-05-13T21:15:14+00:00","valid":{"from":"2015-05-13T21:15:14+00:00","to":"3015-05-13T21:15:14+00:00"},"hreflang":"en","title":"You Might Want To Take Another Pass At Your Passwords","published":"2015-02-20T18:54:00+00:00","teaser":"They have become so complicated that, in some cases, passwords have undermined their own security intent. But experts say there is still value in keeping your digital door locked with a good password.","itags":["npr_api","386769557"],"guid":"0dd72a51-dde2-4190-9f1a-6f5d755886cc","contentencoded":"<p>Compromises of private corporate or consumer data are all too common. This month, health insurer Anthem announced its customer data was hacked.</p><p>Yet even President Obama last week poked fun at our common line of defense: the lazy password.</p><p>\"It's just too easy for hackers to figure out usernames and passwords like 'password' or '123457.' Those are some of my previous passwords,\" he said.</p><p>In short, passwords have, in some cases, undermined their own security intent.</p><p>You'd think a librarian might have a good system for keeping track of all her passwords. But Holly Sammons doesn't. She would have 1-2-3-4 if she could.</p><p>Many passwords require a combination of numbers, upper and lower case letters or special characters. And that goes for each of the dozens of accounts and Web sites at home and at work. It's impossible to remember, so Sammons says she cheats.</p><p>\"I used to keep it on a little sheet of paper behind my ID badge that I wore around at work, but it just has gotten so big,\" she says.</p><p>Apparently, this problem is universal at the Syracuse library where she works: \"In the department I work in, we have a whole cheat sheet of passwords that we have.\"</p><p>Sammons says she saves her passwords in an email to herself. Still, she occasionally gets stumped. Then come the security questions.</p><p>\"My favorite is what was your first car, so then I think: OK, did I say Chevy, or did I say Chevrolet? Did I capitalize it? Or is it all lower case? Or, some of them are subjective, like what's your favorite movie. So, at any given moment, what would've been the answer to that question?\" Sammons asks.</p><p><a href=\"http://www.creditsesame.com/blog/author/nealofarrell/\">Neal O'Farrell</a>, a security and identity theft expert at Credit Sesame, a credit-monitoring site, says consumers are apathetic.</p><p>\"It kind of explains why we're in this security pickle,\" he says. \"A lot of it comes from a sense of helplessness: You know, why bother if these hackers are so good? If Home Depot and Target and JPMorgan and Anthem can't stop them, how can I?\" he asks.</p><p>The core problem, security experts say, is that there's a trade-off between security and convenience. Simply making a password more complex can actually backfire because it becomes impossible to remember.</p><p>There is a whole sub-industry of services that offer to manage passwords for you. There are companies developing systems using biometric data like fingerprints or voice-recognition to verify identity. But O'Farrell estimates that fewer than 5 percent of people use those kinds of services.</p><p><a href=\"http://research.microsoft.com/en-us/people/cormac/\">Cormac Herley</a> is in the 95 percent who don't. He's principal researcher with Microsoft Research, an arm of the software giant.</p><p>\"Passwords are the worst system in the world — except for all the other systems,\" he says.</p><p>Herley recommends assigning different tiers to passwords. Using your best, most complex ones for work and banking, but devoting less effort to those that don't matter as much. But even that can be a lot to ask, even for him.</p><p>\"I write the passwords down and have a photocopy at home and a photocopy in the office and a couple copies here and there.\"</p><p>But, could all that be compromising security?</p><p>\"Well, I mean, um, yes,\" he says.</p><p>Herley argues in his own defense that there is no perfect alternative. Free password management software, for example, saves your passwords to the Internet Cloud.</p><p>But, \"as soon as you upload the passwords to the Cloud, you've now introduced another form of risk, so it's not that you've made security clearly and unarguably better,\" Herley explains.</p><p>He says, for every password system developed, hackers often find ways around it.</p><p>\"There are guessing attacks that are both online and offline, there are phishing and spear-phishing, and keylogging and malware attacks and server breaches, and we see evidence every day that these attacks succeed.\" he says. <br /> <br />O'Farrell says that should not discourage consumers.</p><p>\"There is so much you can do to layer yourself in security, just to make it difficult enough for hackers not to bother with you,\" he says.</p><p>And he says there is still value in keeping your digital door locked with a good password.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=You+Might+Want+To+Take+Another+Pass+At+Your+Passwords&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Yuki Noguchi","audio":[{"meta":{"duration":"271"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1386876243-a949ab.m3u?orgId=1&topicId=1049&d=271&p=3&story=386769557&t=progseg&e=386875221&seg=13&ft=nprml&f=386769557"},{"href":"http://media.npr.org/assets/img/2015/02/16/istock_000023281190medium-3d6622ca6b8db8167389059864c62b3f84b38344.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"986","width":"1315"}}]}