{"created":"2014-09-22T16:09:32+00:00","modified":"2014-12-04T15:16:41+00:00","valid":{"from":"2014-12-04T15:16:41+00:00","to":"3014-12-04T15:16:41+00:00"},"hreflang":"en","title":"Tales Of Migration Explore Modern-Day Odysseys And 'Hyphenated Identities'","published":"2014-07-28T23:55:00+00:00","teaser":"The transition from one part of the world to another is filled with anticipation, conflict and drama. These trips can herald life-changing transformations for families seeking out better lives.","itags":["npr_api","336097999"],"guid":"0de5d1d7-9050-464b-b9a9-b9abf77c24b2","contentencoded":"<p>For many writers, the migrant's journey is a storytellers' dream. The transition from one part of the world to another is filled with anticipation, conflict and inherent literary drama. While trains and planes become the mundane means of transportation for most travelers, those trips can herald life-changing transformations for a migrant remaking his or her life through that journey.</p><p>Novelist Amitav Ghosh is finishing an epic trilogy of novels — <a href=\"http://www.npr.org/templates/story/story.php?storyId=96713674\">Sea of Poppies</a><em>, River of Smoke, Flood of Fire</em> — set at sea in the midst of the Opium Wars of the 19th century. They're filled with countless characters from around the world navigating the stormy seas in search of better lives.</p><p>The novels examine questions of empire, power and class, but the real star of Ghosh's books is an old-fashioned sailing ship named the Ibis. The former slave ship begins its journey in Baltimore and sails around Africa, onto India and China after it's bought by a British merchant living in Calcutta. As the Ibis docks in ports around the world, a global cast of characters assembles on board — which allows Ghosh to craft a kaleidoscopic portrait of characters.</p><p>\"The journeys of the people who've come there are themselves so interesting,\" Ghosh says. \"What brings people into this very enclosed space — people with such different histories and experiences — all of that creates endless possibilities.\" Beyond the literary possibilities, Ghosh says that convergence of identities echoes the way modern migration has brought so many people together.</p><p>\"Every ship was in a sense a microcosm of the world,\" says Ghosh, who was inspired by Herman Melville's<em> Moby Dick. </em>\"This is one of Melville's great themes ... how completely different kinds of people are thrust together and how very often their roles just completely change.\"</p><p>Change is also at the heart of Yann Martel's best-selling novel <em>Life of Pi </em>and its Oscar-winning film adaptation. An Indian boy sailing to Canada with his family survives a shipwreck. He's lost at sea on a lifeboat with a tiger. They must learn to coexist, and they forge a community of survivors.</p><p>\"The notion of shipwreck in the <em>Life of Pi</em> I think is a perfect metaphor for the experience of exile,\" says Reza Aslan, a best-selling author and editor of the anthology <em>Tablet and Pen</em>. \"Being adrift, looking for a land to call home, that's an experience that I myself have experienced as an exile from Iran,\" he says.</p><p>Aslan says <em>Life of Pi</em> shows how the immigrant's journey leaves an individual unmoored — how it throws an identity into flux.</p><p>The idea of how immigrants reconcile their past with the future inspired Jhumpa Lahiri's novel <a href=\"http://www.npr.org/templates/story/story.php?storyId=1420143\">The Namesake</a><em>, </em>which also became a film. In it, a father survives a traumatic train accident as a young man in India.</p><p>\"We have to go through that darkness, through that chaos and confusion, in order to ... ultimately figure out that the person we are today still has fragments of the person we were before we immigrated,\" says Ilan Stavans, professor of literature at Amherst College and editor of the anthology <em>Becoming Americans.</em> \"What immigrant writers have done in American literature is shown us that America is a microcosm of the world — that all cultures converge here — that we have connections, tentacles to the rest of the world, and that we are a society in constant movement.\"</p><p>That movement is very much in the headlines today, and it was the subject of Sonia Nazario's Pulitzer Prize-winning <a href=\"http://www.npr.org/templates/story/story.php?storyId=5225180\">Enrique's Journey</a><em>. </em>Nazario followed a young boy from Honduras searching for his mother in the United States.</p><p>\"He travels the only way that he can — with little or no money — which is gripping onto the tops and the sides of these freight trains that travel up the length of Mexico. It's a modern-day odyssey that these children go on.\"</p><p>It's a book of reporting written with a novelist's eye. \"There were gangsters that controlled the train tops,\" Nazario says. \"I would see these guys — they would roam from car to car and surround a group of migrants and say, 'Your money, or your life' — and strip you of your clothes, look for any coins they can find, and sometimes hurdle you down to the churning wheels below.\"</p><p>Reza Aslan says part of what's fueling the stories of migration are a new generation of writers with roots in multiple parts of the world. \"When you have these writers who have these hyphenated identities,\" he says, \"they have the ability ... to draw from those cultures and to really get at the heart of what literature is about — how we as human beings navigate an indeterminate world; how we understand our place in this planet.\"</p><p>And ultimately these stories of migration aren't really about the external journey. \"It doesn't matter the mode of transportation — whether by foot or by camel or by car or by plane,\" says Aslan. \"It doesn't matter the destination, and even the journey itself is secondary to the transformation that occurs in the individual making the journey.\"</p><p>And even for the individual sitting still, reading about those journeys can become its own means of transformation.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Tales+Of+Migration+Explore+Modern-Day+Odysseys+And+%27Hyphenated+Identities%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bilal Qureshi","audio":[{"meta":{"duration":"314"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1336123361-be2038.m3u?orgId=1&topicId=1033&aggIds=320361610&ft=3&f=336097999"},{"href":"http://media.npr.org/assets/img/2014/07/28/enriquesjourneynazario-e950becf9e2b51e5e317f7bc31c52d121ed6ad0a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"659","width":"880"}}]}