{"created":"2015-04-29T22:37:34+00:00","modified":"2015-05-13T20:59:36+00:00","valid":{"from":"2015-05-13T20:59:36+00:00","to":"3015-05-13T20:59:36+00:00"},"hreflang":"en","title":"It's Sotomayor V. Roberts In Supreme Court Death Penalty Drama","published":"2015-04-29T23:13:00+00:00","teaser":"Justice Sonia Sotomayor and lawyers arguing in favor of Oklahoma's lethal-injection cocktail got into a clash so pronounced that Chief Justice John Roberts chastised Sotomayor for talking too much.","itags":["npr_api","403083859"],"guid":"0de9fb10-f5cf-48a1-9db6-be1ec0afafde","contentencoded":"<p>Lethal injection was the grim subject before the U.S. Supreme Court Wednesday. Specifically at issue: whether the drug combinations currently used to execute convicted murderers in some states are unconstitutionally cruel.</p><p>The issue comes to the court after three botched executions over the past year.</p><p>In 2008, the high court upheld the use of a three-drug cocktail used by most states to administer the death penalty. The first drug, sodium thiopental, is an anesthetic used to put the prisoner in a deep comalike state. The second and third drugs paralyze and then kill the prisoner.</p><p>The problem for death penalty states is that the key drug used to anesthetize the inmate is no longer available in most places. Drug manufacturers and pharmacists have refused on ethical grounds to provide it for executions. The result is that states have tried other drugs. The most prominent is a drug called midazolam, which has been used in 15 executions.</p><p>Inside the courtroom there were two dramas: One was the dispute over the death penalty, and how far states must go to impose it humanely. And second was a clash between Justice Sonia Sotomayor and lawyers for the state of Oklahoma, a clash so pronounced that Chief Justice John Roberts, without much subtlety, chastised Sotomayor for talking too much at the expense of the lawyers' time.</p><p>Lawyer Robin Konrad opened arguments, telling the justices that midazolam is not a barbiturate. It's not a drug that renders people insensate and keeps them in a deeply unconscious state, she said. Moreover, she asserted that it has a ceiling effect, meaning that no matter how much of it you give, the drug's effect levels off.</p><p>\"Let's be honest about what's going on here,\" Justice Samuel Alito interjected. \"This court has held that the death penalty is constitutional.\"</p><p>In view of that, Alito asked, \"Is it appropriate for the judiciary to countenance what amounts to a guerrilla war against the death penalty, which consists of efforts to make it impossible for the states to obtain drugs that could be used to carry out capital punishment with little, if any, pain?\"</p><p>Justice Antonin Scalia echoed that sentiment, saying that the best anesthetics to use in executions have been rendered unavailable by the \"abolitionist movement putting pressure on\" the drug manufacturers.</p><p>Justice Anthony Kennedy, whose vote could be critical in the case, asked just one question: Is it relevant that the preferred drugs are not available because of opposition to the death penalty?</p><p>Lawyer Konrad said it should have no relevance.</p><p>Justice Sotomayor interrupted, noting that there are other, painless ways of executing individuals. \"It doesn't have to be a drug protocol,\" she said.</p><p>\"I know that you'll get up and argue that those other ways are not constitutional either,\" Sotomayor added. \"But the little bit of research I've done has shown that the reason people don't use the other methods [is] because it offends them to look at them.\"</p><p>Chief Justice Roberts, however, said his understanding is that states have moved to lethal injection as a \"more humane\" method of execution than \"hanging, firing squad, electric chair,\" and the gas chamber.</p><p>\"You're not suggesting that those other methods are preferable ... are you?\" Roberts asked.</p><p>Konrad replied that death by gas chamber would appear to be painless but has been discarded because of its associations with the Holocaust.</p><p>After Konrad sat down, Oklahoma Solicitor General Patrick Wyrick rose to argue that midazolam, administered at high doses, protects the prisoner from feeling pain.</p><p>Justices Elena Kagan, Stephen Breyer and Ruth Bader Ginsburg all disputed the evidence of that presented in the courts below. They pointed to testimony from the state's own expert witness, noting that it was not only \"wrong\" but that the state had conceded as much.</p><p>Breyer said there was \"zero\" actual data cited by the witness for his conclusions. Kagan called the reasoning of the district court judge \"gobbledygook.\" But it was Justice Sotomayor who openly dismissed Oklahoma's evidence as untrustworthy.</p><p>Addressing the state's lawyer, she said, \"I am substantially disturbed that in your brief you made factual statements that were not supported by the cited ... sources and, in fact, directly contradicted [those sources].\"</p><p>Sotomayor then proceeded to lecture him, chapter and verse, with examples — so much so that when Wyrick's time had expired, Chief Justice Roberts said to the lawyer, \"to an extent that's unusual even in this court, you have been listening rather than talking. And so I'm happy to give you an extra five minutes, if you'd like.\"</p><p>And he liked.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=It%27s+Sotomayor+V.+Roberts+In+Supreme+Court+Death+Penalty+Drama&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nina Totenberg","audio":[{"meta":{"duration":"294"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1403094867-61558a.m3u?orgId=1&topicId=1070&d=294&p=2&story=403083859&t=progseg&e=403094618&seg=11&ft=nprml&f=403083859"},{"href":"http://media.npr.org/assets/img/2015/04/29/159826386-53b128bf3c34b42952270b131c331ddf94012ae5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2887","width":"3849"}},{"href":"http://media.npr.org/assets/img/2015/04/29/90439483-14607272234d0967875c6facc3ed5e495cab5dee.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2308","width":"3079"}}]}