{"created":"2015-01-31T12:35:57+00:00","modified":"2015-02-03T03:09:49+00:00","valid":{"from":"2015-02-03T03:09:49+00:00","to":"3015-02-03T03:09:49+00:00"},"hreflang":"en","title":"In A Few Fateful Years, One Record Label Blew Open The Blues","published":"2015-01-31T18:20:00+00:00","teaser":"Music was an afterthought for Paramount Records, a short-lived label founded by a furniture company. But in its final years, it gave vital exposure to the artists who would come to define Delta blues.","itags":["npr_api","382701847"],"guid":"0deff340-0739-487e-8ecd-6ce1a351da93","contentencoded":"<p>The story of Paramount Records is a story of contradictions. It was a record label founded by a furniture company, a commercial enterprise that became arguably the most comprehensive chronicler of African American music in the early 20th century. And yet, for Paramount's executives, music was an afterthought.</p><p>\"They didn't really care about any of it; they just wanted to sell record players,\" says guitarist, singer-songwriter and music impresario <a href=\"http://www.npr.org/artists/17089122/jack-white\" target=\"_blank\">Jack White</a>. \"And by accident, they captured <a href=\"http://www.npr.org/artists/16322472/charley-patton\" target=\"_blank\">Charley Patton</a> and <a href=\"http://www.npr.org/artists/15440221/mississippi-sheiks\" target=\"_blank\">Mississippi Sheiks</a> and Blind Lemon Jefferson and <a href=\"http://www.npr.org/artists/15320437/son-house\" target=\"_blank\">Son House</a> and <a href=\"http://www.npr.org/artists/15404560/skip-james\" target=\"_blank\">Skip James</a>. I mean, these are the granddaddies of modern music.\"</p><p>A little over a year ago, White's Third Man Records and Revenant, the label founded by <a href=\"http://www.npr.org/artists/16332430/john-fahey\" target=\"_blank\">John Fahey</a>, put out the first volume of an exhaustive survey of Paramount's catalog, beginning with its inception in 1917 and covering its first decade. The second and final volume of <em>The Rise & Fall of Paramount Records</em> is out now, and presents what may be the label's greatest contribution to American music – the final five years of its brief existence, when it began to record the Mississippi music style that came to be called the Delta blues.</p><p>White says that Charley Patton was the acknowledged granddaddy of the Delta granddaddies: \"He's the most important figure, in my opinion, in this whole Paramount world because he's the one that all the other blues musicians looked up to. He's almost the beginning of the family tree.\"</p><p>Patton is believed to have been born around 1891 and was possibly the first musician in the Mississippi Delta to make his living just by playing blues. Peter Guralnick, author of several books on the blues, says Patton was a hero to other musicians — but that the man was nothing like his music sounded.</p><p>\"Just hearing the voice, you would think you were hearing someone who looked like <a href=\"http://www.npr.org/artists/15406217/howlin-wolf\" target=\"_blank\">Howlin' Wolf</a> — you know, who was 6'3\", 6'4\", weighed 300 pounds, was jet black,\" Guralnick says. \"And as it turned out, Charley Patton, as described by his fellow blues singers, was extremely light-skinned and he was a little guy! So this voice just comes out with this unbelievable energy, this focus and intensity. There's nothing else that's happening when he's singing.\"</p><p>Patton was also a consummate entertainer: He clowned around on stage, playing his guitar behind his head and between his legs. When Patton decided he was ready to record, he wrote a letter to a white man named H.C. Speir, who was a talent scout for Paramount.</p><p>In a 1968 interview, Spier proclaimed, \"Patton was one of the best talents I ever had. And he was one of the best sellers, too, on record.\" Now housed in the archives at Middle Tennessee State University's Center for Popular Music, the interview was recorded by blues historian Gayle Dean Wardlow. Wardlow says Patton went to Speir for a reason.</p><p>\"The word was out all over Mississippi: If you want to get on record, you go audition for Mr. Speir. The word was he won't cheat you,\" Wardlow says.</p><p>Unlike a lot of the other record company scouts, Speir paid a flat fee for each song, usually around $50 — a lot of money for rural musicians who were lucky to make a dollar a day working in the fields. Spier had an ear for the music because he grew up in the Mississippi hill country hearing it. He also seemed to understand the musician's plight.</p><p>\"Nobody was really recording the guitar bluesmen before Paramount,\" Wardlow says. \"Your great Mississippi bluesmen all came through Speir, almost all of them.\"</p><p>One of them was guitarist, pianist and singer Skip James. Born Nehemiah Curtis James in 1902 in Yazoo City, Miss., he told an interviewer in 1964 that he got his nickname from all of the dancing around he did as a child: \"I was very active in dancing and they called me Skippy!\"</p><p>James learned piano and a little music theory in high school. Peter Guralnick also interviewed James and says the musician took his blues very seriously.</p><p>\"Skip James was just a very cerebral, inward-looking person,\" Guralnick says. \"And extremely generous in trying to explain himself, but under no constraint whatever to be self-deprecating. Skip James felt that he was making music of great impact and seriousness.\"</p><p>Even though he came out of the same fertile environment as Charley Patton and <a href=\"http://www.npr.org/artists/16324104/robert-johnson\" target=\"_blank\">Robert Johnson</a>, James didn't sound like anyone else. He tuned his guitar differently and would throw his voice into a high falsetto. He's credited with creating the first real guitar breaks in a blues song, making him, perhaps, the father of the guitar solo. A later master of that form, <a href=\"http://www.npr.org/artists/15381813/eric-clapton\" target=\"_blank\">Eric Clapton</a>, adapted James' \"I'm So Glad\" for his own band, Cream.</p><p>James said he recorded more than two dozen songs over the course of just a few days in Paramount's Grafton, Wisc. studio. What happened afterwards upset him, as he recalled in that 1964 interview, which is now housed in the Southern Folklife Collection's Wilson Library at the University of North Carolina, Chapel Hill.</p><p>\"Didn't have but three minutes to make a record,\" James lamented. \"I made 26 songs, eight on guitar and the rest on piano. And I got one consideration of a royalty out of all of those records. Well, that just discouraged me. I just give up music for a long time. Give it up completely.\"</p><p>It could be that James only got one royalty payment because it was 1931, the height of the Great Depression; no one could afford to spend 75 cents on a record anymore. The label made its final recordings the following year and again, the musicians were from the Delta: The Mississippi Sheiks. Then, Paramount folded.</p><p>Skip James lived to see his career revived during the folk boom of the 1960s. Charley Patton, a drinker with heart problems, died two years after Paramount closed up shop. H.C. Speir got out of the music business and eventually became an insurance salesman. Still, as Jack White affirms, what they and their record label accomplished was considerable.</p><p>\"They were trying to make a dollar,\" White says, \"and captured American history.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+A+Few+Fateful+Years%2C+One+Record+Label+Blew+Open+The+Blues&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tom Cole","audio":[{"meta":{"duration":"482"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1382851565-a925c6.m3u?orgId=1&topicId=1106&e=382701847&d=482&ft=nprml&f=382701847"},{"href":"http://media.npr.org/assets/img/2015/01/30/patton-large-from-212-copy-2-590bb589a990b04b93a61b6ebb62649b7658b1cd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1170","width":"1560"}},{"href":"http://media.npr.org/assets/img/2015/01/30/young-hc-speir-standing-from-patton_custom-1f84840365bb0fbcac111fae02577719c6df4f15.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2789","width":"1712"}}]}