{"created":"2014-09-19T19:44:57+00:00","modified":"2014-10-31T02:17:32+00:00","valid":{"from":"2014-10-31T02:17:31+00:00","to":"3014-10-31T02:17:31+00:00"},"hreflang":"en","title":"Fighting Bugs With Bugs: Hatching A Solution For Troubled Trees","published":"2014-05-20T19:11:00+00:00","teaser":"The Asian citrus psyllid is a tiny bug that spreads a devastating tree disease. Pesticides can't always control it, so California farmers have turned to a different solution: another bug.","itags":["npr_api","310557799"],"guid":"0dfd0db3-baa2-4910-99eb-b7c3a34943e9","contentencoded":"<p>We all know about the drought in California, but farmers there have more to worry about than a lack of water.</p><p>There's also the looming threat of Asian citrus psyllid (ACP), an invasive pest that flies from tree to tree, feeding on tender leaves. By itself, the psyllid is not particularly harmful, but it can carry citrus greening disease, which kills trees within a few years of infection. There is no cure.</p><p>In 2005, ACP spread citrus greening disease all over Florida, devastating the state's $9 billion citrus crop, destroying 60,000 acres of farmland and driving up farming costs by about 40 percent.</p><p>ACP came to California in 2008. This alone was worrying, but the truly alarming news came four years later in 2012, when a backyard orange tree in Los Angeles County was found to be infected with citrus greening disease. With both the disease and the carrier present in the state, citrus growers are worried that the agricultural disaster in Florida might repeat itself in California, and they're scrambling for a solution. And instead of relying on chemicals and quarantines, farmers and scientists are turning to an unlikely ally: another bug.</p><p><strong>Legacy Of Insects</strong></p><p>Using insects to fight invasive pests isn't exactly new. It's called biological control, and California growers have been doing it for over a century. In many ways, the \"golden age\" of biological control was in the early 1900s. The University of California system supported entomological research expeditions all over the world to find natural predators for invasive pests. Businesses called insectaries popped up, devoted to rearing insects by the millions and selling them to farmers.</p><p>Associates Insectary in Santa Paula, Calif., was one of the earliest such businesses. It opened in 1928 and is still active today. Associates rears mites, beetles, snails and wasps — hundreds of millions of them each year — and releases them on about 8,000 acres of citrus and avocado groves in Ventura and Santa Barbara counties. Brett Chandler, owner and operator, says the job is not easy.</p><p>\"The insects are living, breathing creatures and they have to be collected and fed ... every day of the year,\" he says. \"It's a highly skilled small staff that does the work, and most of it can't be automated.\"</p><p>It is labor intensive work, but Associates Insectary has plenty of clients to support the business. Farmers know that natural pest control can yield huge savings on chemical sprays, and that using insects as part of their pest management plan is better for farm ecology — and therefore profits — overall.</p><p>\"I don't want to spray too much because [it also kills] insects which are used as pollinators,\" says Jose Alcarez, an avocado and citrus grower in Santa Paula. \"So that's why we try to stay away from the spray.\"</p><p><strong>Higher Stakes</strong></p><p>With the coming of ACP and the danger of citrus greening disease, farmers will have to spray to protect their crops. Commercial insectaries don't sell a natural predator for the psyllid, so a harsh pesticide regimen is the only option.</p><p>That's where Mark Hoddle comes in. Hoddle is an entomologist at the University of California, Riverside, where he focuses on the biological control of invasive species using natural predators.</p><p>Hoddle recently went on a research expedition to Pakistan, which is thought to be ACP's country of origin. There he found a parasitic wasp, called T<em>amarixia radiata</em>, that loves to kill ACP. Hoddle brought some wasps back to the states and began running tests to ensure they wouldn't become invasive nuisances themselves if introduced in California.</p><p>After 18 months of testing in quarantine, the results were clear.</p><p>\"The parasites we found in Pakistan pose no risk to non-target species,\" Hoddle says. \"They are very focused on finding Asian citrus psyllid for food, and in the absence of Asian citrus psyllid, they will starve to death. That is a great natural enemy for us because it means it is not going to attack other organisms in the environment.\"</p><p><strong>Backyard Menace</strong></p><p>One might wonder, why go to all the trouble of finding a natural predator for ACP? Why not just stick with pesticides? The answer is surprising. The state of California has more citrus trees in residential areas than on farms — which is really saying something for a state with over 250,000 acres of commercial citrus groves.</p><p>For the millions of citrus trees in neighborhood yards, pesticide control of ACP isn't an option. When the psyllid was first discovered in California, the California Department of Food and Agriculture (CDFA) attempted to eradicate the bug with pesticides, but it soon proved infeasible. Homeowners objected to the use of chemicals on their property, and the cost of spraying millions of individual trees amounted to approximately $100 per tree.</p><p>Meanwhile, if any residential citrus trees in California were to get citrus greening disease, it would only take one psyllid to spread the disease to commercial groves.</p><p>\"We don't want the psyllid getting into these commercial areas because it runs the risk of introducing the disease, which will then put us on a similar trajectory to what we have seen in Florida,\" says Hoddle.</p><p><strong>Hatching A Future</strong></p><p>Now an insectary run by the CDFA is hatching thousands of wasps and releasing them strategically throughout the state. It's a complicated operation: They have to provide a food source for the wasp, and since it only eats ACP, researchers are rearing thousands of the very pest they are trying to eradicate. The work is slow and careful, and security is extremely important.</p><p>David Morgan, CDFA program manager for biological control, oversees the operation.</p><p>\"It took us a while to get off the ground,\" he says. \"But now we're really beginning to crank.\"</p><p>Under Morgan's direction, the CDFA insectary is producing thousands of wasps each week, with the goal of releasing one million by the end of the year.</p><p>While this is a big step forward for California growers, the wasp won't entirely solve the ACP problem, according to Hoddle.</p><p>\"This is going to be a several-year process, and it's going to involve the use of natural enemies, it's going to involve the use of selective pesticides applied at the right time, and probably the development of new types of citrus that are resistant or tolerant to ACP.\"</p><p>Hoddle remains focused on the wasp. His next research project is to monitor areas in which the wasp has been released, to determine exactly how effective it is in curbing the ACP population.</p><p>For now, farmers will keep an eye on their trees, spray when they have to, and hope what happened in Florida doesn't repeat itself in California.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Fighting+Bugs+With+Bugs%3A+Hatching+A+Solution+For+Troubled+Trees&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Steven Jackson","audio":[{"meta":{"duration":"226"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1313714338-f33964.m3u?orgId=1&topicId=1025&ft=3&f=310557799"},{"href":"http://media.npr.org/assets/img/2014/05/07/01_mike_lewis_cisr_asian_citrus_psyllid-7716ff4643d2479fa7c77a932d48c62dccc43440.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1332","width":"1777"}},{"href":"http://media.npr.org/assets/img/2014/05/07/bv5a0767-f40e29a9f08a4a0f238ae0a9b74ac92bcb04b3e4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3836","width":"5118"}}]}