{"created":"2014-12-11T23:23:29+00:00","modified":"2014-12-12T19:38:11+00:00","valid":{"from":"2014-12-12T19:38:11+00:00","to":"3014-12-12T19:38:11+00:00"},"hreflang":"en","title":"Glenn Close Ends 20-Year Broadway Hiatus With 'A Delicate Balance'","published":"2014-12-11T23:39:00+00:00","teaser":"Close stars as a suburban matron in a revival of Edward Albee's 1966 play. She tells NPR about the timelessness of Albee's play and getting a nosebleed in the middle of a recent matinee.","itags":["npr_api","370098747"],"guid":"0e064faa-4621-4035-9a3d-e9ce8ba4c7c5","contentencoded":"<p>In 1995, Glenn Close won her third Tony Award for her role the Broadway musical <em>Sunset Boulevard</em>. Now, after 20-year hiatus, Close is back on Broadway. She's starring alongside John Lithgow in <em>A Delicate Balance</em>, Edward Albee's 1966 Pulitzer Prize-winning play. The story follows Agnes (Close), a suburban matron striving to keep the peace in a household she her husband (Lithgow) share with her sister, who's an alcoholic; their daughter, who's a serial divorcee; and their best friends who have fled their own home in an inexplicable terror.</p><p>Close tells NPR's Robert Siegel about the timelessness of Albee's play and getting a nosebleed in the middle of a recent matinee.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On playing Agnes as a strong, reserved character rather than an insufferable, snarling one</strong></p><p>I think Agnes is kind of the tricky character in the play. She's very much in the middle of everything trying to keep the balance, and she could be written as a control freak, [a] really unpleasant woman. And I've played so many strong, unpleasant women that I thought I didn't want to play her like that. I wanted to find some sort of humanity. And also, I know a lot of those women and they're very strong, you know, interesting women in their own right, and so I wanted to do them justice.</p><p><strong>On whether <em>A Delicate Balance</em> is a '60s period piece</strong><strong></strong></p><p>I think the only way that it is a period piece is maybe the mention of a topless bathing suit. And we actually got permission to cut one. ... At one point, I [Agnes] was criticizing Claire [Agnes' sister] for her emancipated womanhood. I said, \"In this day and age, we just cannot say that.\" ... That would make it incredibly dated. But I think as far as the words that you hear all through the night — \"terror\" and \"plague\" and, you know, \"decide\" — they're timeless, I think. And certainly in our society today, we know more about plague and terror than we ever have, really. When you look at a play like this, post-9/11, I think it's actually rather extraordinary what Albee was writing about.</p><p><strong>On her own experience of the '60s</strong></p><p>I graduated from high school in '65, and for five years was on the road with a singing group — [a] rather right-wing singing group, unbeknownst to me ... that was an offshoot of a kind of a cult group, I would say, that I had been in since I was 7. So I had a very skewed view of the '60s.</p><p><strong>On whether she plans to do more Broadway theater</strong></p><p>I would like very much to not have another — well, I'd be dead — a 20-year hiatus between my next play. ... There's something so elemental about live theater. I mean yesterday in our matinee, I started having a nosebleed just before my entrance. And I thought, \"Oh no, what am I gonna do?\" And my entrance came and I went on and I had a whole thing of Kleenex. And I realized, you know, like five lines in that ... my nosebleed was not gonna stop, so I made the decision to go down to the footlights and say, \"Ladies and gentlemen, I'm experiencing a nosebleed. I need to have a couple of minutes.\" And they just loved it! And John Lithgow went down and said, \"Well maybe we can sing some Christmas carols.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Glenn+Close+Ends+20-Year+Broadway+Hiatus+With+%27A+Delicate+Balance%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"496"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1370156370-4066a2.m3u?orgId=1&topicId=1144&ft=3&f=370098747"},{"href":"http://media.npr.org/assets/img/2014/12/11/a-delicate-balance-c9da9c52409f7ee8cefc7e1161d1f1c7defb2e36.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"613","width":"817"}}]}