{"created":"2014-09-17T04:15:07+00:00","modified":"2014-09-18T19:59:53+00:00","valid":{"from":"2014-09-18T19:59:53+00:00","to":"3014-09-18T19:59:53+00:00"},"hreflang":"en","guid":"0e15c57f-5765-48a6-a929-3875bfd38d39","title":"'Panic in a Suitcase' is an immigration novel with an anti-immigration twist","published":"2014-09-18T19:59:51+00:00","byline":"Joyce Hackel","tags":["Ukraine","Brighton Beach","immigration","Books","Arts, Culture & Media","Odessa","New York","North America","Europe","Ukraine","United States","Yelena Akhtiorskaya","Boris Khersonsky","Ukraine","Ukrainian","Brighton Beach","Boris Khersonsky","Odessa"],"teaser":"In Yelena Akhtiorskaya's debut novel, \"Panic in a Suitcase,\" a Ukrainian-American family is torn between Odessa and the streets of Brighton Beach in New York. ","contentencoded":"<p>America is the land of immigrants, yes. But what about those potential immigrants who didn&#39;t come?</p><p>That theme is tenderly explored in Yelena Akhtiorskaya&#39;s debut novel, <a href=\"http://www.amazon.com/Panic-Suitcase-Novel-Yelena-Akhtiorskaya/dp/1594632146\">Panic in a Suitcase</a>. The action unfolds in two locales: the Ukrainian city of Odessa and the streets of Brighton Beach in New York, where Akhtiorskaya grew up. The Ukrainian-born characters,&nbsp;who&#39;ve put down roots in America, desperately want those left behind to join them on the other side of the Atlantic.</p><p>[[{\"fid\":\"74022\",\"view_mode\":\"default\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":998,\"width\":1500,\"style\":\"font-size: 13.3333339691162px; line-height: 1.538em; width: 300px; height: 200px; float: right; margin: 3px;\",\"alt\":\"Yelena Akhtiorskaya\",\"title\":\"Yelena Akhtiorskaya\",\"class\":\"media-element file-default\"}}]]For the 29-year-old Akhtiorskaya, it&#39;s a scenario that hits close to home. She was born in Ukraine, but left with some of her immediate family to come to America at age seven. The characters in her novel are fictitious, but Akhtiorskaya says some are inspired by the people she left behind.</p><p>&quot;Half of our family is still in Odessa &mdash; my uncle, my aunt, my cousins who are very close to us,&quot;&nbsp;Akhtiorskaya says. &quot;We speak to them basically every single day.&quot;</p><p>Her uncle who remained in Odessa, Boris Khersonsky, provided a spark for her novel. Khersonsky is a psychiatrist and poet.&nbsp;&quot;He is one of the most brilliant people I know, maybe one of the most brilliant people in the universe,&quot; she gushes.&nbsp;</p><p>Khersonsky, like the poet Pasha in Panic in a Suitcase, decided to stay back in Odessa rather than start a new life in the United States. &quot;I think the fact that I was thinking so long about my uncle&#39;s situation ... inspired me to write this book,&quot; Akhtiorskaya says.&nbsp;</p><p>What does Khersonsky think of his niece&#39;s novel? With self-deprecating charm, he argues that Akhtiorskaya had &quot;many reasons&quot; to portray those who stayed behind in Ukraine as somewhat &quot;dysfunctional.&quot; &nbsp;</p><p>&quot;All people who have practical skills, they would emigrate for sure,&quot; Khersonsky says.&nbsp;</p><p>[[{\"fid\":\"74023\",\"view_mode\":\"default\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":2266,\"width\":1500,\"style\":\"font-size: 13.3333339691162px; line-height: 1.538em; width: 250px; height: 378px; float: left; margin: 3px;\",\"alt\":\"Book cover for Panic in a Suitcase\",\"title\":\"Book cover for Panic in a Suitcase\",\"class\":\"media-element file-default\"}}]]Yet it&#39;s those who tried to recreate their Ukrainian lives in Brighton Beach that are the more limited characters in her novel.&nbsp;She is less enthralled with &quot;the people who immigrated to America, but then chose not to actually integrate into a new country but to set up a little neighborhood.&quot;</p><p>That self-imposed cultural isolation, she thinks, is &quot;heartbreaking on the one hand, but also really sad on the other ... You just set up a little photocopy of the city you left behind, even though you went to so much trouble to leave the old city.&quot;</p><p>In contrast, she says, &quot;just not going across the Atlantic Ocean, but staying in your city, can be an act &mdash; a very active act.&quot;</p>","audio":[]}