{"created":"2015-06-08T09:00:36+00:00","modified":"2015-07-01T14:55:56+00:00","valid":{"from":"2015-07-01T14:55:56+00:00","to":"3015-07-01T14:55:56+00:00"},"hreflang":"en","title":"Billionaire Or Bust: Who Are Rich Backers Lining Up With?","published":"2015-06-15T21:11:00+00:00","teaser":"Since the Supreme Court's <em>Citizens United</em> decision, money in politics has exploded. To make it in the 2016 presidential race, candidates need their own billionaire. Here's who's lining up with whom.","itags":["npr_api","412763052"],"guid":"0e1cb9a7-fe0c-4d2c-a03e-0e3ec032adec","contentencoded":"<p>Jeb Bush was pleading for money. Late last month a fundraising email, sent in his name, asked donors for \"$100, $50, $25, or anything you can spare right now.\" Bush said his political action committee still needed $5,674 to meet a monthly goal.</p><p>The same day his organization hit \"send\" on that email, Bush was talking about the big-donor fundraising for his superPAC — $100 million so far, some of it solicited by Bush himself.</p><p>\"We're going to completely adhere to the law for sure,\" the former Florida governor said on CBS's<em> Face the Nation</em>.</p><p>Ever since Bush began soliciting money this winter, he has defended the high-dollar fundraising with a three-point argument: The law keeps candidates from raising superPAC-level money. A superPAC is supposed to be independent of a candidate's campaign. But Bush is still not a candidate. When he becomes one, he said, \"There'll be no coordination at all with any superPAC.\"</p><p>This presidential campaign is turning out to be \"Billionaire or Bust,\" especially for Bush and other Republicans. The candidates need multimillion-dollar superPACs to help them win, while those superPACs need the candidates to recruit wealthy donors.</p><p>And so the hunt is on.</p><p>Bush has drawn on a vast donor network, built over decades through his own campaigns and those of his father and brother. The network comes with ready-made advantages. It's the envy of the field.</p><p>Texas Sen. Ted Cruz, appearing on WMUR TV in New Hampshire this spring, compared Bush to a rock star, or several of them: \"There's no doubt that in the world of donors, Jeb Bush is Mick Jagger and the Beatles rolled into one.\"</p><p>But almost every candidate wants a billionaire, or billionaires, close at hand to refuel a superPAC.</p><p>Cruz is no different. His operation has one superPAC basically funded by hedge fund billionaire Robert Mercer, in addition to three other superPACs. Together, they've reportedly raised $37 million.</p><p>Florida Sen. Marco Rubio has Miami businessman Norman Braman on board. Braman said this of Rubio back in March, on Fox News: \"I just believe in him. I've known him for eight years. And I'm not alone. We're gonna raise the money.\"</p><p>And Rick Santorum still has Idaho entrepreneur Foster Friess, who traveled with the candidate in 2012, simultaneously consulting with him and funding his superPAC.</p><p>Friess was interviewed by Bloomberg News late last month, saying, \"I think I wanna be a little more low-profile, and the amount of money is kinda between myself, my family and Rick.\"</p><p>In less than six weeks, superPACs have to file their first disclosure reports, listing names and dollar amounts for all but their smallest donors. Friess said he has ways around that.</p><p>\"You'll find out my giving maybe if you work real hard,\" he said, \"but I'm going to make it hard for you to find out where I'm giving and how I'm giving.\"</p><p>Not all of the candidates have friends like Friess. One is Kentucky Sen. Rand Paul. It was thought that Paul's libertarian stances would appeal to Silicon Valley entrepreneurs. But things haven't worked out that way. Paul has struggled to find a billionaire to call his own.</p><p>Craig Shirley, a campaign consultant turned Ronald Reagan historian, told NPR he used to think voters would have problems with billionaire-financed superPACs, but now, \"everyone's become so inured to billionaires playing in national politics, that they've just kind of come to accept it.\"</p><p>It seems to be truer among Republicans than among Democrats.</p><p>On her first day campaigning in Iowa, former Secretary of State Hillary Clinton pledged to fix the political money system \"and get unaccountable money out of it once and for all, even if that takes a constitutional amendment.\"</p><p>But Clinton's operation is struggling to drum up wealthy liberals to support its own superPAC.</p><p>It's too early in the race for those donors, making her presidential superPAC look like it's caught in a rerun.</p><p>In 2012, the Democratic superPAC didn't really get rolling until August of that year, barely three months before Election Day.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Billionaire+Or+Bust%3A+Who+Are+Rich+Backers+Lining+Up+With%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Peter Overby","audio":[{"meta":{"duration":"230"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1412805207-e4adc4.m3u?orgId=1&topicId=1014&d=230&p=3&story=412763052&t=progseg&e=412803104&seg=17&ft=nprml&f=412763052"}]}