{"created":"2014-12-01T23:34:47+00:00","modified":"2014-12-02T20:04:22+00:00","valid":{"from":"2014-12-02T20:04:21+00:00","to":"3014-12-02T20:04:21+00:00"},"hreflang":"en","guid":"0e1ced60-23c7-4cc6-a5de-2c356fc69dc9","title":"Egyptians are shocked as former president Hosni Mubarak goes free","published":"2014-12-02T20:04:18+00:00","byline":"Christopher Woolf","tags":["Arab Spring","justic","government","Justice","Conflict & Justice","Cairo","Africa","Egypt","Middle East","Africa","Hosni Mubarak","Abdel Fattah el-Sisi","Heba Morayef","Egypt","Egyptian revolution","Protests in Egypt","Tahrir Square","Mubarak era","Politics of Egypt","Politics"],"teaser":"Protests roiled Egypt this weekend after a court dropped all criminal charges against its former president, Hosni Mubarak. While his eventual successor, Abdel Fattah al-Sisi, enjoys huge support, the reaction to Mubarak's release showed how many people are unwilling to forgive their ex-leader.","contentencoded":"<p>Egypt's four-year-long political roller coaster continued on Saturday when the country's highest court threw out all criminal charges against Hosni Mubarak, the autocrat who ruled Egypt for 30 years before stepping down in the face of protests in 2011.</p>\n<p>That news sent protesters back into the streets, with between 2,000 and 3,000 people marching in the streets of Cairo protesting the decision. Two of the marchers were killed as police attempted to clear Tahrir Square on Saturday night, using water cannons, tear gas and buckshot.</p>\n<p>“This was a spontaneous protest,” says Heba Moyaref, the senior Egypt analyst at the International Crisis Group. “It wasn’t pre-planned by activist groups. It was simply a reaction of rage, of outrage, at the verdict.\"</p>\n<p>She says Egyptians were shocked by the release of Mubarak, who faced charges ranging from corruption to the murder of protesters during the 2011 uprising. \"When the cost of demonstrating is so high, with activists regularly being sentenced to five or seven years' imprisonment, I think that’s an indicator of just how shocking this verdict was,\" Morayef says.</p>\n<p>There was even rare criticism of the verdict in Egyptian media, which is largely either state-owned or highly compliant with the current government, led by ex-general Abdel Fattah el-Sisi. While much of the private media in Egypt is owned by businessmen ideologically aligned with Sisi, Moyaref says, “we’ve actually heard a lot of voices, including from the private media, saying that Mubarak was responsible for crimes, and should not have been acquitted.”</p>\n<p>And while many Egyptians have also enthusiastically welcomed Sisi — and the return of the Mubarak-era security state — she says Mubarak's acquittal may be a step too far.</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[]}