{"created":"2015-06-12T19:58:26+00:00","modified":"2015-06-17T17:05:23+00:00","valid":{"from":"2015-06-17T17:05:23+00:00","to":"3015-06-17T17:05:23+00:00"},"hreflang":"en","title":"As Fish Stocks Dwindle, So Do The Livelihoods Of Greek Fishermen","published":"2015-06-13T00:55:00+00:00","teaser":"The Greek fisherman casting a net from his small wooden boat is a postcard image of the Mediterranean. But fish stocks are so low now that many fishermen say they can't make a living anymore.","itags":["npr_api","413122660"],"guid":"0e2d7b2e-3f43-4b93-a0f1-6a331eef348c","contentencoded":"<p>It's a sunny afternoon on the port of Laki, a fishing village on the Aegean island of Leros. The seaside tavernas are filled with happy tourists and local families listening to traditional violin music and eating fresh grilled fish.</p><p>But fisherman Parisi Tsakirios is not celebrating. He's on his wooden fishing boat, cleaning a bright yellow net. Two days at sea, he says, and barely a catch.</p><p>\"We caught just 20 pounds of fish,\" says Tsakirios, who, at 29, has been fishing for 15 years. \"We can sell that for 200 euros (about $225). But fuel costs almost as much, so we'll be lucky if we make 20 euros (about $22).\"</p><p>He will split those earnings with his 58-year-old father, Yannis, who fishes with him. Yannis Tsakirios made enough to raise four children as a fisherman. Three followed him into the trade.</p><p>\"It's so hard to make a living these days,\" he says. \"I work much longer hours now than I did as a young man.\"</p><p>The traditional Greek fisherman casting a net from his small wooden caique is a postcard image of the Mediterranean. In the past, these fishermen supplied tavernas and fish markets. But fish stocks are so low now that many say they can't make a living.</p><p>Michalis Kastis, another Leros fisherman, docks his caique after three days at sea with his Dutch wife, Tinika. They caught just one red mullet. \"The catch is not enough to pay a crew,\" he says, laughing. \"That's why I go with my wife.\"</p><p>Kastis blames large commercial trawlers for scooping most of the fish out of the sea. He calls them the \"bulldozers of the sea.\"</p><p>\"They destroyed everything,\" he says. \"Soon, after five years, [the] Mediterranean Sea is gonna be a desert — empty.\"</p><p>Maybe not empty, marine researchers say, but certainly fragile.</p><p>\"In the Med, most stocks, actually the vast majority of stocks, are below safe biological limits,\" says Paraskevas Vasilakopoulos of the <a href=\"http://www.hcmr.gr/en/\">Hellenic Centre for Marine Research</a> in Athens. He's the lead author of a <a href=\"http://www.academia.edu/8647859/The_alarming_decline_of_Mediterranean_fish_stocks_\">2014 study</a> of declining fish stocks in the Mediterranean Sea.</p><p>\"It has to do with overexploitation,\" he says. \"So we catch more fish than we should if we want to sustain viable populations. At the same time, in the Mediterranean, there's an additional problem of catching fish when they are too young, too small. So we catch too many fish before they get the chance to reproduce, to spawn at least once.\"</p><p>Sure, trawlers cause much of the damage, he says, because \"they fish over the sea bottom and just take everything.\" That method of fishing has especially hurt demersal — bottom-dwelling — fish, like hake and red mullet in the Mediterranean.</p><p>\"Those fish tend to be particularly in trouble, because they tend to grow slower and reproduce later than, say, anchovies and sardines,\" Vasilakopoulos says. \"And they are also caught by trawlers and small-scale fishermen.\"</p><p>Greece has a large shipping fleet — more than 20,000 vessels — but most of them are small, family-owned boats.</p><p>Fishing regulations are not as well-enforced in the Mediterranean as they are in the North Sea, where <a href=\"http://www.npr.org/sections/thesalt/2015/05/28/410319950/cod-comeback-how-the-north-sea-fishery-bounced-back-from-the-brink\">cod has made a comeback</a>. And while large trawlers are undeniably a big part of the problem, small fishermen aren't entirely blameless, says Vasilakopoulos. He only has to look at the seaside outside his office window for proof.</p><p>\"For example, you see a small fishing boat going out,\" he says. \"You'll never know what he caught, if what he caught was more than what he caught yesterday.\" He points to a man near a red buoy. \"There's also a spear-gun fisherman over there,\" he says. \"Can you see that?\"</p><p>Spear-gun fishermen are a common sight along Greek shores, but they don't have to register their haul — one more reason it's hard to track how much is really being caught.</p><p>Greece is now heavily investing in open-ocean fish farming to meet demand. Vasilakopoulos and Eleni Fountoulaki, a fish nutrition scientist with the Hellenic Centre for Marine Research, show me tanks full of farmed sea bream — a popular fish in tavernas. \"You can't find them wild so easily anymore,\" Fountoulaki says.</p><p>It's a catch rarely seen by the fishermen of Leros these days. After selling their 20 pounds of fish, Parisi and Yannis Tsakirios are preparing to set off on another trip. Parisi's 4-year-old son, Yannis, named after his grandfather, hops on the boat to kiss his father goodbye.</p><p>\"Is there anything to fish?\" the boy asks.</p><p>\"I'll find something,\" his father says, laughing.</p><p>But next year, he says, he has to find another job. His wife is expecting their second child. Fishing just can't pay the bills.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=As+Fish+Stocks+Dwindle%2C+So+Do+The+Livelihoods+Of+Greek+Fishermen&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joanna Kakissis","audio":[{"meta":{"duration":"236"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1413995729-d9f59d.m3u?orgId=1&topicId=1004&d=236&p=2&story=413122660&t=progseg&e=413811411&seg=14&ft=nprml&f=413122660"},{"href":"http://media.npr.org/assets/img/2015/06/09/fisherfolk-parisi-net-standing-82e29d6e4f04d14d4c9f3a1effaea501b6553c39.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/06/09/fisherfolk-yiannis-net-7fe1d174ff96d16f99c6dab9c411f0f8a9e70e33.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2154","width":"2873"}}]}