{"created":"2014-10-29T22:55:30+00:00","modified":"2014-11-05T15:56:07+00:00","valid":{"from":"2014-11-05T15:56:07+00:00","to":"3014-11-05T15:56:07+00:00"},"hreflang":"en","guid":"0e508511-cd5d-4c5b-9edc-9c6148da09c6","title":"Sweden hopes to project a new image with its official font","published":"2014-11-05T15:55:49+00:00","byline":"David Leveille","tags":["government","culture","Culture","Arts, Culture & Media","Europe","Sweden","Scandinavia","Europe","Stefan Hattenbach","Mattias Svensson","Lagom","font","Design","Sans-serif","Typeface"],"teaser":"Sweden has its own national flag and unique history, and now it has its own font, too. The government has created a typeface of its own, called Sweden Sans, as part of a new branding project.","contentencoded":"<p>Plenty of countries have national birds, national anthems, national dishes — but a national font? There Sweden is almost all on its own. </p>\n<p>Yes, Sweden recently introduced its own font, called Sweden Sans. The idea is that the new national font will replace the many fragmented styles that government agencies currently use.</p>\n<p>\"It's modern, yet designed to be long lasting,\" says Mattias Svensson, a creative director at Soderhavet, the design firm that created Sweden Sans. \"In that way you can find maybe some inspiration in traditional Scandanavian design, which is clean, clear and open.\"</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"513\" width=\"370\" style=\"line-height: 1.538em; float: right;\" alt=\"Sweden&amp;#039;s new national font, Sweden Sans\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/swedish%20sans2.jpg\" title=\"\" /><span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p><a href=\"http://soderhavet.com/\" target=\"_blank\">Soderhavet</a></p>\n  </div>\n\n  <div class=\"field-caption\">\n    <p>Sweden's new national font, Sweden Sans</p>\n  </div>\n</div>\n<p>Svensson has some pretty high hopes for the font, saying it's meant to \"raise awareness and interest, and to build trust in Sweden.\" He's hoping the font will capture people's attention leading them, eventually, to associate it closely with his country \"and realize this is Sweden communicating.\"</p>\n<p>Stefan Hattenbach, the type designer who worked with Soderhavet, describes Sweden Sans as a \"very slick typeface. I would say ... It looks very geometric and modern.\" He says the design was partly inspired by old Swedish signs that were popular in the 1950s and '60s. </p>\n<p>\"Sweden in the '50s and '60s was a very positive atmosphere and everything was looking great, so we felt that could be a good period for picking up ideas for the design,\" he says.</p>\n<p>Hattenbach says he's quite happy with the way the whole alphabet came out, but he does have a favorite letter: \"I do like the S, which is kind of a hard letter to make, actually. It can really fall off and look unbalanced, but I'm really very happy with the S.\"</p>\n<p>The Swedish Q is also pretty cool. Its tail, which usually trails off to the lower right, points straight down instead — too bad Q isn't a more common letter.</p>\n<p>But, in a seemingly very Swedish move, Hattenbach says the font isn't designed to be too overt or loudly declare, \"Hey, I'm Swedish!\" </p>\n<p>\"We have an expression in Swedish, \"lagom,\" which means it's not too much and it's not too little,\" he explains. \"It's something in between. Every Swede knows the expression. It means 'you're happy with the thing, it's not exaggerated, but you're still very happy with it, content with it. That's some of the feeling we wanted to incorporate in this typeface.\"</p>\n<p><em>Correction: An earlier version of this story incorrectly said that Sweden is the only country with a national font. The Netherlands — and perhaps others — also has <a href=\"http://designworkplan.com/typography-fonts/rijksoverheid-sans-serif.htm\">its own official typeface</a>.</em></p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/swsans3.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/swsans3jpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/swedishfont.mp3"},{"href":"http://www.pri.org/file/swedishfontmp3"}]}