{"created":"2014-10-17T07:20:35+00:00","modified":"2015-04-07T17:51:10+00:00","valid":{"from":"2015-04-07T17:51:10+00:00","to":"3015-04-07T17:51:10+00:00"},"hreflang":"en","title":"World Bank Head On Ebola: Put The Fire Out Where It's Raging","published":"2015-01-14T16:00:00+00:00","teaser":"World Bank President Jim Kim believes the world has moved too slow in battling Ebola. And closing off travel from West Africa, he says, is not the answer.","itags":["npr_api","356724987"],"guid":"0e513081-eab9-4615-82c7-efc563474a66","contentencoded":"<p>To stop the raging Ebola epidemic in West Africa, \"we need to pay attention to where the fire is burning.\"</p><p>That means there is no \"magic solution,\" <a href=\"http://live.worldbank.org/experts/dr-jim-yong-kim\">Jim Yong Kim</a>, the head of the World Bank, told NPR's Steve Inskeep during an interview on <em>Morning Edition.</em> So appointing an Ebola czar to monitor the international response isn't going to suddenly stop the outbreak.</p><p>Neither will closing the borders between U.S. and the three hardest-hit countries: Guinea, Liberia and Sierra Leone.</p><p>To Kim, that's not a long-term solution: \"It's like you're in your room and the house is on fire, and your approach is to put wet towels under the door. That might work for a while, but unless you put the fire out, you're still in trouble.</p><p>\"The way to stop this epidemic from coming at an even higher level in the United States is actually try to stop it in its tracks,\" he says of the many U.S. health workers who have volunteered to go overseas.</p><p>He says what's most important is not only getting protocols in place in the United States but also in Guinea, Liberia and Sierra Leone. That means quickly identifying cases and instituting a high level of infection control — not just standard precautions.</p><p>\"We've got to have very high-quality protective equipment,\" he says. \"When patients get sick we need to provide intensive care.\"</p><p>The good news, he says, is that leaders like President Obama and British Prime Minister David Cameron have stepped up in their aid. But the response has just been inadequate for an outbreak that dates back to December of last year. \"We are only now getting comprehensive plans for how we are going to attack this epidemic,\" he says.</p><p>What's really missing are health workers, he says. \"While we can move thing and build structures what we need are skilled health workers who can do all the complicated things you need to stop the epidemic.\"</p><p>Kim pointed to Nigeria to illustrate the level of intervention needed to stop the current outbreak. With the help of the Centers for Disease Control and Prevention and the World Health Organization, Nigeria was able to contain the outbreak, with 19 confirmed cases and only seven related deaths.</p><p>Still, \"it cost them $13 million and more than 200 physicians [and] 600 other health workers,\" he says. \"They had to do 19,000 home visits taking temperatures in order to get it control.\"</p><p>He acknowledges that with nearly 9,000 cases so far, there's a lot of work to be done. Yet he's confident that the international community will be able to stop Ebola — although he stresses that \"we've got to move much more quickly.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=World+Bank+Head+On+Ebola%3A+Put+The+Fire+Out+Where+It%27s+Raging&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Steve Inskeep","audio":[{"meta":{"duration":"266"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1356869636-4be9b5.m3u?orgId=1&topicId=1004&e=356724987&d=266&ft=nprml&f=356724987"}]}