{"created":"2015-02-10T20:28:57+00:00","modified":"2015-02-11T20:36:13+00:00","valid":{"from":"2015-02-11T20:36:13+00:00","to":"3015-02-11T20:36:13+00:00"},"hreflang":"en","guid":"0e594fe3-4908-48ac-b216-f27d238ae472","title":"What a Westerner found at a North Korean Film Festival","published":"2015-02-11T20:36:09+00:00","byline":"Shirin Jaafari","tags":["culture","movies","travel","government","Culture","Arts, Culture & Media","Pyongyang","Asia","North Korea","Asia","Kim Jung-il","Kim Jung-Un","Kim Jong-il","Kim","Koryo Tours","Government","Korea","Entertainment","Cinema of Korea","Pulgasari","North Korea","Films"],"teaser":"Mitch Moxley got a chance to visit North Korea for eight days to attend the Pyongyang International Film Festival. Yes, the country does have a Film Festival.","contentencoded":"<p>Mitch Moxley is a film buff and so when he heard North Korea was holding its biennial film festival, he knew he had to be there.</p>\n<p>He paid Koryo Tours about $2,000, plus airfare from Beijing, so he could spend eight days in the Kingdom. And it was quite an adventure.</p>\n<p>First, he found himself in a small airport in the capital, Pyongyang.</p>\n<p>\"As soon as you go through immigration, there's two huge paintings of the Kims,\" he says, referring to the current leader Kim Jung-Un and his father Kim Jung-Il.</p>\n<p>He described his trip to North Korea as like being in the movie \"The Truman Show.\"</p>\n<p>\"It feels like everything is strategically placed ... especially for you as a tourist. They're allowing you to see what they want you to see,\" he says.</p>\n<p>Moxley has been to many film festivals across the world but none like this one.</p>\n<p>\"This was definitely the strangest film festival I've been to — and I can't imagine going to one more strange,\" he says.</p>\n<p>But contrary to what outsiders might think, Moxley says, there were a surprising range of films that were shown at the festival.</p>\n<p>\"It was very diverse. There were films from Iran and Russia and Myanmar,\" he says. \"There were movies from Western countries. For example, the opening film was a British movie,\" he adds.</p>\n<p>There were also short films from Canada, Australia and lots from India.</p>\n<p>\"Apparently North Koreans are very in to Bollywood movies,\" he says.</p>\n<p>According to Moxley, Kim Jung-Il himself loved movies, with some 20,000 movies in his collection. He's also credited with pioneering the small film industry that North Korea has today.</p>\n<p>\"Kim Jong-Il was a fixture on set,\" Moxley says. \"He wrote two books on film and he would give guidance to actors on set and was supposedly behind the camera for a movie or two.\"</p>\n<p>Kim Jong-Il loved movies so much that he famously \"kidnapped\" South Korean director Shin Sang-ok and locked him up in a prison camp. Eventually has was released and \"allowed\" to make films with Kim, including \"Pulgasari,\" a monster movie considered to be North Korea's Godzilla.</p>\n<p>The director eventually escaped.</p>\n<p>While Moxley believes film festival was a good opportunity for cultural exchange, it was also a propaganda event. Moxley says the attendees from 30 foreign countries gave North Korean officials a form of credibility they could tout to the rest of the world.</p>\n<p><em>Correction: A previous version of this story incorrectly identified Mitch Moxley's nationality. He's from Canada.</em></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/film_posters_outside.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/filmpostersoutsidejpg-1"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/02102015_02.mp3"},{"href":"http://www.pri.org/file/0210201502mp3"}]}