{"created":"2014-10-03T20:59:53+00:00","modified":"2014-10-31T01:29:28+00:00","valid":{"from":"2014-10-31T01:29:28+00:00","to":"3014-10-31T01:29:28+00:00"},"hreflang":"en","title":"She's Got A Perfect Afro — And A Melodious Vision For African Musicians","published":"2014-07-17T19:58:00+00:00","teaser":"Meklit Hadero was born in Ethiopia and raised in the U.S. She's a folk-jazz artist who's been likened to Joni Mitchell. And she brings East African musicians together to share their beats.","itags":["npr_api","318797489"],"guid":"0e60c4ae-d297-4d17-ac75-9325c11bbada","contentencoded":"<p>In February, Ethiopian-born singer Meklit Hadero was flying home from Uganda to the U.S. when her plane had to land unexpectedly near the Arctic Circle. It was so cold that to keep her fingers warm she put on oven mitts (decorated with an African print) that she'd bought to bring home.</p><p>A fellow passenger introduced himself: Leelai Demoz, he's Ethiopian, too. He'd just finished co-producing <a href=\"http://difret.com/\">Difret</a>, a movie based on the true story of a 14-year-old Ethiopian girl abducted by a man who wanted to marry her; the girl <strong></strong>shot him and was tried for murder.</p><p>Hadero and Demoz hung out, hoped to see the Northern Lights (no luck, it was foggy). By coincidence, a few weeks later, Hadero got a call from Lincoln Center to see if she'd sing at a screening of <em>Difret</em>.</p><p>So it's a small world for global artists.</p><p>And that's especially true for African musicians who've come to the West. They can get together and mix it up in diaspora more readily than on the continent, says Hadero, who left Ethiopia as a toddler in 1981 and now lives in the Bay Area. \"There are 437 million people in the Nile Basin. There are all sorts of political tensions around how we share water,\" she says. \"There are barriers to getting to know each other. There's not a lot of access.\"</p><p>Her solution was to co-found the <a href=\"http://www.nileproject.org/\">Nile Project</a>, along with Egyptian ethnomusicologist <a href=\"http://www.nileproject.org/team/mina-girgis/\">Mina Girgis</a>. They invite musicians from the 10 countries along the Nile River to play together and record an album. She was returning from a three-weeks session in Kampala, Uganda, when she had her Arctic detour.</p><p>Back home, Hadero talked about her music, how the Nile Project has changed it — and what it's like to be compared to Joni Mitchell. This interview has been edited for length and clarity.</p><p><strong>Did you contribute any songs to the movie?</strong></p><p>No, but I wrote a song for the [concert]. It doesn't have a name yet. It's about the strength and resilience of women and what happens when a personal story becomes a way for a whole country to move forward around a particular issue. The story of the film is how [this practice of abducting a bride] became illegal.</p><p><strong>Your new album, <em>We Are Alive</em>, draws from Ethiopia as well — you sing \"Kemekem,\" an Ethiopian folk song.</strong></p><p>Kemekem is a slang term in Amharic for freshly mown grass. It's applied to an afro that has been perfectly cut and coiffed. \"Kemekem\" is a love song sung to a person with a perfect afro. The lyrics are very cute: \"You live at the top of the hill, I live at the bottom. Just roll on down and meet me at the bottom.\"</p><p><strong>Wouldn't that mess up the perfect afro?</strong></p><p>You just take your pick with you! [Note: Hadero is <a href=\"http://www.meklitmusic.com/news/2014/6/11/calling-all-afros-for-the-kemekem-music-video\">crowdsourcing videos of afros</a> through July 23 for \"Kemekem's\" music video.]</p><p><strong>Critics compare your spare and intimate style, tinged with folk and jazz, to Joni Mitchell.</strong></p><p>Lyrically, she was a huge influence on me. I still think \"Just before our love got lost, you said, 'I am as constant as a northern star ...' \" is one of the greatest first lines ever.</p><p><strong>Do you mind being compared to her?</strong></p><p>There's so much music out there that we ask for reference points. But as our world gets smaller, it's harder to categorize music.</p><p><strong>How do you categorize your music?</strong></p><p>I usually say it sits at the intersection of singer-songwriter and jazz influences — and Ethiopian and East African influences.</p><p><strong>What kind of African influences?</strong></p><p>I'm really attracted to a kind of super-emotive vibrato that comes from Ethiopia. It appears on my new album.</p><p><strong>I read that one song you wrote uses a \"five count\" you learned from a Sudanese musician at a Nile Project session. What's a five count?</strong></p><p>In the Western world, music is typically four or three counts. Sudanese rhythms are out of this world. The five count, it's <em>don </em>dee dee <em>don </em>dee. It has a walking feel. Radiohead also has a song in five: \"<a href=\"https://www.youtube.com/watch?v=WedRDYmtvX4\">15 Step</a>.\"</p><p><strong>So does Dave Brubeck, with \"Take Five\" — five beats per measure. Is that the same as the Sudanese five count?</strong></p><p>Dave Brubeck's five count somehow feels a little bit like a swing. The camel walk [another name for the Sudanese five count] feels as though you're traveling across a long distance. These are [rhythms] you get in your body. You can only understand them to a certain degree with your intellect.</p><p><strong>Maybe that's why it's hard to talk about what a five count is.</strong></p><p>It's difficult to talk about music because we use music to talk about things that are hard to talk about. And it's important to recognize the mysterious aspect to music. You're training your hands and vocal cords to interact with a kind of mystery to produce sound. Music is a mystery, isn't it?  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=She%27s+Got+A+Perfect+Afro+%E2%80%94+And+A+Melodious+Vision+For+African+Musicians&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Marc Silver","audio":[{"meta":{"duration":"308"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1332250838-e847cc.m3u?orgId=1&topicId=1039&ft=3&f=318797489"},{"href":"http://media.npr.org/assets/img/2014/06/13/meklit_pic4_sm-7364ff6a755e2a9cdc6cbb027142dc7d9c7d6f26.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1164","width":"1550"}}]}