{"created":"2014-10-03T19:51:38+00:00","modified":"2014-10-31T00:26:52+00:00","valid":{"from":"2014-10-31T00:26:52+00:00","to":"3014-10-31T00:26:52+00:00"},"hreflang":"en","title":"After A Bad Bike Crash, Lessons In Limits And Love ","published":"2014-07-09T17:50:00+00:00","teaser":"In a guest commentary, <em>Tell Me More</em> producer and road cyclist Amy Ta says she didn't believe in limits until she pushed her body too far.","itags":["npr_api","329923183"],"guid":"0e66d319-fb5b-4aea-9d62-0cf0b664931a","contentencoded":"<p>My last hill ride was epic — just not in the way I'd hoped it would be. I'll always remember the date: June 7. The route was called \"Hell's Delight.\" Seventy miles of the steepest hills I had ever done. And trust me, I've done a lot.</p><p>But \"Hell's Delight\" was a new kind of suffering. And, although we road racers enjoy suffering, that day I went too far. About 5 miles before the finish, I crashed. My jaw and left cheekbone broke. Half my face was bleeding; so was my brain. There were abrasions on my arms, shoulders, neck, and left leg. I needed surgery to fix my jaw.</p><p>What got me into that mess? My ego. I had just won a road race the past weekend. It was a very technical course with hairpin turns. After the victory, I wasn't afraid of anything.</p><p>So on that long ride, I took all the downhills at full speed, no brakes. I even sprinted when I was out of fuel. I wanted to see how strong my body was, even on three hours of sleep. When we had almost completed 70 miles, I was exhausted, but I was doing OK ... until I smashed my face onto the ground. I fell in and out of consciousness. My friend later explained that I was descending too fast. I ran off the road, hit the brakes too hard and flipped over the handlebars.</p><p>I was so angry. And heartbroken. It was the middle of racing season. I had just started my own women's racing team. I had people to lead and more races to win!</p><p>Sure, you can say I was stupid. Reckless. I won't argue with that.</p><p>But can I just tell you? I didn't believe in limits. My mind always said to keep going and just ignore the pain and fatigue. Suffer now to be stronger later. My body always obeyed. But finally, that one day came when it would not. My brain needed to listen to my body. Stop when the body says stop. That was lesson No. 1.</p><p>Lesson No. 2: I'm actually pretty lucky. The crash could've been way worse. I didn't break my legs or neck or spine. I still had my vision, even though my left eye wouldn't open for days afterward. And yes, it was annoying that I couldn't chew food or see my mangled face in the mirror without wanting to cry. It was tough, and long, and being trapped inside got me really frustrated. But those were just details. The big picture: I survived.</p><p>Final lesson, and the most important one: Family is everything. Yes, blood family, but I'm also talking about my D.C. cycling community, NPR colleagues, friends near and far. They all came rushing to offer help — visiting me in the hospital and at home, bringing me food, clothes, and of course the one thing a journalist appreciates, a good story. I got lots of surprises in the mail, even from people I never met in person! Also, text messages asking how I was doing, and reminders to stay positive. During the lowest point of my recovery, one stood out: \"recovery is more difficult than any race, but patience always wins.\" That kind of love made all the difference.</p><p>As for the friends who helped me get through this, I want to tell them this: I'd say all your names if I could. There's just no airtime for that. You know who you are. And I want you to know I'm grateful, and I'm sorry for the all panic and worry that I caused.</p><p>But I'll make it all up, by winning another race for you!</p><p><em>Amy Ta is a </em>Tell Me More<em> producer and an avid road cyclist.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+A+Bad+Bike+Crash%2C+Lessons+In+Limits+And+Love+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Amy Ta","audio":[{"meta":{"duration":"192"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1330120695-ea94ab.m3u?orgId=1&topicId=1055&aggIds=10617064&ft=3&f=329923183"},{"href":"http://media.npr.org/assets/img/2014/07/08/amytarace-459176afa6f24485339c2a08be1b60762147c2f6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2832","width":"3782"}}]}