{"created":"2014-09-04T16:43:10+00:00","modified":"2014-09-04T16:43:11+00:00","valid":{"from":"2014-09-04T16:43:10+00:00","to":"3014-09-04T16:43:10+00:00"},"hreflang":"en","title":"Stokely Carmichael, A Philosopher Behind The Black Power Movement","published":"2014-03-10T16:26:00+00:00","teaser":"A new biography traces Carmichael's evolution from civil rights activist to an early proponent of the black power movement and international human rights advocate.","tags":["npr_api","287320160"],"guid":"0e6bbc3d-94c8-4e0b-8c0d-66e282d0eb1d","contentencoded":"<p>Before he became famous — and infamous — for calling on black power for black people, Stokely Carmichael was better known as a rising young community organizer in the civil rights movement. The tall, handsome philosophy major from Howard University spent summers in the South, working with the Student Nonviolent Coordinating Committee, known as SNCC, to get African-Americans in Alabama and Mississippi registered to vote in the face of tremendous, often violent resistance from segregationists.</p><p>Historian Peniel Joseph's new biography of Carmichael, titled <em>Stokely: A Life</em>, shows that for a time, the Trinidad-born New Yorker was everywhere that counted in the South, a real-life Zelig: \"He is an organizer who had his hand in every major demonstration and event that occurs between 1960-1965.\"</p><p>Joseph, a professor at Tufts University, says Carmichael was ever-present in what he considers \"the second half of the civil rights movement's heroic period.\" (After the Montgomery Bus Boycott and before the attempts to integrate the North.)</p><p>Photographs from the time show him walking down dusty highways with Martin Luther King Jr. in Mississippi, chatting easily with farmers in Lowndes County, Ala., listening to elderly black ladies who plied him with sweet tea on their front porches while he (often successfully) charmed them into joining him in organizing their neighbors. Joseph says Carmichael had \"amazing charisma.\"</p><p><strong>A Call For Black Power</strong></p><p>Carmichael spent the early '60s firmly embracing nonviolent protest: sit-ins, marches, assemblies. But the soaring victories of the late '50s and early '60s seemed to bog down after the passage of the Civil Rights Act in 1964. Joseph says Carmichael began to wonder if new methods needed to be considered.</p><p>In 1966, he used the phrase \"black power\" at a rally in Mississippi. It caught the nation's attention, but it meant different things to different people.</p><p>Many whites who heard the phrase were uneasy, Joseph says. \"They assumed that black power meant being anti-white and really sort of violent, foreboding.\"</p><p>Black listeners, on the other hand, heard a call \"for cultural political and economic self-determination,\" Joseph says. The phrase, he adds, resonated powerfully for a people who'd long been measured by arbitrarily set white standards and aesthetics.</p><p>\"We have to stop being ashamed of being black!\" was the first point in a four-part manifesto he often used in his speeches. Black, Carmichael told his audiences, was survivor-strong. It was resourceful. And beautiful.</p><p>Tall and thin, with limpid eyes and a dazzling smile that contrasted with his deeply brown skin, Carmichael walked like he thought he was a good-looking guy — in an era when, for many blacks, lighter was better.</p><p>\"That was really one of his most important legacies,\" Joseph says. \"He was really defiant in declaring 'black is beautiful' well before that became popular in the late '60s.\" In other words, Carmichael was black and proud years before James Brown turned the concept into a best-selling R&B hit.</p><p><strong>'The United States Has No Conscience'</strong></p><p>He was also rethinking the practicality of nonviolence in an environment where black life was often viewed as disposable.</p><p>The 1964 murders of civil rights workers Andrew Goodman, James Chaney and Mickey Schwerner in Neshoba County, Miss., the assassination of Malcolm X and the crushing government response to the unrest that had blazed through several cities by the late '60s caused Carmichael to rethink his beliefs.</p><p>King (who regarded the younger Carmichael as one of the movement's most promising leaders) believed in the concept of \"redemptive suffering\" and thought the sight of protesters accepting beatings, dog bites and fire-hosing would soften America's heart and inspire the country to reject segregation. But after seeing so many of his comrades maimed and killed, Carmichael no longer shared that belief.</p><p>King had gotten a lot right, Carmichael said, but in betting on nonviolence, \"he only made one fallacious assumption: In order for nonviolence to work, your opponent has to have a conscience. The United States has no conscience.\"</p><p>And it was becoming increasingly hard for him to live in the United States. Hounded by the FBI at home, tracked by the CIA when he went abroad, Carmichael had had enough. He changed his name to Kwame Ture in homage to two African heroes — his friend Kwame Nkrumah (the first president of independent Ghana), and S<em>é</em>kou Tour<em>é</em>, the president of Guinea, the country that had welcomed the former civil rights worker as an honored citizen.</p><p>Ture would live for another three decades, visiting the United States frequently as he traveled the globe preaching the merits of pan-Africanism and scientific socialism. People listened — but not in the same numbers as they had in the early days. Ture, with his modest lifestyle and reminders of communal responsibility seemed ... quaint. \"It's interesting,\" biographer Joseph notes: \"Times changed, but Stokely didn't.\"</p><p>The former civil rights warrior died in Guinea in 1998 at age 57, of prostate cancer. And while he's no longer a household name in most places, Peniel Joseph says, Stokely Carmichael's legacy is the very notion of black power, \"which was enormously successful in redefining the contours of African-American identity but also race relations in the United States — and globally.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Stokely+Carmichael%2C+A+Philosopher+Behind+The+Black+Power+Movement&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Karen Grigsby Bates","audio":[{"meta":{"duration":"285"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1288492958-f2fcf9.m3u?orgId=1&topicId=1015&aggIds=100876926&ft=3&f=287320160"},{"href":"http://media.npr.org/assets/img/2014/03/07/Stokely-Carmichael2-70ff4cf30aade518ef57bd1e5ae8f953ad029a23.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2048","width":"2730"}},{"href":"http://media.npr.org/assets/img/2014/03/07/stokely-carmichael1-c4ead73a923214a6869b7914b162d77a3a990fc9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1849","width":"2465"}}]}