{"created":"2015-04-16T17:54:58+00:00","modified":"2015-05-13T21:08:40+00:00","valid":{"from":"2015-05-13T21:08:40+00:00","to":"3015-05-13T21:08:40+00:00"},"hreflang":"en","title":"The Fences Where Spain And Africa Meet","published":"2015-04-16T23:40:00+00:00","teaser":"Spain has two tiny enclaves in North Africa, separated from Morocco by fences. Both of them are hugely tempting targets for migrants from across Africa who are desperate to reach Europe.","itags":["npr_api","393577925"],"guid":"0e706813-709b-47e5-99dc-775768fae6cc","contentencoded":"<p>On a rocky beach in North Africa, a chain-link fence juts out into the Mediterranean Sea.</p><p>This is one of Africa's two land borders with Europe, at two Spanish cities on the African continent. Ceuta and Melilla are Spanish soil — and thus part of the European Union — separated from the rest of Europe by the Mediterranean, and separated from the rest of Africa by <a href=\"http://www.npr.org/2015/03/26/395475142/migrants-try-to-enter-europe-through-spanish-territory-in-africa\" target=\"_blank\">huge fences</a>.</p><p>If someone manages to scale those fences, he lands in Europe. Tens of thousands of African and Arab migrants try to do that each year. Many have traveled hundreds of miles already, mostly from sub-Saharan Africa, but also from conflict zones like Syria or Somalia. Their journeys are similar to those many Latino migrants make northward to the <a href=\"http://apps.npr.org/borderland/\" target=\"_blank\">U.S.-Mexico border</a>.</p><p>Thousands of people cross the Morocco-Ceuta border legally every day. Dozens more are believed to cross illegally — smuggled in the back of trucks, or hidden in secret compartments under cars or in their trunks. Others manage to scale a huge double fence, lined with anti-climbing mesh and patrolled by border guards.</p><p>Still others swim.</p><p>\"Nine hours in the water — I was hungry!\" says Mohamed Ba, 21, from Guinea Conakry in West Africa. \"I didn't take my clothes or shoes. I was suffering.\"</p><p>Ba swam around the fence near the Tarajal crossing between Morocco and Spain. He spent his family's life savings on the trip north to Morocco. He'd planned to pay smugglers to hide him in the back of a truck, to cross into Spain. But he got robbed.</p><p>\"I had 200 euros ($210) in my pocket. They pulled the money off me and they beat me. You see that?\" he says, pointing out a long scar on his arm. \"I begged them and pleaded, but they did not leave me alone.\"</p><p>Broke, Ba was determined to reach Europe. He refused to turn back. So he waited until nightfall, and jumped into the water and swam — around the chain-link border fence topped with barbed wire. At times, he had to hold his breath underwater, to avoid being seen by Spanish border guards.</p><p>Nine hours later, shivering, he emerged onshore in Spain the next morning. \"It was cold, and I didn't have anything with me,\" he says.</p><p>A Red Cross team treated him for the early stages of hypothermia. This was back in September, when the Mediterranean is at its warmest. Ba is one of the lucky ones.</p><p>In February 2014, at least 15 Africans died trying to swim around the same fence, when border guards fired rubber bullets at them in the water. Sixteen Spanish troops have been indicted in that incident.</p><p>\"That was a monumental mistake, but we work under so much pressure,\" says Juan Antonio Delgado, a Civil Guard spokesman. \"You've got 500 desperate Africans face to face with 50 of us guards. It's very dramatic. They're absolutely determined to get across.\"</p><p>Thousands do, with the potential to overwhelm public services in Ceuta, a city of about 85,000. The local jobless rate tops 30 percent, without including migrants, all of whom are unemployed. Spain is asking for more EU help to secure its border and prevent migrants from entering.</p><p>Moroccans who reach Ceuta illegally are automatically deported, because of a bilateral treaty between Spain and their country. But many African countries have no such treaties. And many migrants try not to disclose their origin, so <a href=\"http://www.npr.org/blogs/parallels/2013/10/18/237120156/desperation-outweighs-dangers-for-europe-bound-migrants\" target=\"_blank\">Spanish officials can't deport them</a>.</p><p>Once a migrant enters Spain, he or she has two options: Claim political asylum, or be considered an \"economic migrant\" — Ba.</p><p>\"I need a job because my people have nothing, and my father is dead,\" he says, explaining why he left his native Guinea. He says his dream is to someday work in Barcelona and send money home to his family. \"I have only my mom and two younger sisters. I want to give them food and help them. ... They are all in Guinea.\"</p><p>One of the first people many migrants encounter is Germinal Castillo, a Red Cross worker who's part of a team of first responders dispatched to Ceuta's beaches and port, where scores of migrants turn up.</p><p>\"They're often in a terrible, horrible state. Most often it's hypothermia,\" says Castillo, who treats an average of about 20 migrants a week in winter — and sometimes 10 times that in summer. \"The problem is that they arrive without any documents. They kiss the ground, but then they have to wait months for visas and work permits.\"</p><p>\"They're all looking for a better life,\" he says. \"They're looking for what we already have.\"</p><p>While they wait for that paperwork, migrants are housed in local immigration and asylum centers — huge, prisonlike fortresses nestled in the hills of Ceuta and Melilla and across mainland Spain.</p><p>Many of the centers are filled beyond capacity, and human rights groups have complained of abuses. Migrants must adhere to curfews and mealtimes but can otherwise come and go freely despite big metal bars and razor wire around the centers.</p><p>I met Ba at one of these facilities, where West African men milled around outside, smoking and drinking beer. Ba has been awaiting the paperwork he needs to travel elsewhere in Europe.</p><p>Finally, after six months, the documents have come through.</p><p>\"I was sleeping and the immigration people woke me in my bed to tell me, 'Today you have your pass — and tomorrow you can travel to the [Iberian] peninsula,' \" he says, lifting a can of beer on his final night in Ceuta. \"Because of that I'm very happy. I am laughing! I am eating good and sleeping good.\"</p><p>The next morning, he disappears into a crowd boarding a ferry for the Spanish mainland, chasing his dream to work in Barcelona.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Fences+Where+Spain+And+Africa+Meet&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lauren Frayer","audio":[{"meta":{"duration":"180"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1400178429-a32aff.m3u?orgId=1&topicId=1126&d=180&p=2&story=393577925&t=progseg&e=400060014&seg=11&ft=nprml&f=393577925"},{"href":"http://media.npr.org/assets/img/2015/04/15/ceuta-fence-landov-6a16f115e27f06005b3493ff64b7bbef4264bdf9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1420","width":"1889"}},{"href":"http://media.npr.org/assets/img/2015/04/15/ceuta-fence-getty-0012efdcea355191680665bf6f24548b94a42ee1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1867","width":"2490"}},{"href":"http://media.npr.org/assets/img/2015/04/15/red-cross-ceuta_custom-f3ed587e9b97b42e3336293986e24af8855bd245.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2145","width":"3015"}}]}