{"created":"2015-05-19T23:07:06+00:00","modified":"2015-05-20T12:55:34+00:00","valid":{"from":"2015-05-20T12:55:34+00:00","to":"3015-05-20T12:55:34+00:00"},"hreflang":"en","title":"Reddit's New Harassment Policy Aimed At Creating A 'Safe Platform'","published":"2015-05-20T00:20:00+00:00","teaser":"Interim CEO Ellen Pao says the site wants to encourage a variety of views, within limits. \"It's not our site's goal to be a completely free-speech platform. We want to be a safe platform,\" she says.","itags":["npr_api","407971708"],"guid":"0e75c175-609d-4677-ad78-1808cc241204","contentencoded":"<p>Reddit, billed by its founders as \"the front page of the Internet,\" has long been known as a place of unbridled free speech on the Web where users, known as Redditors, post text, pictures and videos.</p><p>But that unbridled free speech sometimes spills over into harassment, sexism and racism. Over the past couple of years, Reddit has been at the center of several controversies concerning harassment, including the release of hundreds of private celebrity photos. It's also become infamous for its unbridled vitriol.</p><p>On Thursday, Reddit <a href=\"http://www.redditblog.com/2015/05/promote-ideas-protect-people.html\">published a new policy</a> that aims to address those issues, following similar pledges by <a href=\"http://www.npr.org/sections/thetwo-way/2014/12/02/368056945/twitter-targets-trolls-with-new-rules-on-abuse\">Twitter</a> and <a href=\"http://www.npr.org/sections/alltechconsidered/2013/11/07/243710885/facebook-takes-on-cyberbullies-as-more-teens-leave-facebook\">Facebook</a> to crack down on harassers.</p><p>Reddit now defines harassment as \"systematic and/or continued actions to torment or demean someone in a way that would make a reasonable person (1) conclude that Reddit is not a safe platform to express their ideas or participate in the conversation, or (2) fear for their safety or the safety of those around them.\"</p><p>NPR's Robert Siegel spoke with Ellen Pao, interim CEO of Reddit, about the company's new anti-harassment policy. You may remember her as the plaintiff in a big Silicon Valley <a href=\"http://www.npr.org/2015/03/14/393031791/a-gender-discrimination-trial-rocks-silicon-valley\">sex discrimination lawsuit</a> against her former employer.</p><p>As for whether Pao will appeal the jury trial verdict <a href=\"http://www.npr.org/2015/03/27/395821054/after-resuming-deliberations-jury-rules-in-favor-of-kleiner-perkins\">against her</a>, she hasn't decided yet.</p><p>Full disclosure: NPR received an unsolicited donation of about $83,000 from Reddit this year. NPR was one of 10 organizations to receive that amount after a vote in February by Reddit users.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>What happens if someone complains?</strong></p><p>It's an extension of an <a href=\"https://www.reddit.com/rules/\">existing policy</a>, with more clarification to provide a better definition of harassment. Those who are being harassed on Reddit can complain to the site's administrators, Reddit employees, who are taking a closer look and managing harassment on the site</p><p><strong>Have there been more complaints since the policy has been established?</strong></p><p>We've seen more complaints coming to us. We've had about 20 to 30 complaints in the past ... half a week. With our larger team, it's been very manageable.</p><p><strong>With millions of users and a few dozen employees, how does that work out?</strong></p><p>It is definitely hard. We also have thousands of volunteer moderators who help people comply with the rules and policies of Reddit by taking an active role in managing the content. That's been a huge help in allowing us to get to 170 million monthly unique users and have only less than 100 employees.</p><p><strong>Since Redditors are anonymous users, doesn't that mean that someone who's contributing harassing material can keep doing it under a variety of pseudonyms?</strong></p><p>We have ways of finding them and we have ways of looking for repeat behavior or methods of coming to our site that can help us track down the anonymous users who may try to create fake accounts.</p><p><strong>There are discussion threads at Reddit called subreddits, some of which are overtly anti-black or anti-Semitic. If a Jewish </strong><strong>Redditor</strong><strong> looked at a subreddit called, very offensively, \"Gas The Kikes\" and said it makes them feel unsafe to participate, would you take down that subreddit?</strong></p><p>The question is whether it would make them fear for their safety, or the safety of those around them or where it makes them feel like it's not a safe platform. Somebody expressing ideas that aren't consistent with everybody's views is something that we encourage. There are certain posts that do make people feel unsafe, that people feel threatened or they feel that their family or friends or people near them are going to be unsafe, and those are the specific things that we are focused on today.</p><p>It's not our site's goal to be a completely free-speech platform. We want to be a safe platform and we want to be a platform that also protects privacy at the same time.</p><p><strong>Are you thinking of harassment in terms of targeting a specific individual </strong><strong>as</strong><strong> opposed to an individual who's part of a group that would feel targeted by a whole thread of discussion?</strong></p><p>That's a good question. We are currently focused on addressing harassment perpetrated by individual users. We know we do have a problem of group harassment as well, but we're trying to address one problem at a time and we will get to group harassment next. It's not something that's going to be very easy so we're taking it one step at a time. We are building tools and hiring more people so we'll have enough resources to do it right when we do continue to look at how our site is being used and the types of content and behavior on our site.</p><p><strong>Is there any connection between these two things? When you were a high-profile plaintiff, did you find yourself being attacked and bullied online by people?</strong></p><p>There were definitely comments from people all over the Internet that were pretty negative. More of the negative comments were from anonymous folks and it was difficult to see what the substance behind their comments [was] and a lot of the information was wrong.</p><p>I would have people reach out with very personal stories. Very emotional connections were formed over the course of the trial and before and afterwards that were really inspiring to me and really helped me feel confidence in what I was doing and feel good about what happened even though the outcome was not exactly what I wanted.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Reddit%27s+New+Harassment+Policy+Aimed+At+Creating+A+%27Safe+Platform%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"360"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1408010794-f132f5.m3u?orgId=1&topicId=1019&d=360&p=2&story=407971708&t=progseg&e=407948189&seg=14&ft=nprml&f=407971708"},{"href":"http://media.npr.org/assets/img/2015/05/19/48366401_h28766422-57a6f73d6eacafda19b7e67e43ae45aeb5680fce.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2331","width":"3108"}},{"href":"http://media.npr.org/assets/img/2015/05/19/ellen-pao-getty-5fb7254cd97f0810c42232019a8aa40ca1bda529.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1977","width":"2636"}}]}