{"created":"2014-09-22T18:49:08+00:00","modified":"2014-09-22T18:49:20+00:00","valid":{"from":"2014-09-22T18:49:20+00:00","to":"3014-09-22T18:49:20+00:00"},"hreflang":"en","guid":"0e97d851-c0f3-4dc0-add3-61d7f26a33d2","title":"With terrorism, as with business, it's all about market share","published":"2014-09-22T18:49:19+00:00","byline":"Shirin Jaafari","tags":["Islamic State","Islamic State in Iraq and Syria","al-Qaeda","terrorism","Business","Conflict","Business, Finance & Economics","Conflict & Justice","Asia","India","South Asia","Asia","Sandip Roy","Narendra Modi","Ayman al-Zawahiri","Terrorism","Al-Qaeda","Islamic terrorism","Ayman al-Zawahiri","Islamism","Islamic State of Levant and Iraq","Islamic State of Iraq and Levant"],"teaser":"Before the rise of ISIS in Iraq and Syria, al-Qaeda was the most-feared jihadi group in the world. But like a nimble start-up, ISIS broke away from al-Qaeda and let the parent fight the big powers, while it used new tactics and social media to gain money, power and a big reputation. ","contentencoded":"<p>Who ever heard of a terrorist group announcing the opening of its latest &quot;branch?&quot; Yet that&#39;s what happened a couple of weeks ago, when al-Qaeda announced in a video from its leader,&nbsp;Ayman al-Zawahiri, that it was opening al-Qaeda in the Indian Subcontinent.</p><p>Al-Zawahiri said that it had taken more than two years <a href=\"http://www.nytimes.com/2014/09/05/world/asia/al-qaeda-announces-new-branch-on-indian-subcontinent.html\">&ldquo;to gather the mujahedeen in the Indian subcontinent into a single entity.&rdquo;</a>&nbsp;Sounds like an M&amp;A strategy, no?</p><p>It did to&nbsp;Sandip Roy, a&nbsp;senior editor at the Indian news site&nbsp;<a href=\"http://www.firstpost.com/\">Firstpost</a>.&nbsp;&ldquo;I looked at it and I thought, &#39;All he lacks is a PowerPoint presentation.&#39;&rdquo;</p><p>In fact, the&nbsp;website&nbsp;Medium&nbsp;has created just the sort of <a href=\"http://medium.com/matter/isis-as-start-up-explosive-growth-highly-disruptive-super-evil-4c7f7d3d99e5\">PowerPoint presentation an ISIS exec might use</a> if he were pitching to investors. It&#39;s complete with cash flow, market share and competitive advantages.</p><p>Roy says that, shortly before the al-Qaeda video was released,&nbsp;Burger King had announced its own expansion into India. He was&nbsp;<a href=\"http://www.firstpost.com/world/whos-afraid-isis-al-qaeda-inc-1696879.html\">struck by the parallels</a> between the two.</p><p>He believes al-Qaeda is acting like the big traditional player, while ISIS, which actually spun off from al-Qaeda, is the newer and &ldquo;much more hip&rdquo; start-up.&nbsp;&ldquo;It&rsquo;s kind of like the classic IBM versus Apple starting out in a garage,&rdquo; he says.</p><p>Roy argues it is a far cry from the old days talking about al-Qaeda after 9/11, when the conversation was always &ldquo;shadowy-this, shadowy-that ...&nbsp;Nobody knew much about it,&quot; he says.</p><p>Al-Qaeda, he believes, is now trying to play catch-up and remain relevant. Will it work?</p><p>Roy <a href=\"http://edition.cnn.com/2014/09/19/world/asia/india-modi-extremists/\">agrees with Indian Prime Minister Narendra Modi</a>&nbsp;in thinking the new al-Qaeda branch won&#39;t gain much support in India and Pakistan. But he thinks it is interesting that the group sees India as a market with growth potential.</p><p>The bigger message, for Roy, is that al-Qaeda realizes it no longer possesses a monopoly on &ldquo;Terror Inc.&quot;</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/al-QadeaPraise.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/al-qadeapraisejpg"}]}