{"created":"2015-02-18T17:35:52+00:00","modified":"2015-04-29T18:04:29+00:00","valid":{"from":"2015-04-29T18:04:29+00:00","to":"3015-04-29T18:04:29+00:00"},"hreflang":"en","title":"Debate: Are America's Best Days Behind It? ","published":"2015-02-18T17:35:00+00:00","teaser":"Is America in decline, or an unparalleled leader on the world stage? In the 100th debate from <em>Intelligence Squared U.S.</em>, two teams face off over the motion, \"Declinists Be Damned: Bet On America.\"","itags":["npr_api","387011413"],"guid":"0e97afcb-3ff0-4d77-bf00-b946feefcf46","contentencoded":"<p>Is America in decline? Or an unparalleled leader on the global stage? Is the nation coping well with the challenges of the 21st century — from health care and education to the threat of terrorism — or is it falling behind other world powers?</p><p>Some argue that, while other developed nations have watched their share of global GDP shrink, the United States has remained an economic powerhouse. The U.S. military is unrivaled, they add, the world's top universities are American and the nation remains a leader in technological innovation.</p><p>Those who fear America is in decline, however, argue that the U.S. has exercised little leadership on global issues like climate change or conflict in Europe. Political gridlock in Washington, they add, is at unprecedented levels and contributing to America's failure to lead. And income inequality, they say, has hobbled opportunity for the middle class.</p><p>In <a href=\"http://intelligencesquaredus.org/debates/past-debates/item/1251-declinists-be-damned-bet-on-america\">the 100th debate from Intelligence Squared U.S.</a>, two teams — each made up of one American and one foreign national — faced off on the motion, \"Declinists Be Damned: Bet On America.\"</p><p>Before the debate, 49 percent of the audience at the Kaufman Music Center in New York voted in favor of the motion, \"Declinists Be Damned: Bet On America.\"</p><p>Twenty-three percent were against the motion and 28 percent were undecided. After the event, 64 percent were in favor and 27 percent opposed, making the team arguing for the motion the winners of this debate.</p><p>Those debating:</p><p><strong>FOR THE MOTION</strong></p><p><strong>Josef Joffe</strong> is the publisher-editor of the German weekly <em>Die Zeit</em> and a senior fellow of Stanford's Freeman Spogli Institute for International Studies. A visiting professor of political science at Stanford and a fellow of the Hoover Institution, he has also taught at Harvard, Johns Hopkins and the University of Munich. In 2005, he co-founded the foreign policy journal <em>The American Interest</em> with Zbigniew Brzezinski and Francis Fukuyama. Joffe's articles have appeared in <em>Foreign Affairs</em>, <em>The National Interest</em>, <em>International Security</em>, <em>Foreign Policy</em>, and in several European professional journals. His essays and reviews have appeared in <em>The New York Review of Books</em>, <em>Commentary</em>, <em>The New Republic</em> and<em> The Weekly Standard</em>, and he is a regular contributor to the op-ed pages of <em>The Wall Street Journal</em>, <em>The New York Times</em>, <em>The Washington Post</em> and more. Previously he was a columnist and editorial page editor of Süddeutsche Zeitung. His most recent book is <em>The Myth of America's Decline: Politics, Economics, and a Half Century of False Prophecies</em>.</p><p><strong>Peter Zeihan</strong> is a geopolitical strategist who has lived in the world of international affairs throughout his career. After stints with the Center for Political Strategic Studies under Susan Eisenhower and the State Department in Australia, Zeihan was part of the core team that built Austin-based Stratfor into a geopolitical consultancy and publishing house, ultimately serving as the firm's vice president of analysis. He launched his own firm, Zeihan on Geopolitics, in 2012, in order to specialize in customized executive briefings. His first independent book, <em>The Accidental Superpower</em>, was published in November 2014.</p><p><strong>AGAINST THE MOTION</strong></p><p><strong>Chrystia Freeland</strong> is the Canadian member of parliament for the riding of Toronto Centre. After starting as a Ukraine-based stringer for the <em>Financial Times, Washington Post </em>and <em>The Economist,</em> she went on to do many jobs at <em>FT</em>, including deputy editor, U.K. news editor, Moscow bureau chief, Eastern Europe correspondent, editor of its weekend edition, editor of FT.com and U.S. managing editor. From 1999 to 2001, she was deputy editor of <em>The Globe and Mail</em>, Canada's national newspaper. In 2010, Freeland became editor-at-large for Thomson Reuters, where she most recently worked as managing director and editor of consumer news. She is the author of <em>Plutocrats: The Rise of the New Global Super-Rich and the Fall of Everyone Else</em>, which won the National Business Book Award and the Lionel Gelber Prize in 2013. She is a co-chair of the Liberal Party's Economic Advisory Council and the party's critic for international trade.</p><p><strong>James Rickards</strong> is chief global strategist at the West Shore Funds, editor of the monthly newsletter <em>Strategic Intelligence</em> and director of The James Rickards Project, an inquiry into the complex dynamics of geopolitics and global capital. He is the author of<em> The Death of Money</em> and <em>Currency Wars</em>. A portfolio manager, lawyer and economist, he has held senior positions at Citibank, Long-Term Capital Management and Caxton Associates. His clients include institutional investors and government directorates. He is an op-ed contributor to <em>Financial Times, Evening Standard, The New York Times </em>and <em>The Washington Post</em>. Rickards is a visiting lecturer in globalization at the Johns Hopkins University and its School of Advanced International Studies, and has delivered papers on risk at various institutions. He is an adviser on capital markets to the U.S. intelligence community and the Office of the Secretary of Defense.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Debate%3A+Are+America%27s+Best+Days+Behind+It%3F+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"100"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1387230064-2666fb.m3u?orgId=1&topicId=1057&aggIds=6263392&d=100&story=387011413&ft=nprml&f=387011413"},{"meta":{"duration":"3030"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1387229941-64178a.m3u?orgId=1&topicId=1057&aggIds=6263392&d=3030&story=387011413&ft=nprml&f=387011413"},{"href":"http://media.npr.org/assets/img/2015/02/18/1223_img_1542-3a8e8f04895de5a3cbc05dfeb01da490d83dab03.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1161","width":"1548"}},{"href":"http://media.npr.org/assets/img/2015/02/18/1134_img_1366-336344716e8f1f6f96d33c4cf05c269598162bf2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1042","width":"1389"}}]}