{"created":"2015-05-14T02:15:41+00:00","modified":"2015-05-14T17:15:15+00:00","valid":{"from":"2014-10-31T19:21:17+00:00","to":"3014-10-31T19:21:17+00:00"},"hreflang":"en","tags":["fedex","social media","seasonal hiring","APM","holiday shopping","Business"],"contentencoded":"<div class=\"barn-cleaned\"><p>Retailers, who were expected to hire more than 700,000 seasonal workers this holiday season, are increasingly relying on online outreach to reach potential workers.</p>\n<p><span>FedEx,&nbsp;which combined with UPS planned to hire 150,000, says it’s relied&nbsp;heavily on social media this season.</span></p>\n<p><span>“Word of mouth is always a popular way to get more people on board,” says FedEx spokesperson Bonny Harrison.&nbsp;“We also highly target on…&nbsp;various career websites, and you’ll see this year that we’re using social media very heavily to try to promote and advertise the fact that we have these jobs open.”</span></p>\n<p><span>Companies looking for holiday seasonal workers are casting a wide net and getting creative with their recruiting efforts this year, says Ellen Davis with the National Retail Federation. That’s because&nbsp;unemployment is down, and there are fewer people looking for seasonal or temporary work.</span></p>\n<p><span>“What we’ve seen on a national level is retailers really using their&nbsp;recruiting efforts by email and even leveraging their own social media channels,” Davis says.&nbsp;</span></p>\n<p><span>Companies are also getting creative. Retailers, for instance, may approach potential candidates who might be looking for a second part-time job or who can be enticed by the &nbsp;potential of getting employee discounts during the holiday shopping season.&nbsp;</span></p>\n<p><span>But once the applications start flowing in, much of&nbsp;the work heads to&nbsp;the local and regional levels, Davis says.&nbsp;“And what you then start to see&nbsp;happening is on the local level… managers will collect applications, go through them, interview and hire candidates.”&nbsp;</span></p>\n<p><span>It’s a divide-and-conquer strategy. If you have to hire lots of people at once, empower local managers to hire a few each.&nbsp;</span></p>\n<p><span>\"Meeting the person who’s&nbsp;going to make the decision, in this case it’s often the store manager, is critical,” says&nbsp;John Challenger of the Chicago-based job placement firm Challenger, Gray &amp; Christmas.&nbsp;</span></p>\n<p><span>But for those big hiring drives, such as UPS which has held regional&nbsp;recruiting and interviewing events in Chicago in which it processed hundreds of applicants at a time, Challenger says it’s still mostly about matching up open positions with applicants' past experiences.</span></p>\n<p>&nbsp;</p></div>","byline":"Nova Safo","published":"2014-10-31T19:21:17+00:00","title":"How seasonal hiring really works","teaser":"Companies are relying more on social media.","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>Retailers, who were expected to hire more than 700,000 seasonal workers this holiday season, are increasingly relying on online outreach to reach potential workers.</p>\"},{\"content\":\"<p><span>FedEx, which combined with UPS planned to hire 150,000, says it’s relied heavily on social media this season.</span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><span>“Word of mouth is always a popular way to get more people on board,” says FedEx spokesperson Bonny Harrison. “We also highly target on… various career websites, and you’ll see this year that we’re using social media very heavily to try to promote and advertise the fact that we have these jobs open.”</span></p>\"},{\"type\":\"text/html\",\"content\":\"<p><span>Companies looking for holiday seasonal workers are casting a wide net and getting creative with their recruiting efforts this year, says Ellen Davis with the National Retail Federation. That’s because unemployment is down, and there are fewer people looking for seasonal or temporary work.</span></p>\"},{\"content\":\"<p><span>“What we’ve seen on a national level is retailers really using their recruiting efforts by email and even leveraging their own social media channels,” Davis says. </span></p>\",\"type\":\"text/html\"},{\"content\":\"<p><span>Companies are also getting creative. Retailers, for instance, may approach potential candidates who might be looking for a second part-time job or who can be enticed by the  potential of getting employee discounts during the holiday shopping season. </span></p>\",\"type\":\"text/html\"},{\"content\":\"<p><span>But once the applications start flowing in, much of the work heads to the local and regional levels, Davis says. “And what you then start to see happening is on the local level… managers will collect applications, go through them, interview and hire candidates.” </span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><span>It’s a divide-and-conquer strategy. If you have to hire lots of people at once, empower local managers to hire a few each. </span></p>\"},{\"type\":\"text/html\",\"content\":\"<p><span>&quot;Meeting the person who’s going to make the decision, in this case it’s often the store manager, is critical,” says John Challenger of the Chicago-based job placement firm Challenger, Gray &amp; Christmas. </span></p>\"},{\"content\":\"<p><span>But for those big hiring drives, such as UPS which has held regional recruiting and interviewing events in Chicago in which it processed hundreds of applicants at a time, Challenger says it’s still mostly about matching up open positions with applicants&apos; past experiences.</span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p> </p>\"}]","guid":"0ea1f8a2-d46e-4683-82bc-0fa9621df191","itags":["Marketplace","0ea1f8a2d46e68342bc20fa9621df191","Marketplace for Friday October 31, 2014","PMP:Marketplace_PMP"],"description":"Companies are relying more on social media.","audio":[{"type":"image/png","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/fedex.png?itok=MlEWD5UM","meta":{"width":"610","crop":"primary","height":"340"}},{"format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2014/10/31/mp_20141031_seg_21_64.mp3","meta":{"duration":117,"duration_hms":"00:01:57","api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2014/10/31/mp_20141031_seg_21","type":"application/json"}},"type":"audio/mpeg"}]}