{"created":"2014-10-03T21:13:10+00:00","modified":"2014-11-12T18:15:45+00:00","valid":{"from":"2014-11-12T18:15:45+00:00","to":"3014-11-12T18:15:45+00:00"},"hreflang":"en","title":"A Reluctant Star, Sia Deals With Fame On Her Own Terms","published":"2014-07-11T13:59:00+00:00","teaser":"The Australian singer never intended to be a pop star, but thanks to David Guetta, she was thrust into the spotlight. Now she's accepting her new stature without bending to the whim of others.","itags":["npr_api","329500971"],"guid":"0eb0dbf4-f47c-41a7-80bb-41a051fe3686","contentencoded":"<p>When you walk through the front door of <a href=\"http://www.npr.org/artists/17082870/sia\" target=\"_blank\">Sia</a>'s sun-filled, trendy East L.A. home, her dogs greet you before she does. She has three of them, all rescues. There's one with only three legs, Lick-Lick, who wants a lot of attention, plopping down on the floor and staring up at Sia while she begins to speak into the microphone. Sia spends a lot of time talking about the dogs, and her <a href=\"https://www.youtube.com/watch?v=ebyBUiWA6zs\" target=\"_blank\">work with animals</a>, before she ever starts to talk about her music. When finally asked to give her name and title for the interview, she describes herself as a singer, a songwriter and a \"big dog lover.\" She does not describe herself as a star.</p><p>But, right now, she is one.</p><p>The video for her single \"Chandelier\" has over 50 million views on YouTube. Her live performances of the song have gone viral. She's got a new album called <em>1,000 Forms of Fear</em> out this week. Between \"Chandelier,\" and songwriting credits for the likes of <a href=\"http://www.npr.org/artists/19230778/beyonce\" target=\"_blank\">Beyonce</a>, <a href=\"http://www.npr.org/artists/91837552/katy-perry\" target=\"_blank\">Katy Perry</a>, <a href=\"http://www.npr.org/artists/15757248/rihanna\" target=\"_blank\">Rihanna</a>, <a href=\"http://www.npr.org/artists/16353081/britney-spears\" target=\"_blank\">Britney Spears</a> and <a href=\"http://www.npr.org/2012/12/23/167735330/ne-yo-on-a-career-made-stronger-by-missteps\" target=\"_blank\">Ne-Yo</a>, Sia — who claims that becoming \"tabloid fodder\" is her worst nightmare — is becoming a celebrity.</p><p>This latest dance with fame (she's been recording professionally for 17 years) can be traced to one song, really. It's called <a href=\"https://www.youtube.com/watch?v=JRfuAukYTKg\" target=\"_blank\">\"Titanium\"</a> — a collaboration with DJ <a href=\"http://www.npr.org/artists/127912242/david-guetta\" target=\"_blank\">David Guetta</a> that was released in late 2011. If you didn't hear it on the radio dozens of times a few years ago, you heard it in the movie <em>Pitch Perfect.</em> It's the song Anna Kendrick's character sings in the shower, the one that gets her a spot in the a cappella group.</p><p>Sia actually didn't write \"Titanium\" for herself. She thought someone else was going to sing it, but Guetta had other plans.</p><p>\"I wrote it for <a href=\"http://www.npr.org/artists/15194299/alicia-keys\" target=\"_blank\">Alicia Keys</a>. And then she passed,\" Sia says, standing next to a black upright piano. \"And then <a href=\"http://www.npr.org/artists/15285185/mary-j-blige\" target=\"_blank\">Mary J. Blige</a> sang it. And then he took her vocal off it, and put my vocal back on, my demo vocal, without asking and released it. And I never even knew it was gonna happen, and I was really upset. Because I had just retired, I was trying to be a pop songwriter, not an artist.\"</p><p>\"Titanium\" sold almost 4 million copies in the U.S. alone. It made Sia an artist once more. The Australian pop star started out as a down-tempo jazz singer, recording since the '90s. She contributed vocals to the group <a href=\"http://www.npr.org/artists/15397880/zero-7\" target=\"_blank\">Zero 7</a>, and her song <a href=\"https://www.youtube.com/watch?v=ghPcYqn0p4Y\" target=\"_blank\">\"Breathe Me\"</a> was featured prominently in the finale of HBO's <em>Six Feet Under</em>.</p><p>But around the time \"Titanium\" hit, she was 35 and wanted to step out of the spotlight and into songwriting alone. Instead, \"Titanium,\" and other Sia songs (often sung by other people), have made her the kind of celebrity she didn't want to be.</p><p>So, she has stopped showing her face.</p><p>\"I thought it would be a funny joke that I'm getting away with,\" she says, laughing at herself. \"And it was, partly, I don't wanna go out and sell my soul, my body, my peace of mind.\"</p><p>Sia now refuses to be photographed. She was on the <a href=\"http://www.billboard.com/articles/columns/pop-shop/5770521/sia-the-billboard-cover-story\" target=\"_blank\">cover of <em>Billboard</em> magazine</a>, recently, with a paper bag over her head. She says she isn't going to tour anymore, and when she does perform, it's with her back to the audience.</p><p>What Sia <em>will</em> show is a blonde bob wig; it's become her trademark.</p><p>\"I guess a year and a half ago, maybe I was meditating and I thought, oh, I'll just be the blonde bob!\" she says, smiling, in classic black Reebok high tops, black tights and a <em>Flashdance-</em>y hot-pink top. \"If <a href=\"http://www.npr.org/artists/15159821/amy-winehouse\" target=\"_blank\">Amy Winehouse</a> is the bouffant, then I'll be the blonde bob.\" Sia's real hair is actually longer than the bob, but just as blonde.</p><p>In her most recent music video, instead of seeing Sia's face, you see a young reality TV star, Maddie Ziegler of <em>Dance Moms</em>, wearing the blonde bob, interpretative dancing in what looks like an abandoned house to \"Chandelier.\" In one recent performance, Sia sang \"Chandelier\" while Lena Dunham, the star of HBO's <em>Girls,</em> <a href=\"https://www.youtube.com/watch?v=Sj757ishXnQ\" target=\"_blank\">re-created the dance on stage</a>.</p><p>The two actually met through Instagram. Sia saw pictures of Dunham's dog chewing furniture, so she ended up sending some chew toys to Dunham directly. Later, when Sia asked several people to participate in the \"Chandelier\" performance art, Dunham was one of the few who said yes. Sia says Dunham emphatically agreed to dancing to the song on stage: \" 'I would fly using my own money anywhere in the world to do that,' she told me. 'It's basically what I've been doing, minus the wig, for the last week.' \"</p><p>The chorus of \"Chandelier,\" like those in a lot of Sia's songs, is colossal. But \"Chandelier\" is actually a dark song about alcoholism — partly Sia's, who has been sober now for over three years. The song is also a kind of retort to every other pop song you hear on the radio celebrating the nonstop party.</p><p>\"That's why 'Chandelier' was interesting to me. ... I wrote the song because there's so many party-girl anthems in pop. And I thought it'd be interesting to do a different take on that,\" Sia said. \"For some reason ... I didn't wanna give it away.\"</p><p>She sings a stripped down version of the song while her collaborator, Greg Kurstin, plays. They've been writing together for 12 years, so familiar at this point that his fingers follow her voice almost perfectly. Sia has a way of hitting the big high notes in her songs' choruses. You fear she might not hit them at all; her voice cracks and bends into them, like she's fighting her own song. But then she nails every note, and it's riveting.</p><p>Sia decorated the room they're performing in, with everything — walls, blinds, even the sofa — covered in bright, psychedelic kaleidoscopic images. She designed it to please herself; it's exactly what she wanted. Kurstin says that's how she approaches her music, too.</p><p>And it's liberating.</p><p>\"We don't have to worry so much about what anyone else is gonna think about,\" Kurstin says. \"We're not worried about what the label thinks, what's the single. With Sia, I feel like we get back to how we first wrote songs. And that's just cool. Someone will like it, hopefully, and if not, we'll put it out ourselves.\"</p><p>The two work very quickly. The hit she wrote for Rihanna, <a href=\"https://www.youtube.com/watch?v=lWA2pjMjpBs\" target=\"_blank\">\"Diamonds,\"</a> was reportedly written in 14 minutes. Sia says \"Chandelier\" took a little longer.</p><p>\"I mean, 'Chandelier' took like four minutes to write the chords, then like 12-15 minutes to write the lyrics,\" Sia says. \"Probably 10 or 15 minutes to cut the vocals.\"</p><p>\"So, an hour for a hit?\" I ask her. \"Prob, yeah,\" she replies nonchalantly, not showing off, just stating facts.</p><p>Sia says a lot of pop songs follow certain formulas, contain certain universal themes. There's \"victim to victory.\"</p><p>\"The 'victim to victory' theory,\" she says, \"is that, if you listen to the radio, a large percentage of the hits are ... about victim to victory, like 'I'm having a terrible time.' And then the pre-chrous is 'I don't know what's gonna happen next.' And the chorus is, 'Now I'm brilliant, and everything is great, because something happened to make it great.' \"</p><p>There's also the party-time song.</p><p>\"Then,\" she says, \"there are songs like, 'Live like tomorrow doesn't exist.' About 50 percent of the songs on the radio are like, 'Live like tomorrow doesn't exist. Like it's my birthday. Like it's the last day of my life.' \" ... Such a large percentage of pop music is really about party time.\"</p><p>If you look back through her catalog, it's safe to say she's written both.</p><p>Sia doesn't actually read music, and says she barely can crank out a chord or two on the piano. So, a lot of times, Kurstin will start playing, and Sia will just scat until words take shape. She did that, during the interview, to show how she writes songs. She ended up with the start of a song she says she'll name \"Invincible.\"</p><p>\"I wrote an 'Invincible' song with someone else,\" she says after spitting out a new chorus. \"But nobody's cutting it, so I'm going to lift that.\"</p><p>When Sia writes for other people, she says, it's less about making a hit and more like a therapy session. Before she starts writing, she'll have the singer come in and talk about whatever they're going through. When she wrote with <a href=\"http://www.npr.org/tags/133810502/christina-aguilera\" target=\"_blank\">Christina Aguilera</a>, they talked about divorce. When Sia wrote with Lea Michele, they talked about each of them having a boyfriend who died. In 1997, Sia's boyfriend was fatally hit by a taxi. Back then, her therapy was drugs and alcohol, but over time, Alcoholics Anonymous helped her cope. It has also helped her songwriting.</p><p>\"I can sit while people cry,\" she says. \"I can stand when someone's angry. Like, I don't know. I'm fine around other people's feelings. It doesn't make me nervous or anxious. Probably because of the program. If you're in an AA meeting, people are sharing. Sometimes there's crying. Sometimes there's feeling. And we're just witnessing it.\"<strong></strong></p><p>That is perhaps the best way to think of Sia's music. Some of them may be pop hits, but they've got layers. Her songs are bearing witness to a lot. And they are supporting, for now at least, a career that doesn't require the singer to be traditionally famous. She doesn't have to show her face. She doesn't have to go on tour. She doesn't have to be as big a deal as the pop icons she now writes for.</p><p>\"I don't need to promote this album at all,\" she says, \"because I make enough money to live nicely from all my pop songwriting.\"</p><p>As the interview comes to an end, Sia shows me her blonde bob wigs. She pours at least a half-dozen out of a plastic bag onto the floor, while she thinks out loud about what exactly she wants out of her career.</p><p>\"I'm trying to have a good life,\" she says as we look at the wigs, which symbolize her fame and what she's doing to escape that fame, all at once. \"Basically, my plan is to enjoy what I have.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Reluctant+Star%2C+Sia+Deals+With+Fame+On+Her+Own+Terms&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Sam Sanders","audio":[{"meta":{"duration":"391"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1329731552-2f1508.m3u?orgId=1&topicId=1106&aggIds=100920965&ft=3&f=329500971"},{"href":"http://media.npr.org/assets/img/2014/07/07/sia-8a5ac415c01b8c73d96bd362b510027e5634fa66.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"772","width":"1030"}}]}