{"created":"2015-05-21T20:38:21+00:00","modified":"2015-05-21T21:31:41+00:00","valid":{"from":"2015-05-21T21:31:41+00:00","to":"3015-05-21T21:31:41+00:00"},"hreflang":"en","guid":"0eb29af8-c036-4dfc-8cb3-ca0098d89c9b","title":"Ireland’s same-sex marriage vote puts the Catholic Church on the defensive ","published":"2015-05-21T21:31:36+00:00","byline":"Matthew Bell","teaser":"Ireland appears to set to take yet another step away from deep Roman Catholic roots when it votes on a constitutional referendum this week on same-sex marriage. ","tags":["Belief","Lifestyle & Belief","Same-sex marriage","Catholicism","Colm Tóibín"],"contentencoded":"<p>If the voting public in Ireland does as expected and says \"yes\" to same-sex marriage in Friday’s national referendum, it will be yet another reminder of how far and fast the country is moving away from its Roman Catholic roots. </p>\n<p>For good reason, the Emerald Isle has long been known as “the jewel in the crown of international Catholicism,” says Diarmaid Ferriter, a professor of modern Irish history at University College Dublin.</p>\n<p>“The Catholic Church in Ireland had a long way to fall from the kind of powerful position it was in historically. And that’s precisely what’s happened over the last three decades,” Ferriter says. </p>\n<p>The Irish constitution is a case in point. The document that has been law of the land since 1937 was drafted with input from the Catholic archbishop of Dublin and then it was submitted to the Vatican for review. Right up until 1973, Ireland’s constitution contained language protecting the “special position” of the Roman Catholic Church. </p>\n<p>For a long time, Catholic leaders worked closely with the Irish government to craft national legislation. But times have changed. The current archbishop of Dublin conceded as much in a television interview on Wednesday.   </p>\n<p>“I think the days when bishops tell people how to vote is long since gone,” Diarmuid Martin told RTE, Ireland’s national broadcaster. Martin was asked if Catholics can vote ‘yes’ to legalize same-sex marriage in good conscience. </p>\n<p>“I don’t tell anybody how to vote,” said the archbishop. But Martin went on to explain why he will be voting ‘no.’ <br /> </p>\n<p>“This is not a simple thing. It’s not simply about the love of two people. It’s about something that’s more fundamental for the stability of society,” Martin said. </p>\n<p>Catholic leaders in Ireland had stayed relatively quiet in the weeks leading up to this week’s referendum. But in recent days they have spoken out more audibly. They warn against legalizing same-sex marriage because, in their view, doing so will change the definition of marriage itself. </p>\n<p>“For me, the most fundamental thing is that, as humans, we are all male and female,” Martin said in his TV interview. “That complimentary relationship that exists between a man and a woman, husband and wife, a father and a mother, is something that is fundamental to the understanding and definition of marriage.” </p>\n<p>Reminded that Catholic teaching still views homosexuality as a disorder, Martin conceded that the church in Ireland — along with much of Irish society — has treated gays and lesbians harshly. He said the Vatican is talking about framing the issue in a different way. But he said Pope Francis, “was very clear and unambiguous” about marriage between people of the same sex not being the same thing as marriage between a man and a woman. </p>\n<p>But the Irish writer Colm Toibin seemed to be speaking for a significant block of voters when he told an interviewer this week that the issue of same-sex marriage is, “personal before it’s political.”  </p>\n<p>Colm said that decades of sexual abuse and cover up scandals mean that Catholic Church in Ireland, “has no moral authority to speak on civil matters ... and I don't notice them speaking much on spiritual matters, so that they're sort of neutered.” </p>\n<p>The \"yes\" campaign has been bolstered by personal testimonies from people like Ursula Halligan. In a column published last week, the 54-year-old television presenter explained that the same-sex marriage referendum had moved her to come out with a lifelong secret. </p>\n<p>“I was a good Catholic girl, growing up in 1970s Ireland where homosexuality was an evil perversion. It was never openly talked about but I knew it was the worst thing on the face of the earth,” <a href=\"http://www.irishtimes.com/opinion/ursula-halligan-referendum-led-me-to-tell-truth-about-myself-1.2212960\">Halligan wrote</a>.  </p>\n<p>Halligan said she hated herself for falling in love with another girl at the age of 17. She was depressed, sad and confused. She said she even thought about killing herself. Now, Halligan sees the same-sex referendum as opportunity to put an end to institutional homophobia in Ireland. </p>\n<p>“As a person of faith and a Catholic, I believe a Yes vote is the most Christian thing to do. I believe the glory of God is the human being fully alive and that this includes people who are gay,” she wrote.</p>\n<p>The church in Ireland has lost credibility on moral issues because of the child sexual abuse and cover up scandals that go back decades, says historian Diarmaid Ferriter. But he says social and demographic changes are another factor. </p>\n<p>“You have a much younger generation of voters, who I might describe as ‘cultural Catholics.’ They’re not practicing Catholics. They may have baptized. They may have been reared in Catholic households. But they don’t practice their religion,” Ferriter says. “They’re not particularly interested in what the bishops have to say.” </p>\n<p>A handful of Catholic priests in Ireland say they will defy church leaders by voting ‘yes’ on Friday. Tony Flannery is one of them. He is used to being a voice of dissent, having been relieved of his ministry in 2012 by the Vatican for speaking out against church teachings on the ordination of women, homosexuality and contraception. </p>\n<p>“I’m voting yes,” Flannery says. </p>\n<p>“I’m not gay myself. But I have a lot of friends who are gay and I’ve listened over the years to gay people and this country has been a very unwelcoming place for young gay people growing up.” </p>\n<p>“If this referendum is defeated, it will be yet another serious kick in the teeth to gay people,” Flannery says. </p>\n<p>And if the \"no\" voters do manage to pull off a surprise victory, Flannery also worries that people in Ireland will blame the Catholic Church. Young people in particular will be bitter, he says. And that will only further damage the church’s reputation in this most Catholic of countries. </p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-21%2Fireland-s-same-sex-marriage-vote-puts-catholic-church-defensive&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/05212015_07.mp3"},{"href":"http://admin.pri.org/file/0521201507mp3"}]}