{"created":"2015-07-03T19:43:14+00:00","modified":"2015-07-03T19:43:32+00:00","valid":{"from":"2015-07-03T19:43:32+00:00","to":"3015-07-03T19:43:32+00:00"},"hreflang":"en","guid":"0eb39a3a-26d7-4e19-bb68-4e6869538534","title":"Afghan rapper escaped teen marriage by singing about it","published":"2015-07-03T19:43:31+00:00","byline":"Shuka Kalantari","teaser":"A young girl from Afghanistan escaped being forced into marrying a man when she was 14 years old — by writing a rap song about it. The young rapper is now living and going to school in the US, and she’s still making music about social justice in Afghanistan.","tags":["Across Women's Lives","Arts","Arts, Culture & Media","international security","Global Hit","Sonita Alizadeh","Afghanistan","Afghan rap","tradition","Sharia"],"contentencoded":"<p>I met Sonita Alizadeh when she flew into town to perform her first US concert. We were talking a walk when she suddenly stopped and stared at a man playing with his two daughters.</p>\n<p>“Here in America a dad sets aside time to take his daughters to the park,” she said. “Where I come from, you don’t see that.”</p>\n<p>Sonita comes from Afghanistan. She’s 18-years-old, has long black hair and a small frame. If things had gone according to her parent’s plan, she’d have been married by now. “I sometimes I think about the fact that I could have been a mother right now — with a few kids. It’s not a thought I like.”</p>\n<p>Sonita grew up in Tehran, Iran’s capital city. Her family fled Afghanistan when she was 8 years old because of war. She found a non-profit that taught undocumented Afghan kids. There she learned karate, photography, guitar, and she started singing and rapping.</p>\n<p>Her music quickly got recognition. Sonita met an Iranian director who helped her polish up her style and make music videos, and that led to a few awards. Everything was perfect. Until it wasn’t. “One day my mom told me, ‘You have to return to Afghanistan with me. There’s a man there who wants to marry you. Your brother’s engaged and we need your dowry money to pay for his wedding.’”</p>\n<p>Sonita was devastated. So she wrote the song \"Brides for Sale.\" The song starts “Let me whisper, so no one hears that I speak of selling girls. My voice shouldn’t be heard since it’s against Sharia. Women must remain silent… this is our tradition.”</p>\n<p>The video shows Sonita wearing a wedding dress — with a barcode on her forehead. Her face is bruised. She pleads with her family not sell her off.</p>\n<p><iframe class=\"embedly-embed\" src=\"//cdn.embedly.com/widgets/media.html?src=https%3A%2F%2Fwww.youtube.com%2Fembed%2Fn65w1DU8cGU%3Ffeature%3Doembed&amp;url=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3Dn65w1DU8cGU&amp;image=https%3A%2F%2Fi.ytimg.com%2Fvi%2Fn65w1DU8cGU%2Fhqdefault.jpg&amp;key=5fab7aa35acd46048cbbcce6131a0c94&amp;type=text%2Fhtml&amp;schema=youtube\" width=\"560\" height=\"340\" scrolling=\"no\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p>Sonita was worried what her parents would think about the video — but they actually loved it — and they also told her that she didn’t have to get married.</p>\n<p>“It means so much to me that my family went against our tradition for me. Now I’m somewhere that I never imagined I could be.”</p>\n<p>The attention around Sonita’s music landed her a full scholarship to <a href=\"http://www.wasatchacademy.org/\">Wasatch Academy</a> a college prep school in Utah, and that led to the concert here in the San Francisco Bay Area. But before the show, Sonita needs to rehearse. We hop into my car and drive to nearby West Oakland.</p>\n<p></p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://cdn1.pri.org/sites/default/files/styles/original_image/public/Oakland.jpg?itok=j6GPv9Dp\" alt=\"\" /><div class=\"field-caption\">\n    <p>Sonita was shocked by this neighborhood in West Oakland. \"Are you telling me in America there are places where you can’t walk alone at night?\" she asked.</p>\n  </div>\n  <div class=\"image__credit\">\n    <span class=\"image__credit-label\">\n      Credit:\n    </span>\n    <p>Shuka Kalantari</p>\n  </div>\n</div>\n<p>The rehearsal studio is in a neighborhood covered in graffiti. Both sides of the street are lined with homeless people. Sonita is shocked — because it reminds her of home.</p>\n<p>“I grew up in a neighborhood where everybody was poor and the houses were run-down,” Sonita says. “I couldn’t go outside at night because it was really dangerous. Are you telling me in America there are places where you can’t walk alone at night, too? Then where else can a person find refuge?”</p>\n<p>Not long after the concert, Sonita read about a woman named Farkhondeh who was stoned and beaten to death in Afghanistan for allegedly burning a Koran. Sonita was heartbroken. So she did what she knew best: wrote a song about it.</p>\n<p>“Rap music let’s you tell your story to other people. Rap music is a platform to share the words that are in my heart.”</p>\n<p>And sometimes rap music is a way to express a sadness, an anger, that Afghan women are told they’re not supposed to show. Even though Sonita now lives over 7,000 miles away from home, she says she’ll always sing about what’s closest to her heart: The people of Afghanistan.</p>\n<p><em>EDITOR'S NOTE: Without a registered birth certificate, Sonita's previously recorded age was an estimate. Since the report, background research has confirmed that the proposal was in September of 2013, when Sonita was approximately 16 years old.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-12%2Fafghan-woman-escaped-early-marriage-rapping-about-it&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/pris-world/segment-audio/0512201509.mp3"},{"href":"http://admin.pri.org/file/0512201509mp3"}]}