{"created":"2015-06-10T17:50:08+00:00","modified":"2015-06-10T21:50:05+00:00","valid":{"from":"2015-06-10T21:50:05+00:00","to":"3015-06-10T21:50:05+00:00"},"hreflang":"en","title":"For Comedian Kumail Nanjiani, Getting Personal Is Complicated","published":"2015-06-10T20:02:00+00:00","teaser":"Born in Karachi, Pakistan, Nanjiani moved to the U.S. for college. \"I have a very conflicted relationship to where I'm from ...\" he says. \"It's still a struggle to negotiate some of it.\"","itags":["npr_api","413270558"],"guid":"0eb71c1e-ceb8-4869-960c-6518fe59f8b8","contentencoded":"<p>Comedian Kumail Nanjiani says there's something missing in the way Muslims are portrayed in popular culture around the world. \"People don't really have the image of a lax Muslim,\" he tells <em>Fresh Air</em> producer Ann Marie Baldonado. \"When people think of Islam they see certain images in their head, they see fanaticism. ... You can think of a non-religious Jewish person, you can think of a lapsed Christian person, but there's really no image of a non-strict Muslim person.\"</p><p>Nanjiani's stand-up might help change that — his wide-ranging comedy touches on everything from how he hid porn from his parents, to his desperate attempts to be cool, to his childhood in Pakistan. Born in Karachi, Nanjiani moved to the U.S. to attend college in Iowa. He stayed in the U.S., pursuing his career in stand-up comedy.</p><p>Nanjiani is currently starring in the HBO comedy series <em>Silicon Valley</em>, about a group of computer programmers trying to launch a company. It ends its second season Sunday. The second season of his Comedy Central show, <em>The Meltdown</em> <em>with Jonah and Kumail,</em> premieres on June 30.</p><p>He talks with Baldonado about making <em>Silicon Valley,</em> about his family's reaction to his comedy, and about the first time he saw Cindy Crawford.</p><hr /><h3>Interview Highlights</h3><p><strong>On majoring in computer science in college and now portraying a programmer in<em> Silicon Valley </em></strong></p><p>I thought that's what I was going to be doing and now I'm sort of doing it in a very sideways, not real, fake, fictional way. When I graduated college, I sort of assumed my life was going to be working with computers; the problem was I wasn't very good at it and I wasn't interested in it at all.</p><p>I sort of hit 20 and now I have to decide what I want to do for the rest of my life so I was really panicking and I was lucky that I found comedy when I did.</p><p><strong>On splicing porn into video cassettes to hide it from his parents</strong></p><p>There was this underground network among my friends — like we had one kid who, I don't know how, but he just knew how to get these movies and so he would then lend them to us, whenever we went to his house he would have stacks of them, so we all befriended him and then I would hook up my two VCRs when my parents were out of the house. ... I actually did it to <em>Jurassic Park</em> and I did it to <em>Who Framed Roger Rabbit </em>as well. So 40 minutes into the movie I would record some of the porn and then I would end with the movie again, that way I wouldn't have to hide these videos from my parents. God, I hope my dad never watched <em>Roger Rabbit</em> when I wasn't around!</p><p><strong>On how the Call of Duty videogame is set in Karachi, Pakistan, but the signs are in Arabic rather than Urdu </strong></p><p>It's sort of about how people see that part of the world as being this one vague brown patch. ... Pakistan is not Middle East, we don't speak Arabic over there. ... It's portrayed as one mass. Honestly, I got really angry about that and I did that and then that clip got pretty popular and I know people at that company saw it and the new game in Karachi the signs are still in Arabic. So it has not been fixed yet and it's the easiest thing in the world to fix, but I think it doesn't really matter because nobody cares.</p><p>I think I like that clip because it really gets at the tension between representing a part of the world that maybe needs representation — the tension between that and just being a person doing what I want to do and whether I have a responsibility to humanizing that part of the world or not.</p><p><strong>On not wanting to talk about being Pakistani in his comedy </strong></p><p>When I started comedy, [it] was not too far after 9/11 and I don't know if you remember this, but as someone who is a comedian performing stand-up, there was a huge explosion of Middle Eastern comedians — there were a lot of tours. There was a tour called <em>Allah Made Me Funny</em>, there was a tour called <em>Axis of Evil.</em></p><p>So there were all these comedians who were sort of talking about being Muslim or being brown and I just felt like ... so many of them were exploring the same territory. I had seen so many jokes about plays on being cabdrivers or working at 7-Eleven or working at Dunkin' Donuts, so for better or worse, I decided I would not talk about that stuff at all.</p><p><strong>On why he changed his mind and wrote his one-man show <em>Unpronounceable </em></strong></p><p>I realized it was a big part of who I was that I wasn't talking about. I found that a lot of the comedy I had been doing wasn't very personal; it was more observational. I made a very specific decision to write one show that was going to be very, very personal, that was going to be very different than anything I had done, that was going to be one story. I gave myself a few months to write it and it was really hard but it was also really, really gratifying and it actually helped me come to terms with a lot of stuff that had been plaguing me and stuff that had been confusing to me and it allowed me to articulate a lot of my feelings about a big part of my life and where I'm from and stuff. ...</p><p>It was about me growing up in Pakistan in a very religious Shiite family, growing up with that and then coming to America and the culture shock of coming to America and how that made me rethink or re-examine a lot of the stuff that I believed and it's sort of my relationship to where I'm from and how it was affected after I moved to America.</p><p><strong>On talking about sexuality in his comedy </strong></p><p>I believe talking about sexuality is very, very important and I'm from a part of the world where sexuality is very, very repressed. So that was something I made a conscious decision to talk about more because when I was a little kid, sexuality was demonized and being attracted to someone was a sin. I remember, I talk about this in <em>Beta Male</em> ... about the first time I saw Cindy Crawford in a Diet Coke commercial and how devastating it was that I was attracted to her.</p><p>So this huge experience of being human was something that was demonized. It's a very, very harmful thing. You've seen in countries where sexuality is repressed that it can be a very, very negative thing. I made the decision to talk about it more and in the beginning it was uncomfortable for me but I felt like that suddenly I realized that it was OK to talk about, so it was kind of thrilling and exciting to discuss it.</p><p><strong>On his family's reaction to his comedy, specifically his one-man show <em>Unpronounceable </em></strong></p><p>We haven't quite talked about it yet. I knew there was some stuff, specifically in <em>Unpronounceable</em>, that they were going to have a reaction to. When it first came out, I did the show in Chicago and it got reviewed and I was happy to see that the reviews were very positive. My parents read some of the reviews [and] they were very upset and they thought that it was going to be this really angry piece where I shun where I'm from and religion and stuff, so I sent them a copy of it and they realized that it's not an angry piece that a lot of work and thought and hopefully craft went into it, so they liked it but they did ask me to stop performing it. And that is why I stopped performing that show.</p><p>I still feel conflicted about it because I really am proud of that show and I do feel like that show has stuff to say that I think people could get something out of.</p><p><strong>On why he thinks the secular Muslim experience isn't portrayed</strong></p><p>Unfortunately me doing that show, [<em>Unpronounceable]</em> there's actual danger in doing it. I still have family back in Pakistan, I have a very specific last name. I feel like I'm safe over here, but I'm not sure that people back in Pakistan are safe if I talk about this stuff. As you can tell, I have a very conflicted relationship to where I'm from, my identity, and all that stuff and it's still a struggle to negotiate some of it.</p><p><strong>On people yelling \"Kumar\" at him on the street </strong></p><p>The representation of brown people on TV has changed quite a bit and I think that goes a long way because if the only person you know is Kumar from <em>Harold & Kumar</em> <em>[Go to White Castle]</em> then that's easy, but if we're represented better then you can't really do that and I think it's happening a little bit. I actually saw [the actor who played Kumar] Kal Penn tweeted a few days ago he said that somebody congratulated him <em>on Silicon Valley </em>and I was like, \"OK, good. Now you know how it has been for me for the last 10 years.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Comedian+Kumail+Nanjiani%2C+Getting+Personal+Is+Complicated&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"1072"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1413430164-4e591e.m3u?orgId=1&topicId=1048&d=1072&p=13&story=413270558&t=progseg&e=413428819&seg=2&ft=nprml&f=413270558"},{"href":"http://media.npr.org/assets/img/2015/06/09/gettyimages-488297929-5d346af5bac193eec4394bf0a22f95bc9484f9e3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1257","width":"1676"}}]}