{"created":"2015-01-25T11:29:10+00:00","modified":"2015-06-25T17:45:31+00:00","valid":{"from":"2015-06-25T17:45:31+00:00","to":"3015-06-25T17:45:31+00:00"},"hreflang":"en","title":"In 'Dear Father,' A Poet Disrupts The 'Cycle Of Pain'","published":"2015-01-26T14:56:00+00:00","teaser":"J. Ivy says his father grew up in pain and passed that pain on to the next generation. In his new book, he says that forgiveness is an ongoing act — and you must constantly remember to forgive again.","itags":["npr_api","379329879"],"guid":"0ec1800a-de1c-4321-9eb8-df643ff55323","contentencoded":"<p>In his new memoir, <em>Dear Father,</em> J. Ivy describes the pain of being abandoned by his father. But the book is not just about that relationship and what might have been. It's a retracing of a unique career, and what it took for Ivy to get to the place he is today. A Grammy Award-winning poet and spoken-word artist, Ivy is also the author of the book <em>HERE I AM: Then & Now</em> and has collaborated with Kanye West and Jay-Z.</p><p>He tells NPR's Rachel Martin that his path to becoming a writer was a long one — and it began back in high school, when teacher asked him to read a poem called \"There Once Was a Cloud.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On reading a poem in front of the class</strong></p><p>I was a very shy teenager. ... My junior year in high school, my English teacher ... gives us this homework assignment to write a poem. And I went home and ... the only thing I could think about was the clouds that I saw outside of my window. So, next day, she surprised the class and made everyone read their homework in front of everyone. So I read my piece and, to my surprise, she pulled me to the side after the class and she told me that I had a very nice speaking voice!</p><p>She said, \"I have a show coming up, and I want to put you in this show.\" And I said, \"I'm not doing this show.\" You know, I was shy. ... So I didn't do the show, and then she had another show come up and she said, \"You know what? Last time I asked you to do this show, you didn't do it. So this time I'm not asking you. You have to do it.\"</p><p>I decided to take on the challenge, so she gave me a speech to learn. And my first time ever on stage — as nervous and scared as I was to get up there — I got up there and did it. And, first time ever on stage, I received a standing ovation. I just ... fell in love.</p><p><strong>On when his father left</strong></p><p>I was ... 12 ... 13. My father, he was actually a DJ. So I would actually listen to him on the radio before I would go to school in the mornings. And he had this magnificent voice. And he would actually do the news. ... But you know, turns and twists happened in his life where, alcohol became a factor, drugs became a factor; he lost his job ... fights broke out at home. And separation eventually happened, which led to divorce. And then, I didn't see or hear from my father for the next ... 10 years.</p><p><strong>On his depression</strong></p><p>I went to Illinois State, and I was only there a year and a half because I fell into this very, very deep depression. And I just stopped going to work and I stopped going to classes. And I was home almost a year, maybe. And I had a conversation with my older cousin ... and I was telling her about how I was feeling in regards to my father. And she told me ... \"Look. The only way you're going to be able to get over that pain is to forgive.\" She said, \"If you don't forgive, you'll carry that with you with your whole life.\"</p><p><strong>On what it was like to reconnect with his father</strong></p><p>When I walked up to the door, there was such a nervous, nervous feeling. And, you know, ringing that bell and him opening the door, and me expecting to see this giant! Because that's what he was the last time I saw him, you know? And now, I'm towering over him ... now he's this older man and you could tell life had beat him up. ...</p><p>He had gone through a lot himself, in <em>his</em> childhood. His mother passed when he was 4 years old, with him in her arms when [she] passed. And he was abused as a child. So there were a lot of things that he went through, so he grew up with this pain and eventually passed this pain on, because he didn't know how to cope with it.</p><p>So seeing him in that moment, I could see that life had beat him up. He was young. He was, at the time, I believe, like, 59 years old. But he looked like he was ... 80. But as soon as he opened up the door, I hugged him. I said, \"Man, you know, I love you.\" ... We didn't talk a lot ... but I was letting him know about how my brothers were, how my mother was. And one of the things he told me, he said, \"Man, I never stop loving your mother.\"</p><p><strong>On how forgiveness is an ongoing process</strong></p><p>One of the chapters is actually titled ... \"Forgiveness is Remembering to Forgive Again.\" And I learned that because there would be so many moments, you know so many life moments that would happen and ... I wish my father was there for me to pick up the phone and talk to him. A year and a half after that moment, after us reconnecting, he passed away. ... There was a lot of regret, which would lead back to those moments of anger. And there was guilt and there was sadness. And, you know, there were just these things that would reconjure in my mind. And it wasn't until I wrote this poem that I was able to exercise that forgiveness on a regular basis.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+%27Dear+Father%2C%27+A+Poet+Disrupts+The+%27Cycle+Of+Pain%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"357"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1379756150-74dd1e.m3u?orgId=1&topicId=1033&aggIds=144967617,100876926&d=357&p=10&story=379329879&t=progseg&e=379756115&seg=6&ft=nprml&f=379329879"},{"href":"http://media.npr.org/assets/img/2015/01/23/j.-ivy-author-photo-0b7fc8b31e6d803391499e21fe55b918457e070f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1498","width":"1995"}}]}