{"created":"2015-01-04T12:46:49+00:00","modified":"2015-05-13T21:23:52+00:00","valid":{"from":"2015-05-13T21:23:52+00:00","to":"3015-05-13T21:23:52+00:00"},"hreflang":"en","title":"Venezuela Braces For A Tough Year Ahead","published":"2015-01-04T17:20:00+00:00","teaser":"The country's economy is a mess and low oil prices are hurting the oil-exporting nation. While President Nicolas Maduro is unpopular among many Venezuelans, the opposition is fractured and weak.","itags":["npr_api","374579364"],"guid":"0ecc9de1-4a3d-4ee9-a30a-eaf3d0a937d6","contentencoded":"<p>Times are tough in Venezuela and likely to get even tougher this year.</p><p>Before oil prices started crashing last summer, cutting revenue for the oil-rich country, President Nicolas Maduro was already presiding over a country plagued by food shortages, soaring inflation and rising discontent.</p><p>All this has made the president unpopular in many quarters. And it would seem to present a golden opportunity for opponents of the country's socialist government that's held power for the past 15 years.</p><p>However, Venezuela's opposition remains fractured and weak while one of its main leaders, Leopoldo Lopez, is behind bars.</p><p>Last February, Lopez helped lead massive anti-government demonstrations that he hoped would force the resignation of Maduro. Instead, Lopez was arrested and charged with inciting violence during the protests, which left 43 people dead.</p><p>His incarceration is taking a toll on his family.</p><p>His wife, Lilian Tintori, recently climbed into the back of an SUV with her 5-year-old daughter Manuela. They were headed to the outskirts of Caracas to visit Lopez, who is being held being held at the Ramo Verde military prison.</p><p>Tintori says her daughter often asks things like, \"Why did Maduro put my father in jail? Why they don't want to open the door of the cell?\"</p><p>\"So, it's a lot for a kid,\" Tintori adds. \"And she asks me, 'Mommy, my father is going to die in jail?'\"</p><p>Yet Tintori insists her husband did the right thing. His imprisonment, she says, has exposed the authoritarian nature of the Maduro government.</p><p>Human Rights Watch, the United Nations and the Obama administration all say the charges are trumped up and have called for Lopez's release.<br /> <br />His jailing means that for the past 11 months, Venezuela's most charismatic opposition leader has been effectively silenced. Critics say the opposition has repeatedly miscalculated and has ended up bolstering the socialist revolution launched by Hugo Chavez in 1999.<br /> <br />In 2002, for example, opposition leaders supported a military coup that briefly ousted the democratically elected Chavez. They also promoted a strike by oil workers that severely damaged the economy. <br /> <br />In recent years, a more democratic opposition has been gaining ground. In last year's presidential election, challenger Henrique Capriles nearly defeated Maduro, who succeeded Chavez following his 2013 death from cancer. <br /> <br />Since then, inflation has skyrocketed and Venezuelans face shortages of food, medicine and consumer goods. But instead of offering alternatives, the opposition – which includes politicians from the far left to the far right - has been bickering over strategy and leadership. Capriles and Lopez have gone from close allies to bitter rivals.<br /> <br />As a result, average Venezuelans like Lucila Florez, who sells fruit in a working-class suburb of Caracas, remain skeptical.<br /> <br />\"I don't see any unity. Lopez and Capriles are each going their own way. And a divided country will never amount to anything,\" she says. <br /> <br />With Lopez behind bars, Maria Corina Machado has emerged as Venezuela's strongest opposition voice.<br /> <br />But she's also paying a steep price. In April, she was stripped of her seat in Congress for criticizing the government at an international forum. Last month, prosecutors charged Machado with plotting to assassinate Maduro. As with Lopez, she says, the government appears to be using the legal system to gag its critics. <br /> <br />\"What they want is silence and a docile opposition. And that is not what they are going to get. We have the right to speak out the truth,\" says Machado.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Venezuela+Braces+For+A+Tough+Year+Ahead&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"John Otis","audio":[{"meta":{"duration":"282"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1374910862-6e6ed7.m3u?orgId=1&topicId=1127&d=282&p=10&story=374579364&t=progseg&e=374910786&seg=12&ft=nprml&f=374579364"},{"href":"http://media.npr.org/assets/img/2015/01/02/venezuela-econ-getty-1fca2002961418db135d649cf8aeb36274e83db4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1428","width":"1904"}},{"href":"http://media.npr.org/assets/img/2015/01/02/maduro-getty_sq-806344e8590b190da1efc4df4b306ecebfead661.jpg","type":"image/jpeg","meta":{"crop":"square","height":"1117","width":"1117"}}]}