{"created":"2014-10-16T20:25:20+00:00","modified":"2015-04-08T22:19:43+00:00","valid":{"from":"2015-04-08T22:19:43+00:00","to":"3015-04-08T22:19:43+00:00"},"hreflang":"en","title":"Reality Check: To Burn Off A Soda, You'll Have To Run 50 Minutes","published":"2014-10-17T13:32:00+00:00","teaser":"What might make us pay attention to calorie information on menus? Researchers think that including how many miles of walking or minutes of running it takes to burn off the calories ordered would help.","itags":["npr_api","356437295"],"guid":"0ef68e50-53b4-4713-b253-cb40998ccd9e","contentencoded":"<p>As a society, we don't pay much attention to nutrition information when we eat out.</p><p>A U.S. Department of Agriculture <a href=\"http://www.ers.usda.gov/amber-waves/2014-september/calorie-labeling-on-restaurant-menus%E2%80%94who-is-likely-to-use-it.aspx#.VD1KVVfi_g8\">report</a> estimates just 8 percent of Americans use nutritional information when deciding what to order.</p><p>But that could change soon.</p><p>As we've <a href=\"http://www.npr.org/templates/story/story.php?storyId=308610746&live=1\">reported</a>, the Affordable Care Act will require chain restaurants with 20 or more locations to post calorie information on menus or menu boards.</p><p>And what might make us pay attention? Well, researchers at Johns Hopkins Bloomberg School of Public Health have a theory.</p><p>Instead of just listing calories, why not also include how many miles of walking or minutes of running it would take to burn off the calories you order. This could help people put the calorie counts in context.</p><p>\"People don't really understand what it means to say a typical soda has 250 calories,\" says <a href=\"http://www.jhsph.edu/faculty/directory/profile/4636/Bleich/Sara_N.\">Sara Bleich</a>, an associate professor in the department of health Policy and management at Johns Hopkins.</p><p>\"So, if we're going to put this information in restaurants,\" Bleich says, listing the miles of walking it would take to work it off \"may be the more persuasive way.\"</p><p>Bleich and her team were interested to know how low-income tweens and teenagers would respond to this kind of messaging. So she and her colleagues posted calorie and \"miles to walk\" signs in corner stores in predominantly black neighborhoods in Baltimore.</p><p>Since sodas are a common purchase among teens, the signs focused on beverages, pointing out that a typical 20-ounce soda has 250 calories, which would take 5 miles of walking — or 50 minutes of running — for a 110-pound adolescent to burn off. (It would take a little less time for an adult with a higher body weight to use up the energy in one of those sodas.)</p><p>\"We sat in these stores for hours and watched what kids were doing,\" Bleich says. And her team documented that among the roughly 35 percent of teens who noticed the signs, the calorie and walking information shaped their choices.</p><p>Before the miles-of-walking signs went up, the teens were purchasing about 203 calories' worth of sugary drinks. After the signs were installed, the number of sugary drink calories purchased dropped to 179. So not a huge drop, but a significant change.</p><p>Kids also started buying smaller-size drinks. Before the signs went up, more than half of teens were buying 16-ounce or larger servings. After the signs were installed, the purchases of large-size beverages dropped to 37 percent. The <a href=\"http://ajph.aphapublications.org/doi/abs/10.2105/AJPH.2014.302150\">findings</a> are published in the <em>American Journal of Public Health.</em></p><p>Bleich says when she started the research project, she drove through the Baltimore neighborhoods where the study was to be carried out. These neighborhoods are \"low-income, heavy drug use,\" Bleich says. \"[There are] all sorts of social disadvantages.\" And she recalls thinking, \"Who the heck is going to care how many calories are in the sodas that they're drinking?\"</p><p>But, now that she's documented that the signs do make a difference, she says she's very encouraged.</p><p>\"So to me, the message is: Among a population for whom health is probably not a primary concern, we're [seeing] a significant effect,\" Bleich says.</p><p>And, she says, her hunch is that if she carried out the same study among higher-income populations, \"I think the effects would be even bigger.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Reality+Check%3A+To+Burn+Off+A+Soda%2C+You%27ll+Have+To+Run+50+Minutes&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Allison Aubrey","audio":[{"meta":{"duration":"205"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1356728121-56e8b3.m3u?orgId=1&topicId=1053&e=356437295&d=205&ft=nprml&f=356437295"},{"href":"http://media.npr.org/assets/img/2014/10/16/soda-bottles-b9096ad9d3f3be76737dc6c163891c87598f554d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1975","width":"2636"}},{"href":"http://media.npr.org/assets/img/2014/10/16/starbucks-donuts-f078cea860d5e493caeb122ffb5ffaa79f838a54.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1858","width":"2478"}},{"href":"http://media.npr.org/assets/img/2014/10/16/running-soda_enl-2fa8de7a0f9ad37b979083b8a10afbfb512126d5.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"987","width":"758"}}]}