{"created":"2014-11-02T23:18:53+00:00","modified":"2015-05-02T02:38:40+00:00","valid":{"from":"2015-05-02T02:38:40+00:00","to":"3015-05-02T02:38:40+00:00"},"hreflang":"en","title":"New Players In The NBA: Big Data, User-Controlled Jumbotrons","published":"2014-11-02T23:36:00+00:00","teaser":"We're way beyond instant replays. Last year, the NBA began tracking the movements of players in every single game, and this season, new tech gadgetry is popping up on some arena's big screens.","itags":["npr_api","360943860"],"guid":"0f083955-d0f0-4e5d-a797-fa9d4e0553d5","contentencoded":"<p>The NBA ushered in the new season this past week, and fans at the Staples Center for the Los Angeles Clippers' opening game had access to some new toys.</p><p>The Clippers were the first NBA team to roll out new features for the huge monitors that hover just above the playing floor. For instance, sometimes the video replay was enhanced to show overlays of intricate new statistics, displaying the game as if viewed from the point of view of the Terminator.</p><p>\"We have this product called DataFX that combines storytelling, video, advanced stats and special effects, all together to tell sort of the hidden side of what is going on in the game that you might not see,\" says Rajiv Maheswaran, CEO of Second Spectrum, the company behind this new sports tech.</p><p>Another application, called Clippertron, allows fans to \"take control of the Jumbotron in real time,\" Maheswaran tells NPR'S Aruth Rath. Fans use their smartphones to ask for whatever video clip they want — like a shot by Blake Griffin or a DeAndre Jordan dunk — to immediately go up on the big screen. The name of the person requesting it shows up on the Jumbotron, too.</p><p><strong>Ballmer: \"Do It Now\"</strong></p><p>When former Microsoft CEO Steve Ballmer bought the Clippers for a cool $2 billion back in August, one of his first stops was Second Spectrum's modest two-room offices in downtown L.A.</p><p>\"We had a bunch of projects that we had been working on ... we thought would be really good for fans down the road,\" Maheswaran says. \"We demonstrated that to him, and he said, 'This is great. Let's do it now.' \"</p><p>Maheswaran says the company pulled a working version together in six weeks, but that the version out there today will continue to evolve and improve.</p><p>In a video demonstration using a massive 82-inch touchscreen, Maheswaran demonstrates one of the models that he'd originally shown to Ballmer. He pulls up a video that explains one of the most famous plays from last season's championship series: the Miami Heat's Ray Allen <a href=\"https://www.youtube.com/watch?v=tr6XsZVb-ZE\">hitting a game-tying 3-point shot with five seconds left in regulation</a>.</p><p>At key moments in the video, the play pauses and the players each have little bubbles above their heads — like you'd see in a comic strip — but these bubbles have ever-changing numbers in them. They're percentages that indicate how likely they are to score from wherever they happen to be on the court.</p><p>Ray Allen's teammate, Chris Bosh, jostles for position after a missed shot by LeBron James. Spatial relationships between player, ball and basket are graphed and overlaid on the video; Bosh instinctively does what the numbers say he should do.</p><p>\"[Bosh] gets the rebound, pops it out to Ray Allen, and then we can tell you really what likelihood he had of making that shot — which he did,\" Maheswaran says. \"But there was just all this underlying stuff that was going on before that shot that we can now sort of unearth with that moment.\"</p><p><strong>A League-Wide Focus On Statistics</strong></p><p>The bread and butter of what Second Spectrum does is crunch a massive amount of data and help sports teams analyze it.</p><p>Of course, the sports world has been using stats for years. But what can be done these days makes <em>Moneyball</em> look as simple as counting on your fingers. Compared to the old says of box scores in newspapers, Maheswaran says with player-tracking data in almost every major sport, the amount of data is sort of three orders of magnitude more.</p><p>\"I know where almost every single player and often the ball is 24 times a second, which is a lot of information,\" he says. \"What are you supposed to do with that? Coaches don't want that; front offices don't want that. They want meaning. They want insight. 'Turn these numbers into things that I care about' — and that's what we do.\"</p><p>Maheswaran says that starting last year, the NBA began tracking every single game, in every arena, using cameras and image processing.</p><p>\"About three to four hours after the game, they give you these files that tell you ... where every player was in every single second,\" he says.</p><p>But interpreting all of that data is a big challenge, Maheswaran says. It's hard to teach a computer to understand the game of basketball and its complex, often subtle, movements.</p><p>\"If you don't know figure skating or ballroom dancing, as a human being, you could probably pick up on things very quickly,\" he says. \"It's just very hard for a computer to come in with the knowledge that you have as a person to be able to recognize and separate patterns. And figuring out ways to train a computer to do that is the really hard part.\"</p><p>Maheswaran says that what they've shown at the Staples Center is just an example of what the future might look like.</p><p>\"There's a lot of ways to slice and dice and interact with data that we haven't started to explore yet,\" he says.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=New+Players+In+The+NBA%3A+Big+Data%2C+User-Controlled+Jumbotrons&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"341"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1360957616-35af0d.m3u?orgId=1&topicId=1055&d=341&p=2&story=360943860&t=progseg&e=360957122&seg=8&ft=nprml&f=360943860"},{"href":"http://media.npr.org/assets/img/2014/11/02/datafx-large-35cab6278d6e6b9bffd86dc243c3caabcba90ba1.png","type":"image/jpeg","meta":{"crop":"standard","height":"716","width":"955"}}]}