{"created":"2014-10-31T08:57:48+00:00","modified":"2015-04-20T20:24:12+00:00","valid":{"from":"2015-04-20T20:24:12+00:00","to":"3015-04-20T20:24:12+00:00"},"hreflang":"en","title":"Cash For Halloween Candy? Dentists' Buyback Program Is Booming","published":"2014-11-04T16:04:00+00:00","teaser":"If you're like many parents, by tomorrow morning you'll be facing a candy glut. One possible solution? Sell it to a dentist participating in a program that sends candy care packages to troops.","itags":["npr_api","360126776"],"guid":"0f100c03-1125-4b17-bd1f-0aa36f4f115a","contentencoded":"<p>If your little ghosts and goblins dump their candy on the living room floor tonight, go ahead: Let them at it. They can sort, then trade, and gorge on their favorites.</p><p>But if you're like many parents, by tomorrow morning you may want to get rid of some of this candy glut.</p><p>One possible solution? Check out the <a href=\"http://www.halloweencandybuyback.com/about.html\">Halloween Candy Buyback</a> program, which was founded by dentist Chris Kammer in Wisconsin. Kammer's office offers $1 a pound to buy back candy collected by the young trick-or-treaters in his practice.</p><p>Think of it as cash for candy. And the idea is catching on.</p><p>This year, more than 2,500 dentists and orthodontists have signed up to participate. (There's a <a href=\"http://www.halloweencandybuyback.com/about.html\">zip code locator</a>, if you want to find a dentist near you.) By comparison, about 300 dentists participated in 2007, the first year the program expanded nationally.</p><p>And where does all this candy end up? It's shipped to U.S. troops overseas, as part of <a href=\"http://www.operationgratitude.com/\">Operation Gratitude</a> care packages.</p><p>Kammer says he started the program when he realized that, for many kids, the treat-eating season dragged on for weeks.</p><p>No child needs to have a shopping bag full of candy, Kammer argues. \"The thought of that makes me shudder.\"</p><p>When he started experimenting with the idea of the candy buyback years ago, his own children were not big fans. \"They said, 'Dad, that's a terrible idea,' \" he says.</p><p>But after the first year, his family realized that he was not the Halloween grinch. The buyback was a hit in his local community: Kids got to eat and keep some of their surplus, but families were happy to drop off their excess and share it with the troops.</p><p>\"And I decided, wow, this could be the [dentistry profession's] national response to Halloween,\" Kammer says.</p><p>Operation Gratitude has shipped more than a million care packages, including items such as DVDs, games and personal grooming products, to troops overseas. Halloween candy is a nice addition, says the group's founder, Carolyn Blashek.</p><p>\"It's a great morale boost for the troops; it reminds them of home,\" Blashek says. \"But more importantly, to me, this provides the opportunity for every American child to say thank-you to the military.\"</p><p>And this year, there may be even more candy out there to buy back. U.S. candy makers are expecting sales to be up 1.8 percent over last year, with <a href=\"http://www.confectionerynews.com/Markets/US-Halloween-candy-sales-forecast-to-rise-in-2014/?utm_source=newsletter_daily&utm_medium=email&utm_campaign=30-Oct-2014&c=fy8dV2UwVetbWO6495KcGw%3D%3D\">Americans spending</a> an estimated $2.5 billion on Halloween treats.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Cash+For+Halloween+Candy%3F+Dentists%27+Buyback+Program+Is+Booming&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Allison Aubrey","audio":[{"meta":{"duration":"232"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1360300899-a19358.m3u?orgId=1&topicId=1053&e=360126776&d=232&ft=nprml&f=360126776"},{"href":"http://media.npr.org/assets/img/2014/10/30/dr.chan-candy-03ec5f024ef25a0ee1f00248e8f35b2d5e000f3f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1602"}},{"href":"http://media.npr.org/assets/img/2014/10/30/candy-2-712a2c536dbd92bda71c5480fe2ea0d0d3ccd363.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1602"}}]}