{"created":"2015-04-03T19:22:09+00:00","modified":"2015-04-03T19:22:09+00:00","valid":{"from":"2015-04-03T19:22:09+00:00","to":"3015-04-03T19:22:09+00:00"},"hreflang":"en","guid":"0f13ec9b-c597-4e97-8ccc-4b92cbe20bd5","title":"California State Senator: Time Is Right For \"End Of Life Option\" Law","published":"2015-01-22T07:00:00+00:00","teaser":"<p>California lawmakers say public opinion has changed since the last time &ldquo;right to die&rdquo; legislation has been proposed in the state. That may explain why a group of Democratic lawmakers has introduced the &ldquo;End of Life Option Act.&rdquo;</p><p>The measure is modeled after a similar law in Oregon.</p><p>Jennifer Glass of San Mateo was diagnosed with lung cancer two years ago. She was in her late forties, and learned she had a slim chance of surviving five years.  She had just gotten married &ndash; and was starting a family with her husband and stepchildren.</p><div><p>&ldquo;From the first days of the diagnosis, our focus was on getting all the information we could at every phase, and having as many options as we could, at every phase,\" says Glass. \"That meant options for treatment, that meant options for care, that meant options for end of life.&rdquo;</p><p>She now takes an oral chemotherapy pill everyday &ndash; and for now, her cancer is contained.  </p><blockquote><p>&ldquo;I don&rsquo;t know how long I have, I do know that the time I have, I could live more joyfully and live more fully, if I knew that I had options if cancer runs its course,\" says Glass.</p></blockquote><p>Glass says she would fear the end of life less if she had more choice about how she died. So she&rsquo;s advocating for the right to obtain a prescription from a doctor that would ease and speed the dying process. That&rsquo;s not legal in California. So Glass, along with lawmakers like Democratic Senator Bill Monning, are pushing for a law that would give her that choice. </p><p> &ldquo;The core of this, is respecting the dignity and the self-determination, and I believe a civil right and a human right, of a patient with a terminal diagnosis, who faces a death sentence not of their own choosing,\" says Monning.</p><p>The California bill would allow patients who are told they have less than six months left to live, and are of sound mind, to self-administer a physician&rsquo;s prescription to speed death. The request to a physician would have to be made several times, verbally and in writing. It would need witnesses and more than one physician involved. Monning says the measure would ease the experience of dying for everyone.</p><blockquote><p>&ldquo;A peaceful passing with compassion, both for patient and for suffering family members,\" says Monning.</p></blockquote><p>Similar proposals have been brought before California lawmakers many times over the last twenty years. They&rsquo;ve failed. But proponents say, now, other states are introducing similar legislation, and Monning says the time is right for California.  </p><p>&ldquo;I think there&rsquo;s been a sea change in public awareness, I think we have a medical system that&rsquo;s evolving, to respect and recognize more patient-centered decision-making&hellip; patient right to know what their rights are,\" Monning says.</p><p>But Tim Rosales of Californians Against Assisted Suicide believes lawmakers should be very careful not to make policy that could affect millions of people based on the decisions of individual patients.</p><p>&ldquo;Certainly many more states have opposed assisted suicide than supported assisted suicide, and I don&rsquo;t expect that to change, and we&rsquo;re prepared to vigorously fight against it,\" says Rosales.</p><p>Rosales says doctors, disability rights advocates and religious groups oppose prescriptions that are meant to kill, not heal. He says, if death-aiding medications are available, patients might choose them because they&rsquo;re cheaper than life-saving treatments. Rosales claims the Oregon law shows people have other reasons for taking life ending drugs.</p><blockquote><p>&ldquo;They&rsquo;re choosing this because they say, they fear being a burden, or they fear losing control. It&rsquo;s not suffering, it&rsquo;s not pain,\" says Rosales.</p></blockquote><p>Glass has another reason for wanting an &ldquo;end-of-life option&rdquo; law in California.  When she does die, she says, she wants to be at home &ndash; with her family. </p><p>&ldquo;I would find great comfort in knowing I had another option, that I might choose to be done with cancer before cancer is done with me.&rdquo;</p></div>","itags":["npr_api","379104759"],"contentencoded":"<p>California lawmakers say public opinion has changed since the last time “right to die” legislation has been proposed in the state. That may explain why a group of Democratic lawmakers has introduced the “End of Life Option Act.”</p><p>The measure is modeled after a similar law in Oregon.</p><p>Jennifer Glass of San Mateo was diagnosed with lung cancer two years ago. She was in her late forties, and learned she had a slim chance of surviving five years.  She had just gotten married – and was starting a family with her husband and stepchildren.</p><p>“From the first days of the diagnosis, our focus was on getting all the information we could at every phase, and having as many options as we could, at every phase,\" says Glass. \"That meant options for treatment, that meant options for care, that meant options for end of life.”</p><p>She now takes an oral chemotherapy pill everyday – and for now, her cancer is contained.  </p><blockquote><p>“I don’t know how long I have, I do know that the time I have, I could live more joyfully and live more fully, if I knew that I had options if cancer runs its course,\" says Glass.</p></blockquote><p>Glass says she would fear the end of life less if she had more choice about how she died. So she’s advocating for the right to obtain a prescription from a doctor that would ease and speed the dying process. That’s not legal in California. So Glass, along with lawmakers like Democratic Senator Bill Monning, are pushing for a law that would give her that choice. </p><p> “The core of this, is respecting the dignity and the self-determination, and I believe a civil right and a human right, of a patient with a terminal diagnosis, who faces a death sentence not of their own choosing,\" says Monning.</p><p>The California bill would allow patients who are told they have less than six months left to live, and are of sound mind, to self-administer a physician’s prescription to speed death. The request to a physician would have to be made several times, verbally and in writing. It would need witnesses and more than one physician involved. Monning says the measure would ease the experience of dying for everyone.</p><blockquote><p>“A peaceful passing with compassion, both for patient and for suffering family members,\" says Monning.</p></blockquote><p>Similar proposals have been brought before California lawmakers many times over the last twenty years. They’ve failed. But proponents say, now, other states are introducing similar legislation, and Monning says the time is right for California.  </p><p>“I think there’s been a sea change in public awareness, I think we have a medical system that’s evolving, to respect and recognize more patient-centered decision-making… patient right to know what their rights are,\" Monning says.</p><p>But Tim Rosales of Californians Against Assisted Suicide believes lawmakers should be very careful not to make policy that could affect millions of people based on the decisions of individual patients.</p><p>“Certainly many more states have opposed assisted suicide than supported assisted suicide, and I don’t expect that to change, and we’re prepared to vigorously fight against it,\" says Rosales.</p><p>Rosales says doctors, disability rights advocates and religious groups oppose prescriptions that are meant to kill, not heal. He says, if death-aiding medications are available, patients might choose them because they’re cheaper than life-saving treatments. Rosales claims the Oregon law shows people have other reasons for taking life ending drugs.</p><blockquote><p>“They’re choosing this because they say, they fear being a burden, or they fear losing control. It’s not suffering, it’s not pain,\" says Rosales.</p></blockquote><p>Glass has another reason for wanting an “end-of-life option” law in California.  When she does die, she says, she wants to be at home – with her family. </p><p>“I would find great comfort in knowing I had another option, that I might choose to be done with cancer before cancer is done with me.”</p><p><a href=\"http://feeds.feedburner.com/~ff/CapitalPublicRadioNewsPodcast?a=DtBGQDVdBhM:zyRACIg4QE4:qj6IDK7rITs\"></a></p><p>California lawmakers say public opinion has changed since the last time âright to dieâ legislation has been proposed in the state. That may explain why a group of Democratic lawmakers has introduced the âEnd of Life Option Act.â   <div class=\"fullattribution\">Copyright 2015 MPX. To see more, visit <a href=\"\"></a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=California+State+Senator%3A+Time+Is+Right+For+%22End+Of+Life+Option%22+Law&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"info@capradio.org","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1379104767-dec81a.m3u?orgId=30000&e=379104759&ft=nprml&f=379104759"},{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1379104771-1a9766.m3u?orgId=30000&e=379104759&ft=nprml&f=379104759"}]}