{"created":"2014-08-28T01:49:38+00:00","modified":"2014-10-30T23:00:29+00:00","valid":{"from":"2014-10-30T23:00:29+00:00","to":"3014-10-30T23:00:29+00:00"},"hreflang":"en","title":"Bob Motley, Last Surviving Negro League Ump, Recalls Baseball History","published":"2014-08-24T23:18:00+00:00","teaser":"The 91-year-old former Marine went from borrowing a mask at an Okinawa hospital to umpiring in the Negro League, where he made calls against legends like Satchel Paige, Hank Aaron and Willie Mays.","itags":["npr_api","342962829"],"guid":"0f1c690a-af7a-4245-9dd1-173f331b31a0","contentencoded":"<p>Bob Motley, a 91-year-old from Kansas City, Mo., has lived through remarkable times in our history.</p><p>His story is one of a black man in love with baseball. Racial integration didn't come to the major leagues until 1947, when Jackie Robinson broke the color line at first base for the Brooklyn Dodgers.</p><p>But it was another 19 years before a black man, Emmett Ashford, appeared behind home plate. In the interim, black umpires called balls and strikes in the Negro League.</p><p>Motley is the last surviving ump from Negro League baseball. He also served with the first-ever black Marine regiment in World War II, the Montfort Point Marines.</p><p>He tells Tess Vigeland, guest host of NPR's weekends on <em>All Things Considered,</em> that his umpiring career began as he recovered from a gunshot wound at a military hospital on Okinawa.</p><p>\"I could look out the window and see there was a ball field, so I decided I'd hop down with my crutches. And they needed an umpire,\" he says.</p><p>So they gave him a mask and chest protector, and he began calling balls and strikes for the Marines.</p><p>Motley was eventually discharged from the U.S. military with a Purple Heart. When he moved to Kansas City, he went to the nearby stadium and asked if they needed an umpire. The chief umpire initially turned him away.</p><p>\"He said, 'Kid, you don't know nothing about umpiring.' I said, 'I umpired in the Marine Corps,' \" he says. But the chief umpire sent him away.</p><p>He was back the next week, asking again. Eventually, thanks to his determination, he was given a chance to umpire at third base. The president of the league happened to be there and told Motley he did a good job, and offered him a job to start traveling with the league.</p><p>There was one condition: he had to ride on the bus with the players, the same players he'd be making calls against.</p><p>\"Willie Mays, Hank Aaron, Satchel Paige; I didn't know at that time they [were] that good,\" he says.</p><p>Ten years into his umpire career, Motley finally went to umpire school in Florida. He was the first black person to do so after, a law in the state banning whites from teaching blacks was lifted.</p><p>Going to umpire school is required to be an ump in the major leagues. But once he graduated, despite finishing at the top of his class, Motley was not offered a job. The only time he got called to the major leagues is when their umpires were on a strike, and Motley was asked to cross the picket line.</p><p>Motley says he asked if he would have a job after the strike was over.</p><p>\"They said, 'We will let you know at that time,' \" he says. \"I said, 'I'll let you know right now, I'm not crossing the picket line then.' \"</p><p>After that, he said he wasn't going to try for the major leagues anymore. But he kept umpiring — and eventually, helped found a museum dedicated to preserving the history of the Negro League.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Bob+Motley%2C+Last+Surviving+Negro+League+Ump%2C+Recalls+Baseball+History&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"295"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1342965870-b43e38.m3u?orgId=1&topicId=1055&ft=3&f=342962829"},{"href":"http://media.npr.org/assets/img/2014/08/24/bob_motley_11-3e42f8729281d4e56f8e42caa9cb69a0319db3ae.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2047","width":"2572"}},{"href":"http://media.npr.org/assets/img/2014/08/24/bob_motley_2-191e3c527d7ea5e8b22a411dde4237ab986530d9.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"634","width":"1135"}},{"href":"http://media.npr.org/assets/img/2014/08/24/bob_motley_3-ab6a8ed7110ecf65b3692670c792fadf76128ad2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1783","width":"1827"}},{"href":"http://media.npr.org/assets/img/2014/08/24/bob_motley_4-658999206c812e511b19fcce3072e83c9b0b5eae.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2641","width":"3510"}},{"href":"http://media.npr.org/assets/img/2014/08/24/bob_motley_5-df92d8484f6bf1677ddb62feaff82469cf8ac121.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2990","width":"2302"}},{"href":"http://media.npr.org/assets/img/2014/08/24/bob_motley_1-8c334b1c253aad99b5beeb35e941e3f255de1abf.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1927","width":"2570"}}]}