{"created":"2014-10-05T14:27:26+00:00","modified":"2014-11-17T17:05:08+00:00","valid":{"from":"2014-11-17T17:05:08+00:00","to":"3014-11-17T17:05:08+00:00"},"hreflang":"en","title":"Vatican Synod Tests The Pope's Vision Of A More Merciful Church","published":"2014-10-05T17:51:00+00:00","teaser":"Bishops are meeting with Pope Francis these next two weeks for an extraordinary conference to debate family matters – including hot-button issues like artificial contraception and gay civil unions.","itags":["npr_api","353839373"],"guid":"0f29a728-c602-4068-ba7e-2b9eef75be35","contentencoded":"<p>Pope Francis has summoned bishops from all over the world to Rome to discuss issues concerning families – including hot-button issues like artificial contraception and gay civil unions.</p><p>The meeting, called a synod, opened on Sunday and is seen as a test of Francis' vision of a more merciful Church.</p><p>Not since the landmark Second Vatican Council half a century ago has a church meeting raised so much hope among progressive Catholics — and so much apprehension among conservatives.</p><p>As with every big Vatican meeting, Catholic groups from all over the world have descended on Rome in the hopes of contributing to the discussion.</p><p>Catholic Church Reform International, an umbrella organization of progressive groups from all over the world, met last week in one of Rome's baroque churches.</p><p>\"Pope Francis has told bishops we want to hear from the people, we want dialogue, dialogue, dialogue,\" says Director Rene Reid from Reno, Nev. \"But there is one thing he didn't do: He didn't set up a mechanism for this to happen. So the bishops are going their merry way.\"</p><p>Reid says her group has come to ask for some basic changes.</p><p>\"We would like to see the birth control issue revisited,\" she says. \"We'd like to see celibacy become an option. We'd like to see greater respect and equality given to women.\"</p><p>But no topic has become more heated in the lead-up to the debate than suggestions made by Cardinal Walter Kasper, the pope's favorite theologian, on the possibility — on a case-by-case basis — of divorced and remarried Catholics receiving communion.</p><p>The idea triggered a vehement response by five prominent cardinals who wrote a book upholding Church teaching on the permanence of marriage. One of the authors, American Raymond Burke, head of the Vatican's Supreme Court, accused the media of trying to hijack the synod by fueling expectations of changes in Catholic doctrine.</p><p><strong>Disagreements Once Hushed<br /></strong></p><p>But Rev. Thomas Reese, senior analyst for the <em>National Catholic Reporter</em>, says bishops and priests deal with contemporary reality and the tragic causes behind many failed marriages every day, just as the pope, when he was archbishop of Buenos Aires, went to comfort the faithful in the slums.</p><p>\"He saw that lots of people were living together who weren't married, lots of families broke up because of poverty or other issues. He saw the real world out there and as a pastor, he wants to respond to that.\"</p><p>Reese is pleased that disagreement over this issue is finally being aired in public.</p><p>\"In last two papacies, disagreements were hushed up,\" he says. \"There was only one line that people could take. Bishops came to Rome and they looked to see what the Vatican wanted them to say, and they said that. It was embarrassing at the synods.\"</p><p>But a recently published book, <em>Francis Among the Wolves</em>, documents growing resistance to pope Francis' repeated urgings for open and frank debate. The title is a reference to the story of St. Francis taming a ravenous wolf.</p><p>\"But the wolves around Pope Francis don't kiss his hands,\" says author Marco Politi, a veteran Vatican analyst. \"Or officially they kiss his hands, but they are now very aggressive.\"</p><p>Politi says a cadre of hardliners has been campaigning for months behind the scenes against Francis.</p><p>\"They say that he is a demagogue, that he speaks too much about poor, like a socialist, that he's diminishing the sacred aura of the papacy, that he's too democratic,\" he says.</p><p><strong>This Synod Is Only Phase One</strong></p><p>Ahead of the synod, the Vatican sent out a questionnaire seeking input from clergy and lay people on many hot-button issues. The results showed the vast majority of Catholics reject church teaching on sex and contraception as intrusive and irrelevant.</p><p>But at the synod, 191 cardinals, bishops and priests will be flanked by only 12 lay observers.</p><p>Vatican analyst Robert Mickens says the synod needs to listen to a wider array of Catholics.</p><p>\"Married people need to be heard,\" he says. \"Gay people and their struggles need to be heard. Single mothers need to be heard. It won't do for a bunch of celibate men, so-called, to be parsimonious with God's mercy.\"</p><p>The two-week-long synod is just phase one, a discussion of issues. It won't be until a second assembly, a year from now, that concrete decisions are taken.</p><p>The outcome will not only affect issues of sexual ethics, contraception and divorce. It will ultimately determine the Catholic Church's relationship with the modern world.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Vatican+Synod+Tests+The+Pope%27s+Vision+Of+A+More+Merciful+Church&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Sylvia Poggioli","audio":[{"meta":{"duration":"296"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1353849491-059444.m3u?orgId=1&topicId=1016&ft=3&f=353839373"},{"href":"http://media.npr.org/assets/img/2014/10/05/456677260-15595dbdd01e70457e7e0d477ec4d980c8bde213.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2797","width":"3730"}}]}