{"created":"2015-05-14T02:22:24+00:00","modified":"2015-05-15T11:45:05+00:00","valid":{"from":"2013-07-15T14:25:28+00:00","to":"3013-07-15T14:25:28+00:00"},"hreflang":"en","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>Interns are making news. Unpaid interns are suing big companies. The latest is NBC. In some cases, the former interns were also students getting college credit for their work. But they&apos;ve accused companies of not providing the educational experiences they were promised. In other cases, former interns are claiming they’re doing the same work as regular employees, except, well, they’re working for free.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Unpaid internships are a touchy subject. What’s a company to do?   Recently, I sent out a tweet which said,  “Don’t throw anything at the screen, but any unpaid interns out there who feel like it’s worth it?”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Arielle Rosenfeld sent in one of the many replies I got. She’s 25 and works in development for the Giva Theater Center in Rochester, N.Y., where she started as a college junior doing an unpaid internship.</p>\"},{\"content\":\"<p>“I couldn’t be more grateful to have had the experience,&quot; Rosenfeld says. &quot;A classroom education only goes so far.” </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>And she says unpaid internships aren&apos;t without benefits. &quot;I feel like I was paid in a way. I was paid with the knowledge that I would not have received otherwise.&quot;</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Rosenfeld helped with research, organizing files and running auditions. She says what she learned about running a theater she wouldn’t have picked up in the classroom.</p>\"},{\"content\":\"<p>“What all the rules are in actor’s equity and how that pertains to the rehearsal time and how the stage manager keeps a really clear clock of how everything is timed out to the minute,&quot; she says.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>And the timing was perfect for Rosenfeld. She was hired right out of college. But while a student is doing an internship there&apos;s no way to know if it&apos;ll end up paying off later in life with a paycheck or not.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Rosenfeld&apos;s situation is ideal, but Jon Israel, a lawyer who specializes in labor and employment says even though unpaid internships were once a standard, not all unpaid interns are equally happy.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“It’s been done for years,&quot; says Israel. &quot;And when these cases started dropping, people were just shocked.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Israel is talking about all those lawsuits where unpaid interns are suing big companies like NBC, Fox Searchlight Pictures, Conde Nast, Hearst Magazines and Charlie Rose. While there are a lot of good internship programs out there, Israel says lawyers have been going after big corporations hoping for big payoffs. </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;Now the world’s waking up a little bit and saying I’m not sure this is right,” he says.</p>\"},{\"content\":\"<p>So, Israel notes, companies have begun to think carefully about working with interns.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Outten and Golden, the law firm behind those cases says interns are not supposed to do the same work as regular employees, and they’re not allowed to do work that will “immediately benefit a company.” But isn&apos;t real work the best kind of experience? The law firm says while it may be great, it&apos;s also work and needs to be paid for. </p>\"},{\"content\":\"<p>“If the intern is doing work that benefits me, why shouldn’t I be willing to pay them something for it?” asks Peter Cappelli, director of Wharton’s Center for Human Resources.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Cappelli says that nonprofits like museums and public radio shows are allowed to hire unpaid interns, but unless students are getting college credit and learning something, companies have to pay. And what about the argument that an unpaid internship is a lot cheaper than tuition for graduate school? Cappelli says that the underlying logic of that argument is based on is faulty.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“If you think about the choice of either paying a ton of money or doing it for nothing, it sounds great,&quot; he says. &quot;But if you think of the choice as being doing it for nothing or getting paid for it, it doesn’t sound so great.”</p>\"},{\"content\":\"<p>But says Paul Oyer, a professor of economics at Stanford: “It’s never clear cut as that. Nothing’s that simple.” There&apos;s also the argument that unpaid internships are unfair because only the wealthy can afford them? &quot;Yeah there’s some unfairness to that,&quot; he says. Oyer also says destroying the unpaid internship experience as a result seems a little extreme. Besides, employers want to see internships on resumes.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Jon Israel, the labor lawyer, says he did an unpaid internship, and it was valuable. &quot;And they are,&quot; he says. &quot;I mean that’s the reality. There is value to the internships, that’s why we’re having the discussion. I would say look, my value to the business during that time period, probably not much. I’m not sure what I added. But to see those things go away because businesses won’t be able to afford the risk of creating that opportunity, I think that’s a shame.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>In the meantime, Arielle Rosenfeld is working with interns at the Giva Theater Center. And just like when she was an intern, they’re also not paid.</p>\"}]","tags":["APM","Business","internship","internships"],"title":"Unpaid internships under fire","guid":"0f2cbaee-2170-4c7d-86e9-a478f65ffe40","teaser":"Unpaid interns are suing big companies that don't provide the valuable educational and work experiences they promised.","contentencoded":"<div class=\"barn-cleaned\"><p>Interns&nbsp;are making news. Unpaid interns are suing big companies. The latest is NBC. In some cases, the former interns were also students getting college credit for their work. But they've accused companies of not providing the educational experiences they were promised. In other cases, former interns are&nbsp;claiming they’re doing the same work as regular employees, except, well, they’re working for free.</p>\n<p>Unpaid internships are a touchy subject. What’s a company to do? &nbsp; Recently, I sent out a tweet which said, &nbsp;“Don’t throw anything at the screen, but any unpaid interns out there who feel like it’s worth it?”</p>\n<p>Arielle Rosenfeld sent in one of the many replies I got. She’s&nbsp;25 and works in development for the Giva Theater Center in Rochester, N.Y., where she started as a college junior doing an unpaid internship.</p>\n<p>“I couldn’t be more grateful to have had the experience,\" Rosenfeld says. \"A classroom education only goes so far.”&nbsp;</p>\n<p>And she says unpaid internships aren't without benefits. \"I feel like I was paid in a way. I was paid with the knowledge that I would not have received otherwise.\"</p>\n<p>Rosenfeld helped with research, organizing files and running auditions. She says what she learned about running a theater she wouldn’t have picked up in the classroom.</p>\n<p>“What all the rules are in actor’s equity and how that pertains to the rehearsal time and how the stage manager keeps a really clear clock of how everything is timed out to the minute,\" she says.</p>\n<p>And the timing was perfect for Rosenfeld. She was hired right out of college. But while a student is doing an internship there's no way to know if it'll end up paying off later in life with a paycheck or not.</p>\n<p>Rosenfeld's situation is ideal, but Jon Israel, a lawyer who specializes in labor and employment says even though unpaid internships were once a standard, not all unpaid interns are equally happy.</p>\n<p>“It’s been done for years,\" says Israel. \"And when these cases started dropping, people were just shocked.”</p>\n<p>Israel is talking about all those lawsuits where unpaid interns are suing big companies like NBC, Fox Searchlight Pictures, Conde Nast, Hearst Magazines and Charlie Rose. While there are a lot of good internship programs out there, Israel says lawyers have been going after big corporations hoping for big payoffs.&nbsp;</p>\n<p>\"Now the world’s waking up a little bit and saying I’m not sure this is right,” he says.</p>\n<p>So, Israel notes, companies have begun to think carefully about working with interns.</p>\n<p>Outten and Golden, the law firm behind those cases says&nbsp;interns are not supposed to do the same work as regular employees, and they’re not allowed to do work that will “immediately benefit a company.” But isn't real work the best kind of experience? The law firm says while it may be great, it's also work and needs to be paid for.&nbsp;</p>\n<p>“If the intern is doing work that benefits me, why shouldn’t I be willing to pay them something for it?” asks Peter Cappelli, director of Wharton’s Center for Human Resources.</p>\n<p>Cappelli says that nonprofits like museums and public radio shows are allowed to hire unpaid interns, but unless students are getting college credit and learning something, companies have to pay. And what about the argument that an unpaid internship is a lot cheaper than tuition for graduate school? Cappelli says that the underlying logic of that argument is based on is faulty.</p>\n<p>“If you think about the choice of either paying a ton of money or doing it for nothing, it sounds great,\" he says. \"But if you think of the choice as being doing it for nothing or getting paid for it, it doesn’t sound so great.”</p>\n<p>But says Paul Oyer, a professor of economics at Stanford: “It’s never clear cut as that. Nothing’s that simple.” There's also&nbsp;the argument that unpaid internships are unfair because only the wealthy can afford them? \"Yeah there’s some unfairness to that,\" he says. Oyer also says destroying the unpaid internship experience as a result seems a little extreme. Besides, employers want to see internships on resumes.</p>\n<p>Jon Israel, the labor lawyer, says he did an unpaid internship, and it was valuable. \"And they are,\" he says. \"I mean that’s the reality. There is value to the internships, that’s why we’re having the discussion. I would say look, my value to the business during that time period, probably not much. I’m not sure what I added. But to see those things go away because businesses won’t be able to afford the risk of creating that opportunity, I think that’s a shame.”</p>\n<p>In the meantime, Arielle Rosenfeld is working with interns at the Giva Theater Center. And just like when she was an intern, they’re&nbsp;also not paid.</p></div>","itags":["Marketplace for 7/15/2013 - The lonely, and fabulous, Fab","Marketplace","PMP:Marketplace_PMP","0f2cbaee2170c7d76e98a478f65ffe40"],"published":"2013-07-15T14:25:28+00:00","description":"Unpaid interns are suing big companies that don't provide the valuable educational and work experiences they promised.","byline":"Sally Herships","audio":[{"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/nbclogo.jpg?itok=6aiOzf4Z","meta":{"width":"610","height":"340","crop":"primary"}},{"format":"MP3","type":"audio/mpeg","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/07/15/marketplace_segment21_20130715_64.mp3","meta":{"duration_hms":"00:04:27","duration":267,"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/07/15/marketplace_segment21_20130715","type":"application/json"}}}]}