{"created":"2014-10-27T23:46:52+00:00","modified":"2014-10-27T23:46:52+00:00","valid":{"from":"2014-10-27T23:46:52+00:00","to":"3014-10-27T23:46:52+00:00"},"hreflang":"en","title":"Campus Sexual Assaults Are Targeted In New White House Report","published":"2014-04-29T18:01:00+00:00","teaser":"Noting that 1 in 5 women is sexually assaulted in college, the White House releases new guidelines to help victims of that violence and improve the way schools handle such cases.","itags":["npr_api","307958756"],"contentencoded":"<p>Noting that 1 in 5 women is sexually assaulted in college, the White House is releasing new guidelines to help victims of that violence and improve the way schools handle such cases. Campus sexual assaults are notoriously underreported, and schools' disciplinary processes vary widely.</p><p>The suggestions in a new report released today by the White House Task Force to Protect Students from Sexual Assault provide colleges with basic guidelines for dealing with sexual assault cases; it also sets up a national reporting system that asks schools to survey their students about their experiences.</p><p>The report is titled \"Not Alone,\" which is also the name of <a href=\"https://www.notalone.gov/\">a new website</a> the administration created as a resource for schools and the victims of sexual assault. Its work reflects contributions from several federal agencies, including the Departments of Education, Justice, and Health and Human Services.</p><p>Here are some highlights from <a href=\"https://www.notalone.gov/assets/report.pdf\">the report</a>:</p><ul><li>Sexual assault victims should be able to speak in confidentiality to a trained advocate who would not be required \"to report all the details of an incident to school officials,\" as some colleges have mandated in recent years.</li><li>\"Questions about the survivor's sexual history with anyone other than the alleged perpetrator should not be permitted.\"</li><li>An accuser and the accused \"should not be allowed to personally cross-examine each other.\"</li><li>Calling the intervention of bystanders one of the \"most promising prevention strategies,\" the report calls for encouraging men and women to act in such cases.</li><li>The new website also includes a national \"<a href=\"https://www.notalone.gov/data/\">school-by-school enforcement map</a>\" that marks resolved cases that involved the U.S. Departments of Education and Justice.</li></ul><p>The recommendations stem from three months' work by the task force that was formed earlier this year, in response to widespread dissatisfaction with the way college campuses handle cases of sexual assault. A unique February conference on the issue hosted by the University of Virginia was <a href=\"http://www.npr.org/2014/02/11/275404714/a-first-of-its-kind-conference-about-sexual-assault-on-campus\">filled to capacity</a> by college presidents and others.</p><p>\"We know that too many universities are still discouraging survivors from filing complaints,\" said the Department of Education's Catherine Lhamon, who attended the session. \"They are still delaying investigations for months, or longer. They are still retaliating against students for speaking out about their assaults.\"</p><p>The new guidelines ask colleges to survey their students, to get a better picture of conditions on campuses. That system is voluntary, \"but administration officials say the goal is to make it mandatory by 2016,\" NPR's Tamara Keith reports.</p><p>As activist Laura Dunn tells Tamara, the current mandatory federal requirement only covers cases that are officially reported.</p><p>\"Unfortunately this has created a perverse incentive for campuses to keep that number low,\" Dunn says. \"They are not discouraging the crime, they are only discouraging reporting, so by requiring a climate survey ... there will be a true picture of crime on campus.\"</p><p>Dunn has spoken to NPR before — back in 2010, she told the story of her own experiences after being assaulted in 2004. Her story was part of <a href=\"http://www.npr.org/series/124073905/seeking-justice-for-campus-rapes\">an investigative series</a> that found that when men at 130 U.S. schools were found responsible for sexual assault, only 10 to 25 percent of them were expelled.</p><p>As Tamara reports on today's <a href=\"http://www.npr.org/2014/04/29/307913523/task-force-to-recommend-protection-for-campus-rape-victims\">Morning Edition</a>, Dunn's experience, which included an unsuccessful attempt to hold her attackers and her college accountable, prompted her to become an activist. She was consulted by the White House task force for its report.</p><p><strong>\"</strong>It's very heartbreaking to know that there are still victims going through the same thing I went through,\" Dunn says, \"a decade ago.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Campus+Sexual+Assaults+Are+Targeted+In+New+White+House+Report&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","guid":"0f2e5da9-24e4-40fb-8ea2-cb0e84499c15","audio":[{"meta":{"duration":"298"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1307958957-d8882b.m3u?orgId=1&topicId=1013&ft=3&f=307958756"}]}