{"created":"2014-09-18T11:16:12+00:00","modified":"2014-10-30T22:17:29+00:00","valid":{"from":"2014-10-30T22:17:29+00:00","to":"3014-10-30T22:17:29+00:00"},"hreflang":"en","title":"Ads Get Creative, Even Seductive, To Attract Voters","published":"2014-09-18T13:17:00+00:00","teaser":"Voting might not be the sexiest thing in the world, but at least one ad campaign encouraging Americans to register is pretty provocative.","itags":["npr_api","349330682"],"guid":"0f3c6ece-c466-4d11-bd8f-bed939f0594c","contentencoded":"<p>September is voter registration month, but inspiring Americans to register and vote isn't always easy. Especially with politicians held in such low esteem. So some groups — and a few election officials — are taking a page from the book of <em>Mad Men'</em>s Don Draper to get voters to the polls. Who knew that voting could be this much fun?</p><p><a href=\"http://www.youtube.com/watch?v=BJcE1mqSJDA\" target=\"_blank\">One ad from Equality Illinois</a> features Doris, who could be 60 to 70 years old, with short gray hair and glasses. Her friend Betty has long hair, which she pats seductively as she winks at two young men peeking through the door.</p><p>\"Hey, you. This is Doris and her friend Betty. They've been waiting all day for you. They know what you want to do. ... It's probably your first time. They wonder if you have your V-card,\" voters hear in the ad.</p><p>The men hesitate for a few seconds, until Betty suggestively gestures with her forefinger to come on in. \"So go ahead, vote. Take advantage of Illinois' new online voter registration, and get your voter ID card,\" the ad continues.</p><p>\"There is a double entendre, and I think it's very effective at catching people's attention,\" says Bernard Cherkasov of Equality Illinois. The gay rights group produced the ad, as well as one in 2010 called Vote Naked Illinois that also got attention.</p><p>Cherkasov says they're targeting young people, disengaged from politics, who might not bother to register.</p><p>\"To tell them this is a cool thing to do, a super easy thing to do,\" he says, \"and then once we've got their attention and they're registered, then we can help them get educated as to what's at stake in this election, how they can exercise that democratic right.\"</p><p>So far, the ad has received more than 10,000 views online. Not bad. But that's nothing compared with a <a href=\"https://www.nrapvf.org/media-center/20140723/video/ttv-fatherandson\" target=\"_blank\">voter registration ad</a> from the National Rifle Association.</p><p>It begins with a boy sitting on a bed as his father carefully removes a small box from the closet.</p><p>\"Remember, this isn't a toy. ... This is serious business,\" the dad begins. \"I know, Dad,\" says the son.</p><p>The father sits down next to his son and slowly unlocks the box.</p><p>\"Why do you have it?\" the boy asks.</p><p>\"Well, it's important that I protect our family and our rights.\"</p><p>\"Does everyone have one?\"</p><p>\"No, but they should,\" replies the dad. There's no gun inside the box, but there is a voter registration card.</p><p>\"I'm really proud of you, Dad.\"</p><p>The ad is part of an NRA campaign called \"Trigger the Vote.\" Spokesperson Jennifer Baker says several million people have seen the ad online and on TV. She says 35 million gun owners are not registered to vote.</p><p>\"This ad, we thought, was a provocative way to get people's attention and remind them that in order to ensure that their Second Amendment rights are protected, they have to vote,\" she says.</p><p>It's difficult to know how well such ads work.</p><p>\"You're competing with so many messages. It's hard to break through the clutter,\" Baker says.</p><p>Rick Looser runs The Cirlot Agency, a Mississippi advertising firm. His challenge this year was <a href=\"https://www.youtube.com/watch?v=f5JYe33QzBI\" target=\"_blank\">creating an ad</a> to explain the state's new voter ID law.</p><p>\"We didn't want this to look like a political ad, and we didn't want it to look like we were selling furniture. We wanted it to be something that would be memorable,\" he says.</p><p>So they played off a memorable scene from the movie <em>Forrest Gump</em> to list all of the different documentation voters can use to get their voter ID cards: \"Well, you can bring your Social Security card, your birth certificate, your Medicare, Medicaid card ... \"</p><p>In the ad, Mississippi Secretary of State Delbert Hosemann follows a voter from a town hall meeting, down the hall, to the bus stop, into a diner — continuing, \"a 10-year-old driver's licence, a paycheck stub, a government check stub ... \" — and finally out onto a fishing boat.</p><p>The ad got two top advertising wins at the Telly Awards. Looser says more importantly, almost every primary voter in June had the right ID — a sign, he says, that such ads do matter.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ads+Get+Creative%2C+Even+Seductive%2C+To+Attract+Voters&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Pam Fessler","audio":[{"meta":{"duration":"248"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1349464211-0908ac.m3u?orgId=1&topicId=1014&ft=3&f=349330682"},{"href":"http://media.npr.org/assets/img/2014/09/17/doriscampaignad-e4c2a8d9b211612d336bbec4356a0e3ef8621b7d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"719","width":"960"}}]}