{"created":"2015-05-14T02:21:53+00:00","modified":"2015-05-18T16:26:24+00:00","valid":{"from":"2013-10-28T16:55:46+00:00","to":"3013-10-28T16:55:46+00:00"},"hreflang":"en","guid":"0f540bcd-7984-47d8-8f4c-8c385404c781","contentencoded":"<div class=\"barn-cleaned\"><p>As <a href=\"http://www.healthcare.gov\" target=\"_blank\">Healthcare.gov</a> continues to frustrate, the chorus calling for delay of the <a href=\"http://www.marketplace.org/tags/affordable-care-act\" target=\"_blank\">Affordable Care Act</a> is growing. A handful of Senate Democrats have joined Republican calls to hold off on the individual mandate (the part of the law that fines people who don’t get insurance).&nbsp;</p>\n<p><span>But a delay would be trouble for health insurance companies.</span></p>\n<p><span>“They’re probably a little mad, a little annoyed,” says Bradley Herring, a professor of health economics at the Johns Hopkins Bloomberg School of Public Health.&nbsp; “First off, they’ve been beaten up pretty badly over the past three to four years. If there was a bad guy in the play that was enacting health care reform, they were certainly it.”</span></p>\n<p><span>And now, with health care reform nearly here, the ground could shift again. The insurance companies set their premiums based on one set of rules: rules in which everyone without insurance has to sign up.&nbsp; But, if those rules change, and people don’t have to get health insurance right away, says Herring, “then they are kind of left holding the bag.”</span></p>\n<p><span>Robert Laszewski, president of the health care consulting firm <a href=\"http://www.healthpol.com/\" target=\"_blank\">Health Policy and Strategy Associates</a>, has stronger language. “It would be a disaster,” he says, if the individual mandate gets delayed.&nbsp; Without fines for the uninsured, sick people will sign up, and healthy folks will sit it out. If the individual mandate is put off, says Laszewski, “Obamacare is going to implode, quite frankly, because the financials just won’t work.”</span></p>\n<p><span>Laszewski says a delay would be uncomfortable for the big insurers, but they’d manage, because the new exchanges will make up a small part of their business. Non-profit insurance co-ops, set up for the exchanges to increase competition, would have a much harder time making the math work.</span></p></div>","published":"2013-10-28T16:55:46+00:00","description":"Even some Democrats are saying the sign-up period for the Affordable Healthcare Act should be extended.","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>As <a href=\\\"http://www.healthcare.gov\\\" target=\\\"_blank\\\">Healthcare.gov</a> continues to frustrate, the chorus calling for delay of the <a href=\\\"http://www.marketplace.org/tags/affordable-care-act\\\" target=\\\"_blank\\\">Affordable Care Act</a> is growing. A handful of Senate Democrats have joined Republican calls to hold off on the individual mandate (the part of the law that fines people who don’t get insurance). </p>\"},{\"type\":\"text/html\",\"content\":\"<p><span>But a delay would be trouble for health insurance companies.</span></p>\"},{\"content\":\"<p><span>“They’re probably a little mad, a little annoyed,” says Bradley Herring, a professor of health economics at the Johns Hopkins Bloomberg School of Public Health.  “First off, they’ve been beaten up pretty badly over the past three to four years. If there was a bad guy in the play that was enacting health care reform, they were certainly it.”</span></p>\",\"type\":\"text/html\"},{\"content\":\"<p><span>And now, with health care reform nearly here, the ground could shift again. The insurance companies set their premiums based on one set of rules: rules in which everyone without insurance has to sign up.  But, if those rules change, and people don’t have to get health insurance right away, says Herring, “then they are kind of left holding the bag.”</span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><span>Robert Laszewski, president of the health care consulting firm <a href=\\\"http://www.healthpol.com/\\\" target=\\\"_blank\\\">Health Policy and Strategy Associates</a>, has stronger language. “It would be a disaster,” he says, if the individual mandate gets delayed.  Without fines for the uninsured, sick people will sign up, and healthy folks will sit it out. If the individual mandate is put off, says Laszewski, “Obamacare is going to implode, quite frankly, because the financials just won’t work.”</span></p>\"},{\"content\":\"<p><span>Laszewski says a delay would be uncomfortable for the big insurers, but they’d manage, because the new exchanges will make up a small part of their business. Non-profit insurance co-ops, set up for the exchanges to increase competition, would have a much harder time making the math work.</span></p>\",\"type\":\"text/html\"}]","tags":["ACA","APM","Affordable Care Act","Health Care","Obamacare","insurance companies"],"itags":["0f540bcd79847d84f4c68c385404c781","Marketplace","Marketplace for Monday, October 28, 2013","PMP:Marketplace_PMP"],"byline":"Adrienne Hill","teaser":"Even some Democrats are saying the sign-up period for the Affordable Healthcare Act should be extended.","title":"Delaying Obamacare: How do insurers feel?","audio":[{"type":"image/jpeg","meta":{"crop":"primary","width":"610","height":"340"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/183648501.jpg?itok=a_nPB7nF"},{"format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/10/28/marketplace_segment18_20131028_64.mp3","type":"audio/mpeg","meta":{"duration_hms":"00:01:56","api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/10/28/marketplace_segment18_20131028"},"duration":116}}]}