{"created":"2015-06-04T22:38:05+00:00","modified":"2015-06-15T23:05:06+00:00","valid":{"from":"2015-06-15T23:05:06+00:00","to":"3015-06-15T23:05:06+00:00"},"hreflang":"en","title":"Scientists Cast Doubt On An Apparent 'Hiatus' In Global Warming","published":"2015-06-08T23:03:00+00:00","teaser":"Though past measurements have suggested global warming all but stopped in the late 1990s, newly refined figures show Earth's warming has continued unabated.","itags":["npr_api","411998275"],"guid":"0f56c0c1-f83b-42d9-983b-106bfed98db7","contentencoded":"<p>A team of government scientists has revised its estimate for how much the planet has been warming.</p><p>The new results, <a href=\"http://www.sciencemag.org/lookup/doi/10.1126/science.aaa5632\">published</a> in the journal <em>Science,</em> may dispel the idea that Earth has been in the midst of a \"global warming hiatus\" — a period over the past 20 years where the planet's temperature appears to have risen very little.</p><p>\"We think the data no longer supports the notion of having a hiatus,\" says <a href=\"https://www.ncdc.noaa.gov/oa/about/welcomefromdirector.html\">Tom Karl</a>, a scientist with the National Oceanographic and Atmospheric Administration and coauthor of the new study.</p><p>If the entire problem of global warming could be summed up in a single number, that number would be the <a href=\"http://www.ncdc.noaa.gov/cag/time-series/global\">average temperature</a> of the entire surface of the earth, land and sea, at a moment in time. It's also called the global mean surface temperature.</p><p>During the 20th century, that number shot up. But then something happened.</p><p>\"Since about 1998, through to about 2013, the rate of increase was a lot less,\" says <a href=\"http://www.cgd.ucar.edu/staff/trenbert/\">Kevin Trenberth</a>, a scientist at the National Center for Atmospheric Research in Boulder, Colo.</p><p>The slowdown was so dramatic that it appeared that global warming might have stopped altogether. Scientists called it the global warming hiatus.</p><p>Skeptics of climate change have seized on the idea of the hiatus. \"They're using this as a ploy to say, 'Oh, there is no global warming; we don't have to worry about climate change,' \" Trenberth says.</p><p>But few scientists have believed a hiatus meant climate change had stopped. Trenberth says the slower warming is, in part, caused by <a href=\"http://www.npr.org/2013/08/23/214198814/the-consensus-view-kevin-trenberths-take-on-climate-change\">unusual currents in the Pacific Ocean</a>. Others have cited volcanic activity.</p><p>Now Karl's team, which is directly responsible for taking the Earth's temperature, says a technological shift in the way the measurements are taken has also obscured the temperature's climb.</p><p>Here's why: The single number — average global temperature — comes from tens of thousands of independent temperature readings. And, in recent decades, the technology for getting those readings has gradually shifted.</p><p>On land those measurements are made by weather stations; on the sea, the job has generally been done by commercial and military ships for decades. But starting in the 1980s, governments also began dropping buoys into the ocean to do independent measurements.</p><p>Karl and his colleagues decided to look at stretches of water where ships pass very near buoys, to compare the two temperatures. And they made a surprising discovery.</p><p>\"The buoys actually read colder than the ships,\" Karl says.</p><p>Even though the two thermometers were in the same place, they gave different readings. And it was happening all over the world. As more buoys were dropped into the sea — all delivering measurements that were consistently cooler than a ship would show in that same spot — the warming trend in the average global temperature seemed to slow dramatically.</p><p>But Karl and his colleagues believe what looked like a flattening of the warming trend actually just reflected a change in the way the temperature was taken. When the team factored in a correction to the historical data that reconciled the buoys with the ships, they found that what had seemed to be a hiatus in warming disappeared.</p><p>Earth's average temperature has, indeed, maintained a steady climb through the past decades.</p><p>Trenberth, who wasn't involved in this analysis, says critics may be skeptical of these revisions, but they shouldn't be.</p><p>\"You see this kind of thing also with the stock market and various other economic indicators: 'Oh they've revised the estimates of what the unemployment rate was in the last quarter,' or something like that, and that's exactly what's going on here,\" Trenberth says.</p><p>And the warming trend may be accelerating even more. The calendar year 2014 was the warmest on record, and Trenberth says the past 12 months — midyear to midyear — have been even warmer than that.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Scientists+Cast+Doubt+On+An+Apparent+%27Hiatus%27+In+Global+Warming&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Geoff Brumfiel","audio":[{"meta":{"duration":"201"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1412046962-4ad11e.m3u?orgId=1&topicId=1025&d=201&p=2&story=411998275&t=progseg&e=412027307&seg=2&ft=nprml&f=411998275"},{"href":"http://media.npr.org/assets/img/2015/06/04/container-ship-3d7de37a20867f9d7a6e98cacfd29ec807019ee2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1332","width":"1776"}}]}