{"created":"2014-12-04T20:00:26+00:00","modified":"2014-12-05T23:06:13+00:00","valid":{"from":"2014-12-05T23:06:13+00:00","to":"3014-12-05T23:06:13+00:00"},"hreflang":"en","title":"After Decades Acting, Josh Brolin Still Wonders If He's 'Good Enough'","published":"2014-12-05T14:34:00+00:00","teaser":"Brolin co-stars in an adaptation of Thomas Pynchon's novel<em> Inherent Vice.</em> He says as an actor he's always wondering: \"Can I live up to what this person has written? There's always a fear around that.\"","itags":["npr_api","368236521"],"guid":"0f6541fb-73a7-49b9-82b6-39b4564245d4","contentencoded":"<p>The new film<em> Inherent Vice</em> satirizes overcomplicated detective-story plots by having an especially overcomplicated plot of its own. It's a Paul Thomas Anderson adaptation of Thomas Pynchon's 2009 novel.</p><p>\"It's so dense,\" co-star Josh Brolin tells <em>Fresh Air</em>'s Terry Gross. \"I mean, Pynchon will be following some linear structure, and then suddenly he'll take a big bong hit and go off on some tangent that still, you realize, eventually comes around and actually is connected in various ways.\"</p><p>The film is set in 1970 in a fictional California beach town where a burned-out hippie private eye, played by Joaquin Phoenix, squares off with a Los Angeles Police Department detective, played by Brolin. Brolin's character, Lt. Detective \"Bigfoot\" Bjornsen, who hates hippies and calls himself a \"renaissance cop,\" is investigating a murder and kidnapping case.</p><p>The son of actor James Brolin, Josh Brolin started his film career when he was 17 in <em>The Goonies</em>. After that, he played a gay ATF agent in the comedy<em> Flirting with Disaster</em>. He was nominated for an Oscar for his role in <em>Milk </em>as Dan White, the San Francisco supervisor who shot gay rights activist Harvey Milk.</p><p>But Brolin says he was a \"blue-collar actor\" who was always looking for his next job before his role in <em>No Country for Old Men</em>, where his character was pursued by a demented hit man.</p><p>Now, he says, he gets to act for directors like Paul Thomas Anderson.</p><p>\"I find the experience so much more familial than anything else I've ever experienced regarding film,\" he says.</p><p>Brolin has often played extreme personalities. He attributes that more to his imagination than to his experience as a teenager hanging out with people who were into extremes — music, sports and drugs.</p><p>\"I don't think acting is experience,\" he says. \"I could be wrong. I could be completely wrong, but I think that acting is a very active imagination and the ability to find conviction, total conviction, in your imagination. That's what it is for me now, at least.\"</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On reading the screenplay of <em>Inherent Vice</em> for the first time </strong></p><p>You can't speed-read Pynchon. It's just impossible. And [Paul Thomas Anderson's] adaptation was so loyal that it was like reading the book. ... But when you're reading it, you have to lend yourself to it.</p><p>I was trying to read it for me in order to meet [Director] Paul [Thomas Anderson] before I left on vacation. And then once I went on vacation and was able to really read the book and take it in slowly — as it should be taken in — I saw the validity in me possibly playing it.</p><p><strong>On his experience working with Anderson </strong></p><p>Before <em>No Country [for Old Men</em>] — not that I'm not now — but [I was] just more of a blue-collar actor who was looking for his next job, whereas [now I work] with the Coen [brothers] or ... Paul [Thomas Anderson] or Gus Van Sant or people like that. ...</p><p>There's usually a lot of ego, a lot of pretense, a lot of screaming, a lot of yelling, a lot of putting people in their place, where I don't see that with this.</p><p>This just seems like creating an ambiance of creative allowance and trusting the filmmaker that he's going to edit it in a way that will be the least embarrassing in an embarrassing venue. That's how I've always seen it — it's an embarrassing profession. It's not embarrassing to be in the profession, but the act of doing it is humiliating sometimes.</p><p><strong>On why acting can be humiliating</strong></p><p>You're revealing things, and you don't know, given a scene, if you're going to be able to do it. That's always the question as an actor: Can I live up to what this person has written? There's always a fear around that. I would love to feel an arrogance in saying, \"I hope that the writing is as good as I'm going to be right now,\" but I've never felt that, I don't think I'll ever feel it. There's a nervousness and an embarrassment. It's not an embarrassment like, \"I'm going to look bad.\" It's just an embarrassment of, \"I don't know if I'm good enough to live up to this.\"</p><p><strong>On his father, James Brolin, landing a role on <em>Marcus Welby, M.D.</em> and becoming a TV star</strong></p><p>I don't remember exactly when he did that show, when he started the show, but I do remember ... that we'd have no money or we'd be staying in a guest house, and I remember [my mom] saying at one point [that] my crib was a dresser drawer. They really didn't have any money. ...</p><p>My dad was just kind of doing what he could do for jobs and money and small work, but then he got that job and it turned out to be the No. 1 show. I remember people reacting to him. I don't think I ever saw it until much, much, much later. I didn't understand what that meant, being an actor, other than we weren't moving as much.</p><p><strong>On growing up on a ranch surrounded by animals </strong></p><p>We had a 230-acre ranch in Paso Robles, [Calif.]. And with the money that my dad made, which I'm sure was much more my mother's decision than my father's, she ran a wildlife way station with the wild animals ... on our land. We grew up with a few wolves. I helped birth a lot of mountain lions; we had a lot of bobcats. I've a lot of scars — physical, not emotional.</p><p><strong>On how film allows you to re-create yourself</strong></p><p>I love film so much because not only can you research it and can you study it, almost like a play, but then you do the film for three months and then that's it — it's done. I think that was happening in my life, too, and it also happened in my kid's life: a lot of moving, a lot of different cultures and completely immersing yourself in that culture and then it turning into something else when you left. So I was the cowboy kid, and then I was the punk rock kid, and then I moved to L.A. and then I was the karate kid or whatever I did.</p><p><strong>On whether he sees drama as a drug and not getting lost in art </strong></p><p>I used to. I don't anymore. I heard something recently that I liked: \"Drama is not an emotion.\" ... I would never agree with that until fairly [recently]. I think [drama] has its place, creatively, when you're representing human behavior and extremes of human behavior, but I don't necessarily think that [it's necessary] in your life, whereas I [used to think that]. I didn't understand the split between the two. I didn't see the wall between the two. ...</p><p>Now I'm on another kick, probably another extreme kick: ... Why do you have to lose yourself in art? Can't there be moments where you can lose yourself within the boundaries of what you're doing — and then come back from that?  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+Decades+Acting%2C+Josh+Brolin+Still+Wonders+If+He%27s+%27Good+Enough%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2284"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1368512059-445852.m3u?orgId=1&topicId=1137&ft=3&f=368236521"},{"href":"http://media.npr.org/assets/img/2014/12/03/iv-fp-0019rv2-0be10b98eb0bafd202fef3aa0d50bbb1b810c836.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"956","width":"1275"}},{"href":"http://media.npr.org/assets/img/2014/12/03/179911106-b762fba524e59e391195c84ee2fb855ce9f539f5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3687","width":"4912"}}]}