{"created":"2014-10-26T21:24:42+00:00","modified":"2014-11-10T21:45:09+00:00","valid":{"from":"2014-11-10T21:45:09+00:00","to":"3014-11-10T21:45:09+00:00"},"hreflang":"en","title":"'Gotham' Resurfaces Hollywood's Tricky History Of 'Painting Down'","published":"2014-10-27T17:19:00+00:00","teaser":"<em>Gotham</em> has been one of the fall's most successful television debuts. But earlier this month the show found itself in hot water when it hired a white stuntwoman as a body double for a black guest star.","itags":["npr_api","359077811"],"guid":"0f67e488-f1a9-4186-92de-316238a51393","contentencoded":"<p>The new show <em>Gotham</em> has been one of fall's most successful television debuts. But earlier this month, the show <a href=\"http://deadline.com/2014/10/gotham-stunt-woman-blackface-warner-bros-848969/\">found itself in hot water</a> when it hired a white stuntwoman as a body double for a black guest star.</p><p>\"They took the white stuntwoman and put her through hair and makeup and they applied the black makeup on her, so that she could pass as the black guest star,\" says David Robb, a reporter at <em>Deadline Hollywood</em>. It's a practice known as \"painting down.\"</p><p>Robb, who has been covering labor issues in the film and television industry for more than 20 years, explains that stunt work is still kind of an old boys' club.</p><p>\"They hire the people that they know; they know a good stunt person so they'll recommend that person,\" Robb says. \"And this case, the coordinator couldn't find, or didn't know, enough black stunt performers, so he decided to get a white stuntwoman to do the job.\"</p><p>The white stuntwoman never made it on camera, he says, but the hair and makeup test was bad enough. Robb says it was insulting and demeaning for the black cast members on the show to see someone painted up like that, and it also made the white crew very uncomfortable.</p><p>\"They were not happy about it either,\" he says.</p><p>Jadie David is a retired black stuntwoman who later worked for the Screen Actors Guild trying to end practices like painting down. She says when the <em>Gotham</em> decision was made, she received a call because of her vocal stance on these practices.</p><p>\"First and foremost, it's offensive. It really shouldn't happen,\" David says. \"Painting somebody down, what it actually does is it takes work from someone else. You just took a job away from an African-American actress.\"</p><p>David got her start back in the 1970s, when she found a niche doing stunts for stars like Pam Grier in blaxploitation films like <em>Coffy</em> and <em>Foxy Brown</em>. She says she didn't personally lose any work to painted-down doubles, but that she regularly saw others face that problem.</p><p>\"It was common enough for us to have made it an issue,\" she says. She says it wasn't something that could be brushed off as \"it was just one time.\"</p><p>\"It was enough to say, 'No, this has got to stop,' \" she says.</p><p>She and David Robb both point to a watershed moment in 1965. Bill Cosby had been cast in the show <em>I Spy</em>, the first ever black co-star on an American drama show. Because it was a spy action show, it wasn't long before he needed a stunt double.</p><p>In an upcoming documentary called <em>Painted Down</em>, Cosby recounts his discomfort while watching his white stunt double being painted black. He was shocked to find out producer Sheldon Leonard had paid the body double $750 for the work, roughly $5,600 in today's money.</p><p>\"And I said, 'Sheldon, you can save your money on makeup, because I know some guys I grew up with in the projects who will do that just for free dinner and a ticket to Hollywood for a day, and go to Disneyland,' \" Cosby says.</p><p>Cosby's push helped open the door for stunt performers of color, like Jadie David. She says the efforts performers have made over the years have had a huge effect on painting down.</p><p>\"It's almost extinct,\" she says. \"Really, I would say that. It does happen, but considered to what was happening back in the day, it's almost extinct.\"</p><p>Robb says Warner Brothers, the company behind <em>Gotham</em>, promptly <a href=\"http://deadline.com/2014/10/gotham-stunt-woman-blackface-warner-bros-848969/\">offered a mea culpa</a>.</p><p>\"A mistake was made this week in casting a stuntwoman for a guest star on a particular scene on the show. The situation has been rectified and we regret the error,\" Warner Brothers said in a statement.</p><p>\"They were very good about it,\" Robb says.</p><p>The episode in question will likely air next month.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Gotham%27+Resurfaces+Hollywood%27s+Tricky+History+Of+%27Painting+Down%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"247"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1359120811-e26a50.m3u?orgId=1&topicId=1138&ft=3&f=359077811"},{"href":"http://media.npr.org/assets/img/2014/10/26/goth__villianpublicity_rgb_v7_hires2-2ea68e1d04b017feddf510014af9718797862131.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2492","width":"3323"}}]}