{"created":"2014-11-12T17:15:54+00:00","modified":"2014-11-12T17:18:15+00:00","valid":{"from":"2014-11-12T17:18:15+00:00","to":"3014-11-12T17:18:15+00:00"},"hreflang":"en","guid":"0f6a0544-f916-482a-97b2-51d437c4afff","title":"Even a chilly handshake is a step forward for China and Japan ","published":"2014-11-12T17:18:12+00:00","byline":"Matthew Bell","tags":["politics","government","diplomacy","Global Politics","Beijing","Tokyo","Asia","China","Japan","United States","Asia-Pacific","Asia","East Asia","Susan Shirk","Xi Jinping","Shinzo Abe","Asia-Pacific Economic Cooperation","Senkaku Islands","East China Sea","Sino-American relations","Politics"],"teaser":"There were no smiles or warmth and no lingering chit-chat, but the leaders of China and Japan actually shook hands in front of the cameras. And even that small step is a good sign for a troubled relationship.","contentencoded":"<p><style type=\"text/css\">\n<!--/*--><![CDATA[/* ><!--*/\n\n\n/*--><!]]>*/\n</style></p>\n<p>The picture says it all: Chinese President Xi Jinping and Japanese Prime Minister Shinzo Abe looked less than thrilled to even be in the same room on Monday, let alone shaking hands.</p>\n<p>“They were working very hard to make sure that the publics in both countries saw that they were frowning and not too happy to be together,” says Susan Shirk, who chairs the 21st Century China Program at the University of California, San Diego.</p>\n<p>But the current state of China-Japan relations is so dismal that the stone-faced photo op in Beijing is actually a sign of progress.</p>\n<p>The meeting between the two leaders, which took place on the sidelines of the Asia-Pacific Economic Cooperation gathering, was the first face-to-face encounter between the two men. Both took office in 2012, and Sino-Japanese relations have deteriorated since then.</p>\n<p>“What’s been going on for the past two years is a kind of low-intensity military conflict,” Shirk says. The standoff has involved coast guard ships, government vessels and planes, all playing a dangerous game of chicken along a disputed chain of islands in the East China Sea. The islands are called the Senkaku by Japan, who controls them, and the Diaoyu by China, who claims them as their own.</p>\n<p>Xi and Abe did not get into details of the dispute during their 25-minute meeting. Xi did not actually appear to engage Abe at all when the Japanese prime minister spoke with him at the photo-op. After all, as the Communist Party's <a href=\"http://english.peopledaily.com.cn/n/2014/1110/c90883-8807141.html\">official news organization emphasizes</a>, it was Abe who requested the meeting.</p>\n<p>The biggest concern for Washington is the potential for an open military confrontation between China and Japan, Shirk says: “This puts the US at risk, because we have a legal commitment according to our treaty with Japan to defend all the areas where Japan has effective control.”</p>\n<p>And that includes the disputed islands, according to Japan. “If there’s a clash, the United States would have a legal responsibility to intervene,\" Shirk says. </p>\n<p>But there has been some progress on the dispute. China and Japan announced a four-point agreement last week, in which each side recognized the other’s differing position regarding the islands. Beijing and Tokyo have also agreed to work toward overcoming those differences.</p>\n<p>The handshake, Shirk says, “has opened the way for what really matters, which is working-level discussions for how to prevent an actual crisis in the East China Sea.”</p>\n<p>President Obama is also attending the APEC meetings, and is scheduled to meet Xi on Wednesday. That meeting will have its own set of tensions.</p>\n<p>Shirk points to the yawning gap between the stated Chinese policy toward the US and media coverage of Sino-American relations. While Beijing says it wants a new “great power” relationship with Washington, state-run media frames “hostile Western forces” led by the US as China’s greatest external problem.</p>\n<p>“The propaganda is building mistrust of the United States,” Shirk says, and this “reduces the space in which decision makers [in China] can pursue cooperation [with the US].”</p>\n<p><em>UPDATE: A previous version of this story identified Susan Shirk as being affiliated with the University of San Diego. Shirk chairs the 21st Century China program at the University of California, San Diego. </em></p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[]}