{"created":"2015-01-20T09:03:19+00:00","modified":"2015-01-28T15:35:58+00:00","valid":{"from":"2015-01-28T15:35:58+00:00","to":"3015-01-28T15:35:58+00:00"},"hreflang":"en","title":"Working 3 Jobs In A Time Of Recovery","published":"2015-01-20T18:58:00+00:00","teaser":"If Elkhart County, Ind. was the symbol of the recession, then Ed Neufeldt was the face of the unemployed worker. Elkhart's economy has recovered but Neufeldt is still struggling to bounce back.","itags":["npr_api","377715976"],"guid":"0f6d9631-2755-468f-bb9d-7af7410ab298","contentencoded":"<p>If Elkhart County, Ind. was the symbol of the recession, then Ed Neufeldt became the face of the unemployed worker.</p><p>He introduced President Obama at a <a href=\"http://www.npr.org/templates/story/story.php?storyId=100468806\" target=\"_blank\">town hall meeting</a> at Concord High School in February 2009. It was Obama's first big trip in office. At the time, Elkhart had the dubious distinction of having the highest unemployment rate in the country, bumping up against 20 percent.</p><p>It was the recreational vehicle capital of the world, except no one was buying RVs.</p><p>Neufeldt wore a suit he borrowed from his brother-in-law as he and Obama walked on stage together. Neufeldt was nervous; his pastor had come over the night before to pray to give him strength. As the crowd chanted \"Obama, Obama,\" the president turned to Neufeldt and said \"go ahead.\" He had to say it three times.</p><p>\"Good afternoon everyone,\" said Neufeldt, introducing himself. \"On September the 17th, 2008, all of the employees of Monaco Coach were informed that due to the economy, they would be closing their doors.\"</p><p>Neufeldt was suddenly unemployed after 32 years working in the RV industry. Two of his daughters and sons-in-law were in the same rough spot.</p><p>\"I am hoping, and praying, and believing that President Obama will put the people in Elkhart County, and the country, back to work,\" Neufeldt said to cheers.</p><p>Obama was there to promote the $800 billion American Recovery and Reinvestment Act. $170 million in stimulus money would go to Elkhart County, <a href=\"http://projects.propublica.org/recovery/locale/indiana/elkhart\" target=\"_blank\">according to ProPublica</a>.</p><p><strong>Fast Forward To Today</strong></p><p>Six years later, Neufeldt, 68, is behind the wheel of a Kia, driving around Elkhart County.</p><p>\"You know, I am going to turn down here and show you some of the plants that were closed down,\" he says. \"The one over there in 2009, there was nobody in that building.\"</p><p>Before the crash, Neufeldt and thousands of others reported for work before dawn in these big warehouses, building RVs. As the recession hit, a number of major employers went bankrupt.</p><p>Gus Feiler's company, Williamsburg Furniture, makes couches, sleeper sofas and captain's chairs for RVs.</p><p>\"We lost 75 percent of our volume overnight,\" says Feiler, sitting in his office. \"It was not a recession — it was a damned depression.\"</p><p>He went from 140 employees to 40, and the ones who were left took huge pay cuts. Feiler says he refinanced everything he could just to keep the doors open.</p><p>And now?</p><p>\"Those of us that were lucky enough to survive, we're back,\" says Feiler, not quite smiling.</p><p>In Elkhart, there's a mantra: the RV industry is the first to feel a recession and the first to recover.</p><p>In Feiler's three massive, interconnected buildings, more than a dozen women rapidly sew upholstery, and there are saws buzzing and nail guns firing. Captain's chairs for high-end motor coaches are flying out the doors again.</p><p>\"It is good to hear that noise again,\" says Feiler. \"2009, 2010 were very silent — turn your stomach.\"</p><p>Feiler says his big problem now is finding employees. He'd hire 30 more today if he could.</p><p><strong>If You Can Pass A Drug Test, You Can Get A Job</strong></p><p>As Neufeldt drives by those once-abandoned warehouses, it's clear from the smoke stacks and the parking lots full of pickup trucks that they're humming again too.</p><p>\"Evidently, by the looks of the cars there, they've got people working at all these buildings,\" says Neufeldt. He's on the way to work too.</p><p>Today, the unemployment rate in Elkhart County, Ind. is right around 5 percent. That's a bit better than the national average and almost back to what it was before the recession. The saying is that, if you can pass a drug test, you can get a job in Elkhart; Neufeldt has three jobs, all part-time.</p><p>\"Yeah, everybody's working that wants to work,\" he says, before getting to the painful kicker: \"Really, I drew more on unemployment than I'm making working these three jobs now.\"</p><p>That's not exaggerating. He made more money during the six months he received unemployment benefits than he makes now, despite working more than 50 hours a week.</p><p>Neufeldt's main job is stocking shelves for a local bread company, going store-to-store and moving the older loaves to the front.</p><p>\"You've got to make everything look pretty,\" Neufeldt says as he methodically shifts around loaves and hotdog buns.</p><p>He also works at a grocery store, and in the evenings he cleans a doctor's office. Neufeldt remembers that before the recession hit, his wife told him he had it made.</p><p>\"I was 62 at the time. She said, 'just work about three more years, we got a great 401(k) going,' \" says Neufeldt. \"And I think I lost maybe $50,000 when we had that crash.\"</p><p><strong>A Recovery That Left Some Behind</strong></p><p>If Neufeldt was the face of the unemployed worker six years ago, today he's the face of a recovery that left some people behind.</p><p>\"Ed is a survivor,\" says Larry Thompson, the long-time mayor of Nappanee, Ind., at the southern end of Elkhart County. \"You know, he was going to do whatever it took.\"</p><p>Thompson stood in abandoned RV factories and wondered if his community would ever come back. Now, thanks to an improved national economy and lower gas prices, the RV industry is booming again, and Elkhart County right along with it.</p><p>\"Whatever full employment is, we're close,\" says Thompson.</p><p>The mayor, who describes himself as a \"small-town Republican mayor,\" gladly competed to bring stimulus money to his county. The <a href=\"http://www.npr.org/2012/03/06/147255700/as-elkharts-electric-dreams-fizzle-rvs-come-back\" target=\"_blank\">so-called green jobs didn't last</a>, but the upgrades to the sewer plant made a lasting difference. Ultimately, he has mixed feelings about the Recovery Act.</p><p>\"But it gave us hope that if we just hang in there and work hard and all work together, this thing will come back,\" says Thompson.</p><p>It gave Neufeldt hope too. He believed in that guy he introduced in the high school gym, even though he never voted for him. But now Neufeldt gets upset when he thinks about how divided the country is.</p><p>\"If we go out somewhere, which is not very often, they'll say, 'oh did you know Ed introduced President Obama?' \" Neufeldt says he used to be kind of proud. \"Now I say 'shhh, don't tell anybody!' \"</p><p>This is the president's challenge: The economy is back, but it is far from perfect. And when you ask people in Elkhart County where the credit goes, they don't talk about President Obama or his policies — they talk about the free-enterprise system, and a community that stuck together.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Working+3+Jobs+In+A+Time+Of+Recovery&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tamara Keith","audio":[{"meta":{"duration":"378"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1378525683-96dc29.m3u?orgId=1&topicId=1017&e=377715976&d=378&ft=nprml&f=377715976"},{"href":"http://media.npr.org/assets/img/2015/01/19/ed-2cd50fbc6c2b11f29f6c4a96875bca0ce5f19255.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1827","width":"2437"}},{"href":"http://media.npr.org/assets/img/2015/01/19/84708673-1--452c3d2f0559807e2f594bee1ef5a41dc3727962.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1889","width":"2520"}}]}