{"created":"2014-09-05T03:18:44+00:00","modified":"2014-10-30T22:41:28+00:00","valid":{"from":"2014-10-30T22:41:28+00:00","to":"3014-10-30T22:41:28+00:00"},"hreflang":"en","title":"In 'The Chair,' Two Filmmakers Make Movies From The Same Script","published":"2014-09-05T03:18:00+00:00","teaser":"The new 10-episode reality show on Starz follows Anna Martemucci, a graduate of NYU film school, and Shane Dawson, who's been making YouTube videos for eight years. They compete for $250,000.","itags":["npr_api","345799912"],"guid":"0f734bb9-4ed0-4956-be7a-63c55f35928f","contentencoded":"<p>Here's where I stand on so-called reality TV. All those shows that are built around people misbehaving to get attention and claw for fame — in other words, all those <em>Real Housewives </em>shows, and every <em>Big Brother </em>and any show like it — I have absolutely no use for. The talent and competition shows — the real ones, like <em>American Idol </em>and <em>The Voice </em>and <em>So You Think You Can Dance </em>--<em> </em>I like a lot more, but after several seasons, the repetition of the format, and especially the emphasis on the judges rather than the contestants, usually wears me down.</p><p>But over the years, the reality TV shows I've stuck with the most are the ones where the true creative process is most in evidence. For example, I still enjoy watching Lifetime's <em>Project Runway, </em>the fashion-design competition, even though it's been around for 10 years now. Yes, the diva personalities are front and center, but at the end of each hour, there's a fashion show in which each designer gets to display what he or she can do — or <em>can't </em>do.</p><p>Maybe that's why I'm so intrigued by <em>The Chair, </em>the new Starz unscripted TV series — the first one from that particular network that's all <em>about </em>the creative process in action. It's a 10-part documentary series about the making of a new movie, but it's a competitive situation, with two different young directors trying to make their own distinct films from the same source material. And it's created by Chris Moore, who teamed with Ben Affleck and Matt Damon on <em>Project Greenlight </em>way back in 2001. That's the series that selected a young would-be filmmaker from a large group of applicants, and documented his efforts to make his first feature film. Affleck and Damon aren't around for <em>this </em>ride, but plenty of others are. The credits for <em>The Chair </em>identify 20 executive producers and producers, including actor Zachary Quinto, who plays Spock in the new <em>Star Trek </em>films. But it's Moore, right from the start, who's the real voice of <em>The Chair </em>and who explains at the outset what his series is trying to achieve.</p><p>\"<em>The Chair</em> concept really came out of <em>Good Will Hunting,</em>\" Moore says. \"Before we ended up with Gus Van Sant, who directed the movie, we worked with a couple of different directors — Mel Gibson was one, Michael Mann was one, and so I've always been fascinated by trying to set up a situation where you can actually see how two different directors would take the same material and turn it into two separate movies. What if you could really show that to people?\"</p><p><em>The Chair </em>does precisely that. It starts with the same script, a coming-of-age story, written by first-time screenwriter Dan Schoffer, about young friends from a small Pennsylvania town returning home for Thanksgiving midway through their first term at college. That script is handed to the two chosen directors, who, almost surely by design, couldn't be more different. One is Anna Martemucci, a graduate of New York University film school who has written and acted before, but never directed. The other is Shane Dawson, an Internet phenomenon who's been making YouTube videos almost daily for eight years — and whose young following numbers more than 10 million subscribers, more than many cable networks.</p><p>Both of them instantly set out to adapt the original script, but with very different approaches. Martemucci rewrites the dialogue almost completely, and keeps rewriting so she can delay flying to Pittsburgh and starting her duties as a director. Oh, and at almost every point, Martemucci's emotions are set on raw — even when she's in private, recording her thoughts in her own video diary.</p><p>Dawson, meanwhile, is the complete opposite. If he's suffering, it's from overconfidence. He takes the script and adds lots of risque jokes and sight gags — and he also adds himself.</p><p>The person who's capturing all this action and turmoil, as these two directors compete for the $250,000 prize and struggle to complete their respective movies, is Anthony Sacco, who followed and filmed the contestants on both <em>Project Greenlight </em>and the early years of <em>Project Runway. </em>He's very good at capturing his subjects off guard — and in <em>The Chair, </em>he even films them complaining about show creator Moore, when they've forgotten all about the cameras and microphones.</p><p>The first two episodes of <em>The Chair, </em>provided for preview, were lots of fun to watch, even though I didn't end up rooting for either of the fledgling filmmakers. Maybe you'll like one director more than the other — and, eventually, one film more than the other. Because when <em>The Chair </em>is over, Starz will premiere the two films that were made as a result.</p><p>I'll have to wait until I see them to render a verdict on the final product. But the filmmaker's journey in <em>The Chair </em>--<em> </em>that's a reality TV show I can actually, and heartily, endorse.</p><p><em>David Bianculli is founder and editor of the website </em><a href=\"http://www.tvworthwatching.com/\">TV Worth Watching</a><em>. He teaches TV and film history at Rowan University in New Jersey.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+%27The+Chair%2C%27+Two+Filmmakers+Make+Movies+From+The+Same+Script&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Bianculli","audio":[{"meta":{"duration":"442"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1345825566-4cae69.m3u?orgId=1&topicId=1138&ft=3&f=345799912"},{"href":"http://media.npr.org/assets/img/2014/09/04/anna-martemucci-director-of-hollidaysburg-12--d0c1f9557410f069d784d027954a3122b68f5e80.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1108","width":"1477"}},{"href":"http://media.npr.org/assets/img/2014/09/04/shane-dawson-director-of-not-cool-3-_custom-c3e04a1780da72a3057582fdff870f57dfd155ce.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1198","width":"1800"}},{"href":"http://media.npr.org/assets/img/2014/09/04/chris-moore-executive-producer-and-creator--33dd6c6367d09eb9cb7ab61d463b70c3aa815e6c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1198","width":"1598"}}]}