{"created":"2015-06-28T11:48:53+00:00","modified":"2015-07-01T15:59:22+00:00","valid":{"from":"2015-07-01T15:59:22+00:00","to":"3015-07-01T15:59:22+00:00"},"hreflang":"en","title":"Do Try This At Home: Hacking Ribs — In The Pressure Cooker","published":"2015-07-01T15:59:00+00:00","teaser":"Tender, smoky, fall-off-the-bone ribs can take three or four hours to make the traditional way. But Baltimore chef Shirlé Koslowski uses a pressure cooker to get all that flavor in only an hour.","itags":["npr_api","417461343"],"guid":"0f9223aa-2307-453f-8cfa-a70596ade10b","contentencoded":"<p><em>This summer, NPR is getting crafty in the kitchen. As part of </em>Weekend Edition<em>'s Do Try This At Home series, chefs are sharing their cleverest hacks and tips — taking expensive, exhausting or intimidating recipes and tweaking them to work in any home kitchen.</em></p><p><em>This week: Making delicious, fall-off-the-bone baby back ribs in only about an hour — with a surprising piece of kitchen equipment.</em></p><h3>The Chef</h3><p>Shirlé Koslowski lives in a funky Baltimore rowhouse that bears witness to her other career as the bassist in a succession of indie bands. (You can see her rocking out with Free Electric State <a href=\"https://youtu.be/u6tImE9irIM\">here</a>.) But she's also the owner of Four Corners Cuisine, a personal chef and catering service. And that means she has to make tasty food, fast.</p><h3>The Hard Way</h3><p>Normally, ribs have to cook for three or four hours, low and slow in the oven or on the grill (or both, depending on how elaborate your recipe is). Whichever method you go with, it's a long, hot, tiring process.</p><h3>The Hack</h3><p>\"I am going to show you guys how to make barbecued [ribs] in about 30 to 45 minutes in a pressure cooker,\" Koslowski says. \"And it tastes exactly like you would have done in the oven, low and slow, you know.\"</p><p>Let's be clear: We're not talking a Crock-Pot, we're talking about a pressure cooker. You can use a basic stovetop model, but Koslowski has a fancy electric one that looks like it might be related to R2-D2.</p><p>You need a rack of baby back ribs, some barbecue seasoning, half a cup of any kind of liquid — water or stock — and some barbecue sauce. You can use any kind of barbecue seasoning and sauce you like, though Koslowski makes her own. You'll also need a baking sheet, some tin foil, tongs and a pastry brush. And, of course, you'll need a pressure cooker.</p><p>1. Chop the rack of ribs into four pieces and rub them with your seasoning. Pat it down into into every little nook and cranny.</p><p>2. Place the ribs in the pressure cooker, arranged in a fan or teepee shape so that they'll fit and steam equally.</p><p>3. Add 1/2 cup of water or stock (Koslowski uses homemade pork stock, but you can also use beef broth) and 1/2 tablepoon liquid smoke to give the meat a proper barbecued flavor.</p><p>4. Lock the lid down and set the cooking time to 30 minutes. (If you're using a stovetop pressure cooker, follow the manufacturer's directions).</p><p>5. While the ribs are cooking, make the barbecue sauce — or if you're using bottled sauce, kick back and have a beer.</p><p>6. Preheat the oven to 450 degrees.</p><p>7. When the 30 minutes are up, release the pressure on your cooker, unlock the lid and use the tongs to arrange the ribs on the foil-lined baking sheet.</p><p>8. Brush the ribs with the sauce and bake for 8-10 minutes on each side, turning once, until the sauce is burnt and sticky.</p><h3>The Plate</h3><p>Koslowski says these ribs would go well with a homemade potato salad. \"Little new potatoes,\" she says, \"cut them in half, roast them up with herbs on them, like thyme, maybe some sage, salt and pepper, oil.\" A little mayonnaise, some diced fresh vegetables and parsley, \"I think that sounds really good to me,\" she says.</p><p>And the most important thing: No matter how good the ribs look, wait five minutes after you take them out of the oven before sampling the results, so you don't burn your mouth!</p><h3>The Recipes</h3><p>This technique will work with just about any combination of flavors (as long as you remember that crucial half-cup of liquid in the pressure cooker), but here's Koslowski's version:</p><p><strong>For the ribs</strong></p><p>One rack of baby back ribs, three to four pounds<br />1/2 cup beef broth (or other liquid)<br />1/2 tablespoon liquid smoke — Koslowski prefers mesquite flavor<br />Barbecue seasoning to rub on the ribs before cooking</p><p><strong>For the sauce</strong></p><p>1/2 cup chopped onion<br />3 tablespoons water<br />olive or canola oil<br />3 cups ketchup<br />1/2 cup brown sugar<br />4 cloves garlic, minced<br />2 tablespoons apple cider vinegar<br />1 tablespoons tomato paste<br />1 tablespoons Worcestershire sauce<br />1 tablespoons smoked paprika<br />1 teaspoon dry mustard<br />1/2 teaspoon cayenne (optional)<br />1 teaspoon ground pepper</p><p>Blend onion and water into a puree. Heat a three-quart sauce pan over medium heat. Add oil to coat pan.</p><p>When the pan is hot, add the onion puree. Reduce heat to medium low and simmer until the onion is golden and the water is almost gone.</p><p>Add the rest of the ingredients. Stir and cook for about 20 minutes until thick. Remove from heat to cool.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Do+Try+This+At+Home%3A+Hacking+Ribs+%E2%80%94+In+The+Pressure+Cooker&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Petra Mayer","audio":[{"meta":{"duration":"276"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1418262005-63440d.m3u?orgId=1&topicId=1053&aggIds=417472418&d=276&p=10&story=417461343&t=progseg&e=418261951&seg=9&ft=nprml&f=417461343"},{"href":"http://media.npr.org/assets/img/2015/06/25/pressurecooker_wde-1-f22054bcbc943881a46a0a5a9eb59dbdcf386488.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1794","width":"2392"}},{"href":"http://media.npr.org/assets/img/2015/06/26/2015-06-05_pressure-cooker_thompson_0084-edit-f1f53efb923eaf2ca58f9da87a568982acc74715.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/06/26/2015-06-05_pressure-cooker_thompson_0025-edit-8f9c420a7ebfd1b6caabd80ea70f31586b84ac25.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/06/26/2015-06-05_pressure-cooker_thompson_0032-edit-6c946d8fc60dcb2c0002ea94e74c0145a821b8f8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/06/26/2015-06-05_pressure-cooker_thompson_0206-edit-dd4bf9f1e1d22658a3687a41c0ab1a0863528022.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}