{"created":"2014-12-26T21:26:27+00:00","modified":"2015-01-31T18:23:20+00:00","valid":{"from":"2015-01-31T18:23:20+00:00","to":"3015-01-31T18:23:20+00:00"},"hreflang":"en","title":"Joyce Carol Oates Wades Into Troubled Waters With 'The Sacrifice'","published":"2015-01-31T18:23:00+00:00","teaser":"Based on the real-life story of Tawana Brawley (and Al Sharpton), <em>The Sacrifice</em> depicts the fractures in a fictional New Jersey town after a young black girl accuses white cops of assaulting her.","itags":["npr_api","373303803"],"guid":"0fc32ace-4cdb-4c69-b85e-b000ab87a93f","contentencoded":"<p>With great energy and a cold eye for contemporary American race relations, here comes Joyce Carol Oates with a new novel that shows off her muck-raking credentials. <em>The Sacrifice </em>faces squarely an incident that took place in upstate New York nearly thirty years ago in which a young black girl named Tawana Brawley claimed that a group of white males, mostly police officers, kidnapped her and gang-raped her over a number of days.</p><p>A young minister named Al Sharpton got his first taste of national attention defending Brawley. But then a grand jury determined her claims had been a hoax; both she and Sharpton were slapped with a libel suit.</p><p>Oates sets her version of the story in the fictional town of Pascayne (read Passaic) in north Jersey, and the opening scenes throw us into a search by distraught mother Ednetta Frye for her missing daughter Sybilla. The fourteen year old girl's been missing for a couple of days and nights.</p><p>A resident of Pascayne's black section finds the girl in an abandoned factory near the \"poisoned\" river that flows through the city. Sybilla's covered with racial graffiti and excrement, tied up and hungry, and allegedly the victim of a gang-rape by a number of white cops. The Sharpton-like character, the Rev. Marus C. Mudrick (and his twin brother Byron, an attorney) enter about half-way through the book, and turn an unfortunately ambiguous — and for some people a still not entirely resolved — case into a full-blown violent racist fairy-tale.</p><p>Mudrick refers to himself in the third person, and presumes a great deal more than meets the eye. For example, when his less than rabidly anti-white brother Byron challenges his actions in the Frye case, Mudrick declares, \"You don't understand, Brother. I am the peoples' leader. They look to me for hope, and I give them hope. 'The Crusade for Justice for Sybilla Frye' is but one chapter in the epic of Marus Mudrick's life.\"</p><p>It's not the only chapter in Oates' rendering of this outrageous and daring story. She includes Ednetta's live-in boyfriend Anis Schutt, a man who lives on the edge, trying to suppress his own murderous rage at the police. And Ines Iglesias, a Latina detective who's struggling to make her weight on the Pascayne police force, whose commander inserts her into the rape investigation in order to humiliate her. Assailed by both sides, Ines wonders if she's going to become the \"sacrifice\" to public opinion, \"the detective burdened with an impossible case and (unspoken) task of exonerating the Pascayne PD.\"</p><p>And there's a gentle and confused beat cop who ends up taking his own life; Sybilla's family, friends, and neighbors, a range of people from school teachers to gun-toters, some of whom want to help her, some who remain confused. In the middle of all this is Sybilla herself, stand-offish, fragile, off-putting, and entirely an enigma.</p><p>The novelist herself looks with eyes wide open on the terrors and torpor of inner-city life, sympathetically embracing almost every character she introduces, except perhaps when she focuses a bright light on the actions of the deceitful huckster Mudrick and his troubled brother, the former rather Dickensian in his hunger for public acclaim and power.</p><p>As you can tell, Oates barges her way into territory not many American writers — and certainly not very many white writers — have dared to tread. Some readers may find this material offensive, especially those already disgusted by some of Oates' <a href=\"http://gawker.com/an-open-letter-to-joyce-carol-oates-delete-your-twitte-1575788660\">comments about race on Twitter</a>. In the eyes of her detractors, this is a writer who's been tone-deaf on the subject before, who might now seem to be blundering about in a larger medium, undoubtedly doing more harm than good.</p><p>I say the reverse is true. A tweet is the simplest of written forms; limited to 140 characters, even the most complex writer can say something that sounds downright silly. A novel serves as one of the most complex creations of language; contradictions bring a book to life rather than pull it down. Put into the context of our national trauma on police and unarmed victims — this raw and earnest work of fiction offers a mix of fiery drama and the cold bone truths of race as we all live it today.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Joyce+Carol+Oates+Wades+Into+Troubled+Waters+With+%27The+Sacrifice%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alan Cheuse","audio":[{"meta":{"duration":"115"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1373303804-f2e66a.m3u?orgId=1&topicId=1034&e=373303803&d=115&ft=nprml&f=373303803"},{"href":"http://media.npr.org/assets/img/2015/01/28/oates-efbfdc59ff7d700609eb98832d69ebeec4905277.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"489","width":"652"}}]}