{"created":"2014-09-02T17:05:12+00:00","modified":"2014-10-31T00:55:39+00:00","valid":{"from":"2014-10-31T00:55:39+00:00","to":"3014-10-31T00:55:39+00:00"},"hreflang":"en","title":"Using A 3-D Version Of Rodin's Hands To Understand Anatomy","published":"2014-06-24T00:07:00+00:00","teaser":"Dr. James Chang of Stanford University uses hands sculpted by Rodin, together with 3-D technology, to create an experience of augmented reality for his students and surgery trainees.","itags":["npr_api","324875587"],"guid":"0fc5dee9-ec52-438c-a8f0-d4fcb3100966","contentencoded":"<p>Auguste Rodin is known for his realistic, unflinching depiction of the human form. Some of the French sculptor's work even shows the ravages of disease and disfigurement. A Stanford University professor and surgeon who noticed these realistic details was inspired to <a href=\"https://museum.stanford.edu/news_room/Rodins-hands.html\">incorporate Rodin into his teaching</a> using a curriculum that combines Rodin's sculpture with medical science and computer technology.</p><p>Dr. James Chang first noticed certain details of Rodin's sculptures when he was a medical resident at Stanford studying hand surgery. He used to relax on the grass at the sculpture garden of the school's <a href=\"http://museum.stanford.edu/view/rodin.html\">Cantor Arts Center</a>. \"The more I looked at the Rodin sculptures ... and I focused on the hands, and if you look at each hand ... they're exactly like the actual medical conditions I was treating.\"</p><p>The works include some of Rodin's most famous pieces, like the <a href=\"http://museum.stanford.edu/view/rodin_burghers.html\">Burghers of Calais</a>, a group of defeated noblemen. Chang noticed that one of the Burghers had fused fingers. \"We have children with Apert syndrome that have a similar fusion of the fingers and an open thumb, and we release the fingers to put [them] into a more natural condition,\" he says.</p><p>When he finished his residency in 1998, Chang joined the Stanford faculty in plastic surgery, and he decided to consult an expert on Rodin. He went to Bernard Barryte, the curator of European art at the Cantor. Barryte says what made Rodin a revolutionary artist is that he broke from the classical traditions of idealizing the human form.</p><p>\"He wants to render it warts and all,\" Barryte says. \"So if a hand is the result of an accident, that sort of enhances and enriches its meaning for him, and he uses that to render figures much more expressive and much more powerful.\"</p><p>Barryte says that as a student, Rodin also liked to visit the Musée Dupuytren in Paris, a museum filled with pictures of diseases and human deformities.</p><p>Initially, Chang used Rodin in his classes by having his students diagnose what they saw. He says Rodin was kind of a gateway for his students to gain an appreciation of the importance of the hand.</p><p>\"So many patients come and tell me, 'Oh, I wish I could do this, or I'd love doing this with my hands,' and I want the hand surgery trainee to understand that a patient's emotions are very much tied into their hands,\" Chang says. \"And that's what Rodin does in his art. He expresses lots of emotions from his hands.\"</p><p>But a couple of years ago Chang had another idea. He consulted with <a href=\"http://med.stanford.edu/anatomy/\">Stanford's Division of Clinical Anatomy</a>, where researchers have been creating a library of 3-D scans of human bodies with various diseases. Chang gave them CT scans of his patients who had the same conditions Rodin had sculpted. \"And they would superimpose my patients' own CT scans into the hands,\" he says. \"And now I'm able to show the anatomy in three dimensions underneath or inside Rodin's hands.\"</p><p>Exactly how this is done can be seen now at Stanford's Cantor Arts Center. Chris Crowe, a medical student who works in Chang's lab, moves the camera lens of an iPad around a display with one of Rodin's hands. From every angle, the iPad shows what would actually be underneath the skin. One of the hands has a lump near the wrist.</p><p>\"When you look at just the sculpture we see the cyst, and we don't know where really the cyst is sitting in relation to other structures,\" Crowe says. \"So using the CT of a real patient you can see that the cyst lies very close to an artery.\"</p><p>Crowe says for aspiring surgeons like himself, seeing the cyst in three dimensions actually helps him understand how to make choices about surgery. \"Generally speaking, these cysts lie under arteries and makes it a difficult thing, and that might not be appreciated until you see the CT showing the artery running over the cyst.\"</p><p>Although this has largely been a project about teaching, it's gotten many of the participants imagining further uses for the technology. Matt Hasel is the project manager at the division of anatomy who has been thinking with his colleagues about ways to use this on real patients.</p><p>\"We would take your scan data, drop it in on the iPad,\" he says, \"and actually a doctor could sit with you and demonstrate what's going on in your own anatomy.\" For example, if you had a broken hand you could see the fracture and all the anatomy around it.</p><p>Hasel says there is still a lot of work to do before researchers could make this happen with a live human being, but he says this project has inspired them to find a way to make the technology work in the doctor's office or in the operating room.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Using+A+3-D+Version+Of+Rodin%27s+Hands+To+Understand+Anatomy&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Laura Sydell","audio":[{"meta":{"duration":"266"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1324906611-2bc6f9.m3u?orgId=1&topicId=1019&ft=3&f=324875587"},{"href":"http://media.npr.org/assets/img/2014/06/23/3_d_image_four_hands_in_row-7afa008ff64356e39bb1c74a0472a723e9013402.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"927","width":"1238"}},{"href":"http://media.npr.org/assets/img/2014/06/23/sculpture_1974.49_large_clenched_hand-4150939796f0b46d77710ddbbe4f8410be8d5149.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1638","width":"2184"}}]}