{"created":"2015-05-05T18:30:47+00:00","modified":"2015-06-03T15:00:59+00:00","valid":{"from":"2015-06-03T15:00:59+00:00","to":"3015-06-03T15:00:59+00:00"},"hreflang":"en","title":"All Songs: Nine Creative Musicians You Should Know","published":"2015-05-08T19:40:00+00:00","teaser":"All of the songs on this week's show grapple with the alchemy of creation.","itags":["npr_api","404430265"],"guid":"0fccb74f-452d-4284-a82e-e0c30a05f4a7","contentencoded":"<p>This week on <em>All Songs Considered,</em> we<em> </em>grapple with the alchemy of creation — the myriad ways a musician gets from blank page and empty studio to a full sound and lyrics that ring true. We were inspired in part by a show Bob saw recently by Magnetic Fields front man Stephin Merritt, where he performed 26 songs, each based on a letter of the alphabet. (Merritt, whose projects are often governed by external limitations, claims that his best-known project, 1999's monumental triple album <em>69 Love Songs</em>, took him only a year to write.)</p><p>The seven songs on the show (one is a collaboration between a drummer and a pair of remixers) follow on that theme: Each posits a means of making magic out of circumstance. For one group, the key was stripping away ambition and returning to a single voice. For others, sparse hometowns, the ghosts of previous albums and mysterious romantic entanglements provided the spark needed to reach forward into the dark and, as sung by Jeen on \"Everywhere I Go,\" burn it bright.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=All+Songs%3A+Nine+Creative+Musicians+You+Should+Know&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Robin Hilton","audio":[{"meta":{"duration":"3244"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1404441434-59f657.m3u?orgId=1&topicId=1039&d=3244&story=404430265&ft=nprml&f=404430265"},{"href":"http://media.npr.org/assets/img/2015/05/05/collage20150505-37980be7b4ce8e251190c030a05b8ed17d3b2428.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"750","width":"1000"}}]}