{"created":"2015-03-06T10:03:35+00:00","modified":"2015-05-09T16:13:16+00:00","valid":{"from":"2015-05-09T16:13:16+00:00","to":"3015-05-09T16:13:16+00:00"},"hreflang":"en","title":"As Workers' Comp Varies From State To State, Workers Pay The Price","published":"2015-03-23T18:37:00+00:00","teaser":"Injured workers dependent on workers' compensation face eroding benefits. We go to Alabama and Georgia, where the value of an amputated arm can vary by $700,000, depending on which state you live in.","itags":["npr_api","391149235"],"guid":"0fcfa495-a688-483f-b8be-783ccc3733c9","contentencoded":"<p>At the time of their accidents, Jeremy Lewis was 27, Josh Potter 25.</p><p>The men lived within 75 miles of each other. Both were married with two children about the same age. Both even had tattoos of their children's names.</p><p>Their injuries, suffered on the job at Southern industrial plants, were remarkably similar, too. Each man lost a portion of his left arm in a machinery accident.</p><p>After that, though, their paths couldn't have diverged more sharply: Lewis received $45,000 in workers' compensation for the loss of his arm. Potter was awarded benefits that could surpass $740,000 over his lifetime.</p><p>The reason: Lewis lived and worked in Alabama, which has the nation's lowest workers' comp benefits for amputations. Potter had the comparative good fortune of losing his arm across the border in Georgia, which is far more generous when it comes to such catastrophic injuries.</p><p>This disparity grimly illustrates the geographic lottery that governs compensation for workplace injuries in America. Congress allows each state to determine its own benefits, with no federal minimums, so workers who live across state lines from each other can experience entirely different outcomes for identical injuries.</p><p>Nearly every state has what's known as a \"schedule of benefits\" that divides up the body like an Angus beef chart.</p><p>Workers are awarded a portion of their wages up to the state maximum for the specified number of weeks assigned to each body part. But depending on those numbers, the final amounts can vary widely.</p><p>The loss of an arm, for example, is worth up to $48,840 in Alabama, $193,950 in Ohio and $439,858 in Illinois. The big toe ranges from $6,090 in California to $90,401.88 in Oregon. Some states even put a value on the loss of a testicle.</p><p>While these benefit tables are just one part of a larger workers' comp system, they provide a vivid picture of the wildly divergent, sometimes nonsensical patchwork of laws that enrages employers and employees alike.</p><p>\"What's the difference? You lose your leg, it don't matter where you lose it,\" said Eric Bennett, whose insurer says he's only entitled to the Alabama max of $44,000 for the leg he lost at a fertilizer mill. \"It should be the same. A leg is a leg.\"</p><p>The calculus of such losses can be dehumanizing. One worker at a Jasper, Ala., sawmill lost her thumb and every finger save her pinkie when her hand was dragged through the rusty gears of a scrap wood conveyor. But instead of paying the larger sum for her entire hand, the mill's insurer has offered her only the benefits for each individual finger.</p><p>Given their profound impact on people's lives, how much compensation workers get for traumatic injuries seems like it would be the product of years of study, combining medical wisdom and economic analysis. But in reality, the amounts are often the result of political expediency, sometimes based on bargains struck decades ago.</p><p>Such decisions are part of greater rollback in protections for injured workers nationwide. Over the past decade, a ProPublica and NPR investigation found, state after state has slashed workers' comp benefits, driven by calls from employers and insurers to lower costs.</p><p>In fact, employers are now paying the lowest rates for workers' comp than at any time since the 1970s. Nonetheless, dozens of legislatures have changed their workers' comp laws, often citing the need to compete with neighboring states and be more attractive to business.</p><p>The changes have forced injured workers' families and taxpayers \"to subsidize the vast majority of the lost income and medical care costs generated by these conditions,\" the Occupational Safety and Health Administration said in a <a href=\"http://www.dol.gov/osha/report/20150304-inequality.pdf\">report</a> issued Wednesday that echoed several of ProPublica and NPR's findings.</p><p>Alabama's amputation benefit, long among the nation's stingiest, sent Lewis into just the kind of downward spiral workers' comp was intended to prevent.</p><p>\"I mean, I done lost everything I owned,\" said Lewis. \"I lost my house, three brand new vehicles. There wasn't no way that that amount of money was going to replace what I'd lost.\"</p><p>After foreclosure, Lewis and his family moved from their three-bedroom stucco home in a new development in Albertville to a rundown singlewide trailer on the outskirts of town.</p><p>On the other side of the Alabama-Georgia border, Potter has been able to maintain some semblance of his former life.</p><p>The Georgia maximum for a lost arm is $118,125, more than double that of Alabama. More importantly, workers who lose a limb in Georgia are entitled to two-thirds of their wages until they return to work or, if they can't, for as long as they live.</p><p>While Potter's hardly getting rich off workers' comp, the $285 a week he receives has prevented his family from going under.</p><p>\"I'm lucky,\" he said, upon hearing what happened to Lewis. \"As of right now, we've lost one vehicle and one's falling apart. But we're making it work. I can't imagine if I had to go through what he has went through.\"</p><p><strong>Origin In Hammurabi's Code</strong></p><p>The idea of assigning a value to the loss of a body part dates back to Mesopotamia. Around 2100 B.C., King Ur-Nammu of Ur decreed that a man should pay a certain amount of silver for causing the loss of a foot (10 shekels) or a smashed limb (one mina).</p><p>The same concepts run through the better-known Code of Hammurabi and on throughout history.</p><p>When the first workers' comp laws were adopted in America in the early 1900s, legislators inserted similar language as a way of bringing some uniformity to the uniquely harrowing circumstances of individual injuries.</p><p>Typically, under workers' comp, employers are required to buy insurance that covers medical bills and part of workers' wages until they're able to return to work, a benefit called \"temporary total disability.\" For the most severe injuries, after which people can no longer work, the insurance covers ongoing lost wages under a benefit called \"permanent total disability.\"</p><p>In between is a large gray area known as \"permanent partial disability,\" where workers are deemed able to work in some capacity but have suffered serious injuries that will affect them for the rest of their lives.</p><p>Outside of medical costs, permanent partial disability is the most expensive and therefore most controversial part of workers' comp. Nearly 40 percent of injured workers with lost-time claims receive \"permanent partial\" benefits, according to the National Academy of Social Insurance, a nonpartisan organization that studies programs such as Social Security, unemployment insurance and workers' comp.</p><p>The benefits are meant to compensate workers for their loss of function as well as for future lost wages, but economists have found they don't come close, falling short even in states far more generous than Alabama.</p><p>A 2004 study by the W.E. Upjohn Institute for Employment Research in Kalamazoo, Mich., noted that 10 years after their injuries, workers awarded permanent partial benefits had lost about 55 percent to 70 percent of their earnings.</p><p>In part, this reflects that many workers who receive benefits for partial disabilities under workers' comp never return to work. Some, like Lewis, are eventually deemed permanently disabled by the Social Security Administration and receive monthly checks from the federal government.</p><p><strong>A Bargaining Chip</strong></p><p>One of the things that makes Alabama's approach to permanent partial disability benefits so perplexing is that almost everyone seems to agree that it's unfair.</p><p>The amount of lost wages covered — capped at $220 a week — was set by the Legislature in 1985. But unlike other parts of Alabama's workers' comp law, it was never tied to inflation.</p><p>The amount is now the lowest in the country. Providing just $11,440 a year, it is below the poverty line for a single person and not even half the poverty line for a family of four. And benefits for arm amputations, for example, end after four years.</p><p>\"I think it's ridiculous,\" said Sister Lynn McKenzie, a Catholic nun who used to be a workers' comp attorney and state mediator. \"There's no way you can feed a family on that, much less have a roof over your head.\"</p><p>Even the head of the Alabama Defense Lawyers Association, a group that typically represents big employers and insurance companies, agrees.</p><p>\"It's an injustice what they're doing,\" said Dudley Motlow. \"It's just too low. How much money do you have to make to be considered poor folks in this country?\"</p><p>Until the past decade, lawyers for injured workers used various loopholes to get courts to consider extenuating circumstances and obtain higher benefits. But since 2002, the Alabama Supreme Court and the Court of Civil Appeals have made it increasingly difficult for workers with traumatic limb injuries to get anything more than what's outlined in the schedule of benefits.</p><p>Judges in many states can take into account a worker's age or education when determining compensation for such injuries. Not in Alabama. There, a worker with a crushed hand who has only done manual labor his entire life — and may be permanently out of work — receives no more compensation than a worker whose hand is less important to his job.</p><p>\"What you're doing is saying, 'We don't give a damn if you're a brain surgeon or a hobo on the side of the railroad tracks — you're going to get the same amount of money,' \" Motlow said.</p><p>Some Alabama judges have decried the state's paltry remedy for life-altering injuries, even as they've acknowledged there's little they can do about it.</p><p>\"The trial courts of Alabama see these workers leave our courtrooms week after week, without the ability to support themselves or their families, because of their on-the-job permanent injuries,\" wrote Judge J. Scott Vowell of the Jefferson County Circuit Court in Birmingham in a lengthy 2008 ruling. \"They leave our courthouses with relatively small 'lump sum' checks in their pockets and after that is spent for their necessities, who knows or cares what becomes of them?\"</p><p>Vowell called the $220 cap \"manifestly inadequate,\" but said it was up to legislators, not courts, to fix it, though he noted that injured workers \"have no effective lobbying group to speak for them.\"</p><p>\"Perhaps,\" he wrote, \"if the public were made aware of the unfairness of the present system, reform could be accomplished.\"</p><p>But Vowell's call has gone unheeded by Democratic and Republican political leaders alike.</p><p>Attempts to raise the cap have been met with demands from the business community to reduce benefits elsewhere. Employers complain that Alabama's workers' comp system covers certain medical costs more generously than other states and guarantees lifetime benefits to workers deemed permanently and totally disabled even if they live to 100.</p><p>Lifetime benefits remain the norm in the vast majority of the country, but several states, including Florida and North Carolina, have passed laws in recent years cutting off workers' comp benefits at or near retirement age. Others, such as Mississippi, have long limited permanently disabled workers to no more than nine years of benefits.</p><p>\"I could give you a list of some other things that in Alabama are unfair to the employer,\" said Charles Carr, whose firm Carr Allison represents Wal-Mart, Tyson Foods and Liberty Mutual Insurance, among others. \"I say that what we should do is we should fix both sides of those inequities.\"</p><p>Carr contends that increasing one workers' comp benefit without addressing others would make doing business in Alabama more expensive than in other states in the Southeast.</p><p>\"This state has got to remain competitive,\" said Carr, who is also executive director of the Alabama Self-Insurers Association, a group of companies large enough to pay their own claims without buying policies from insurance companies. \"We're not going to be able to attract industry if our overall workers' compensation costs are out of control.\"</p><p>Currently, Alabama's average premium costs rank in the middle of the pack, workers' comp data shows. Arkansas and Mississippi are cheaper, while Louisiana and South Carolina are more expensive. Georgia's rate is about the same.</p><p>The only way to fix the problem, Carr said, is to get all the special interest groups to stop fighting. He called on Alabama Gov. Robert Bentley to form a \"blue-ribbon\" committee made up of representatives for workers, employers and the medical community to come up with a compromise.</p><p>But McKenzie said the notion that injured workers should have to give something up to raise the $220 cap is \"fixing it on the backs of those who are hurt the most.\"</p><p>\"That's what I think is morally wrong.\"</p><p><strong>A Tale Of Two Arms</strong></p><p>The aroma of fried chicken drifts from the Pilgrim's Pride poultry plant on the shores of Lake Guntersville. Day and night, trucks rumble in and out of the front gates through white wisps of smoke that emanate from the plant.</p><p>Lewis got his start there in 1999, when it was still owned by Gold Kist, following the path of his mother, who worked there as a meat grader for 32 years.</p><p>\"If you weren't working there, you pretty much weren't making any money,\" Lewis said, referring to the region's limited job opportunities.</p><p>Before his injury, Lewis earned an average of $870 a week including overtime. His wife also worked at the plant, and their combined income supported a middle-class home and life for them and their two children.</p><p>Lewis worked at the feed mill next to the processing plant, loading trucks with chicken feed for the company's various poultry farms nearby. Corn and soybeans would pour out of the towering concrete silos through a downspout and run along a conveyor, known as a chain auger, to be made into feed.</p><p>One of Lewis' main jobs was to make sure the corn and soybeans didn't clog the spout and stop production. When that happened, Lewis had to use a long metal rod to try to unjam it.</p><p>The day after Thanksgiving in 2006, Lewis was at the tail end of a 20-hour day that started at 3 a.m. and kept going when another worker called in sick. He'd been jabbing at a clog for about 25 minutes around 10:30 p.m., he said, when he decided to do what he and others usually did when clogs were really tough: He climbed up on the chain augers to get a better angle.</p><p>But this time, he said, one of the metal covers on the auger hadn't been bolted down. His boot slipped, and Lewis fell hands first into the auger.</p><p>He hung there about 4 to 5 feet off the ground, he said, until the auger tore his left arm off and he came crashing down in the mud.</p><p>The emergency medical technician told him that he would likely bleed to death before they reached the hospital. Lewis survived, but his arm had to be amputated, first below his elbow and later 2 inches above due to infections.</p><p>At first, Gold Kist refused to pay workers' comp, claiming that methamphetamine use caused the accident. Lewis denied the accusation and a judge quickly dismissed the company's argument, saying it had failed to present enough evidence to even bring the allegation to trial.</p><p>Lewis was awarded temporary wage-replacement benefits while he was out of work and coverage for two prosthetic arms — a standard one with a metal hook and an advanced one with an electronic hand that could be controlled with the remaining muscles in his amputated arm.</p><p>After nearly a year of recovery, Lewis' doctors said his condition had stabilized, and he went back to work in a light-duty job. The assignment didn't last long, though, and Lewis soon found himself back out at the feed mill.</p><p>Meanwhile, the dispute over the permanent partial disability benefits to compensate him for the loss of his arm dragged on. Gold Kist was acquired by Pilgrim's Pride, which filed for bankruptcy a couple of years later. Pilgrim's Pride then sold a majority stake to a Brazilian meat company as part of its plan to exit bankruptcy. This delayed Lewis' case.</p><p>Pilgrim's Pride did not respond to numerous requests for comment, and the attorney who handled the claim for the company said he couldn't discuss it without his client's permission.</p><p>Back at the feed mill, Lewis said, he did a series of jobs with one arm — pulling ropes, climbing ladders and turning a heavy wheel to control the flow of chicken feed. One day in March 2009, Lewis lost control of this wheel and the force tore the rotator cuff in his right shoulder.</p><p>Lewis filed a second workers' comp claim for the new injury, even as he awaited payment for his first.</p><p>Finally, in March 2013 — 6 1/2 years after his injury — the claim for his arm was settled. A doctor determined he had lost 95 percent of his arm, which under the law is worth 211 weeks of pay at $220 per week, or $46,420. Tired of waiting, Lewis decided to take the money upfront and agreed to a lump sum payment of $45,000. Minus attorney's fees and costs, he was left with roughly $33,500, about nine months' salary.</p><p>Five months later, the company settled the claim for his torn rotator cuff. Though that injury was far less significant, Alabama considers injuries to the shoulder as affecting the body as a whole. That meant Lewis could get out of the draconian benefit schedule and obtain higher compensation under a different part of the law. His settlement: $47,500.</p><p>\"It blowed my mind,\" said Lewis, now 35. \"I mean, I got awarded more for a rotator cuff than I did losing a whole arm. It's messed up.\"</p><p>Lewis and his family now survive on his wife's wages at Wal-Mart and his monthly Social Security disability check.</p><p><strong>'Complete And Total Garbage'</strong></p><p>About a month after Lewis' case settled, fewer than 15 miles over the state line in the northwest Georgia town of LaFayette, Josh Potter was working at Unique Fabricating, an automotive supplier that made sound buffers and other insulation materials for the throng of foreign automakers that had come to the South.</p><p>Potter operated a die press, boxing up the parts it stamped out and pulling off the waste material. He was standing on a platform with a mat on it when he lost his balance and fell face-first.</p><p>Instinctively, Potter put out his hands to catch his fall.</p><p>\"I didn't even realize my hand had went under the head of the machine,\" he said.</p><p>The machine crushed his hand. There was nothing doctors could do but amputate it.</p><p>\"It was like dust,\" Potter said. \"There was no fixing the bone.\"</p><p>Unique Fabricating declined to comment; its insurer is paying Potter's claim.</p><p>Like Lewis, Potter was fitted with two prosthetics — a standard one with a hook and an advanced electronic one with a movable hand that makes him look sort of like Robocop.</p><p>While Georgia has cut benefits to less seriously disabled workers, it has created a designation called \"catastrophic\" for amputees like Potter and others who suffer devastating injuries. The state ensures these workers aren't left without any income.</p><p>Before his injury, Potter was earning between $400 and $500 a week — about half of what Lewis was making. He and his family lived with his wife's father, who was ill. They had plans to build a house on the property one day.</p><p>The accident caused them to shelve those plans for now and readjust their finances. With workers' comp, they're still able to cover their half of the mortgage and pay their bills. But with less money coming in, Potter's wife can't afford to miss a day at her convenience store job. And they can't go on family outings to the zoo or amusement park anymore.</p><p>\"It might just be $60 to $80,\" Potter said. \"But that's a big thing for someone who's low-income already. I'm not rich, but I don't feel like I'm poor.\"<strong></strong></p><p>After hearing what Lewis received in Alabama, Potter said, \"I'm thankful for what I've got now.</p><p>\"I mean, he lost a part of his life for a company, and they're not even going to make it where he can live maybe not comfortably, but decent,\" he said. \"To me, that's complete and total garbage.\"</p><p><em>ProPublica researchers Cynthia Cotts and Abbie Nehring contributed to this report.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=As+Workers%27+Comp+Varies+From+State+To+State%2C+Workers+Pay+The+Price&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Michael Grabell, ProPublica","audio":[{"meta":{"duration":"422"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1391149236-cb5025.m3u?orgId=1&topicId=1150&aggIds=394891172&d=422&p=3&story=391149235&t=progseg&e=391149186&seg=4&ft=nprml&f=391149235"},{"href":"http://media.npr.org/assets/img/2015/03/06/lewis_1207edit-f35fb4fd801e4dc50583a7bf7abe971ae2f0b1c1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1888","width":"2518"}},{"href":"http://media.npr.org/assets/img/2015/03/06/potter_2680-ddb81e197f5e336a6c10ac4d1d65b096946180d8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2664","width":"3552"}},{"href":"http://media.npr.org/assets/img/2015/03/06/lewis_1131edit-95159d80e6f557e5efa5e703370caa60f058fe2d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}