{"created":"2015-04-09T20:30:25+00:00","modified":"2015-05-22T23:56:59+00:00","valid":{"from":"2015-05-22T23:56:59+00:00","to":"3015-05-22T23:56:59+00:00"},"hreflang":"en","title":"'Timid Son' Celebrates Mambas And Manly Men","published":"2015-04-27T01:21:00+00:00","teaser":"Kent Russell's collection of autobiographical short stories explores the extremes of masculinity — like a man who's developing an immunity to snake venom by letting cobras and black mambas bite him.","itags":["npr_api","398513754"],"guid":"0fd4619b-07c0-4bb5-adc2-44fcb8717028","contentencoded":"<p>The cover of Kent Russell's new book is a full-length photo of the 29-year-old author. He's wearing a gray T-shirt, rumpled black jeans. He's looking sideways, with a hangdog look on his face.</p><p>And around his neck is a sandwich board that reads, \"I am sorry to think I have raised a timid son.\"</p><p>That's the title of Russell's book — it's a collection of essays exploring the fringes of masculinity, as well as his own relationship with his father. Russell tells NPR's Melissa Block that the title comes from something Daniel Boone is said to have told his own son.</p><p>\"I came across a story of Daniel Boone speaking to his one son, Israel, saying, 'I heard the military company beating up for volunteers, but I didn't hear your name called among them. I'm sorry to think that I have raised a timid son,' \" Russell says. \"And of course, Israel signs up to go fight in this battle and immediately dies. And Daniel Boone has to bury him in a mass grave. But, yeah, there's something about that kind of imploration that really, really resonated with me when I was piecing this collection together.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On whether he himself is a timid son<br /></strong><br />I think, well, just me personally I come from a long line of — the Russells are very much a military family. We like to say that, you know, we've had somebody in all major and most minor conflicts except for me, I kind of break that long tradition.</p><p><strong>On his fascination with tough guys, and Tim Friede, who's trying to build up an immunity to snake venom by letting snakes bite him<br /></strong><br />That story kind of sprung out of the idea of why ... the aphorism \"that which doesn't kill me only makes me stronger\" — why is that so appealing to me? So I kind of wanted to see who takes living this aphorism to its most logical extreme. And I came across Tim, who worked in a factory, had been separated from his wife and his children because of his work, but just spent most of his time illegally keeping snakes in a disused crematorium on the crumbling industrial rind of Lake Winnebago. He let me watch as he endured the bites of rattlesnakes, mambas, cobras, you know, he was the real deal.</p><p><strong>On the effects of a black mamba bite<br /></strong><br />What would normally happen to a person who gets bit by a snake like this is, their kind of neurological wiring would slowly be turned off little by little. It would be like someone going through a house and shutting the lights off one room after another until, finally, your respiratory system just stops working and you kind of suffocate. But Tim, he had the kind of immune system that suppressed this. But at the same time the nature of it was such that his body just swelled like the Michelin Man's. So he withstood the bites but he was there kind of trapped in his own expanding self.</p><p><strong>On his volatile relationship with his father<br /></strong><br />Well, I know he's listening right now so, I apologize in advance, Dad. He is very thickly built, very rarely wears a shirt, and that comes from his days in the Navy. His skin is kind of cured poreless, it looks like overmilked coffee in a way. He was the captain of the ship of our family, basically, the Russell Ahab if you want to go in that direction.</p><p>And [there's] something both really inspiring and really tragic just about the way he commandeered our family, and he was basically there with us every day, so this was the voice I heard most, outside of the one inside my own head.</p><p><strong>On his father's awareness of his writing<br /></strong></p><p>He's warned me in emails to not call him \"perspicacious\" ever again. ... But the dude is supremely perspicacious. But at the same time, I think the man is so dutiful and is such a, ultimately, a good father that I think he is both proud of the end product and I think he agrees that I captured something true here.</p><p><strong>On whether he got a new understanding of himself through writing the book</strong></p><p>Definitely. To actually sit down, put on the cave-diver helmet and go spelunking into my own psyche and these other kinds of masculine psyches ... there's like, some kind of original sin of white American dudes, where we just keep getting sucked back to these ideas and ideals and myths and stuff — despite how much I may want to blow them up, I still find myself being drawn back, so I don't think this is necessarily like, the memoir of how I learned to love, by Kent Russell. I like to think it's a little more than that.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Timid+Son%27+Celebrates+Mambas+And+Manly+Men&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"479"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1398575584-ea0c1c.m3u?orgId=1&topicId=1033&d=479&p=2&story=398513754&t=progseg&e=398522078&seg=19&ft=nprml&f=398513754"},{"href":"http://media.npr.org/assets/img/2015/04/09/russ_9780385352307_jkt_ap1_r1-a1cc163d46d4c64154e10897ae2c0d00e06c309a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1125","width":"1500"}}]}