{"created":"2015-03-21T11:11:39+00:00","modified":"2015-04-01T01:06:00+00:00","valid":{"from":"2015-04-01T01:06:00+00:00","to":"3015-04-01T01:06:00+00:00"},"hreflang":"en","title":"'Lost Child' Author Caryl Phillips: 'I Needed To Know Where I Came From'  ","published":"2015-03-21T14:56:00+00:00","teaser":"\"A part of me was beneath the surface and I had to discover it if I wanted to write with any clarity about myself,\" says Phillips. His novel <em>The Lost Child </em>brings<em> Wuthering Heights </em>into modern times.","itags":["npr_api","394127475"],"guid":"0fda53a5-290c-4731-94f8-98d11a67b0d3","contentencoded":"<p>Growing up, writer Caryl Phillips sometimes felt like an outsider. \"I think that's very commonplace in British life,\" he tells NPR's Scott Simon. \"I certainly, as the child of migrants to Britain, felt that at times.\"</p><p>Phillips was born on St. Kitts, an island in the West Indies. But he grew up in England, just few miles away from where the literary Brontë family lived. He says that his proximity to the Brontës influenced his latest novel, <em>The Lost Child --</em> which brings Emily Brontë's 19th-century<em> Wuthering Heights </em>into modern times. <em>The Lost Child</em> follows a young woman as she drops out of Oxford to marry a Caribbean man. She winds up as a single mother with two young boys.</p><p>\"The question of parentage, the question of belonging, is very central to <em>Wuthering Height</em>s,\" Phillips says. \"And some of those echoes in that novel obviously began to resonate with me when I was thinking about the more contemporary story.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On moving to England from St. Kitts</strong></p><p>I came when I was very small. And obviously I had no memory of the Caribbean and grew up in a Britain that was really accustoming itself to the end of empire, and the subsequent migration of people from those countries into Britain, transforming Britain into what is now, which is the most multicultural, most multiracial country in Europe.</p><p><strong>On why he returned to St. Kitts when he was 22</strong></p><p>It became increasingly clear to me that if I was going to write, I needed to know who I was. I needed to know where I came from. And although I'd only spent the first four months of life in St. Kitts, I was forever filling out official forms that said \"Place of Birth.\" And I was forever having to explain at Immigration and various other places that I actually wasn't born in England. So a part of me was beneath the surface and I had to discover it if I wanted to write with any degree of clarity about myself.</p><p><strong>On how it felt to return </strong></p><p>It felt uncomfortably foreign, I would say. Obviously, it was the first time I had been in a country where everybody looked like me. But obviously, culturally, it was completely alien. And I found people in the street in St. Kitts actually were calling me \"English.\" You'd know, they'd walk down the street, \"Hey English, how're you?\" I wondered how they knew I was English until my cousin said to me, \"You know, basically you walk too quickly.\" There were all sorts of signs that I didn't belong.</p><p><strong>On whether he gives voice to his characters, or whether his characters give voice to him</strong></p><p>Well, it's a bit of push and it's a bit of pull. You know, in my own case, I think I'm sort of quite an old-fashioned novelist in the idea that I want to be off-stage. I want to hide in the wings and look at what's going on. I don't want to visible. So for me, a novel is a very character-driven piece of work and the novelist hid off stage. So I'm really waiting for some characters to show up and to, in a sense, trust me with their story. So I'm waiting for their voices. But if I don't do a little teasing, I kind of feel like they're not going to show up at all. So it's a bit of push and a bit of pull.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Lost+Child%27+Author+Caryl+Phillips%3A+%27I+Needed+To+Know+Where+I+Came+From%27++&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"361"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1394438320-e6a9a5.m3u?orgId=1&topicId=1033&e=394127475&d=361&ft=nprml&f=394127475"}]}