{"created":"2014-11-06T23:04:41+00:00","modified":"2015-05-06T18:31:50+00:00","valid":{"from":"2015-05-06T18:31:50+00:00","to":"3015-05-06T18:31:50+00:00"},"hreflang":"en","title":"Beyond Cat Videos: YouTube Bets On Production Studio 'Playgrounds'","published":"2014-11-07T01:18:00+00:00","teaser":"The online video giant has just opened a gleaming new production studio in Manhattan. It's part of an effort to attract new viewers — and ultimately compete with companies like Netflix and Hulu.","itags":["npr_api","362068037"],"guid":"0feb36de-d698-41a4-8643-9a3effaec5e6","contentencoded":"<p>A glitzy new production facility in Manhattan is a far cry from the bedrooms where many YouTube creators used to shoot their videos. Every inch of YouTube Space New York, which opened Thursday, can be used as a potential set.</p><p>The space contains three production studios and an area called Brand Lab, designed to bring Madison Avenue to YouTube's door.</p><p>Adam Relis, head of the facility, points to a portion of the floor covered with Lucite. More than 300,000 linear feet of cable are running beneath his feet. \"That's 187 times the Empire State Building,\" he notes.</p><p>YouTube, the world's most popular site for video streaming, has been spending big in recent years. Once known for featuring cute cat videos, the company is all grown up now and sees itself in competition with companies like Netflix, Hulu and even traditional TV.</p><p>The new studio is a big part of YouTube's strategy to attract new viewers. The resources here are <a href=\"https://www.youtube.com/yt/space/ny-space-access.html\" target=\"_blank\">all reserved for YouTube content creators</a>. Those with more than 5,000 subscribers will be free to make whatever videos they want here, says Lance Podell, global head of YouTube spaces. And anyone with a YouTube channel <a href=\"https://www.youtube.com/yt/space/workshops-ny.html\" target=\"_blank\">can attend worskhops</a> like \"Audience Building Essentials.\"</p><p>\"I think a playground is a great way to describe\" the facility, Podell says. \"My first dream is that ... folks respond to it and immediately show up saying, 'I've got my thinking cap on. I've brought three other creators I know, and we have a really great idea and we'd like to try it here.' \"</p><p>YouTube has also invested in production studios in Los Angeles, London and Tokyo, where creators have made more than 6,000 videos. The company can't, however, point to a single video produced in those facilities that has gone viral.</p><p>No matter. YouTube says the spaces, part of the video sharing site's evolution since Google acquired it for $1.7 billion in 2006, help to expand the horizons of its creators.</p><p>James McQuivey, a media analyst at Forrester Research, says YouTube is \"seeing the billions of dollars that cable networks and broadcasters have, and they're saying, 'I want some of that billion, I have a fair shot at it, but in order to have some of what they've got, I've got to do some of what they do.' That means building studios and it means funding producers.\"</p><p>Those producers, McQuivey points out, manage to help pull in about 1 billion unique visitors to the site per month.</p><p>It is generally thought that YouTube has been profitable since 2011, though it is hard to come up with specific numbers because Google doesn't break out YouTube's earnings.</p><p>McQuivey says building production facilities is part of YouTube's plan to increase revenue by getting viewers to stay longer.</p><p>\"The cat videos have been phenomenal at getting to know YouTube — to maybe even come back and spend a few minutes there a day,\" he says. \"But they're not going to get you 15, then 30, then 60 minutes a day on YouTube, which is what YouTube ultimately wants.\"</p><p>But will sophisticated production values add to YouTube's bottom line? McQuivey says that's beside the point.</p><p>\"Most of that content probably would have been produced elsewhere anyway. But in the end, if everyone is getting together in the studio, making something that is successful — well, that all works towards YouTube's eventual vision of the future.\"</p><p>McQuivey also says opening a production facility in New York sends a clear signal to the television industry on its own turf — that YouTube is ready to partner with producers who are ready to join its digital revolution.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Beyond+Cat+Videos%3A+YouTube+Bets+On+Production+Studio+%27Playgrounds%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Carol Zimmer","audio":[{"meta":{"duration":"247"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1362086791-073f50.m3u?orgId=1&topicId=1019&d=247&p=2&story=362068037&t=progseg&e=362059023&seg=3&ft=nprml&f=362068037"},{"href":"http://media.npr.org/assets/img/2014/11/06/youtube-space-new-york-reception-screening-studioa-4e310a56a26f418d565eeafd4db307e52f32569e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"720","width":"960"}},{"href":"http://media.npr.org/assets/img/2014/11/06/youtube-space-ny-studio-abbd5888e4408d06cb192d800ae91c4b0bb8bb89.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"683","width":"911"}}]}