{"created":"2015-04-12T11:19:43+00:00","modified":"2015-05-13T21:03:30+00:00","valid":{"from":"2015-05-13T21:03:30+00:00","to":"3015-05-13T21:03:30+00:00"},"hreflang":"en","title":"With Few Choices, Gaza Family Makes Bombed-Out Shell Its Home","published":"2015-04-12T22:18:00+00:00","teaser":"The war between Israel and Hamas completely destroyed over 9,000 homes in Gaza. Not one has been rebuilt. Some, like the Otaish family, are cramming into the rubble-strewn rooms that remain.","itags":["npr_api","398764954"],"guid":"0ff03495-dd83-48b9-8b9b-1b72e932e8e3","contentencoded":"<p>In Gaza, reconstruction is happening, but slowly. Months after the war between Israel and Hamas, the main United Nations organization tracking progress, UNRWA, says fewer than half the homes it has assessed as \"damaged\" have been repaired, and not one of the over 9,000 totally destroyed homes has been rebuilt.</p><p>Facing few choices, some families have decided to live in what's left of their bombed out homes.</p><p>It's easy to find them. Gaza City's Shujayeh neighborhood was decimated by Israeli shelling during last summer's war with Hamas. Drive down any street and, through missing walls you'll see laundry hanging.</p><p>The Otaish family has hung fabric at the entry to their destroyed home for privacy. The ground floor walls are gone, so the pile of rubble from the flattened house next door spills over.</p><p>This four-story home used to hold half a dozen apartments for an extended family. Now, out of more than 30 rooms, just a handful remains intact.</p><p>Sisters Oleh and Hiba Otaish, both in their 20s, are sleeping in one of those rooms with their parents and several other unmarried siblings. Another bedroom is now home to a couple with three young children who used to share half a floor here. Not all the extended family is back, but over 30 people are now living here most of the time.</p><p>The family used to have five kitchens; now there are two, both makeshift affairs. Cooking lunch in one, Oleh and Hiba tell their family's story.</p><p>Everyone left home last summer when the Israeli military warned them the house next door would be destroyed. They came back during a cease-fire and found the walls and most rooms of their own home blasted away. The men and older boys slept here anyway, after the fighting ended, while the women and children stayed in a cousin's empty apartment. Until he needed it back.</p><p>\"So we had to come home and fix up a few rooms,\" Oleh says.</p><p>The extended family got a one-time payment of several thousand dollars from the U.N. to rent apartments. But with just one brother employed, as a taxi driver, they decided to use the money to eat and try to repair rather than rent.</p><p>Hiba says it was a lot of work to clean up just the fraction of the house that still mostly had walls.</p><p>\"The bathroom was totally destroyed,\" she says. \"The kitchen, too. The windows were shattered so we covered them in plastic.\"</p><p>It was cold when they moved in three months ago. Rain found its way in. As summer approaches, they worry about insects. The scratches of stray cats and mice keep Hiba up at night.</p><p>Although a few rooms are habitable, this doesn't seem to be a safe place to live. Electric cords snake through holes in the walls and droop from the ceiling. Most rooms are strewn with chunks of concrete, twisted metal and broken furniture. Blown-out walls open above the street.</p><p>Crammed in small quarters, Hiba says, family members are getting on each other's nerves.</p><p>\"I feel so sad when I see our house this way,\" she says. \"There's no stability, no safety, no tranquility.\"</p><p>Ironically, what she says next is drowned out by the shrill squawk of a street vendor. With most walls gone, it's sort of like living outside. Oleh says little things bother her a lot. Clothes stuffed in bags. No proper glasses to serve guests.</p><p>\"The house is the center of our lives. Now everything is so terribly disorganized,\" she says. \"We're thinking about the next Ramadan holiday, when we are all supposed to break the fast together. But there's no room.\"</p><p>Especially for women here, who spend much less time in public places than men, home is the center of the social fabric that shapes their lives.</p><p>Hiba and Oleh's mother, Hadia Otaish, says what makes her most unhappy is the two apartments in this building the family had just fixed up so two sons could seek brides.</p><p>\"The ones who are already married had their apartments here destroyed,\" Hadia says. \"The two who should marry now didn't even have a chance to enjoy the apartments we had just finished for them.\"</p><p>She starts to cry.</p><p>Before last summer's war, this family was well off. One married son, Samer Otaish, ran a clothing import business he says was worth more than $100,000. But in the war he lost his inventory and now can't collect on his debts.</p><p>So on the very top floor of this broken home, he's using one of the few still-intact rooms to try a new business: raising rabbits.</p><p>He says he hopes this low-cost venture will bring in at least a little income. If not, he says, who knows.</p><p>\"I am afraid of the word tomorrow,\" he says. \"Tomorrow terrifies me because nothing is fair. It's been months since the war, but there's been no real change on the ground.\"</p><p>Not for him, perhaps, but there has been some change. UNRWA, the main U.N. agency in Gaza, says 60,000 Gazan families have completed minor repairs on their homes. Nearly 90,000 tons of cement have come in through a special U.N. system.</p><p>Still, the main U.N. agency operating in Gaza says donor pledges are more than $500 million short of what is needed for emergency shelter.</p><p>Across the street from the Otaish home, two other large family homes are mostly rebuilt. One owner says he used savings and borrowed money, spending more than $20,000 to buy concrete and new machines to replace those destroyed for the juice business he ran out of his home.</p><p>The Otaish family says they don't know how long it will take to rebuild what they had before.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=With+Few+Choices%2C+Gaza+Family+Makes+Bombed-Out+Shell+Its+Home&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Emily Harris","audio":[{"meta":{"duration":"217"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1399138696-d5d581.m3u?orgId=1&topicId=1009&d=217&p=10&story=398764954&t=progseg&e=399138668&seg=5&ft=nprml&f=398764954"},{"href":"http://media.npr.org/assets/img/2015/04/10/harris-gaza1-631d50e50edfe7055a9618208f54798b15a307f0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2217","width":"2956"}},{"href":"http://media.npr.org/assets/img/2015/04/10/harris-gaza2-8f0200d51dbee64dd5c3d4aac769c4860e8f62bd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2248","width":"2998"}},{"href":"http://media.npr.org/assets/img/2015/04/10/harris-gaza6-4ba3636d0ef6f1364f690890f810700459adba29.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2254","width":"3006"}},{"href":"http://media.npr.org/assets/img/2015/04/10/harris-gaza3-10cb2ec59964856c701c62a185ba18bed1a81237.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2077","width":"2770"}},{"href":"http://media.npr.org/assets/img/2015/04/10/harris-gaza4-48c01ebb11365495f466e405ba8c2812b0264aa8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1866","width":"2488"}}]}