{"created":"2015-05-08T19:35:02+00:00","modified":"2015-05-28T03:05:17+00:00","valid":{"from":"2015-05-28T03:05:17+00:00","to":"3015-05-28T03:05:17+00:00"},"hreflang":"en","title":"At Russia's Huge WWII Remembrance, An Absence Of Western Leaders","published":"2015-05-09T02:38:00+00:00","teaser":"A decade ago, President George W. Bush was among those who visited Moscow for the occasion. Today, the event highlights the friction between Russia and the West.","itags":["npr_api","405180610"],"guid":"100183e3-f6d7-4696-9a3b-e01dd0bd950a","contentencoded":"<p>Victory Day, which commemorates the Soviet Union's defeat of Nazi Germany in World War II, is the biggest annual celebration in Russia, and Saturday's event marking the 70th anniversary will be among the largest ever held.</p><p>The centerpiece will be a giant military parade just outside the Kremlin walls in Red Square, where more than 16,000 troops will pass in review before President Vladimir Putin, VIPs and foreign leaders.</p><p>But the reviewing stand will have a lot fewer foreign dignitaries than it has had in the past. Ten years ago, 53 heads of state, including President George W. Bush, stood with Putin to mark the 60th anniversary.</p><p>The Kremlin is predicting that fewer than 30 will watch the parade with him this year. Most Western leaders, including President Obama, will be absent, unwilling to take part because of Russia's seizure of Crimea last year and its support for separatists in eastern Ukraine.</p><p>Analyst Konstantin von Eggert, a commentator and host on Kommersant Radio in Moscow, says the absences will be noticed.</p><p>\"I think that Putin's propaganda is going to describe it as an affront and humiliation, which was inflicted by the West, by the foreigners, on the Russians on this sacred holiday,\" he says.</p><p>He says this may work in Putin's favor with the domestic audience, playing into a Kremlin narrative that portrays Putin as standing up to the West.</p><p>But von Eggert says the international message is one of Putin's isolation.</p><p>\"Mr. Putin, who has been around international politics for 15 years, clearly understands he's been sent a message, and the message is unambiguous: 'You're a pariah, we don't trust you, we don't want to have anything in common with you,'\" he says.</p><p>Putin will share the reviewing stand with the leaders of China, India, Brazil and South Africa, but even some of his allies from the former Soviet Union, such as the presidents of Belarus and Uzbekistan, have chosen not to come.</p><p>But most Russians probably won't be keeping track of foreign leaders. Victory Day is an important day for private remembrance by Russian families.</p><p>Boris Makarenko, who heads the Center for Political Technologies in Moscow, cites a popular Russian song that calls Victory Day, \"a holiday with tears in the eyes, because it's the day of Victory and a greater joy, but it's also the day of mourning over 27 million dead.\"</p><p>That's right. Twenty-seven million Soviets died in World War II, the largest toll of any single nation.</p><p>In a recent poll, more than 50 percent of Russians say they lost at least one relation in the war.</p><p>This holiday will be especially poignant, because it will likely be the last major celebration where there will be a significant number of surviving war veterans present.</p><p>The tradition is to have children present flowers to the aging veterans, many of whom wear rows of medals from their military service.</p><p>For those who didn't survive, the government has a free program in which people can have photos of their family members made into memorial posters.</p><p>Makarenko says his wife recently did that with a photo of her grandfather, a major who was killed in battle.</p><p>\"My wife was touched, and her grandmother was touched, and we have that photo and we'll go out to the park nearby with that photo on May 9th,\" he says.</p><p>Many families will mark the day by visiting war memorials and exchanging reminiscences of family members who sacrificed for victory in what Russians still call the Great Patriotic War.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=At+Russia%27s+Huge+WWII+Remembrance%2C+An+Absence+Of+Western+Leaders&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Corey Flintoff","audio":[{"meta":{"duration":"262"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1405260490-f89562.m3u?orgId=1&topicId=1124&d=262&p=2&story=405180610&t=progseg&e=405168863&seg=12&ft=nprml&f=405180610"},{"href":"http://media.npr.org/assets/img/2015/05/08/472434050-4e22e4867602b867932ffc0087f41713933704be.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2325","width":"3100"}}]}