{"created":"2015-06-23T12:58:16+00:00","modified":"2015-06-23T19:24:29+00:00","valid":{"from":"2015-06-23T19:24:28+00:00","to":"3015-06-23T19:24:28+00:00"},"hreflang":"en","guid":"1008ce91-0812-4ae7-8b9d-c59f48a23c26","title":"Europe blocked it. Why is US allowing Facebook's new facial recognition feature?","published":"2015-06-23T19:24:24+00:00","byline":"Oliver Lazarus","tags":["technology","privacy","Technology","Science, Tech & Environment"],"teaser":"Facebook's 'Moments' technology poses a new question about privacy on the web: Who owns your face?","contentencoded":"<p dir=\"ltr\">In recent months, debate over the Patriot Act has sparked a renewed interest around questions of digital privacy. But while much of the focus has been on the government’s access to citizens’ digital information, private companies continue to develop increasingly advanced ways to gain information about their clients.</p>\n<p dir=\"ltr\">Launched this month, Facebook’s newest service, Moments, raises a particularly difficult question: Who owns your face? Using the date, time and advanced facial recognition technology, Moments organizes and syncs photos of you and people around you in a single place.</p>\n<p dir=\"ltr\">Say you’re at a wedding, for example, and everyone is taking pictures of people. Rather than having to upload and then tag your friends manually, Moments will allow you to privately sync all the photos on your camera roll to people in the photos.</p>\n<p dir=\"ltr\">The problem, however, is that there is practically no oversight for the use of facial recognition software.</p>\n<p dir=\"ltr\">“Facial recognition technology can be used to identify you by name, in secret [and] from far away,” says Alvaro Bedoya, executive director of Center on Privacy and Technology at Georgetown Law. “And you can’t do anything about it. You can change your password, you can change your credit card. But you can’t change your fingerprint and you can’t change your face, unless you go through a lot of trouble.”  </p>\n<p dir=\"ltr\">Bedoya was among a group of privacy advocates that met with trade organizations last week to address the lack of regulation around facial recognition technology. He says that the solution that privacy advocates are pushing for is straightforward.</p>\n<p dir=\"ltr\">“We put forward a simple rule that said if you’re a company, you can’t use facial recognition on people without getting their permission first,” he says.</p>\n<p dir=\"ltr\">The type of consent would be similar to the model that mobile apps frequently use when tracking a user’s location, with a pop-up asking for consent before implementation. Offline, Bedoya and other privacy advocates are pushing for standard consent consent rules that one would find “in any other business relationship.”</p>\n<p dir=\"ltr\">Two states, Illinois and Texas, currently have consent laws in place in order for a company to collect someone’s “faceprint” or fingerprint. But in negotiations for federal regulation, industry-groups did not see a clear solution. Negotiations disintegrated last week, and the privacy advocates walked away from the table.</p>\n<p dir=\"ltr\">“Not a single industry association — not one — would agree with that simple rule. And that’s why we walked out,” Bedoya notes.</p>\n<p dir=\"ltr\">While Moments is rolling out largely unimpeded in the United States, European regulators have successfully stalled its launch in Europe — the result of their concern of a lack of opt-in mechanism.</p>\n<p dir=\"ltr\">Bedoya, though, is hopeful that the larger discussion of privacy in the US will translate to the commercial sphere.</p>\n<p dir=\"ltr\">“There’s an increasing acknowledgement that people need privacy in their daily lives. ... We need an awareness of that in the commercial and consumer space,” he says. </p>\n<p dir=\"ltr\"><em>This <a href=\"http://www.thetakeaway.org/story/your-face/\">story</a> first aired as an interview on PRI's <a href=\"http://www.thetakeaway.org/\">The Takeaway</a>, a public radio program that invites you to be a part of the American conversation.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-22%2Fprivacy-advocates-are-spooked-facebooks-new-facial-recognition-software&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://cdn1.pri.org/sites/default/files/story/images/shutterstock_233471317.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/shutterstock233471317jpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/audio.wnyc.org/takeaway/takeaway061815-faces.mp3"},{"href":"http://admin.pri.org/file/takeaway061815-facesmp3"}]}