{"created":"2015-03-14T13:50:17+00:00","modified":"2015-03-20T21:05:16+00:00","valid":{"from":"2015-03-20T21:05:16+00:00","to":"3015-03-20T21:05:16+00:00"},"hreflang":"en","title":"Syrian Rebels Will Face ISIS, But The U.S. May Not Have Their Backs","published":"2015-03-14T21:20:00+00:00","teaser":"The U.S. is about to start training moderate Syrian rebels to fight ISIS militants. But Obama's plan for fighting ISIS is mute on protecting that force against the Syrian regime of Bashar Assad.","itags":["npr_api","392945308"],"guid":"10115b92-e834-48d7-a7c5-6b543ef81a9d","contentencoded":"<p>The U.S. air war in Iraq and Syria against the self-proclaimed Islamic State is now in its eighth month.</p><p>American officials say dropping bombs won't be enough to defeat that group; it will also require fighting on the ground. So the U.S. is trying to put together a ground force in Syria by training and equipping thousands of Syrians.</p><p>One big question is what the U.S. will do if these Syrian rebel forces get attacked by the regime of Bashar Assad — and so far, the U.S. doesn't have an answer.</p><p>When President Obama first talked about training a fighting force in Syria, the idea was to help them battle the Assad regime, not just ISIS.</p><p>\"I will work with Congress,\" he said last May at West Point, \"to ramp up support for those in the Syrian opposition who offer the best alternative to terrorists and brutal dictators.\"</p><p>But by September, when U.S. air strikes began in Syria, the target was ISIS, not Assad's forces. This created an unusual battlefield — American planes targeting a group in Syria's territory, but not Syria's government, raising questions about what would happen to the rebel fighters the U.S. was hoping to train.</p><p>Defense Secretary Chuck Hagel assured Arizona Republican Sen. John McCain at the time that if those fighters were attacked by Assad's forces, they would be protected.</p><p>\"We will help them and we will support them, as we have trained them,\" Hagel told McCain.</p><p>\"How will we help them?\" McCain asked. \"Will we repel Bashar Assad's air assets that will be attacking them?\"</p><p>\"Any attack on those that we have trained who are supporting us, we will help them,\" Hagel answered.</p><p>This week, asked that same question on Capitol Hill, Ash Carter, the man who replaced Hagel as secretary of defense, had a very different answer.</p><p>\"My understanding of that question is that we don't foresee that happening anytime soon,\" Carter said. \"But a legal determination, I'm told by the lawyers, has not been made.\"</p><p>What the lawyers decide could depend on what new legal authority Congress gives Obama to fight ISIS. The president has sent Capitol Hill his draft for a new authorization for the use of military force, or AUMF.</p><p>The Senate Foreign Relations Committee examined that proposal at a hearing this week. Bob Corker, the Tennessee Republican who chairs that panel, sought assurances that it would not leave the Syrian fighters the U.S. is standing up in the lurch.</p><p>\"I would assume that we would consider it only moral that if we're going to train them in other countries and bring them in, that we would supply air power and other support to protect them, especially from Assad's barrel bombs,\" Corker said.</p><p>\"The answer to that is no,\" answered Gen. Martin Dempsey, chairman of the Joint Chiefs of Staff. \"The administration has not added a Syrian regime or an Assad component to the AUMF, although we are in active discussion within the inter-agency about what support we would supply once the new Syrian forces are fielded.\"</p><p>Micah Zenko, a fellow at the Council on Foreign Relations, thinks the administration is unresolved on what they want to do.</p><p>\"I mean, how committed [do] they really want to be for this?\" Zenko says. He says the U.S. could find it hard to recruit Syrian fighters in the future if the first to be trained can't rely on America to watch their backs.</p><p>\"They will be a very attractive target for propaganda purposes by the regime, by ISIS, by other jihadi groups, and the U.S. is now committed to them,\" he says. \"The U.S. reputation then becomes on the line.\"</p><p>The U.S. plans to train 15,000 fighters for the so-called New Syrian Forces over the next three years. The Pentagon tells NPR that training is expected to start early this spring.</p><p>Some of those fighters could end up using their training and equipment to fight the Assad regime. For the U.S., protecting them could mean having to knock out Syria's air defenses — and widen the conflict.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Syrian+Rebels+Will+Face+ISIS%2C+But+The+U.S.+May+Not+Have+Their+Backs&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Welna","audio":[{"meta":{"duration":"235"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1392956056-63af61.m3u?orgId=1&topicId=1009&e=392945308&d=235&ft=nprml&f=392945308"}]}