{"created":"2014-10-07T20:46:26+00:00","modified":"2014-12-14T01:05:12+00:00","valid":{"from":"2014-12-14T01:05:12+00:00","to":"3014-12-14T01:05:12+00:00"},"hreflang":"en","title":"An American Radio Station That's Saying 'Jambo' To Kenyans ","published":"2014-07-21T14:52:00+00:00","teaser":"There are about 100,000 native Kenyans living in America, clustered in Boston, Atlanta, Washington D.C., Dallas and parts of the West Coast. How do they stay connected? A radio station.","itags":["npr_api","332562902"],"guid":"1014a30e-83b8-4fd8-a345-0958189324fa","contentencoded":"<p>There are about 100,000 people born in Kenya who are now living in America. Over the last 50 years, there's been a growing number of Kenyans immigrating to America. In fact, the number is doubling.</p><p>They live in clusters in Boston, Atlanta, Washington D.C., Dallas and in parts of the West Coast. They stay connected through a mix of old and new technology.</p><p>\"We have truckers, we have taxi drivers, we have delivery van drivers and we spend our time learning by listening to what is currently happening,\" Davis Maina says.</p><p>Maina drives a cab back and forth from Dallas/Fort Worth International Airport and Love Field around Dallas. Like many of his fellow Kenyans, he listens to <a href=\"http://www.samrack.com/jambobostonradio.asp\">Jambo Boston Radio</a> through the day.</p><p>\"Jambo\" is Swahili for hello. The station, not even 2 years old, streams over the Internet in Kikuyu and Swahili, and can be heard from a mobile phone, iPad or laptop.</p><p>\"You start the day with praise and worship. And then you have other programs during the day where you can listen to the political news scene in our country,\" Maina says. \"It keeps you entertained both spiritually and mentally and keeps you well-informed.\"</p><p>The star of the show is Njoki Wa Ndegwa, founder and daytime host of Jambo Boston. Before coming to the U.S., Ndegwa was a successful radio personality in Kenya. Once here, she thought she'd be a nurse, but quickly discovered her future wasn't in medicine.</p><p>\"I did not come to start a radio station,\" Ndegwa says. \"When I came to the United States, it was a dream beyond realization. So I did not dare dream. I came in ready for anything. All I wanted was to be in the United States and make it like everybody else.\"</p><p>Her friends urged her to go back to Kenya and resume her successful radio career, but Ndegwa thought, \"why not be a Kenyan radio star right here in Boston?\"</p><p>So, she talked to her friend, James, and he explained that radio can be accessed through a mobile phone or a website.</p><p>\"When I realized how it works, it was go, go, go!\" she says.<strong> </strong></p><p>The station doesn't bring in enough income to pay Ndegwa a salary, but like a rural doctor getting paid with chickens, listeners have sent in contributions, like money, clothes, furniture and sometimes, even Kenyan food.</p><p>Nowadays, Jambo seeks monetary donations and suggests listeners become members.</p><p>Jambo continuously opens up phone lines to listeners, and that's a major element of its success. While discussing Kenya's politics and turmoil, listeners can introduce themselves to each other through the airwaves.</p><p>Of course, Jambo doesn't just look back across the Atlantic. The U.S. is a radically different place than Kenya, so Jambo often interprets, putting successful Kenyans on the air to give advice on making everybody back home proud. The Kenyan community is a hard-working community, Ndegwa says.</p><p>\"These are people who come in and they will do whatever is available,\" she says. \"But again, that is just a launching pad. Most people aspire to do better than they are doing.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=An+American+Radio+Station+That%27s+Saying+%27Jambo%27+To+Kenyans+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Wade Goodwyn","audio":[{"meta":{"duration":"294"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1332906665-7d0b6a.m3u?orgId=1&topicId=1003&ft=3&f=332562902"},{"href":"http://media.npr.org/assets/img/2014/07/19/1498968_1483207555234876_512860976_o-5bd532a34a989edd64c78757c33c469f58aa90c0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1535","width":"2048"}}]}