{"created":"2015-05-22T12:00:19+00:00","modified":"2015-05-23T04:00:40+00:00","valid":{"from":"2015-05-22T05:00:00+00:00","to":"3015-05-22T05:00:00+00:00"},"hreflang":"en","teaser":"The city's efforts to alleviate poverty date back decades, with lasting effects.","contentencoded":"<div class=\"barn-cleaned\"><p>Phyllis Young has a full life: three children, five grandchildren, a mortgage and a job she loves. Eleven years ago, Young, a geriatric nurse's assistant, was making $8 an hour and hoping to boost her wages to $12. She hit a stroke of luck.</p>\n<p>Baltimore, in 1994, won a federal contest aimed at alleviating poverty in urban cores.&nbsp;Six cities were given a federal grant of $100 million each as well as a package of tax breaks for businesses and employers. The money and tax credits were intended to revitalize&nbsp;each city's poorest neighborhoods, which were called Empowerment Zones.</p>\n<p>Each of the winning cities was given some leeway to do what it wanted with the money. Baltimore city leaders decided to focus on job creation and training. One of the training programs was a certification course&nbsp;for nursing assistants&nbsp;run through&nbsp;Sojourner-Douglass College. Participants, including Young, had their tuition paid and were given a $600 monthly grant.</p>\n<p>Today, Young looks back on her graduation from the program with pride. The Empowerment Zone effort, she says, got her closer to the middle-class lifestyle she'd always wanted. But despite her successes,&nbsp;she faces&nbsp;the same challenges as many people in today's economy: her nursing job, which pays $17 an hour, is only part time. She also has a full-time job, where she makes less. She says her bills have gone up, but her wages haven't kept pace.</p>\n<p>With federal eyes fixed on Baltimore following the eruption of violent protests that drew attention to that city's high levels of poverty and unemployment, Young suggests that maybe it's time for another round of Empowerment Zones.</p></div>","tags":["APM","Wealth &amp; Poverty"],"byline":"Noel King and Caitlin Esch","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>Phyllis Young has a full life: three children, five grandchildren, a mortgage and a job she loves. Eleven years ago, Young, a geriatric nurse&apos;s assistant, was making $8 an hour and hoping to boost her wages to $12. She hit a stroke of luck.</p>\"},{\"content\":\"<p>Baltimore, in 1994, won a federal contest aimed at alleviating poverty in urban cores. Six cities were given a federal grant of $100 million each as well as a package of tax breaks for businesses and employers. The money and tax credits were intended to revitalize each city&apos;s poorest neighborhoods, which were called Empowerment Zones.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Each of the winning cities was given some leeway to do what it wanted with the money. Baltimore city leaders decided to focus on job creation and training. One of the training programs was a certification course for nursing assistants run through Sojourner-Douglass College. Participants, including Young, had their tuition paid and were given a $600 monthly grant.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Today, Young looks back on her graduation from the program with pride. The Empowerment Zone effort, she says, got her closer to the middle-class lifestyle she&apos;d always wanted. But despite her successes, she faces the same challenges as many people in today&apos;s economy: her nursing job, which pays $17 an hour, is only part time. She also has a full-time job, where she makes less. She says her bills have gone up, but her wages haven&apos;t kept pace.</p>\"},{\"content\":\"<p>With federal eyes fixed on Baltimore following the eruption of violent protests that drew attention to that city&apos;s high levels of poverty and unemployment, Young suggests that maybe it&apos;s time for another round of Empowerment Zones.</p>\",\"type\":\"text/html\"}]","title":"Baltimore's $100 million investment legacy","itags":["102d37a34c6c452200bb8f2945ca944e","Marketplace","Marketplace Morning Report","Marketplace Morning Report for Friday, May 22, 2015","PMP:Marketplace_PMP"],"description":"The city's efforts to alleviate poverty date back decades, with lasting effects.","published":"2015-05-22T05:00:00+00:00","guid":"102d37a3-4c6c-4452-800b-8f2945ca944e","audio":[{"meta":{"width":"610","height":"340","crop":"primary"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/471334918.jpg?itok=SAPxuLJW","type":"image/jpeg"},{"type":"audio/mpeg","format":"MP3","meta":{"duration":147,"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2015/05/22/mp_20150522_seg_03"},"duration_hms":"00:02:27"},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2015/05/22/mp_20150522_seg_03_64.mp3"}]}