{"created":"2014-10-07T19:45:13+00:00","modified":"2015-01-09T19:05:16+00:00","valid":{"from":"2015-01-09T19:05:16+00:00","to":"3015-01-09T19:05:16+00:00"},"hreflang":"en","title":"For Two Years, He Smuggled Photos Of Torture Victims Out Of Syria","published":"2014-07-29T19:01:00+00:00","teaser":"The ex-military photographer known only as Caesar took some of the images, which show thousands of dead regime opponents. Syria says they're fake; U.S. officials say they may be proof of war crimes.","itags":["npr_api","336228277"],"guid":"1036e57d-ee0d-48d1-9091-dfac20f7b5b1","contentencoded":"<p><em>Warning: This report contains descriptions and an image that could disturb some readers.</em></p><p>The savage and protracted conflict in Syria has left more than 170,000 dead. Now, there are allegations of torture and killing of political prisoners opposed to the regime of Syrian President Bashar Assad.</p><p>Those allegations appear to be supported by evidence: tens of thousands of photographs.</p><p>The man who says he took the pictures worked as a military police photographer for the Assad regime and defected last year.</p><p><a href=\"http://www.cnn.com/2014/01/20/world/syria-torture-photos-amanpour/\">The photos show victims bearing the marks of beatings and torture</a>: eyes gouged out, burn marks or deep wounds. Each corpse is accompanied by a white card with numbers written on it — in death, no names, only numbers. In some pictures there are more than a dozen bodies, naked in the dirt. Some of the dead are children, under the age of 18, starved to death.</p><p>The man who took many of these pictures wears a baseball cap and large tinted glasses during a press event at the U.S. Holocaust Memorial Museum in Washington, D.C., on Tuesday. He goes by the name Caesar to protect his identity. He also didn't want his voice to be recorded. Caesar recalls a time when his job was normal.</p><p>\"I used to take pictures of regular accidents: somebody drowned, there's a burning building, something like that,\" Caesar says through his interpreter, an advocate for the Syrian opposition. \"That was my regular routine.\"</p><p>He says there were occasional photos of dead prisoners. That number quickly grew to dozens, and then hundreds, as opposition to Assad intensified.</p><p>\"I've never seen anything like this in my life. There are pictures of children, there are pictures of the elderly, and there's a picture of a woman,\" Caesar says. \"And at times I would actually see pictures of my own neighbors and some people from my own village.\"</p><p>He says he wanted to keep records so families would know what happened. But he never contacted anyone.</p><p>\"I was terrified. I couldn't reach out to any of them,\" he says.</p><p>Eventually, Caesar says his conscience couldn't bear the work. He contacted a member of the opposition, saying he wanted to defect. He was urged to stay, and collect evidence.</p><p>Caesar says he began smuggling out thumb drives of the pictures he took with a team of photographers between the fall of 2011 and the summer of 2013: some 55,000 photographs of nearly 11,000 people, all photographed at a military facility in Damascus.</p><p>The Syrian regime says the pictures are fake. But <a href=\"http://www.theguardian.com/world/2014/jan/20/evidence-industrial-scale-killing-syria-war-crimes\">an international team of investigators authenticated them</a>. And now the FBI is examining the pictures, too.</p><p>Stephen Rapp is the State Department's lead official on war crimes. He told NPR in May that <a href=\"http://www.npr.org/2014/05/22/314761183/regime-photos-said-to-show-gruesome-killings-in-syrian-prisons\">he has seen hundreds of these pictures</a>.</p><p>\"This represents killing on an industrial scale, but not just killing — the most gruesome sorts of acts. It's like the Nazis keeping track of the people that they've killed in the Holocaust,\" Rapp said. \"We're talking here about a volume of material that's almost impossible to imagine that it could be created out of whole cloth.\"</p><p>Rapp said these pictures — should they be authenticated by the U.S. — could be used as a basis for war crimes charges against members of the Syrian regime.</p><p>\"It may not happen immediately, but that expectation is there,\" he said.</p><p>The man who interpreted for Caesar is Mouaz Moustafa. He is a member of the Syrian Emergency Task Force, a nonprofit group seeking support for the moderate Syrian opposition. He hopes the pictures and Caesar's visit to Washington will focus attention on what's going on inside Syria.</p><p>\"There needs to be pressure from all the free world and the international community. In modern history we see quite a few 'never again' moments,\" Moustafa says. \"And here not only do we see a never again moment, but we see a never again moment that continues to this day while we all sit here.\"</p><p>So far the Obama administration has slowly been increasing military support for the Syrian opposition. But they're still seeking congressional action to do more.</p><p>Meanwhile, Caesar is scheduled to hold private meetings this week with lawmakers and State Department officials, as well as the FBI, who want to learn more about the photos.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Two+Years%2C+He+Smuggled+Photos+Of+Torture+Victims+Out+Of+Syria&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tom Bowman","audio":[{"meta":{"duration":"268"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1336228283-9dcf49.m3u?orgId=1&topicId=1009&ft=3&f=336228277"},{"href":"http://media.npr.org/assets/img/2014/07/29/caesar-3da97c95a863150d19f6a5871de77d31ada16333.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"959","width":"1280"}}]}