{"created":"2014-12-11T08:54:30+00:00","modified":"2015-04-22T13:21:03+00:00","valid":{"from":"2015-04-22T13:21:03+00:00","to":"3015-04-22T13:21:03+00:00"},"hreflang":"en","title":"Here's Why Retailers Keep Sending You Catalogs","published":"2014-12-20T00:51:00+00:00","teaser":"While other things made with paper have become obsolete, Americans received nearly 12 billion catalogs in the mail last year — and they love them, says one business consultant.","itags":["npr_api","369603493"],"guid":"10386a21-b3cc-4d0f-a51a-21415edc4e3f","contentencoded":"<p>Many things made with paper have become relics because of computers and the Internet: the Rolodex, multivolume encyclopedias, even physical maps.</p><p>Now take a look in your mailbox or somewhere around your house. There's a good chance you'll see a shopping catalog, maybe a few of them now that it's the holiday season.</p><p>\"I ignore them,\" says Rick Narad, a professor at California State University, Chico. \"I get them in the mail sometimes, and they don't make it into the house. I walk past the recycling bin, and they go right in.\"</p><p>So why, in the digital age, are they still around?</p><p>\"Consumers really still love looking at catalogs,\" says Bruce Cohen, a retail private equity strategist at the management consulting firm Kurt Salmon.</p><p>The company published an article called <a href=\"http://www.kurtsalmon.com/en-us/Retail/vertical-insight/936/Is-the-Catalog-Dead-\" target=\"_blank\">\"Is the Catalog Dead?\"</a> and the answer was a definitive no. The number of catalogs mailed in the U.S. peaked in 2007, according to the Direct Marketing Association. It's come down since then, but last year it ticked up again to a whopping 11.9 billion mailed to addresses around the U.S.</p><p>\"And what's interesting about that is you even have purely online companies starting to experiment with printed catalogs,\" Cohen says.</p><p>So the death of print is highly exaggerated, at least when it comes to shopping.</p><p>Mary Winter, a Binghamton, N.Y., resident who works at a Guitar Center warehouse, says she loves catalogs; she enjoys marking them up, and the tactile sensation of thumbing through them at her leisure.</p><p>\"I typically go online and order them and order whatever I'm getting,\" she says, \"or go into the store because it's a little faster, but I still get my ideas from the catalogs.\"</p><p>Sue Johnson, a U.S. Postal Service mail carrier in Bay City, Mich., has what you might call the 360-degree perspective. For 28 years she hauled catalogs and other mail in a satchel.</p><p>\"It builds up the muscles in your arms,\" she says. \"A lot.\"</p><p>Sometimes she would hand people their catalogs, and they would toss them out right in front of her. But when Johnson curls up on her couch at home, it's a different story.</p><p>\"I'll sit here and read catalogs for hours and just look at stuff,\" she says. \"Stuff I either wish I had, or maybe something will give me an idea to make something.\"</p><p>Maybe you're one of the catalog haters, but retailers say there are plenty of people like Winter and Johnson.</p><p>\"We look at them less as tools and more as magazines for our customers,\" says Felix Carbullido, chief marketing officer at Williams-Sonoma. \"They've become more editorial. They've become more of a sourcebook of ideas.\"</p><p>Those aren't just fluffy marketing words. A Williams-Sonoma analytics team crunches data to help determine who's most receptive to catalogs, their size and their content. Versions are tailored to a customer's purchasing history. Carbullido says the payoff is evident at the brick-and-mortar stores.</p><p>\"Our customers come in with the catalog dogeared and refer to the catalog as 'this is the style of my home that I'm looking to achieve,' \" he says.</p><p>That style you've seen portrayed in high-end catalogs is often a tableau: maybe it's a couch, a bookcase, a couple of rugs, plants, sunlight streaming into a casually elegant room. Even if you're not buying, the retailers want you to keep dreaming. And that's one reason the catalogs keep coming.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Here%27s+Why+Retailers+Keep+Sending+You+Catalogs&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Uri Berliner","audio":[{"meta":{"duration":"229"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1370022575-91aa55.m3u?orgId=1&topicId=1091&e=369603493&d=229&ft=nprml&f=369603493"},{"href":"http://media.npr.org/assets/img/2014/12/09/catalogues-4692225ef956c80c718d37a8c4b44ed9c439fa61.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"1835","width":"2448"}}]}