{"created":"2014-10-08T16:42:11+00:00","modified":"2014-10-31T02:22:18+00:00","valid":{"from":"2014-10-31T02:22:18+00:00","to":"3014-10-31T02:22:18+00:00"},"hreflang":"en","title":"Remembering Economist Gary Becker, Who Described 'Marriage Market'","published":"2014-05-05T23:59:00+00:00","teaser":"The University of Chicago economist won the Nobel Prize in 1992 for broadening the horizons of economics, using economic analysis to explore social issues. Becker died Saturday at the age of 83.","itags":["npr_api","309840501"],"guid":"10438e85-ad7a-4e0a-9b4e-8a6a821e85a6","contentencoded":"<p>University of Chicago economist Gary Becker died Saturday at the age of 83. He won the Nobel Prize in 1992 for broadening the horizons of economics, using economic analysis to explore social issues like crime, racial discrimination and drug addiction.</p><p>Becker was a giant in the field of economics, and his pioneering application of economic theory to social questions extended to <a href=\"http://www.nber.org/chapters/c2970.pdf\">the marriage market</a>. In an NPR interview on the day he was awarded the Nobel Prize in economics, Becker explained:</p><blockquote><p>\"It's not an organized market the way the stock market is or a bazaar is in the Middle East, but it's a market nevertheless with the property that there are different people in this who are looking to get married. Not everybody can marry the same wonderful man or woman, and they have to make choices. And they may have met somebody who they're pretty happy with. They wonder about whether if they'd waited they'd meet somebody better, and these are the kinds of choices one makes in other markets. So using market as a metaphor, but I think it's a very good metaphor for what goes on here.\"</p></blockquote><p>Becker basically argued that people operate as rational agents in every aspect of life. That sparked controversy when he concluded that many people who choose a life of crime are making a rational choice <a href=\"http://chicagomaroon.com/2012/05/25/the-economics-of-crime-with-gary-becker/\">based on opportunities, risks and rewards</a>.</p><p>\"You know, the man and woman on the street, they wouldn't find that very surprising at all. It's the intellectuals usually who are so surprised by that simple idea that, yes, crime is a response to choice,\" Becker said.</p><p>So, he concluded, deterring crime requires increasing the cost — or the punishment. Becker's own choice to park illegally when he was late for an appointment sparked his research in this area.</p><p>One of his students and eventual colleagues, Steven Levitt, took a look at which economist in recent years had inspired the most research by other economists. Levitt, the co-author of the best-selling book <em>Freakonomics,</em> found that Becker was by far the most often cited.</p><p>Becker was a student of free market champion Milton Friedman, also a University of Chicago professor. Like Friedman, Becker was a skeptic of government interference in markets, including redistribution of incomes to reduce rising inequality in the U.S.</p><p>\"I think inequality in earnings has been mainly the good kind. I strongly believe it's been mainly the good kind,\" Becker said in 2007.</p><p>The view that inequality is good was partially based on Becker's research on human capital and the need to incentivize investments in education.</p><p>\"If you're in an environment where knowledge counts for so much, then if you don't have much knowledge, you're gonna be a loser,\" he said.</p><p>Allowing more-educated workers to earn more and keep more of their incomes provides incentives for others to get more education and adds to their human capital. That's better for them, and for the whole society, he argued.</p><p>In addition to the Nobel Prize, Becker also was awarded the Presidential Medal of Freedom, the nation's highest civilian award, by President George W. Bush.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Remembering+Economist+Gary+Becker%2C+Who+Described+%27Marriage+Market%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"John Ydstie","audio":[{"meta":{"duration":"251"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1309840502-4ff2a9.m3u?orgId=1&topicId=1062&ft=3&f=309840501"},{"href":"http://media.npr.org/assets/img/2014/05/05/14551903_h3947076-092cc4c786804166ccf1d6c1a1a896c79b1161a3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1710","width":"2280"}}]}