{"created":"2014-08-13T20:07:23+00:00","modified":"2015-05-18T17:17:17+00:00","valid":{"from":"2014-03-13T09:38:37+00:00","to":"3014-03-13T09:38:37+00:00"},"hreflang":"en","byline":"Rob Schmitz","published":"2014-03-13T09:38:37+00:00","tags":["APM","China","World","global economy"],"contentencoded":"<div class=\"barn-cleaned\"><p>China’s industrial output, fixed asset investment and retail sales all fell the first two months of 2014, a troubling sign that indicates the world’s second largest economy isn’t recovering. Every single economic index released from Beijing today fell short of economists’ expectations, dipping to lows not seen since 2009, during the height of the global recession. News that won’t help investor confidence was a question that Premier Li Keqiang received from a reporter today at the National People’s Congress in Beijing. Li was asked what his biggest challenge was as Premier last year. His answer? –The economy: “We’ve had very limited space for maneuvering and carrying out our new fiscal and monetary policies, and we were faced with touch choices in exercising microeconomic control,” Li told reporters.&nbsp; “What should we do? When confronted with such challenges, one needs to show guts.”</p>\n<p>Showing guts is how some economists explain today’s lackluster economic numbers, theorizing that a dip in these indices means China’s government has taken efforts to stabilize the country’s economy. A competing theory says China’s not doing enough to rebalance its economy and that these numbers are a sign of bad things to come. This camp points to the fact that China’s central bank has loosened credit for businesses lately – something that, if left unchecked, has proven to be a bad idea for China’s economy in recent years. China’s currency, the Renminbi, is also being deliberately weakened by the central bank to make Chinese exports cheaper.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p></div>","itags":["10491eda5c64a9e695c6db7bb7e40cb8","Marketplace","Marketplace Morning Report","Marketplace Morning Report for Thursday, March 13, 2014","PMP:Marketplace_PMP"],"guid":"10491eda-5c64-4a9e-895c-db7bb7e40cb8","title":"Troubling economic data from China indicates slowdown","description":"Troubling signs indicate the world’s second largest economy isn’t recovering","teaser":"Troubling signs indicate the world’s second largest economy isn’t recovering","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>China’s industrial output, fixed asset investment and retail sales all fell the first two months of 2014, a troubling sign that indicates the world’s second largest economy isn’t recovering. Every single economic index released from Beijing today fell short of economists’ expectations, dipping to lows not seen since 2009, during the height of the global recession. News that won’t help investor confidence was a question that Premier Li Keqiang received from a reporter today at the National People’s Congress in Beijing. Li was asked what his biggest challenge was as Premier last year. His answer? –The economy: “We’ve had very limited space for maneuvering and carrying out our new fiscal and monetary policies, and we were faced with touch choices in exercising microeconomic control,” Li told reporters.  “What should we do? When confronted with such challenges, one needs to show guts.”</p>\"},{\"content\":\"<p>Showing guts is how some economists explain today’s lackluster economic numbers, theorizing that a dip in these indices means China’s government has taken efforts to stabilize the country’s economy. A competing theory says China’s not doing enough to rebalance its economy and that these numbers are a sign of bad things to come. This camp points to the fact that China’s central bank has loosened credit for businesses lately – something that, if left unchecked, has proven to be a bad idea for China’s economy in recent years. China’s currency, the Renminbi, is also being deliberately weakened by the central bank to make Chinese exports cheaper.</p>\",\"type\":\"text/html\"},{\"content\":\"<p> </p>\",\"type\":\"text/html\"},{\"content\":\"<p> </p>\",\"type\":\"text/html\"},{\"content\":\"<p> </p>\",\"type\":\"text/html\"}]","audio":[{"meta":{"height":"340","crop":"primary","width":"610"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/478274781.jpg?itok=kvzDLh6I","type":"image/jpeg"},{"format":"MP3","type":"audio/mpeg","meta":{"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2014/03/13/marketplace_segment03_20140313"},"duration_hms":"00:02:19","duration":139},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2014/03/13/marketplace_segment03_20140313_64.mp3"}]}