{"created":"2014-09-07T00:57:03+00:00","modified":"2014-10-30T22:52:21+00:00","valid":{"from":"2014-10-30T22:52:21+00:00","to":"3014-10-30T22:52:21+00:00"},"hreflang":"en","title":"Why Did Crowd Flee Shanghai Subway After Foreigner Fainted? ","published":"2014-09-04T05:14:00+00:00","teaser":"A widely watched video shows a foreigner fainting on a subway car and everyone around him fleeing. No one helps. It's rekindled a national debate about trust, fear and the Chinese national character.","itags":["npr_api","344033379"],"guid":"104f221c-a272-463a-80e6-1881a191bd5b","contentencoded":"<p>One Saturday night this summer, a foreigner fainted and fell to the floor of a Shanghai subway car.</p><p>The passengers around him scattered. Not a single person tried to help.</p><p>When the train arrived at the next station, hundreds rushed out, nearly trampling each other.</p><p>The incident was captured on <a href=\"https://www.youtube.com/watch?v=pMbwov9UD3w\">closed-circuit cameras</a>. Tens of millions in China have now seen the images, which have rekindled a long-running debate among Chinese about their national character as well as trust and fear in modern society.</p><p><strong>Traditional Kinship Ties</strong></p><p>On Shanghai subway's Line 2, where the man fainted, passengers offer various theories as to why no one came to his aid. Huang Jiannan, 24, who works on components for electric cars, appears anguished as he tries to explain the behavior.</p><p>\"Everyone is hoping someone else will take care of him. Everyone is waiting for someone else to react,\" says Huang. \"But no one takes the initiative to help.\"</p><p>\"It's probably because there is an inherent weakness, a mentality that permeates Chinese society,\" Huang continues. \"No one wants to be dragged into things that aren't their business.\"</p><p>The most infamous recent case where people declined to help someone in need occurred in South China in 2011. A small van ran over a toddler known as \"Little Yueyue.\" Video footage showed 17 people passed by the injured 2-year-old lying in the road. The 18th person, a trash recycler, pulled the child toward the curb and then went for help.</p><p>\"People want to trust,\" says Huang, \"but given what's happened in the past, they have no choice but to be skeptical.\"</p><p>\"What's happened in the past\" is this well-known scam: An elderly person collapses in public. When someone tries to help, the senior citizen accuses him or her of knocking him down — and then demands money.</p><p>Yunxiang Yan, a UCLA anthropologist, has studied 26 of these cases. He says this scam is not common given China's population but has received so much attention that the Chinese government even issued a document warning those who might want to help someone in distress to first find a witness to ensure that the \"victim\" can't later try to extort money from them.</p><p>Yan is writing a book on morality in China. He says the scams and a reluctance to help strangers are rooted in a traditional way some Chinese still view relationships.</p><p>\"How to treat strangers nicely is one of the biggest challenges in contemporary Chinese society,\" says Yan, speaking by telephone from Los Angeles. \"The prevailing ethical system in traditional China is based on close-knit community ties, kinship ties.\"</p><p>Yan says in traditional, agrarian society, Chinese sharply divided people into two categories: those they knew and those they didn't.</p><p>\"A person might treat other people in the person's social group very, very nicely,\" he says. \"But turn around, when facing to a stranger, and [a person might] tend to be very suspicious. And whenever possible, might take advantage of that stranger.\"</p><p>That might help explain why some people didn't help the man who fainted on the Shanghai subway — but not why everyone fled.</p><p><strong>Fears Of Violence And Disease</strong></p><p>A young woman named Zhao, who was also riding Line 2 one recent Saturday night, offers another theory.</p><p>\"It's probably because now the social environment is too unsafe, which gives people an unstable feeling,\" she says, referring to a pair of knife attacks and a suicide bombing at train stations around China this year.</p><p>Officials attributed two of the attacks to Muslim separatists.</p><p>\"So if there's an emergency, everyone is scared that their lives might be threatened,\" Zhao says. \"Then they run.\"</p><p>According to state media, after the man fainted on the Shanghai subway, a passenger shouted, \"Something's happened,\" which may have triggered the stampede.</p><p>In June, people fled a subway train in the southern city of Guangzhou after a passenger fainted. The state-run <em>China Daily</em> newspaper said the panic was sparked after two other passengers became confused. One yelled that someone had been slashed with a knife. The other warned there was a bomb on the train.</p><p><strong>More On Chinese Culture</strong></p><p>A man named Zhang thinks something else prompted the panic in Shanghai and that Chinese people are getting a bad rap. He says he rides Line 2 every day, and people routinely help others if they faint.</p><p>\"The fact that this foreigner fainted and nobody helped was an accident. People suspected the foreigner had that African illness,\" says Zhang, who's referring to Ebola. \"So at this time, people just weren't willing to help him. The point I want to make is: This city is not that cold.\"</p><p>When it's pointed out that the foreigner was white, Zhang says he <em>could</em> have traveled from Africa.</p><p>Yan, the UCLA anthropologist, says older people here seem the least concerned with the well-being of strangers. But he sees a lot of hope in the younger generation.</p><p>\"I think that overall the society is going to a more positive direction, and mainly due to demographic shift,\" Yan says. Young people, he says, have grown up in a more globalized society with more inclusive values.</p><p>\"In my own research, I have cases where the youth donate money to earthquake victims after the 2008 big quake,\" Yan says, \"and some of them simply went there to be volunteers.\"</p><p>As more young Chinese are exposed to the world, Yan expects them to continue to adopt a newer, more modern notion: empathy.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Why+Did+Crowd+Flee+Shanghai+Subway+After+Foreigner+Fainted%3F+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Langfitt","audio":[{"meta":{"duration":"280"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1344935033-c469b2.m3u?orgId=1&topicId=1125&ft=3&f=344033379"},{"href":"http://media.npr.org/assets/img/2014/08/31/shanghai-video-f8a4ea23c840e921ae4de5e63367171123225998.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"812","width":"1083"}}]}