{"created":"2014-10-02T19:56:31+00:00","modified":"2015-04-30T19:48:29+00:00","valid":{"from":"2014-10-06T16:04:56+00:00","to":"3014-10-06T16:04:56+00:00"},"hreflang":"en","guid":"10610ea0-7160-4998-9f2d-f938a34fffe5","title":"Snowsuits, Swordfights, and Swindles","teaser":"Jonathan Ames (\"Bored to Death\") details an epic fencing match, a wallflower teaches herself the slide and ends up in the spotlight, an addict risks a devastating loss while visiting a crack house, a flight attendant contends with a passenger on his final flight, and a good Samaritan regrets a seemingly good deed. \n\nHosted by Sarah Austin Jenness, Producing Director of The Moth. \n\nThe Moth Radio Hour is produced by The Moth and Jay Allison of Atlantic Public Media.  This episode contains graphic and powerful descriptions of addiction to and the use of cocaine. Click the Content Advisory on the right. ","description":"Jonathan Ames: A college fencer details his most epic match.&nbsp;Audrey Pleasant: A wallflower teaches herself the slide and ends up in the spotlight.&nbsp;David Carr: An addict risks a devastating loss while visiting a crack house.&nbsp;Christine Blackburn: A flight attendant contends with a passenger on his final flight.&nbsp;James Foster: A good Samaritan regrets a seemingly good deed.&nbsp;","contentencoded":"<strong>Jonathan Ames</strong>: A college fencer details his most epic match.&nbsp;<br /><strong>Audrey Pleasant</strong>: A wallflower teaches herself the slide and ends up in the spotlight.&nbsp;<br /><strong>David Carr</strong>: An addict risks a devastating loss while visiting a crack house.&nbsp;<br /><strong>Christine Blackburn</strong>: A flight attendant contends with a passenger on his final flight.&nbsp;<br /><strong>James Foster</strong>: A good Samaritan regrets a seemingly good deed.&nbsp;","byline":"The Moth","published":"2014-10-06T16:04:56+00:00","tags":[],"itags":["prx:stories-97476"],"audio":[{"href":"https://hal.prx.org/pub/5947b1f2e1ebf9ca4c97ade80b1ac29a/0/web/story_image/234696/medium/1008__1_.jpg","type":"image/jpeg","meta":{"crop":"medium"}},{"href":"https://cms.prx.org/pub/75a7b9ba695f6fd9a88e7a50ec781482/0/web/audio_file/756467/broadcast/Moth1008BounceRev2014.mp3","type":"audio/mpeg","meta":{"duration":3180,"size":101643715}}]}