{"created":"2014-08-27T21:35:45+00:00","modified":"2014-08-27T21:35:45+00:00","valid":{"from":"2014-08-27T21:35:45+00:00","to":"3014-08-27T21:35:45+00:00"},"hreflang":"en","guid":"10691ab0-d703-4535-a2f1-552909776b74","title":"The release of 'Popeye,' a trusted assassin for Pablo Escobar, enrages many Colombians ","published":"2014-08-27T21:35:44+00:00","byline":"John Otis","tags":["conflict","Justice","illegal drugs","history","Justice","Conflict & Justice","Medellin","South America","Colombia","Pablo Escobar","Juan Manuel Galán","John Jairo Velásquez","Colombia","Medellín Cartel","Illegal drug trade in Colombia","Law","Drugs"],"teaser":"Cocaine kingpin Pablo Escobar was killed more than two decades ago, but one of the last surviving members of Escobar’s ultra-violent Medellin cartel just became a free man. The release of John Jairo Velásquez, who left prison on August 19, has sparked controversy in Colombia.","contentencoded":"<p>The man who become Pablo Escobar&#39;s most trusted assassin started out as a sailor. Before he met the legendary drug lord,&nbsp;<span style=\"line-height: 1.538em;\">John Jairo Velásquez, released this month after 23 years in prison, spent a brief stint at Colombia&#39;s naval academy and earned the nickname, &quot;Popeye.&quot;</span></p><p>Instead of sticking with the navy, Velásquez returned to his hometown of Medellín, where he met Escobar and started working for him. From his first killing &mdash; of a bus driver who angered Escobar &mdash; he moved up to car bombings and political killings. He was eventually<span style=\"line-height: 1.538em;\">&nbsp;involved in the murders of about 3,000 Colombians, including the 1989 assassination of Luis Carlos Galán, a president candidate who was shot dead at a rally.</span></p><p>But with the police closing in on Escobar&#39;s Medellín cartel in the early 1990s, Popeye turned himself. While he remained loyal to Escobar, Velásquez confessed to his crimes in 1991 and received a 35-year sentence.&nbsp;</p><p><span style=\"line-height: 1.538em;\">Now, thanks to good behavior and cooperation with prosecutors, Popeye is free again. He was released on August 19 after serving 23 years of his sentence. That decision has been hugely controversial in Colombia.</span></p><p><span style=\"line-height: 1.538em;\">Upon leaving his cell, Popeye released a letter publicly apologizing to the families of his victims.&nbsp;</span><span style=\"line-height: 1.538em;\">But some of them, like&nbsp;</span>Medellín<span style=\"line-height: 1.538em;\">&nbsp;housewife Ines Bonilla, are outraged.&nbsp;</span><span style=\"line-height: 1.538em;\">In an interview on Colombian television, Bonilla said her policeman husband was killed by the&nbsp;</span>Medellín<span style=\"line-height: 1.538em;\">&nbsp;cartel. She called Popeye&rsquo;s release &ldquo;really sad.&quot;</span></p><p>Others say Popeye has paid his debt to society, unlike many other criminals who remain free.&nbsp;<span style=\"line-height: 1.538em;\">Colombian Senator Juan Manuel Galán, the son of the presidential candidate murdered by Velásquez, said Popeye&rsquo;s testimony led to the conviction of one of the masterminds of the crime. Still, Galán said, he understands the anger because so many cartel crimes remain unsolved.</span></p><p>In some ways, Popeye&rsquo;s release is an exercise in reconciliation and a warm-up for things to come.</p><p>Later this year, several Colombian paramilitary leaders &mdash; who commanded death squads that massacred thousands during the country&rsquo;s guerrilla war &mdash; will be released from prison. In exchange for turning themselves in, they served just eight years behind bars.</p><p>The Colombian government is also holding peace talks in Cuba with guerrillas who have killed legions of innocent people. Should the two sides sign a peace treaty, rebel commanders may soon be running for political office. That means there&#39;s likely more anger ahead.</p><p>As for Popeye, he wants to turn his story into a Hollywood movie. He remains devoted to Escobar.&nbsp;<span style=\"line-height: 1.538em;\">&ldquo;He always cared for us,&rdquo; Popeye said in a television interview from prison. &ldquo;If you made a mistake, he would talk to you. We never betrayed him because Pablo Escobar was a good guy.&rdquo;</span></p><p><span style=\"line-height: 1.538em;\">But Popeye&rsquo;s past may come back to haunt him again. Many of his cartel colleagues have been gunned down in revenge killings &mdash; Popeye says he fears the same fate.&nbsp;</span></p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Popeye.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"/file/popeyejpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/082720147.mp3"},{"href":"/file/082720147mp3"}]}