{"created":"2014-10-31T22:35:03+00:00","modified":"2014-11-10T21:51:06+00:00","valid":{"from":"2014-11-10T21:51:06+00:00","to":"3014-11-10T21:51:06+00:00"},"hreflang":"en","title":"A 19th Century Novel Explains Quantitative Easing","published":"2014-11-02T23:36:00+00:00","teaser":"This week, the Federal Reserve ended the quantitative easing program. Author John Lanchester says Anthony Trollope's 19th century novel <em>The Way We Live Now </em>clarifies the current financial situation.","itags":["npr_api","360426641"],"guid":"107094a9-987f-466f-959b-0a9a06360431","contentencoded":"<p>Anthony Trollope was one of England's, and maybe the world's, greatest 19th century novelists. I say that even though I'm not especially a fan. Trollope's prose is determinedly, insistently flat and neutral. Reading him you sometimes get the impression that if he came upon a particularly brilliant phrase or image, he would take it out, on the basis that it distracted from the story.</p><p><em>The Way We Live Now,</em> Trollope's longest and greatest novel, is the exception. It's a novel about a society corrupted by finance, one in which money holds sway and everyone is fantasizing about getting rich quick. In 1872, Trollope had just returned to London after 18 months in Australia. He was shocked by the condition of Britain, and especially by what he saw as its all-pervasive greed. He was worried that people would be \"taught to feel that dishonesty, if it can become splendid, will cease to be abominable.\"</p><p>The anger and sense of moral crisis he felt are what give <em>The Way We Live Now</em> its special energy, its un-Trollope-like rawness and insistence. He drew on his outrage to create literature's greatest portrait of a financial scandal, with a corrupt financier at its heart, the magnificently ruthless, bombastic Augustus Melmotte. Melmotte arrives in London trailing fumes of sulfur from his previous adventures in the Continent. His plan is a classic Ponzi scheme — he's going to inflate the value of shares he owns in a railway, disregarding the economic realities and the hapless other investors.</p><p>It's a novel about a bubble, which is especially relevant today, with the economic news dominated by the Federal Reserve's announcement that quantitative easing, the post-credit-crunch experiment in loose monetary policy, is now over. The American economy is recovering, and normal service can now be resumed. The money people are hoping that QE hasn't accidentally created a giant bubble in asset prices. As chance would have it, the speculative bubble in <em>The Way We Live Now</em> is also based on American assets — a railway between Salt Lake City and Veracruz. Spoiler alert: It doesn't end well.</p><p><em>John Lanchester is the author of </em>How to Speak Money.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+19th+Century+Novel+Explains+Quantitative+Easing&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"John Lanchester","audio":[{"meta":{"duration":"121"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1360957604-64d23d.m3u?orgId=1&topicId=1034&aggIds=257657827&ft=3&f=360426641"}]}