{"created":"2015-05-07T20:11:35+00:00","modified":"2015-05-28T03:05:18+00:00","valid":{"from":"2015-05-28T03:05:18+00:00","to":"3015-05-28T03:05:18+00:00"},"hreflang":"en","title":"Ebola Hides In The Eyes Of A Man Who Was Considered Cured","published":"2015-05-09T02:38:00+00:00","teaser":"Weeks after being diagnosed with Ebola, a doctor came down with a dangerous eye infection. Ebola was lurking there. Other Ebola victims face the risk of blindness through these delayed infections.","itags":["npr_api","404736240"],"guid":"1072463c-cb25-46bb-a779-c5e7ad7bc1a4","contentencoded":"<p>Ebola virus has once again figured out how to surprise and confound humans. It attacked the eyes of a doctor weeks after he had been deemed cured and virus-free.</p><p>The doctor, 43-year-old Ian Crozier, had contracted Ebola while working in Sierra Leone and was flown back to Emory University Hospital in Atlanta last September, desperately ill.</p><p>Weeks of intensive treatment saved Crozier's life. But soon after leaving the hospital, he started to have problems with his eyes. There were a burning sensation, a feeling that there was something stuck in his eye and sensitivity to light.</p><p>One month later, Crozier suddenly suffered blurred vision, pain and inflammation in his left eye. Eye doctors call this <a href=\"http://www.nlm.nih.gov/medlineplus/ency/article/001005.htm\">uveitis</a>, an inflammation inside the eye that can cause blindness.</p><p>When doctors tested the aqueous humor, the watery substance that sits atop the eye of the lens, it tested positive for Ebola.</p><p>They were able to save the eye, but it took months for the man's vision to recover.</p><p>\"This case highlights an important complication of [Ebola] with major implications for both individual and public health,\" write the authors of the <a href=\"http://www.nejm.org/doi/full/10.1056/NEJMoa1500306?query=featured_home\">report</a>, which was published Thursday in the <em>New England Journal of Medicine.</em></p><p>The doctors don't know just how Ebola is able to hide and replicate in the eyes when the body has defeated it elsewhere. But the eyes are body parts that evolved to have adaptations in the immune system that discourage inflammation but might also make them more vulnerable.</p><p>\"If you had a mosquito bite on your retina it would blind you,\" says <a href=\"http://www.uwmedicine.org/bios/russell-van-gelder\">Dr. Russell Van Gelder</a>, chairman of ophthalmology at the University of Washington Medicine and president of the American Academy of Ophthalmology. So eyes are \"immune privileged\"; they don't respond to threats with inflammation like the skin and other body parts do.</p><p>\"So it's not surprising that when a virus gets in the eye, it can hide from the surveillance of the immune system and bide its time,\" Van Gelder tells Shots. Cytomegalovirus and herpes viruses also can cause hard-to-fight eye infections.</p><p>Male testes are another immune-privileged organ, and it looks like semen can harbor Ebola virus for many months. Last week NPR's global health and development blog reported on a woman who was infected after <a href=\"http://www.npr.org/blogs/goatsandsoda/2015/05/01/403600464/a-man-said-to-be-ebola-free-could-still-infect-a-partner-during-sex\">having sex with an Ebola survivor</a>.</p><p>Having an Ebola eye infection isn't likely to pose a similar risk, Van Gelder says. The doctor's tears and conjunctiva tested negative for the virus, even while it was replicating inside the eye.</p><p>it's not the first time that Ebola has turned up in people's eyes long after the fact. After an Ebola outbreak in the Democratic Republic of Congo in 1995, 15 percent of 71 people being studied <a href=\"http://jid.oxfordjournals.org/content/179/Supplement_1/S13.full.pdf\">came down with eye problems </a>while convalescing.</p><p>Because tens of thousands of people survived the Ebola outbreak in Africa, there could be thousands of people who risk blindness from delayed eye infections, Van Gelder says.</p><p>\"This could become a major health issue much in the way that in the height of the AIDS outbreak in the 1980s, <a href=\"http://www.allaboutvision.com/conditions/cmv_retinitis_aids.htm\">cytomegalovirus retinitis</a> was a big issue,\" he adds. \"About one-third of people would go blind before they died of HIV.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ebola+Hides+In+The+Eyes+Of+A+Man+Who+Was+Considered+Cured&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nancy Shute","audio":[{"meta":{"duration":"383"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1405260496-243951.m3u?orgId=1&topicId=1128&d=383&p=2&story=404736240&t=progseg&e=405168863&seg=14&ft=nprml&f=404736240"},{"href":"http://media.npr.org/assets/img/2015/05/07/eye-58998c64ac361d823186840874ce4bc6c6dd14a5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1620","width":"2163"}}]}