{"created":"2014-10-27T17:18:52+00:00","modified":"2014-10-27T17:18:52+00:00","valid":{"from":"2014-10-27T17:18:52+00:00","to":"3014-10-27T17:18:52+00:00"},"hreflang":"en","title":"Climate Change Activists To Converge On New York","published":"2014-09-19T20:12:00+00:00","teaser":"Climate change activists will march on New York this weekend ahead of the United Nation's Climate Change Summit.","itags":["npr_api","349906527"],"contentencoded":"<p>On Tuesday, more than 120 heads of state will meet in New York for the United Nation&#8217;s Climate Summit in New York &#8212; the largest number of world leaders to ever meet about the issue.</p><p>But before that, climate change activists &#8212; from environmentalists to faith groups to labor groups &#8212; are going to take to take part in the so-called &#8220;<a href=\"http://peoplesclimate.org/march/\" target=\"_blank\">People&#8217;s Climate March</a>&#8221; in New York City, hoping to send a message to those leaders.</p><p><strong>Kartikeya Singh, </strong>a researcher with a background in climate negotiations at the Center for International Environment and Resource Policy at Tufts University, plans to attend the march.</p><p>He joins <a href=\"http://hereandnow.wbur.org\"><em>Here & Now&#8217;</em></a>s Robin Young to discuss the ins and outs of climate change negotiation, as well as the goals of the upcoming march and summit.</p><h4>Interview Highlights: Kartikeya Singh</h4><p><strong>On why he is going to the &#8220;People&#8217;s March&#8221; in New York</p><p></strong></p><p>“I want to go primarily because many social movements have big moments of gathering, of turning points. You know, recently the Yale Project on Climate Communication released a survey of registered voters in the United States about how many of them would be voting for candidates that support climate change legislation, given that we have elections coming up in this country. The importance of such gatherings in sending a signal to politicians that we are watching.&#8221;</p><p><strong>On representing the India Youth Climate Network </strong></p><p>“Well India is &#8212; according to certain vulnerability indexes that are coming out &#8212; one of the most vulnerable. The monsoon which India relies so heavily on is becoming increasingly erratic and the entire nation and the region’s water supply depends on this annual event, and with it becoming threatened, the livelihoods of hundreds of millions of people are on the line. And at the same time India struggles because it does not have energy access. 400 million people do not have electricity access in India. So how India chooses to bring power to these people will not only have implications domestically, but globally.&#8221;</p><p><strong>On the importance of future Climate Summits</strong></p><p>“I think we need to keep the momentum going. That’s the primary purpose of this summit. Unless we build that momentum, we may not arrive in Paris by 2015 with a workable document that negotiators can get to work on and finalize.&#8221;</p><h4>Guest</h4><ul><li><a href=\"http://fletcher.tufts.edu/CIERP/People/bios/singh\" target=\"_blank\"><strong>Kartikeya Singh</strong></a>, researcher with the Center for International Environment and Resource Policy, at the Fletcher School of Law and Diplomacy at Tufts University. He tweets <a href=\"https://twitter.com/KartikeyaSingh\" target=\"_blank\">@KartikeyaSingh.</a></li></ul>  <div class=\"fullattribution\">Copyright 2014 WBUR-FM. To see more, visit <a href=\"http://www.wbur.org\">http://www.wbur.org</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Climate+Change+Activists+To+Converge+On+New+York&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"1076de1f-4125-4a76-9a8a-64343db146fc","audio":[{"meta":{"duration":"462"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1349906530-1e3ccb.m3u?orgId=330&ft=3&f=349906527"}]}