{"created":"2014-09-18T23:05:28+00:00","modified":"2014-10-30T23:17:56+00:00","valid":{"from":"2014-10-30T23:17:56+00:00","to":"3014-10-30T23:17:56+00:00"},"hreflang":"en","title":"Oklahoma Wind Power Companies Run Into Headwinds ","published":"2014-08-19T10:57:00+00:00","teaser":"The state produces a lot of energy, but environmentalists and the oil industry are joining to combat wind power companies as they try to expand.","itags":["npr_api","340399916"],"guid":"10858510-5115-4800-a6f6-cb2a0b3d5f18","contentencoded":"<p>Oklahoma is the nation's fourth-largest generator of wind energy. But wind developers in the northeast corner of the state, where the Tallgrass Prairie Preserve lies, are up against stiff opposition from an unlikely pair of allies: environmentalists and oil interests.</p><p>Bob Hamilton, director of the Nature Conservancy's Tallgrass Prairie Preserve, has been fighting to block construction of a 68-turbine wind farm.</p><p>\"It's a real estate issue — location, location, location,\" says Hamilton. \"So, where you put industrial wind development can be a tremendously critical decision, especially if you're talking about at-risk species and ecosystems that are at risk.\"</p><p>This grassland once spanned 140 million acres across 14 states. Today, less than 5 percent remains.</p><p>Hamilton says a wind farm — even if it's miles away — could destroy the habitats of birds and grouse, like the greater prairie chicken, and fragment the wide open prairie.</p><p>Joe Bush, a landowner in Oklahoma, says it's not that simple.</p><p>\"They talk about fragmenting the prairie and such, but it doesn't fragment the prairie any worse than oil wells fragment the prairie,\" he says.</p><p>Bush has welcomed the wind industry with open arms. He has already leased out land for two wind farm projects, including the one the nature preserve is fighting.</p><p>Bush says no other landowner should be able to tell him what to do with his property.</p><p>\"Stay on your side of the fence. That's not how we do things in America,\" Bush says. \"It's capitalism, it's America. Private property is our heritage.\"</p><p>Wind farms are common in western parts of the state, but they're new to the northeast region. There has always been some local resistance from residents who don't want their views ruined by spinning turbines, but Oklahoma's wind energy debate is magnified in Osage County. That's the slice of prairie that Joe Bush and the nature preserve share.</p><p>Osage County is also home to a powerful opponent of wind farm development.</p><p>\"The site is the problem,\" says Everett Waller, a tribal leader with the Osage Nation. \"It's not the alternate energy, the wind energy, anything of that fact.\"</p><p>While the tribe is worried that wind farm construction could hurt wildlife and disturb native remains and artifacts, one of its biggest concerns is oil.</p><p>While many nontribal residents — like Bush — own land in Osage County, the tribal members own most of the mineral rights.</p><p>Waller says aboveground wind farms could block drilling and pumping the oil and gas below ground.</p><p>\"I have a job as chairman of the minerals council to protect my shareholders,\" Waller says. \"This is a business. We're in the oil business.\"</p><p>Oklahoma isn't the only state trying to balance an economically vital oil and gas industry with a promising wind industry.</p><p>Texas is the country's top producer of oil and wind energy. Rod Wetsel, an attorney and professor at the University of Texas who wrote the book on Texas wind law, says property rights in petroleum states were written with the oil and gas industry in mind.</p><p>\"That's a doctrine that's really hard to explain to wind companies that are from Europe or being financed by lenders in New York, that, 'Hey, you better watch out because these oil companies might be able to interfere with your building of the project,' \" says Wetsel.</p><p>Right now, state regulators have started discussing whether Oklahoma should have stricter rules for wind projects. But Wetsel says even oil and gas states have resisted regulating the wind industry because, ideally, they'd like to find room for a turbine and an oil well.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Oklahoma+Wind+Power+Companies+Run+Into+Headwinds+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joe Wertz","audio":[{"meta":{"duration":"234"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1341409894-984117.m3u?orgId=1&topicId=1131&ft=3&f=340399916"},{"href":"http://media.npr.org/assets/img/2014/08/14/20130830-calumetwind107_hr-62613096e6ec82b78b4fed6ed860ba8ce4f3d2be.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1925","width":"2566"}},{"href":"http://media.npr.org/assets/img/2014/08/18/ok-wind2-bb6a9dc1511e9ef303caaa69290b25b53dc0b51d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2014/08/18/ok-wind1-a10cdd2e8130e4eb50728841b626d876d0082c38.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}