{"created":"2014-09-17T18:43:59+00:00","modified":"2014-11-12T16:31:16+00:00","valid":{"from":"2014-11-12T16:31:16+00:00","to":"3014-11-12T16:31:16+00:00"},"hreflang":"en","title":"Ages And Ages: Tiny Desk Concert","published":"2014-05-29T13:56:00+00:00","teaser":"The band makes the kind of music that can restore your faith in humanity — for at least as long as it takes you to watch this uplifting performance in the NPR Music offices.","itags":["npr_api","312718166"],"guid":"10a15c48-d99c-4e92-9970-28280f40cf88","contentencoded":"<p>Everyone knows there are five immutable truths in life. No. 1 is \"Nothing's ever easy.\" No. 2 is \"Nobody does the right thing.\" No. 3 is, well, you get the idea.</p><p>The Portland, Ore., band <a href=\"http://www.npr.org/artists/246000370/agesandages\">Ages and Ages</a> will likely make you rethink these immutable truths — particularly the whole idea about doing the right thing in life. Pay close attention to the second song the group performs in this uplifting Tiny Desk Concert, and you'll see what I mean.</p><p>The eight young men and women who make up Ages and Ages shower audiences with pure joy. The songs are unabashedly inspirational, thoughtful and crazy-catchy, in ways that make it hard to listen without feeling better about the state of the world. The recipe: Take a liberal amount of group sing-alongs, stir in some hand-clapping, and add a few ecstatic shouts to the heavens.</p><p>Ages and Ages is touring in support of its triumphant second album, <em>Divisionary</em>. The group stopped by the Tiny Desk earlier this spring to perform four songs: \"No Nostalgia,\" the infectious opener to the band's 2011 debut <em>Alright You Restless</em>, as well as \"Divisionary,\" \"Light Goes Out\" and \"Our Demons\" from the new record.</p><p><strong>Set List</strong></p><ul><li>\"Light Goes Out\"</li><li>\"Divisionary (Do The Right Thing)\"</li><li>\"No Nostalgia\"</li><li>\"Our Demons\"</li></ul><p><strong>Credits</strong></p><p><em>Producers: Denise DeBelius, Robin Hilton; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Faith Masi, Olivia Merrion; photo by Meg Vogel/NPR</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ages+And+Ages%3A+Tiny+Desk+Concert&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Robin Hilton","audio":[{"meta":{"duration":"901"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1312719063-6c5fed.m3u?orgId=1&topicId=1110&aggIds=146587997,92071316&ft=3&f=312718166"},{"href":"http://media.npr.org/assets/img/2014/05/15/tdc_agesandages_3_19072889-2b0c1611347899bc61c4c207b6938a5a46b43990.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1972","width":"2629"}}]}