{"created":"2014-12-12T22:00:18+00:00","modified":"2015-05-14T21:54:41+00:00","valid":{"from":"2014-12-12T18:55:58+00:00","to":"3014-12-12T18:55:58+00:00"},"hreflang":"en","byline":"Eliza Mills","guid":"10a42de6-2159-4cd9-822c-51cd9acf43e5","published":"2014-12-12T18:55:58+00:00","tags":["APM","Agriculture; recycling","Sustainability"],"description":"Ecovative uses mushrooms and farm waste to grow replacements for soft plastics.","itags":["10a42de62159cd9322c851cd9acf43e5","Marketplace Weekend","PMP:Marketplace_PMP","Marketplace Weekend for Friday, December 12, 2014","Marketplace"],"teaser":"Ecovative uses mushrooms and farm waste to grow replacements for soft plastics.","title":"Growing Styrofoam out of mushrooms","contenttemplated":"[{\"content\":\"<p>In a college dorm room, under a twin XL bed, a company was born. Ecovative, a biodesign company based in Albany, N.Y,, began as a science project for Gavin McIntyre and Eben Bayer <span>–</span>they grew oyster mushrooms under their beds, in the hopes of using them to recycle farm waste to eventually create an alternative to soft plastics like Styrofoam. </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><span>The experiment worked. Using the roots of mushrooms, Ecovative turns agricultural waste <span>–organic materials like unused corn stalks that would normally either be composted or thrown out<span>–</span></span> into packing materials, insulation and even surfboards. The products replace harmful, carcinogenic plastics found in <span>Expanded Poly-Styrene</span> (Styrofoam) and in furniture made from wood composite and held together by toxic urea-formaldehyde. The products are all biodegradable, compostable and sustainable. </span></p>\"},{\"type\":\"text/html\",\"content\":\"<p>Mushroom roots bind together particles of farm waste to make a foam that settles in a mold <span>–</span>Ecovative is able to shape these to make the kind of packaging that protects computer parts or furniture during shipping. Their materials, called Myco Board, have a pretty typical look and feel, and they cost about the same as unrecyclable soft plastics. </p>\"},{\"content\":\"<p>Replacing packing materials made logistical sense for Ecovative. Gavin McIntyre, co-founder and chief scientist at Ecovative,  says that the company &quot;sees itself as a material science company, and a materials provider ... similar to Dow and DuPont, who were the materials leaders within the 20th century. We seek to be the biomaterials leader in the 21st century.&quot;</p>\",\"type\":\"text/html\"},{\"content\":\"<p><span>&quot;When a customer is going to buy a product, they&apos;re looking at price, and performance,&quot; McIntyre says. &quot;The environmental story is a nice-to-have, but it&apos;s not a need-to-have. All of our product offerings are at price parity or below traditional plastic foams or woods.&quot; That pitch has already swayed customers. In 2007, Ecovative&apos;s first customer was a Fortune 500 company, Steelcase furniture. Now Evocative works with many others, including Dell and Crate and Barrel. </span></p>\",\"type\":\"text/html\"},{\"content\":\"<p><span><span>Evocative has also allowed smaller companies to experiment with its materials, offering the option to grow their own Myco Board <span>–</span> that&apos;s how most of the mushroom surfboards are made, by individuals or companies, mostly on the West Coast, who use Ecovative&apos;s foam to shape their own boards. Stanford University also collaborated with Ecovative on the body of a drone, made from mushroom materials, that will decompose in nature. </span></span></p>\",\"type\":\"text/html\"},{\"content\":\"<p>Ecovative is able to keep prices down because it doesn&apos;t rely on fossil fuels to produce materials. It doesn&apos;t have an expensive factory, just molds that hold the Myco Foam while it hardens. Oil independence gives Ecovative added stability, and the company saves on space and staffing. </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><span>Right now, materials made from agricultural waste are only making a small dent in the amount of unrecyclable material going into landfills and oceans, but as the number of biomaterials producers grows, and as these companies expand, the materials industry could get a lot &apos;shroomier. </span></p>\"}]","contentencoded":"<div class=\"barn-cleaned\"><p>In a college dorm room, under a twin XL bed, a company was born. Ecovative, a biodesign company based in Albany, N.Y,, began as a science project for Gavin McIntyre and Eben Bayer <span>–</span>they grew oyster mushrooms under their beds, in the hopes of using them to recycle farm waste to eventually create an alternative to soft plastics like Styrofoam.&nbsp;</p>\n<p><span>The experiment worked. Using the roots of mushrooms, Ecovative turns agricultural waste&nbsp;<span>–organic materials like unused corn stalks that would normally either be composted or thrown out<span>–</span></span> into packing materials, insulation and even surfboards. The products replace harmful, carcinogenic plastics found in&nbsp;<span>Expanded Poly-Styrene</span>&nbsp;(Styrofoam) and in furniture made from wood composite and held together by toxic urea-formaldehyde. The products are all biodegradable, compostable and sustainable.&nbsp;</span></p>\n<p>Mushroom roots bind together particles of farm waste to make a foam that settles in a mold <span>–</span>Ecovative is able to shape these to make the kind of packaging that protects computer parts or furniture during shipping. Their materials, called Myco Board, have a pretty typical look and feel, and they cost about the same as unrecyclable soft plastics.&nbsp;</p>\n<p>Replacing packing materials made logistical sense for Ecovative. Gavin McIntyre, co-founder and chief scientist at Ecovative, &nbsp;says that the company \"sees itself as a material science company, and a materials provider ... similar to Dow and DuPont, who were the materials leaders within the 20th century. We seek to be the biomaterials leader in the 21st century.\"</p>\n<p><span>\"When a customer is going to buy a product, they're looking at price, and performance,\" McIntyre says. \"The environmental story is a nice-to-have, but it's not a need-to-have. All of our product offerings are at price parity or below traditional plastic foams or woods.\" That pitch has already swayed customers. In 2007, Ecovative's first customer was a Fortune 500 company, Steelcase furniture. Now Evocative works with many others, including Dell and Crate and Barrel.&nbsp;</span></p>\n<p><span><span>Evocative has also allowed smaller companies to experiment with its materials, offering the option to grow their own Myco Board <span>–</span>&nbsp;that's how most of the mushroom surfboards are made, by individuals or companies, mostly on the West Coast, who use Ecovative's foam to shape their own boards. Stanford University also collaborated with Ecovative on the body of a drone, made from mushroom materials, that will decompose in nature.&nbsp;</span></span></p>\n<p>Ecovative is able to keep prices down because it doesn't rely on fossil fuels to produce materials. It doesn't have an expensive factory, just molds that hold the Myco Foam while it hardens. Oil independence gives Ecovative added stability, and the company saves on space and staffing.&nbsp;</p>\n<p><span>Right now, materials made from agricultural waste are only making a small dent in the amount of unrecyclable material going into landfills and oceans, but as the number of biomaterials producers grows, and as these companies expand, the materials industry could get a lot 'shroomier.&nbsp;</span></p></div>","audio":[{"meta":{"width":"610","crop":"primary","height":"340"},"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/wine1_src.jpg?itok=yQKQ4aVr"},{"meta":{"duration":394,"duration_hms":"00:06:34","api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2014/12/12/mp_20141212_seg_34"}},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2014/12/12/mp_20141212_seg_34_64.mp3","format":"MP3","type":"audio/mpeg"}]}