{"created":"2015-06-04T19:13:15+00:00","modified":"2015-06-15T23:05:17+00:00","valid":{"from":"2015-06-15T23:05:17+00:00","to":"3015-06-15T23:05:17+00:00"},"hreflang":"en","title":"A Raft Capsizes; Can Spanish Rescuers Reach Everyone In Time?  ","published":"2015-06-05T00:50:00+00:00","teaser":"Eleven African migrants were squeezed into a tiny rubber raft attempting to travel the nine miles from Morocco to Spain. NPR's Lauren Frayer joins Spanish rescuers responding to the distress call.","itags":["npr_api","411987705"],"guid":"10a7e08a-e6db-4724-8b81-d95e5c67959f","contentencoded":"<p>I was on a tour of the <a href=\"http://www.salvamentomaritimo.es/\" target=\"_blank\">Spanish maritime rescue service's headquarters</a> in Tarifa, a Spanish town at the very southern tip of Europe, when the radios all started beeping, and the dispatchers' screens lit up.</p><p>Emergency alerts flood in, beginning with \"pan-pan\" — an urgent call — and then escalating into \"mayday\" — nautical code for a life-threatening situation. <br /> <br /> The first call comes from a human rights group in Morocco, reporting that a boatload of African migrants had just pushed off from a beach there, heading for Europe.</p><p>Eleven people squeezed into a four-person inflatable rubber rowboat. Moroccan maritime officials got the call too, and immediately radio their Spanish counterparts. <br /> <br /> \"Salvamento, salvamento,\" or \"Rescue, rescue,\" a Moroccan officer shouts down a crackly radio channel. <br /> <br /> Often the migrants make the call themselves, from a cell or satellite phone, in the middle of the sea. <br /> <br /> \"They're screaming, they're crying, the babies are crying. They put the babies close to the phone so you can hear them,\" says dispatcher Azuzena Lopez. \"But we have to keep cool.\"<br /> <br /> It's hard, but she says she sometimes has to put down the phone. The drama is too much.</p><p>\"And the more you speak with them, the more nervous they get,\" she adds. <br /> <br /> It's only nine miles across the water at the mouth of the Mediterranean Sea, between Africa and Europe. From Morocco, you can see the Spanish coast, and vice versa. So it's tempting to think it's an easy journey by raft, for Arab or African <a href=\"http://www.npr.org/sections/parallels/2013/10/18/237120156/desperation-outweighs-dangers-for-europe-bound-migrants\" target=\"_blank\">migrants searching for a better life in Europe</a>. <br /> <br /> But the Straits of Gibraltar, near their namesake rock, have some of the strongest winds and waves in the world. It's one of the reasons many migrants try their luck crossing the Mediterranean farther east, <a href=\"http://www.npr.org/2015/06/04/411917365/fisherman-by-day-human-smuggler-by-night\" target=\"_blank\">setting off from Egypt or Libya. </a></p><p>The winds between Morocco and Spain are often coming from the east, pushing any small boats out of the Mediterranean and into the even fiercer, colder Atlantic Ocean. <br /> <br /> \"They are using small plastic boats — the toys we use with our children on the beaches,\" says Adolfo Serrano, the head of Tarifa's rescue coordination center. \"Today with winds up to 100 kilometers an hour (60 mph), it's almost impossible to cross rowing.\" <br /> <br /> Serrano had planned to take me along on a maritime training exercise, in which rescuers practice plucking victims out of the water, using lasso lines thrown from a helicopter above, and special high-speed launches below. <br /> <br /> But our helicopter got dispatched to a real-life emergency instead. <br /> <br /> \"We are getting nervous. We know more or less the area where they are,\" says Lopez, working the phones and radio, contacting commercial boats nearby. Some 250 commercial vessels pass through the mouth of the Mediterranean each day. She says they're often willing to go off course to help. <br /> <br /> Time is of the essence. With such high winds, a rubber raft can overturn in minutes. People can't survive long in cold, choppy waters. <br /> <br /> \"Most of the migrants we rescue have no prior experience with the sea. Many have never been on a boat before,\" Serrano explains. \"They're terrified by the wind and waves.\" <br /> <br /> Rescuers run down to the docks, to board life-saving ships. I joined them, boarding the Salvamar Atria, a high-speech rescue launch with a crew of three. We pull out of the harbor in nearby Algeciras, motor past the Rock of Gibraltar, and began scanning the horizon for any sign of an inflatable boat. <br /> <br /> \"They'll be visible for only an instant though, before they go down into the trough of a wave,\" says rescuer Carlos Blanco, with his eyes on the water and his ears on the radio. <br /> <br /> Moroccan officials receive a cell phone call from the migrants. They say they have no idea where they are — visibility is low in such rough waters — but that they can see a red and white boat nearby.</p><p>Moroccan and Spanish officials figure out which commercial vessel it could be and radio the ship's captain, who agrees to maneuver his giant ship to shield the migrants' boat from wind and waves, while rescuers race to get there. <br /> <br /> But by the time they do, the inflatable boat has capsized. <br /> <br /> The Spanish helicopter lowers a rescuer down a line, to grab two African men, one after another, and airlift them to a nearby hospital. They're suffering from hypothermia, but are expected to survive. <br /> <br /> Nine other migrants, including a woman, cling to their overturned raft bobbing up and down in the water. Another Spanish rescue boat, the Salvamar Alkaid, motors close to them, and pulls them to safety. Within an hour, they're huddled under wool blankets back on dry land, at a Red Cross shelter in Tarifa.</p><p>\"They arrived at our door all with wide smiles,\" says Rocío Lopez, a Red Cross nurse who is not related to Azuzena, the rescue dispatcher. \"The one woman in the group kept saying, 'Thank you' and hugging me. Some days they even applaud and sing. They're tired, but grateful.\" <br /> <br /> Lopez gives the migrants dry clothes, food and a medical exam. They tell her they're all in their late 20s, from Gambia and the Ivory Coast in West Africa. After a few hours with the Red Cross, they're transported to Tarifa's police station, where they spend their first night in Europe — behind bars. <br /> <br /> After processing there, they'll head to migrant reception centers, where they will have an opportunity to request asylum or meet with social workers. Their fate depends on treaties between Spain and their home countries. The final outcome could be anything from asylum in Spain to deportation back to their homeland. <br /> <br /> Nurse Lopez says this rescue was lucky, given the high winds and dangerous sea conditions, but that's not always the case. <br /> <br /> \"Every time the phone rings, I worry, 'Who's coming across, and what condition will they be in?'\" she says.<br /> <br /> And with that, her phone rings, ending our interview. She's off to another rescue.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Raft+Capsizes%3B+Can+Spanish+Rescuers+Reach+Everyone+In+Time%3F++&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lauren Frayer","audio":[{"meta":{"duration":"205"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1412046992-061245.m3u?orgId=1&topicId=1124&d=205&p=2&story=411987705&t=progseg&e=412027307&seg=12&ft=nprml&f=411987705"},{"href":"http://media.npr.org/assets/img/2015/06/04/spain-rescue-6-4-15-52185c1a2e6bc4ee12e57f78b784eae29d387196.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1799","width":"2399"}},{"href":"http://media.npr.org/assets/img/2015/06/04/spain-coast-guard-6-4-15-e83bf3b495897e0aaefcf317bb80d9a2d5fafaac.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2228","width":"2971"}}]}