{"created":"2014-11-14T23:32:24+00:00","modified":"2014-11-26T15:01:07+00:00","valid":{"from":"2014-11-26T15:01:07+00:00","to":"3014-11-26T15:01:07+00:00"},"hreflang":"en","title":"Workers Say Employers In Ailing Atlantic City Hold All The Cards","published":"2014-11-14T23:34:00+00:00","teaser":"A bankruptcy judge has approved pay benefits cuts for workers at the ailing Trump Taj Mahal casino. But in the city's grim job market, better-paying opportunities elsewhere are few and far between.","itags":["npr_api","363826579"],"guid":"10d52663-e682-4087-85f6-392d7396b7b8","contentencoded":"<p>Valerie McMorris has served drinks at the Taj Mahal casino in Atlantic City, N.J., since it opened 24 years ago.</p><p>Casinos have sustained McMorris most of her life; both of her parents worked in casinos, she says. \"It just allowed so many people a middle class status.\"</p><p>But McMorris says that's changing. Her pay and benefits have been cut. Her husband lost his job at the Revel, a gleaming $2.4 billion casino that went bust this year.</p><p>Four of the city's dozen casinos have closed so far in 2014, eliminating nearly one-tenth of Atlantic City's jobs. Unemployment now stands at nearly 11 percent. And with Trump Taj Mahal set to close next month, another 3,000 casino workers stand to lose their jobs — unless the casino's bankrupt parent company strikes a last-minute deal with its billionaire creditor, Carl Icahn.</p><p>McMorris says neighbors and friends are moving elsewhere. She'd like to apply for teaching jobs, \"but even teaching jobs in this area, they're hard to find,\" she says. \"Because a lot of people can't afford to live here anymore. So they're moving out of New Jersey.\"</p><p>I'm interviewing McMorris at Burger, a restaurant in the Taj Mahal that now only opens when there are enough customers. These days, that's about once a week. As the city loses gaming clientele to neighboring states, state and local officials are scrambling to try to bring jobs back, by building retail and a new conference center, and repurposing casinos.</p><p>Oliver Cooke, an economist at Stockton College, says the city should focus more on growing companies outside hospitality.</p><p>He says \"the whole point is to somehow kind of move your city or your metropolitan economy, kind of up the value chain. What you hope, of course, to foster is kind of high-wage-led development, as opposed to traditionally low-wage growth.\"</p><p>John Palmieri, executive director of the state's Casino Reinvestment Development Authority, says the city is trying to do just that. \"We are fully attuned to the fact that we need to replace the jobs lost with new jobs, but that won't happen overnight,\" he says.</p><p>Palmieri wants to attract higher-paying jobs — \"meds and eds, as they say, people who work in hospitals and education. He says the aerospace research park near the city's airport could expand as a tech center.</p><p>But he acknowledges that the local workforce, with a low percentage of college graduates, isn't quite ready.</p><p>\"We have certain distress factors that we deal with,\" he says. \"It's a poorer population. Education's an issue.\"</p><p>So is urban blight. Layoffs and closures have left their mark around the city, with restaurants and businesses boarded up and dark.</p><p>As buildings fall into disrepair, the quality of jobs is also eroding, says Paul Smith, a veteran cook at the Taj Mahal. Smith, whose colleagues call him Smitty, is a single father who raised two boys in Atlantic City. Like many others, his main worry is losing health care coverage.</p><p>\"I need another surgery,\" Smith says. \"Without the benefits, I can't have it.\"</p><p>Last month, the bankruptcy judge approved cuts to work hours and health and pension benefits for Taj Mahal workers. The workers union, Unite Here! Local 54, is appealing the cuts.</p><p>Smith, other workers and their union president all say they're fighting to maintain a standard. They worry that any concessions on benefits in a down market like this one would become permanent and would be applied across what remains of the city's casino industry.</p><p>\"If we do give up our benefits, I mean, I'm not willing to sacrifice the standard for the rest of Atlantic City to change,\" Smith says. \"I would rather this building close.\"</p><p>Trump Entertainment, Taj Mahal's parent, says that if the union fights the cuts, the company will close the casino Dec. 12.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Workers+Say+Employers+In+Ailing+Atlantic+City+Hold+All+The+Cards&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Yuki Noguchi","audio":[{"meta":{"duration":"243"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1364138367-03e392.m3u?orgId=1&topicId=1006&ft=3&f=363826579"},{"href":"http://media.npr.org/assets/img/2014/11/14/atlantic-city-workers1-9c4de450fae71080085cf983db5b6049f4edb71d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2589","width":"3452"}},{"href":"http://media.npr.org/assets/img/2014/11/14/atlantic-city-workers2-65fedceba4a34c44753a484abdbf43e65e3be087.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2540","width":"3387"}}]}