{"created":"2014-09-08T15:37:23+00:00","modified":"2015-01-22T03:06:27+00:00","valid":{"from":"2015-01-22T03:06:27+00:00","to":"3015-01-22T03:06:27+00:00"},"hreflang":"en","title":"White House Adviser: Cease-Fire Should Include Demilitarization Of Gaza","published":"2014-07-23T17:06:00+00:00","teaser":"In an interview with NPR, Deputy National Security Adviser Tony Blinken endorsed Israel's demand that before the conflict ends, Gaza must be demilitarized. It's a demand Hamas is unlikely to agree to.","itags":["npr_api","334431139"],"guid":"110c6f2e-1417-48c4-98c7-c17ff13e8759","contentencoded":"<p>A top White House adviser says any cease-fire agreement between Israel and Palestinians must include the demilitarization of Gaza.</p><p>In an interview with NPR's Steve Inskeep, Deputy National Security Adviser Tony Blinken said \"that needs to be the end result.\"</p><p>\"There has to be some way forward that does not involve Hamas having the ability to continue to rain down rockets on Israeli civilians,\" Blinken said.</p><p>Asked if this means the U.S. has endorsed Israel's demand that Hamas give up its weapons, Blinken said:</p><p>\"One of the results, one would hope, of a cease-fire would be some form of demilitarization, so that again, this doesn't continue, doesn't repeat itself. This is what we've seen happen multiple times over the past few years, which is these rockets coming from Gaza, which Hamas controls, as well as more recently the tunneling to Israel with terrorists trying to infiltrate Israel. And no country can accept that. So that needs to be the end result of this process.\"</p><p>Of course, Hamas is unlikely to accept that demand and adding it as a condition to a cease-fire agreement may prolong the current conflict.</p><p>Aaron David Miller, a well-known Middle East analyst and vice president for new initiatives at the Woodrow Wilson International Center for Scholars, <a href=\"http://www.foreignpolicy.com/articles/2014/07/22/the_end_game_in_gaza_netanyahu_hamas\">wrote in <em>Foreign Policy</em></a> that the demilitarization of Gaza is \"on the far end of the outcome spectrum.\"</p><p>He continues:</p><blockquote><p>\"This would mean a cessation of hostilities far different than in previous rounds of fighting. It would require a fundamental change in Gaza's political situation brought about either by military or diplomatic means. ...</p><p>\"It would also require someone to assume real responsibility for Gaza. A transformed and defanged Hamas is hard to imagine. But if Israel forcibly tried to dismantle Hamas as an organization, there would likely be massive casualties on both sides. And in these circumstances neither Egypt, let alone the Palestinian Authority, could ride into Gaza on the backs of Israeli tanks amid the carnage.</p><p>\"Demilitarization is impossible without a diplomatic solution by which Hamas agrees to give up its weapons in exchange for a fundamental change in the economic and political conditions in Gaza, perhaps a kind of mini Marshall Plan.\"</p></blockquote><p><strong>Update at 1:04 p.m. ET. All Options On Table:</strong></p><p><a href=\"http://hosted.ap.org/dynamic/stories/M/ML_UNITED_STATES_MIDEAST?SITE=AP&SECTION=HOME&TEMPLATE=DEFAULT&CTIME=2014-07-23-09-09-56\">The AP reports</a> that when Kerry was asked about Blinken's comments, he said, \"All of the issues of Gaza would be on the table.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=White+House+Adviser%3A+Cease-Fire+Should+Include+Demilitarization+Of+Gaza&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eyder Peralta","audio":[{"meta":{"duration":"368"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1334433712-e4e6e0.m3u?orgId=1&topicId=1009&ft=3&f=334431139"}]}