{"created":"2015-02-24T19:27:27+00:00","modified":"2015-02-25T01:35:47+00:00","valid":{"from":"2015-02-25T01:35:47+00:00","to":"3015-02-25T01:35:47+00:00"},"hreflang":"en","title":"After His Brother's Suicide, Writer Seeks Comfort In 'All The Wrong Places'","published":"2015-02-25T01:35:00+00:00","teaser":"In his new memoir, Philip Connors writes about \"living in the shadow of a suicide.\" Wracked by guilt and haunted by what-ifs, Connors investigated his brother's death and learned a terrible secret.","itags":["npr_api","388720357"],"guid":"1118596b-4b60-487a-aabe-5be3dc02ca12","contentencoded":"<p>When writer Philip Connors was in his 20s, he received a call from his mother that later haunted him: \"You know, I spoke to your brother and he's been having trouble with his girlfriend — he sounded really down ... you should really call him.\"</p><p>\"And when I hung up the phone, I thought to myself: 'Yeah, yeah, kid brother and his silly troubles with women, I'll get around to calling him. I'll call him in a few days, or maybe next week,' \" Connors tells <em>Fresh Air</em>'s Dave Davies.</p><p>But the next day, Connors' father called to tell him that his younger brother Dan had committed suicide.</p><p>Connors carried a terrible sense of guilt — a feeling he might have been able to prevent the tragedy.</p><p>\"One of the things about living in the shadow of a suicide is that everyone involved is going to have some guilt, is gonna wonder: 'What could I have done? What could I have said? How could I have reached out and provided a sustaining connection in that moment that could've prevented this?' \" Connors says. \"And in my case it was just sort of amped up, because I felt like I had the chance. If I had put down the phone after that call from my mother and picked it up again and dialed my brother's number, I wanted to believe that that might've saved him. I couldn't believe, in fact, that it <em>wouldn't</em> have saved him.\"</p><p>Connors' new book, <em>All the Wrong Places</em>, is a memoir that recounts his relationship with his brother and his struggles to cope with Dan's suicide as he pursued his writing career. Connors describes his early years in journalism and an unexpected fascination with amateur phone sex.</p><p>When, after many years, Connors decides to investigate the circumstances around his brother's death — including asking the police to see photos — there are surprising revelations, and insights into his life and relationships.</p><p>\"After many years of obsessing about this possibility of having reached out to him and connected with him and saved him, I ultimately realized it was a fool's game to play the what-if in that scenario. Because the stakes were, you know, just so huge,\" Connors says. \"We're talking about his life, and his life and death.\"</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On his childhood relationship with his brother </strong></p><p>It was fun. I was very close to my brother, in part because we were fairly isolated. We lived out in the country — we were essentially all the other had as far as human entertainment — and so we did what farm boys have always done: We made up games, we played in the woods, we fished in the river. We spent all day every day together, making forts and building snowmen in the winter, and ... yeah, I can't remember being bored for even a second of my childhood.</p><p><strong>On the last time he saw his brother </strong></p><p>Very early in 1995 I went to visit my brother in Albuquerque because he was engaged to be married recently. So I made a trip, a long drive in fact, to Albuquerque and just hung out there for several days with my brother, kind of seeing his world.</p><p>I had never been to the Southwest before, never stepped foot in the state of New Mexico, and during that visit something extraordinary happened, which was that he took me up in a hot air balloon. It had been his passion, his newfound passion, after he moved to Albuquerque. And at the time I was 22 years old, my brother was 21, and I had never even been on a commercial flight before, so this was my first time up in the air. ...</p><p>And it was — even as it was happening — you know, I knew that this was a memory that was going to stay with me forever because it was such an extraordinary experience. And I still, to this day, 20 years later, I can remember it quite vividly. ...</p><p>That was the last time I saw my brother, January of 1995. He lived another year-and-a-half, but we were brothers in our early 20s living on opposite sides of the country. I was going to college, and he was working full-time and had been engaged to be married — that ultimately broke off.</p><p>You know, the really sad part about that visit — it was both exalting and then sort of sad at the end, because he made just a little passing comment that I took to be racially insensitive at best. And while I had had this incredible experience with him and saw him in a new light — saw him truly as an adult for the first time, not just as my kid brother — that one little remark really soured me. And I left thinking, \"you know, maybe he hasn't quite grown up, and maybe when he does we can reconnect again, but I don't have time for that sort of racist nonsense.\"</p><p>And we never spoke again — which, I'll be honest, haunts me to this day, that I sort of wrote him off like that. We never talked again.</p><p><strong>On calling an amateur phone sex line</strong></p><p>It didn't necessarily have to have anything to do with sex. There were people I talked to about all sorts of things under the sun on that line. I think, you know, if they had been dedicated to truth in advertising they might've called it a \"loneliness line,\" rather than a \"phone sex line.\" Yes, there were people calling and looking for phone sex; there were also people just desperately lonely looking for some voice to connect with, someone to talk to who would make them feel less alone.</p><p>There were nights where I would try to connect with people, and fail and not connect with anyone. There were other nights where I would talk to someone for a half an hour, 45 minutes, or longer about their work or where they lived in the city and what they liked to do. And then there were also a couple of occasions where I had really interesting conversations with people that ended with us saying, \"gosh, maybe we should meet in person?\" And a couple of times I actually did do that with people. ...</p><p>A couple of the people that I met in person through that line turned out to be people who were going through very difficult things in their lives, and I felt like we could talk to each other with a degree of honesty and candor that you're probably never going to be able to achieve on your standard first date. The way we had met already signaled to both of us, respectively, that we were a little bit weird and we weren't using the usual channels to try to achieve romantic love, so why not be totally honest with each other?</p><p><strong>On why he wanted to see the police photos relating to his brother's suicide</strong></p><p>I think part of the reason I wanted to see them was, for years after my brother's death, I would have occasional dreams in which I was searching for him. Or, a couple of times, I remember a very vivid dream in which he was in a casket and being buried — and yet he was still alive. And I was trying to bring attention to this fact to everybody around like, \"hey, no, no, don't bury him, he's still alive — stop!\"</p><p>I think those dreams had something to do with the fact that there was no viewing of the body, for obvious reasons — he had killed himself with a gunshot to the head, so at the wake and at the funeral the casket was closed. And I never did get to see him deceased.</p><p>And so my last memory of him was a moment in which <em>I</em> felt more alive perhaps than I had ever felt, flying in that hot air balloon with him. And I felt like maybe I could put a stop to the dreams if I confronted the fact of his death — the literal, visual fact of it. And in fact, that was the case — I stopped having the dreams after I confronted the, the police and the autopsy photos.</p><p>They were certainly very difficult to look at, and shocking on first viewing. But you know, in order to face up, finally, to what he had done, and face up to what his suicide had done to my life, I just felt it was very important to look — look at it, face on, head on, and not have any illusions about what he had done to himself.</p><p><strong>On learning his brother's most closely-held secret</strong></p><p>The one thing I ultimately tracked down was a little piece of information offered [to] me by the woman he had been engaged to be married to, and she ... said toward the end of the night, \"you know, your brother had a secret; I wonder if he ever told you about it.\"</p><p>And I thought, \"gosh, I don't know of any secret — if he had had some secret that he had chosen to share with me, I would certainly remember that.\"</p><p>And she, you know, took some coaxing, because it became clear to, I think, both of us that she was probably the only person on Earth that he had ever shared this piece of information with. And when she told me what it was, it sort of unlocked the mystery of his suicide for me — or at least provided a context for it that I hadn't had before, and perhaps in some way it even allowed me to forgive him in a way I hadn't been able to before. ... It was serious business, what she told me, and it put his life and his death in a new light. ...</p><p>The secret was that one night, when they were still engaged to be married, he had been drinking. He felt that he was probably losing her, because she was pulling away — she was concerned about certain things with him, including his drinking — and one night he confessed to her that as a child he had been raped.</p><p>And it was not long after that that she broke off the engagement — not because of that fact, there were lots of things in play. But I've always wondered whether, whether that doubly hurt him — that he confessed the darkest secret he held, perhaps as a way of trying to hang on to someone he felt he was losing — and he lost her anyway. That's almost less, you know, less interesting than the fact that the poor guy had something horribly violent happen to him when he was a child.</p><p>And he was never able to tell anyone about it — he carried it with him his entire life, shared it only with one person. And, you know, you start poking around into studies of child sex abuse, studies of suicide, and you find there's a link there. To be sexually abused or attacked as a child multiplies your risk of eventually attempting or achieving suicide.</p><p>So that little piece of information, sort of a double-edged sword, you know? I was so sad and so angry to learn that something like that had happened to him, and at the same time, it was almost like the lost piece of the puzzle that finally explained, perhaps, why he had been a tormented young man.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+His+Brother%27s+Suicide%2C+Writer+Seeks+Comfort+In+%27All+The+Wrong+Places%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2344"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1388755437-af8873.m3u?orgId=1&topicId=1033&e=388720357&d=2344&ft=nprml&f=388720357"},{"href":"http://media.npr.org/assets/img/2015/02/24/connors-philip-mark-ehling_300dpi-5ce75e40f9c60096d67cb026d1a3e77ad9622fbf.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"722","width":"963"}}]}