{"created":"2014-10-18T11:43:34+00:00","modified":"2014-11-10T20:40:18+00:00","valid":{"from":"2014-11-10T20:40:18+00:00","to":"3014-11-10T20:40:18+00:00"},"hreflang":"en","title":"Syria's 'Moderate Rebels' Say They Are Willing, But Need Weapons","published":"2014-10-20T02:26:00+00:00","teaser":"The Free Syrian Army has been outgunned in the country's multi-sided civil war. But they say they have fighting experience, and if the U.S. provides arms and training they could play a key role.","itags":["npr_api","356997317"],"guid":"11217aab-848a-4e5e-b6a3-8121a65b1504","contentencoded":"<p>The American-led coalition opposing the so-called Islamic State in Iraq and Syria is starting to move toward vetting and training ground forces to do battle in both countries.</p><p>But it's a slow process, and it comes after years of frustrations for veterans of the Free Syrian Army, or the FSA, who have gathered in southeastern Turkey, a place with a long history of epic battles and religious fights.</p><p>At a park in the shadow of the Urfa fortress, Ahmed Askar, a 29-year-old commander recounts his battle experience in Syria. Above him are cliffs that contain the ruins of the palace where legend has it that the pagan king Nimrod ordered the burning of the prophet Abraham. God, the story goes, had other plans, turning the fire into water and creating a lake, where families today come to feed swarming schools of carp.</p><p>Askar says his fighters successfully pushed the Islamic State out of the eastern Syrian city of Deir Ezzor, but were later overrun by the enemy's superior firepower.</p><p>Askar brings a street-level commander's perspective to the battle against the Islamic State, also known as ISIS. He says if the coalition gathers the FSA units that earned hard-won battle scars fighting ISIS with only light weapons, in a matter of months they could open new fronts at three strategic border crossings with Turkey — Ras al-Ain, Tal Abyad, and al-Bab.</p><p>\"If we start with a few thousand men on these three fronts, with real weapons, you would soon see success,\" he says. \"Because there are also a lot of fighters inside ISIS-controlled territory, they're waiting for a reason to get into the fight against ISIS.\"</p><p><strong>Different Agendas</strong></p><p>But as always with the Syrian opposition, it's complicated. Judging by the images flashing around the world from the border town of Kobani, it would seem that the toughest fighters combating ISIS at the moment are the Syrian Kurds with the YPG, linked to Turkey's Kurdish militants the PKK.</p><p>But Askar says in his opinion the unpopular decision by the Turkish government to oppose arming the Kurds is absolutely right, not just for Turkey, but for Syria as well.</p><p>\"That's right, because the (Kurds) want their own state, they don't think about Syria as one state,\" he says. \"If we win against ISIS, the Kurds will be no help in fighting the regime.\"</p><p>And the Arab-Kurdish divisions pale beside the conflicting agendas of some of the main regional players in the anti-ISIS coalition. President Obama's envoy to the coalition, retired general John Allen, told reporters in Washington this week that the in-fighting that has plagued every phase of the effort to find and support a moderate Syrian opposition has to stop.</p><p>\"They need to begin to build and begin to work together to create a coherent political superstructure,\" said Allen, adding that a unified political structure combined with a credible field force \"creates the moderate Syrian opposition as the force to be dealt with in the long term, in the political outcome of Syria.\"</p><p>Allen emphasized \"long term,\" and said while Syria is important, Iraq has priority.</p><p>Askar says he's not seeing any coming together among the regional powers in the coalition, just familiar names being recycled. He says every power seems to have its favorite Syrians, with the Qataris pushing one politician, the Saudis another, and the Americans yet another. He singles out past Syrian opposition coalition head Ahmad al-Jarba as one example.</p><p>\"The Saudi guy in Syria is al-Jarba ... a guy without any real experience,\" according to Askar. \"But it seems the Saudis don't care about competence, they just want people loyal to them.\"</p><p>What Askar doesn't say is that the Turks and the Qataris are strong boosters of the Syrian Muslim Brotherhood, until now a strong and controversial presence in the FSA.</p><p>Faced with problematic benefactors all around, Askar and his Deir Ezzor fighters are going with the Turks for now. But they have few illusions that the effort to bring Syria a future dominated by neither radical Islam nor the Assad family dictatorship is if anything harder than ever.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Syria%27s+%27Moderate+Rebels%27+Say+They+Are+Willing%2C+But+Need+Weapons&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Peter Kenyon","audio":[{"meta":{"duration":"245"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1357153393-4aec87.m3u?orgId=1&topicId=1009&ft=3&f=356997317"}]}