{"created":"2015-05-01T12:43:30+00:00","modified":"2015-05-12T20:04:00+00:00","valid":{"from":"2015-05-12T20:04:00+00:00","to":"3015-05-12T20:04:00+00:00"},"hreflang":"en","guid":"11289002-b0c2-44c0-a3dd-cfe293ef9232","title":"Pope Francis is making waves on the issue of global climate change ","published":"2015-05-12T20:03:56+00:00","byline":"Matthew Bell","tags":["climate change","Religion","environment","Environment","Science, Tech & Environment","Pope Francis","Vatican","Climate change","Pope","Environment","Religion"],"teaser":"Advocates for more aggressive action on climate change are counting Pope Francis as a powerful new ally. But the head of the Roman Catholic Church is ruffling some feathers even before coming out with a highly anticipated Catholic teaching on environmental issues. ","contentencoded":"<p>Abortion, contraception, same-sex marriage. The so-called pelvic issues are the ones that the head of the Roman Catholic Church really gets worked up about, right?</p>\n<p>Not this pope.</p>\n<p>That has been pretty clear to anyone listening to Pope Francis since he took over at the Vatican in 2013. “It is not necessary to talk about all these issues all the time,” Francis <a href=\"http://www.americamagazine.org/pope-interview\">told an interviewer</a> that same year. </p>\n<p>Now, Francis seems determined to talk about global climate change. And lots of people are listening.</p>\n<p>This is not the first leader of the Catholic Church to talk about the importance of environmental stewardship. Pope Benedict and John Paul II both did so. But Francis has a real knack for grabbing international media attention. And with such a politically divisive issue like climate change, especially here in the US, Francis is already making waves.</p>\n<p>For about a year, Francis has been meeting with scientists and policy experts to get their advice on addressing the environmental degradation caused by climate change. This process will culminate in June or July, when Francis comes out with a highly anticipated <em>papal encyclical </em>on the environment.</p>\n<p>An encyclical is the highest teaching issued by a pope. It is essentially a church policy paper, meant to offer guidance on specific issues for the bishops, priests and faithful that make up the family of about 1.2 billion Roman Catholics worldwide. The pope finished writing his “eco-encyclical” in late April. It will be the first time a Catholic leader has dedicated an entire encyclical to environmental issues.</p>\n<p>“I don’t know exactly what the pope will say about climate change,” says Christiana Peppard, an expert on Catholic theology and the environment at Fordham University. “A lot of people have already begun to speculate on this and seem to have a lot of horses in the race.”</p>\n<p>The Vatican’s point man on climate change is Cardinal Peter Turkson, who has offered some clues about how Francis will frame the issue of climate change in moral terms. “[T]he ever-accelerating burning of fossil fuels that powers our economic engine is disrupting the earth’s delicate ecological balance on almost-unfathomable scale,” Turkson said at an international climate change conference hosted by the Vatican this week.</p>\n<p>“We clearly need a fundamental change of course, to protect the earth and its people,” Turkson said. “[T]he wealthiest countries, the ones who have benefitted most from fossil fuels, are morally obligated to push forward and find solutions to climate-related change and so protect the environment and human life.”</p>\n<p>“[Wealthy nations] are obliged both to reduce their own carbon emissions and to help protect poorer countries from the disasters caused or exacerbated by the excesses of industrialization,” Turkson said.</p>\n<p>Francis is likely to expand on this point with his eco-encyclical, Peppard says, because climate science shows that people in the developing world are indeed most at risk.</p>\n<p>“These people not only are the first affected, but they have also done the least to contribute to these human-amplified processes; and they are, by means of their poverty, the least able to respond or adapt effectively,” Peppard says.  </p>\n<p>“That’s a moral triple whammy. And I think the pope being from South America and having poverty be a theme of his pontificate thus far is really attuned to that.”</p>\n<p>This is the kind of talk that makes conservatives in the US, including many Roman Catholics, uneasy. Take John Boehner, for example. The House speaker and Ohio Republican is both a Catholic and a skeptic on climate change. It was Boehner who invited this pope to speak on Capital Hill. But the GOP leader will not be the only one squirming if Francis speaks bluntly about the need to cut back on fossil fuels to curb carbon emissions. Conservatives also bristle at the notion that wealthy nations have a moral obligation to address severe inequities in the global economy.</p>\n<p>Close to a third of the US Congress is made up of Catholics. In addition to Boehner, Jeb Bush, Marco Rubio and Paul Ryan are among the Catholic members of the GOP who might find themselves very much out of step with the pope on what he sees as an urgent moral issue.</p>\n<p>Brian Burch of CatholicVote.org says he worries that the eco-encyclical will be reduced into a “political manifesto” by advocates of specific policy positions. At the same time, he adds that, “there’s a difference between carbon emissions and whether or not we ought to defend the life of an innocent human being in the womb.”</p>\n<p>“For a Catholic legislator,” Burch says, “there’s a lot of room for good people of good will to disagree on what the political solution ought to be.”</p>\n<p>But Francis apparently feels there is no time to waste.</p>\n<p>“The time to find global solutions is running out,” the pope wrote late last year. And he also warned about the dangers of inaction.</p>\n<p>Katharine Hayhoe is an atmospheric scientist at Texas Tech and an evangelical Christian. And she says the science shows that the pope is right.</p>\n<p>“For so long, climate change has been this issue that only matters to the polar bears up in the arctic. Today, climate change is happening right here in the lower 48 and it’s happening not to our kids, not to our grandchildren, it’s happening to us here and now,” Hayhoe says.</p>\n<p>“That’s a really important message. It’s no longer something that we can afford to shove off and say, ‘We’ll deal with it when it comes.’ It’s come. So, the time to deal with it is now.”</p>\n<p>In that sense, Hayhoe says Pope Francis has already succeeded by creating so much buzz around the issue of climate change. Hayhoe's hope now: That the encyclical will spark discussion all the way down to people in the pews at churches across the country.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-30%2Fpope-francis-making-waves-issue-global-climate-change&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/05012015_02.mp3"},{"href":"http://admin.pri.org/file/0501201502mp3"}]}