{"created":"2015-02-09T08:34:15+00:00","modified":"2015-06-05T15:28:59+00:00","valid":{"from":"2015-06-05T15:28:59+00:00","to":"3015-06-05T15:28:59+00:00"},"hreflang":"en","title":"Oil Price Dip, Global Slowdown Create Crosscurrents For U.S.","published":"2015-02-09T13:48:00+00:00","teaser":"The big drop in oil prices is a gift to consumers that should propel the U.S. economy, analysts say. But those lower prices are hurting the energy sector, and consumers continue to be cautious.","itags":["npr_api","384345437"],"guid":"112b2f02-c3fd-4ad8-8b79-08d2d05a85aa","contentencoded":"<p>Continued job growth has boosted prospects for the U.S. economy, but it continues to face some tricky crosswinds. The big drop in oil prices and a stronger dollar both help the economy and hurt it. Add to that the recent slowdown in global growth.</p><p>Lots of economists have suggested the big drop in oil prices is a gift to consumers that will propel the economy. David Kotok of Cumberland Advisors is one of them. He argues that cheaper oil will ultimately be a positive.</p><p>\"The U.S. comes out a big winner on a falling energy price, but it takes time to filter through and into the full economy,\" Kotok says.</p><p>And it starts out as a negative shock to the oil sector. Kotok says cuts in production and energy company payrolls will cost the U.S. economy up to $150 billion. That's made investors nervous. As oil prices fell sharply in January, they sent stock markets gyrating.</p><p>But as lower energy prices filter through the economy, Kotok says, the positive effects, worth $400 billion, will overwhelm the negative.</p><p>Economist Liz Ann Sonders, the chief investment strategist at Charles Schwab, agrees.</p><p>\"The U.S. economy is 68 percent consumer spending, so right there you know that falling oil prices is a benefit,\" she says.</p><p>That puts money in consumers' pockets. Low energy prices also benefit many businesses, whose hiring will more than offset the losses in the energy sector. But, Sonders says, the oil and gas layoffs are making headlines.</p><p>\"The crash in oil prices happened fast and furiously, and now we're getting those series of layoffs, and rig counts are dropping,\" Sonders says. \"And now people are concerned: Is this going to carry further into the economy? How much of this is a function of weak global growth?\"</p><p>There's good reason to be concerned, says Jeffrey Snider, head of global investment research at Alhambra Partners.</p><p>\"Whenever you see oil prices collapse, especially by something like 60 percent, something else is going on, and so therefore, any benefit that might come to consumers in the form of lower energy prices is being overwhelmed by whatever it is that's causing oil to fall in the first place,\" Snider says.</p><p>And falling oil prices are a clear sign of a dangerously weak global economy, he says.</p><p>\"You have economies from Europe, Japan, China that are either in or very close to recession or some form of growth that is significantly degraded,\" Snider says.</p><p>And, he says, recent data suggest U.S. consumers are saving most of their windfall from lower energy prices, not spending it to fuel growth.</p><p>\"That's an indication of very cautious behavior,\" he says.</p><p>That caution suggests underlying problems in the U.S. economy, including slow wage growth, he says.</p><p>Snider says another crosswind is chilling profits for American exporters and multinationals: the strong dollar.</p><p>Sonders agrees that earnings at multinationals are being hit, but she argues that a strong dollar signals confidence in the U.S. economy that is historically associated with strong growth.</p><p>\"We're not an export-oriented economy. Most other countries that want to try to lower the value of their currency [do it] because a bigger part of their economy is export-oriented, so they want that weaker currency to boost exports.\"</p><p>In the U.S., exports account for just 13 percent of economic activity.</p><p>Sonders says the U.S. is likely to weather the crosswinds in the global economy and experience solid growth in 2015. Kotok goes even further. He says the U.S. will show gradual improvement for the rest of the decade.</p><p>\"We're going to do it with a stronger currency, little inflation and low interest rates. It's a pretty picture for the United States,\" Kotok says.</p><p>The <a href=\"http://www.npr.org/blogs/thetwo-way/2015/02/06/384263303/economy-adds-257-000-new-jobs-unemployment-rate-up-slightly\">strong jobs figures</a> reported on Friday — with more than a million jobs created in the past three months — bolster that optimistic view.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Oil+Price+Dip%2C+Global+Slowdown+Create+Crosscurrents+For+U.S.&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"John Ydstie","audio":[{"meta":{"duration":"252"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1384875926-79e568.m3u?orgId=1&topicId=1017&d=252&p=3&story=384345437&t=progseg&e=384875711&seg=17&ft=nprml&f=384345437"}]}