{"created":"2015-06-17T23:06:39+00:00","modified":"2015-06-18T18:04:27+00:00","valid":{"from":"2015-06-18T18:04:27+00:00","to":"3015-06-18T18:04:27+00:00"},"hreflang":"en","guid":"11315728-4de4-4a3e-96da-1837a7b5dbc1","title":"The life or death reason this nation has to talk about sex. And early. ","published":"2015-06-18T18:04:23+00:00","byline":"May Pascaud","teaser":"Because of the still-looming specter of HIV, a South African sex advice columnist says  “we haven’t really made any progress in terms of how we feel about gender equality, consent…And we haven’t really made any progress at a school level, in teaching our kids about sex.” ","tags":["Across Women's Lives","Health","Health & Medicine","Teach Her"],"contentencoded":"<p>Is fear of HIV stopping South Africa from teaching its youth about consent and the dangers of rape?</p>\n<p>Sex columnist Dorothy Black says the <a href=\"http://www.irinnews.org/report/78357/south-africa-sex-education-the-ugly-stepchild-in-teacher-training\">“Life Orientation”</a> program taught in South African schools is the closest the country gets to sex ed. It also includes nutrition, physical education and career guidance, a telltale sign that sexual education is far from being a priority.</p>\n<p>As a writer who spends most of her time giving women advice about sex, Dorothy Black is well placed to assess the South African system. She’s far from satisfied: “We haven’t really made any progress in terms of how we feel about gender equality, consent…  And we haven’t really made any progress at a school level, in teaching our kids about sex.”</p>\n<p>The schools don’t do much to increase young people’s knowledge on this crucial issue. In fact, sex isn’t even spoken about directly: “[Sex education] is mostly based around disease prevention. (…) The main crux is mainly HIV prevention.”</p>\n<div class=\"edit-entity cta_border cta_align-right cta_icon-engagement\" data-entity-id=\"81817\" data-entity-title=\"See more Teach Her\" data-entity-type=\"node\">\n<div id=\"node-81817\" class=\"node node-story-act story-act-cta story-act-nid-81817 cta-type-custom-text clearfix\" about=\"/node/81817\" typeof=\"sioc:Item foaf:Document\">\n<h2><a href=\"/node/81817\">See more Teach Her</a></h2>\n<p>    <span property=\"dc:title\" content=\"See more Teach Her\" class=\"rdf-meta element-hidden\"></span><span property=\"sioc:num_replies\" content=\"0\" datatype=\"xsd:integer\" class=\"rdf-meta element-hidden\"></span></p>\n<div class=\"content\">\n<div class=\"field-display-title\">\n    See more from this series  </div>\n<div class=\"field-body\">\n<p><a href=\"https://twitter.com/hashtag/TeachHer?src=hash\">#TeachHer</a> tells the stories of women and girls learning, teaching and changing the world from the classroom to the field to the lab and beyond. Read more and <a href=\"http://www.pri.org/series/teach-her\">get involved</a>. </p>\n<p><iframe allowfullscreen=\"\" class=\"giphy-embed\" frameborder=\"0\" height=\"240\" mozallowfullscreen=\"\" src=\"//giphy.com/embed/xTiTnzNMDqa5HjB888\" webkitallowfullscreen=\"\" width=\"480\"></iframe></p>\n</div>\n</div>\n</div>\n</div>\n<p>Undeniably, HIV/AIDS is a crucial issue throughout the continent. It disproportionately affects South Africa’s youth: a <a href=\"http://www.cdc.gov/globalhealth/countries/southafrica/what/youth_prevention.htm\">2008 UNAIDS study</a> reported that 12.7 percent of women aged 15-24 are living with HIV.</p>\n<p>But focusing solely on HIV prevention doesn’t allow for a focus on the issues that are really affecting women at a young age in South Africa. “If we’re going to tweeze out the problem, it really boils down to women not having empowerment over their own bodies, and over their own decisions,” states Black. This, she feels, is at the root of the high infection rates for South Africa’s youth.</p>\n<p>The issue doesn’t end there. Even if the education curriculum were appropriately addressing these issues, there’d be no one to make sure that teachers were saying the right things to their students. “Our education system is hugely unmonitored,” Dorothy Black remarks. “The teachers bring their own conservative natures into the classrooms.”</p>\n<p>The sex columnist reflects upon some questions frequently asked by her readers, which say a great deal about the lack of information available. “We have stuff like women not being entirely sure how one falls pregnant,” she says. “We have very basic things like what is consent? When is it rape? When can I say no? Do I have to do things that I don’t want to do?”</p>\n<p>Before attacking HIV prevention, it seems imperative to address the issue of consent. “If I had to start looking at how our curriculum needed to change, I would look at really pushing what consent meant, and really pushing what rape was, and how to deal with that.” Without such efforts, Black feels, educating young women about the more “technical” aspects of sex holds little meaning.</p>\n<p>Dorothy Black sees many problems with the country’s mentality. “Our constitution is hugely liberal, but our mindsets aren’t. So that backlash usually happens in communities, toward the people that are LGBT.”</p>\n<p>“We’re very apathetic. Terrible atrocities happen here all the time,” she states. “Other countries protest regularly against that sort of violence, and here it’s become pretty much an everyday occurrence.”</p>\n<p>When asked what piece of advice she had for young South African women, Black was resolute. “You have to start with your own self,” she insisted. “You have to get to know your own body, you have to get comfortable with your own choices. … And if you’re not going to be educated by the system or by your parents, you’ve got to educate yourself.”</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-17%2Fsouth-africa-sex-education-equals-hiv-prevention&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/06172015_06.mp3"},{"href":"http://admin.pri.org/file/0617201506mp3"}]}