{"created":"2014-09-03T21:05:30+00:00","modified":"2014-10-31T00:52:51+00:00","valid":{"from":"2014-10-31T00:52:51+00:00","to":"3014-10-31T00:52:51+00:00"},"hreflang":"en","title":"U.S. Faces Challenges In Shoring Up Iraq's Crumbling Military","published":"2014-06-25T00:19:00+00:00","teaser":"U.S. military advisers sent to Iraq to assess the state of the country's military will find an army in far worse shape than the one they left behind in 2011. It lacks troops, training and leadership.","itags":["npr_api","325229834"],"guid":"11322a86-952a-41a8-a9a7-0ede65944fa0","contentencoded":"<p>Rick Brennan remembers sitting around Baghdad back in 2011 with some fellow U.S. military planners. Talk turned to the Iraqi army of the future. In one scenario, they pictured the Iraqi army falling apart, splintering along ethnic lines.</p><p>\"We painted a worst-case scenario, a nightmare scenario, that was exactly what we're seeing take place right now,\" Brennan says.</p><p>What's taking place right now is an Iraqi army under attack by the Islamist militants of ISIS, who are capturing cities in Iraq's north and west. At the nation's largest oil refinery, Iraqi security forces are under siege.</p><p>Two weeks ago, the army simply gave up the fight in Mosul.</p><p>Now the U.S. is sending up to 300 military personnel, including Army Green Berets, to work with the Iraqi army to help it push back against ISIS, or the Islamic State of Iraq and Syria. The first teams are beginning to arrive in Baghdad.</p><p>Brennan was on the last C-130 out of Baghdad in December 2011 and is now an analyst with the RAND Corp. He says that what those 300 military advisers will discover is hardly a secret.</p><p>\"We're going to find an army that is only partially prepared to wage war on its own, and has an enormous amount of capability gaps that can't be filled in the short term,\" he says.</p><p>Those gaps include being able to supply an army in the field and plan operations. That's what Brennan and others noted in their final report in 2011 to Congress and the Obama administration, saying the Iraqis needed three more years of training.</p><p>That never happened. The Obama administration and the Iraqi government couldn't agree on a deal to keep U.S. troops in the country.</p><p>Now what the U.S. faces is an Iraqi army in far worse shape than the one it left in 2011.</p><p>One problem: Shiite Prime Minister Nouri al-Maliki immediately began to purge the army of the best Sunni commanders. He replaced them with Shiite officers known for their loyalty and not their competence.</p><p>\"Maliki has turned back to the old Saddam tactic of putting political appointees in senior command posts,\" says Michael Knights of the Washington Institute for Near East Policy, referring to former Iraqi leader Saddam Hussein.</p><p>That helped erode the army: Knights estimates one-quarter of all Iraqi battalions cannot be accounted for, and all their equipment is lost.</p><p>Knights says that American military advisers can start turning things around by stiffening the spine of the Iraqi army, and by providing guidance, surveillance and operational planning.</p><p>\"Putting these 300 advisers in is really more about emergency support right now, to prevent further collapses of the military,\" he says.</p><p>American support can begin to break the momentum of the ISIS fighters, says Jim Dubik, a retired Army general who trained Iraqi forces. They can provide not only advice, he says, but possibly U.S. bombing runs against ISIS targets.</p><p>\"Airstrikes, properly coordinated, properly targeted, would provide that kind of psychological boost that would then tell the security forces, 'Look, we've got a chance to win,' \" Dubik says.</p><p>Brennan says the Iraqi army shouldn't have gotten to the point where it needs a psychological boost.</p><p>It goes back again, he says, to Maliki himself. The U.S. failed to convince the Iraqi leader to repeal laws that prevented Sunnis from getting jobs, and to stop arresting and targeting Sunni leaders. Now some of those Sunnis are supporting ISIS.</p><p>\"We fought the counterinsurgency fight. We did very little to work on issues of reconciliation and reintegration. We could have forced that in 2007, when we had leverage over the Iraqis,\" Brennan says. \"But by 2010, our leverage over Maliki was waning.\"</p><p>Vice President Joe Biden became the Obama administration point man for Iraq. In January, Biden praised Maliki for his efforts to bring Sunni tribal leaders into the fight against ISIS.</p><p>Just two weeks later, intelligence officials told Congress that ISIS would continue to take territory in Syria and Iraq this year.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=U.S.+Faces+Challenges+In+Shoring+Up+Iraq%27s+Crumbling+Military&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tom Bowman","audio":[{"meta":{"duration":"265"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1325229835-fbc88e.m3u?orgId=1&topicId=1010&ft=3&f=325229834"},{"href":"http://media.npr.org/assets/img/2014/06/24/450441948-2df5267df8559539418673cd38198c145f04428e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3644","width":"4862"}}]}