{"created":"2014-08-13T20:08:23+00:00","modified":"2015-05-14T20:27:33+00:00","valid":{"from":"2014-02-11T08:25:18+00:00","to":"3014-02-11T08:25:18+00:00"},"hreflang":"en","description":"In China, foreign automakers typically markup the prices of their luxury vehicles by more than 100 percent, just because they can. Tesla has a different strategy.","byline":"Rob Schmitz","tags":["tesla","World","APM","China"],"contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>There’s a reason the big automakers charge as much as they possibly can in China for their top end models: China’s rich are always willing to spend more.</p>\"},{\"type\":\"text/html\",\"content\":\"<p><span>&quot;From the point of view of having something everybody knows is expensive, as a means to show you’ve made it,&quot; says Michael Laske, CEO of the vehicle testing company AVL China, &quot;I think people are more inclined to want to spend higher prices.&quot;</span></p>\"},{\"type\":\"text/html\",\"content\":\"<p><span>But Tesla announced the price of its Model S electric car in China will only be 50 percent higher than its U.S. price.  That&apos;s a far cry from typical pricing behavior by foreign automakers in China, which are known for marking up the price of their high-end vehicles by up to 200 percent.</span></p>\"},{\"content\":\"<p><span>Tesla says the 50 percent markeup is necessary to account for unavoidable taxes and shipping costs.</span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;It&apos;s kind of a good marketing tool,&quot; says Jack Perkowski, founder of JFP holdings. &quot;But they need that because they have some other shortcomings they have to overcome.&quot;</p>\"},{\"content\":\"<p>Like trying to sell electric vehicles in a market where ‘environmentally conscious’ is largely regarded as a foreign spending habit.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>But forget Chinese consumers, says AVL’s Michael Laske. China’s government is the one at the controls of the economy, and it wants more electric vehicles on China&apos;s expanding network of expressways.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;I think the Chinese government strategy is to try be a market leader in the electrification area,&quot; says Laske, &quot;So any company that comes in and supports this approach I think will be welcomed.&quot;</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Laske says Chinese automakers are five years behind their foreign counterparts in internal combustion engine technology, and the government would prefer to leapfrog over gas guzzler,s and focus their energies on developing innovative electric vehicles - a smart choice, given China&apos;s big supply of rare earth metals like lithium, which is used to make batteries for electric cars.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Tesla plans to open operations in a dozen Chinese cities, and expects to achieve a third of its overall growth from China by the end of this year.  It&apos;s an ambitious goal for a newcomer, but one that Laske thinks is reachable. After all, Tesla only sold around twenty thousand cars last year, and China now has more than a million millionaires – many of them looking for the newest flashy sports car.</p>\"}]","contentencoded":"<div class=\"barn-cleaned\"><p>There’s a reason the big automakers charge as much as they possibly can in China for their top end models: China’s rich are always willing to spend more.</p>\n<p><span>\"From the point of view of having something everybody knows is expensive, as a means to show you’ve made it,\" says&nbsp;Michael Laske, CEO of the vehicle testing company AVL China, \"I think people are more inclined to want to spend higher prices.\"</span></p>\n<p><span>But Tesla&nbsp;announced the price of its Model S electric car in China will only be 50 percent higher than its U.S. price.&nbsp; That's a far cry from typical pricing behavior by foreign automakers in China, which are known for marking up the price of their high-end vehicles by up to 200 percent.</span></p>\n<p><span>Tesla says the 50 percent markeup is necessary to account for unavoidable taxes and shipping costs.</span></p>\n<p>\"It's kind of a good marketing tool,\" says&nbsp;Jack Perkowski, founder of JFP holdings. \"But they need that because they have some other shortcomings they have to overcome.\"</p>\n<p>Like trying to sell electric vehicles in a market where ‘environmentally conscious’ is largely regarded as a foreign spending habit.</p>\n<p>But forget Chinese consumers, says AVL’s Michael Laske. China’s government is the one at the controls of the economy, and it wants more electric vehicles on China's expanding network of expressways.</p>\n<p>\"I think the Chinese government strategy is to try be a market leader in the electrification area,\" says Laske, \"So any company that comes in and supports this approach I think will be welcomed.\"</p>\n<p>Laske says Chinese automakers are five years behind their foreign counterparts in internal combustion engine technology, and the government would prefer to leapfrog over gas guzzler,s and focus their energies on developing innovative electric vehicles - a smart choice, given China's big supply of rare earth metals like lithium, which is used to make batteries for electric cars.</p>\n<p>Tesla plans to open operations in a dozen Chinese cities, and expects to&nbsp;achieve a third of its overall growth from China by the end of this year.&nbsp; It's&nbsp;an ambitious goal for a newcomer, but one that Laske thinks is reachable. After all, Tesla only sold around twenty thousand cars last year, and China now has more than a million millionaires – many of them looking for the newest flashy sports car.</p></div>","title":"Tesla's 'fair price' China strategy - will it work?","guid":"113ffe15-770b-4618-829e-dbd1c47d7d1a","published":"2014-02-11T08:25:18+00:00","itags":["Marketplace","Marketplace for Tuesday, February 11, 2014","113ffe15770b618329e2dbd1c47d7d1a","PMP:Marketplace_PMP"],"teaser":"In China, foreign automakers typically markup the prices of their luxury vehicles by more than 100 percent, just because they can. Tesla has a different strategy.","audio":[{"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/187005517.jpg?itok=HwPaY0qG","meta":{"width":"610","crop":"primary","height":"340"},"type":"image/jpeg"},{"type":"audio/mpeg","format":"MP3","meta":{"duration_hms":"00:02:17","api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2014/02/11/marketplace_segment18_20140211"},"duration":137},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2014/02/11/marketplace_segment18_20140211_64.mp3"}]}