{"created":"2014-11-08T10:52:30+00:00","modified":"2015-05-06T20:06:27+00:00","valid":{"from":"2015-05-06T20:06:26+00:00","to":"3015-05-06T20:06:26+00:00"},"hreflang":"en","title":" Power And Struggle In A Soviet Symphony","published":"2014-11-08T17:33:00+00:00","teaser":"After he was publicly denounced, Shostakovich rebounded with the compelling and calculated Symphony No. 5. The music supplied a soundtrack for the Soviet people and satisfied the apparatchiks.","itags":["npr_api","361810167"],"guid":"1143a94a-a626-4d23-b528-24e6f3ce879e","contentencoded":"<p>One of my favorite pastimes is reading composer biographies. For me, context is critical in understanding music and being able to get the most out of every musical journey. Insight into the political, social, historical and personal landscape at a specific moment when a composer wrote a piece can add enormous dimension to the listening experience. Sharing that enhanced experience with listeners is incredibly rewarding and the Baltimore Symphony is the perfect partner. After all, how many orchestras have a playwright on staff?</p><p><em>Shostakovich: Notes for Stalin</em> is a new Symphonic Play™ by writer and director Didi Balle, the Baltimore Symphony Orchestra's very own playwright-in-residence. (With the BSO and a cast of actors, the piece will be performed in North Bethesda, Md. Nov. 14 and in Baltimore Nov. 15.)</p><p>Our goal is to transport our audience to the very moment when <a href=\"http://www.npr.org/artists/15670424/dmitri-shostakovich\" target=\"_blank\">Dmitri Shostakovich</a> was writing his Fifth Symphony — to tell the story behind the piece, what inspired and compelled him to write it, and what it all means. Here, I'll turn it over to Didi Balle, who sets the scene of Shostakovich's powerful and perhaps enigmatic, <a href=\"http://www.npr.org/2011/07/18/113792055/dmitri-shostakovichs-symphonic-coup\" target=\"_blank\">Symphony No. 5</a>:</p><blockquote><p>On the eve of Jan. 26, 1936 Joseph Stalin and his entourage attended a performance of Shostakovich's <em>Lady Macbeth of the Mtsensk District</em> but they left the theater before the last act. The opera had been playing to acclaim for two years in Moscow and its 29-year-old composer was hailed a Russian musical genius, beloved by his fellow countrymen.</p><p>A few days after Stalin's ominous attendance, a vociferous and damning editorial called \"Muddle Instead of Music\" appeared anonymously in <em>Pravda</em>, the official Communist Party newspaper. The editorial denounced Shostakovich as a \"formalist\" and petty bourgeois composer whose \"intentionally unharmonious muddled flow of sounds\" was a danger to the Soviet people. Everyone was convinced Stalin himself penned the artistic death warrant.</p><p>Two weeks later a second unsigned editorial appeared in <em>Pravda</em> (an unprecedented sequence of attacks) denouncing Shostakovich's ballet <em>The Limpid Stream</em> in Moscow. Shostakovich was betrayed by nearly all of his colleagues in the Composers Union who supported Pravda's attacks. Stripped of professional support and friends, and anticipating the worst, Shostakovich allegedly kept a packed suitcase under his writing desk as he attempted to create new music in an atmosphere of isolation and fear.</p><p>Further catastrophic events unfolded: the arrest, imprisonment, exile and death of powerful patrons and family members. Shostakovich was forced to withdraw the Leningrad Philharmonic's premiere of his Symphony No. 4, fearing for his life and the musicians who dared play his music. Still, he continued to compose. Meanwhile, Stalin and his officials awaited the debut of his Fifth Symphony to see if a chastened Shostakovich had \"reformed\" and written music according to their dictates.</p><p>Against this backdrop of pervasive political terror and personal attack, Shostakovich had to find a way to write his Symphony No. 5, scheduled to premiere Nov. 21, 1937. Fearing arrest, torture and even death, the composer, with sly brilliance and a remarkable spirit, found a way to compose music which appeared to adhere to Stalin's directives while subtly weaving a deeper and sardonic musical truth, bearing testimony to the despair and terror that reigned over the nation.</p></blockquote><p>From the symphony's opening battle between the lower and the upper strings and its soaring melodies, to the sounds of hopeless oppression and finally to the triumph of the human spirit, Shostakovich brilliantly captures the conflicting moods of a time, place and people.</p><p>(<em>This essay includes program notes by writer and director Didi Balle.</em>)  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=+Power+And+Struggle+In+A+Soviet+Symphony&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Marin Alsop","audio":[{"meta":{"duration":"478"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1362534651-680c40.m3u?orgId=1&topicId=1105&aggIds=100920965,7302443&d=478&p=7&story=361810167&t=progseg&e=362482255&seg=10&ft=nprml&f=361810167"},{"href":"http://media.npr.org/assets/img/2014/11/05/shosty-27f1f874353f762ddafb67e14717f61fd333a9fc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"750","width":"1000"}}]}