{"created":"2015-06-25T21:14:45+00:00","modified":"2015-06-25T22:35:58+00:00","valid":{"from":"2015-06-25T22:35:58+00:00","to":"3015-06-25T22:35:58+00:00"},"hreflang":"en","guid":"114994a2-8e30-4fe8-b92b-e8666928a255","title":"Halal BBQ: It’s what’s for iftar in this suburb of Houston ","published":"2015-06-25T22:35:52+00:00","byline":"Matthew Bell","tags":["Religion","Islam","food","culture","business and economy","Food","Lifestyle & Belief","North America","United States"],"teaser":"A Muslim convert from the Houston area was appalled that many of his friends had never tried real Texas BBQ, because it wasn’t halal. So, he and a partner have started selling “authentic halal Texas BBQ” out of truck near Sugar Land, Texas. ","contentencoded":"<p>Texas native Robert West used to lament that many of his Muslim friends, even those who had spent most or all of their lives in the Lone Star state, had never even tried real Texas-style smoked BBQ.</p>\n<p>“It’s an atrocity,” West recalls saying. “You cannot live in Texas your entire lives and not have BBQ. Somebody’s got to do something.”</p>\n<p>West grumbled about this often enough that his friend, Jason Bones eventually told him, “Let’s actually do it. Or just shut up about it.”</p>\n<p>Last fall, the two men got to work. And in March, Bones and West opened up a food business called “Chopped n Smoked,” which bills itself as “authentic halal Texas BBQ.” It’s located near the Houston suburb of Sugar Land and the co-owners operate out of a black, newly painted food truck that the men retrofitted themselves with a smoker constructed out of three 55-gallon drums.</p>\n<p>West grew up in the Houston area as a Mormon. He served with US Marine Corps in Iraq and Kuwait. Later, he began questioning his faith and converted to Islam in 2009, after marrying a Texas woman of Indian ancestry whose family is Muslim.</p>\n<p>Bones is Indian-American and a Roman Catholic. He attends Mass regularly.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"506\" width=\"900\" alt=\"Chopped chicken sandwiches are on the menu. \" title=\"Chopped chicken sandwiches are on the menu. \" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://cdn1.pri.org/sites/default/files/styles/original_image/public/chopped_chx.jpg?itok=j4lDrwgD\" /><div class=\"field-caption\">\n    <p>Chopped chicken sandwiches are on the menu. </p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Matthew Bell </p>\n  </div>\n</div>\n<p>“We’re kind of trying to break stereotypes,” says West, who has a beard, glasses and a straw cowboy hat. “When people come up to the window [of the food truck], ... they always want to say, ‘<em>Assalamualaikum!’ </em>to Jason. And he’s just like, ‘Hi.’ Then, I reply from the side. And they say, ‘Oh, it’s the white guy in the corner.’”</p>\n<p>West says Muslim customers sometimes ask if the food is really halal and if he is really a Muslim.</p>\n<p>“Yes, yes, yes,” West says with a laugh.</p>\n<p>Some Muslims are stricter than others when it comes to what constitutes halal meat. But, in general, the religious guidelines have some parallels with kosher rules in the Jewish tradition. Pork is forbidden for Muslims. Animals butchered for food must be slaughtered by a Muslim using a sharp knife to cut across the animal’s neck. A few short prayers are said and the blood of the animal is allowed to drain out.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"506\" width=\"900\" alt=\"Here&amp;#039;s what the brisket looks like at Chopped n Smoked. \" title=\"Here&amp;#039;s what the brisket looks like at Chopped n Smoked. \" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://cdn1.pri.org/sites/default/files/styles/original_image/public/brisket.jpg?itok=yNrAw2pN\" /><div class=\"field-caption\">\n    <p>Here's what the brisket looks like at Chopped n Smoked. </p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Matthew Bell </p>\n  </div>\n</div>\n<p>But, crucially for Bones and West, the main items they serve out of the food truck — brisket, ribs, chopped chicken and even bacon (it’s beef, not pork) — is all about the Texas style of BBQ. The meat cooks at 200 to 250 degrees Fahrenheit and it never sits directly over the coals. Indirect heat and smoke do all the work. The dry rub they use is simple, mostly just salt, pepper, garlic and onion powder, cumin and sugar. The fuel they use is a mix of oak and pecan logs that they say provides the just the right amount of heat and smoke.</p>\n<p>“A majority of our customers are Muslims who eat halal,” West says. But in this part of Texas, he says there is a diverse population with immigrants from all over the world — Africa, the Middle East, Europe and Southeast Asia.</p>\n<p>Word about their shop is getting around, Bones says. Locals from the neighborhood near the gas station where the truck operates on weekends have started to come by regularly. “They get tired of smelling it all day and they’re just curious. They walk over and say, ‘How long have ya’ll been here?’” Bones says. </p>\n<p>West talks about the scene of customers lined up outside their truck on business days with obvious pride.</p>\n<p>“Ladies in hijabs are standing there talking with country people. Everybody’s communicating and getting along. That’s what we want,” West says.</p>\n<p>The one BBQ secret that West and Bones were unwilling to share with this reporter was the substitute ingredient they they came up with to replace bourbon (alcohol is forbidden in Islam) for their traditional beef ribs sauce. It took a while to figure out, they say, and for now they want to keep it to themselves.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-25%2Fhalal-bbq-it-s-what-s-iftar-dinner-suburb-houston-texas&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn1.pri.org/sites/default/files/story/images/jason_robt.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/jasonrobtjpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/06252015_08.mp3"},{"href":"http://admin.pri.org/file/0625201508mp3"}]}