{"created":"2015-04-13T21:40:54+00:00","modified":"2015-06-25T17:44:35+00:00","valid":{"from":"2015-06-25T17:44:35+00:00","to":"3015-06-25T17:44:35+00:00"},"hreflang":"en","title":"Take It From David Brooks: Career Success 'Doesn't Make You Happy'","published":"2015-04-28T18:13:00+00:00","teaser":"The <em>New York Times</em> columnist wrote <em>The Road to Character</em> after seeing the gratitude for life of people who tutor immigrants. He thought, \"I've achieved career success ... but I haven't achieved that.\"","itags":["npr_api","399391894"],"guid":"114dc3fd-3ab7-4768-8e10-406d106fcc9c","contentencoded":"<p>The day after Japan surrendered in 1945, and World War II ended, singer Bing Crosby appeared on the radio program <em>Command Performance</em>. \"Well it looks like this is it,\" he said. \"What can you say at a time like this? You can't throw your skimmer in the air — that's for a run-of-the-mill holiday. I guess all anybody can do is thank God it's over.\"</p><p><em>New York Times</em> columnist David Brooks cites this and other aspects of that 70-year-old radio program as evidence that America once marked triumph without boasting.</p><p>\"I was really struck at this supreme moment of American triumph that they weren't beating their chests,\" he tells NPR's Audie Cornish. \"They weren't super proud of themselves; they were deeply humble. And I found that so beautiful and so moving. And I thought there's really something to admire in that public culture.\"</p><p>It's a culture Brooks says is lost today. In his latest book, <em>The Road to Character</em>, the columnist goes on a personal journey in which he tries to apply the lessons of history to himself.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On learning how unfulfilling it is to measure success according to your career</strong></p><p>I achieved way more career success than I'd ever imagined, and I rediscovered the elemental truth: It doesn't make you happy. And then I would come across people once a month who just — they just glowed. I remember I was up in Frederick, Md., visiting some people who tutor immigrants; they teach them English and how to read. And I walk in a room — 30 people, mostly women, probably 50 to 80 years old — and they just radiated a generosity of spirit, they radiated a patience and most of all they radiated gratitude for life. And I remember thinking: 'You know, I've achieved career success in life, but I haven't achieved that. What they have is that inner light that I do not have. And I've only got one life — I'd like to at least figure out how to get there.' And so I really wrote the book to save my soul, if you want to put it grandly, to figure out: How can I be more like that? And writing a book doesn't get you there, but it at least gives you a road map.</p><p><strong>On describing himself as someone who gets \"paid to be a narcissistic blowhard, to volley my opinions, to appear more confident about them than I really am, to appear smarter than I really am, to appear better and more authoritative than I really am. I have to work harder than most people to avoid a life of smug superficiality.\"</strong></p><p>I don't think that's hard on myself, I think that's just honest about myself. We're both in a weird job where we're in front of a microphone and that presents character challenges where we can think we're right all the time or we get a lot of attention.</p><p>But I do think the turning point in a life toward maturity is looking inside yourself and saying, 'What's the weakness that I have that leads to behavior that I'm not proud of?' And I'd say, for me, it's evolved. It used to be I just lived life on the surface thinking about politics only or thinking about sort of superficial success only. I think I'm a little better at that, but I still have the core sin of wanting everybody to love me and avoiding conflict. And so I have to look at that every day and figure out: How can I be a little better on that?</p><p><strong>On the core sins of his book's real-life characters</strong></p><p>For Bayard Rustin, a great civil rights leader, it was ego — early-in-life ego; for [women's rights activist] Dorothy Day, she was fragmented — her life was all over the place, just scattered; for George Eliot, the novelist, desperate neediness for intimacy; for Dwight Eisenhower, it was his passion — he was an angry, angry man. And so each of the characters in the book confront some core sin and they figure out a way to beat it, and by the end of their lives they become strong in their weakest places. And they're meant to serve as models for the rest of us. ... I try to follow their examples.</p><p><strong>On whether pundit/columnist isn't a good profession for character building</strong></p><p>Every job has its challenges; every job presents a character challenge. Sometimes, you know, we're branding ourselves all the time. If you're trying to get jobs, you're boasting about how great you are. Or if you're on social media, you're, you know, presenting the world with a highlight reel of your life that you put on Facebook. And so we live in a culture I call in the book \"the culture of the Big Me,\" where we're really praised and rewarded for celebrating ourselves all the time.</p><p>My favorite statistic about this is that in 1950 the Gallup organization asked high school seniors: Are you a very important person? And in 1950, 12 percent said yes. They asked again in 2005 and it was 80 percent who said they were a very important person. So we live in a culture that encourages us to be big about ourselves, and I think the starting point of trying to build inner goodness is to be a little bit smaller about yourself.</p><p><strong>On bringing back certain moral vocabulary</strong></p><p>There are certain words that have been passed down through the generations that we've sort of left behind. And some of them have quasi-religious connotations, but I don't think they need to. Those are words like grace — the idea that we're loved more than we deserve — redemption and sin. We now use the word sin in the context of fattening desserts, but it used to be central in the vocabulary, whether you're religious or not; an awareness that we all sin and we all have the same sins — selfishness, self-centeredness. And I think rediscovering that word is an important task because without that you're just too egotistical. You don't realize how broken we all are at some level.</p><p><strong>On how writing and researching the book changed his religious life</strong></p><p>I'm a believer. I don't talk about my religious life in public in part because it's so shifting and green and vulnerable. And so I've spent a lot of time in this book — and if you care about morality and inner life and character, you spend your time reading a lot of theology because over the last hundreds of years it was theologians who were writing about this. Whether you're a believer or not, I think these books are very helpful. It's amazing to read [<em>The Confessions of St. Augustine,</em> about] a guy who got successful as a rhetorician but felt hollow inside; a guy who had a mom, Monica, who was the helicopter mom to beat all helicopter moms, and how he dealt with the conflict with such a demanding mother. And so I read a lot of theology — whether it's C.S. Lewis or Joseph Soloveitchik, a rabbi — and it's produced a lot of religious upsurge in my heart. But it's also fragile and green [and] I don't really talk about it because I don't want to trample the fresh grass.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Take+It+From+David+Brooks%3A+Career+Success+%27Doesn%27t+Make+You+Happy%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"494"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1399414420-e56db3.m3u?orgId=1&topicId=1033&aggIds=100876926&d=494&p=2&story=399391894&t=progseg&e=399402551&seg=6&ft=nprml&f=399391894"},{"href":"http://media.npr.org/assets/img/2015/04/13/david-brooks-the-road-to-character-cover-1ce0b79bbd9b834ee851a76a820bed2b939c9a09.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"435","width":"580"}},{"href":"http://media.npr.org/assets/img/2015/04/13/david-brooks----credit-2011-david-burnett-f0bbcb483ee4149818d05359c7373495cd53e03a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1677","width":"2236"}}]}