{"created":"2015-02-19T23:06:27+00:00","modified":"2015-06-08T15:05:16+00:00","valid":{"from":"2015-06-08T15:05:16+00:00","to":"3015-06-08T15:05:16+00:00"},"hreflang":"en","title":"As Oil Prices Tank, Firms Large And Small Feel The Pain","published":"2015-02-20T01:13:00+00:00","teaser":"Oil companies are laying off thousands of workers, and firms that provide services to support the industry — from drilling to seismic surveys — have been told they must slash costs to keep working.","itags":["npr_api","387539924"],"guid":"1171e318-5620-4d55-9b77-822c7ff749d6","contentencoded":"<p>It's a painful time to be in the oil business. With the price of crude oil about half what it was six months ago, companies large and small are being pressured to cut costs.</p><p>On the front lines are oil services companies that do everything from drilling to providing electrical power at well sites. Hundreds of thousands of jobs are threatened as companies try to adjust.</p><p>Gary Evans, CEO of the oil and gas company Magnum Hunter Resources, has a tough message for the people who provide critical services to companies like his: \"We've got to lower our cost,\" he said to a packed auditorium in Houston last week.</p><p>He says that means the services his company provides — everything from fracking to trucking — are going on sale, big time.</p><p>When there's a big sale coming at Neiman Marcus, Evans says, you don't spend your money until the sale prices appear. And right now, he's waiting for the deep discounts in oil services before he spends any more money.</p><p>\"No drilling, no completion, no fracking, no nothing. Cut it completely off. ... We tell our vendors, 'When you're ready to do it at 40 percent below what you were charging me in December, we'll go back to work.' \"</p><p>The room is silent, absorbing the prospect of a 40 percent cut in income.</p><p>\"I hate to say that to a lot of my service company friends, but that's the reality,\" Evans says. \"We've had over a 50 percent drop in commodity prices, so we've got to have a bigger drop in service costs.\"</p><p>Out in the hallway after Evans' bombshell, Ken Sapien says his engineering firm, RRC, which provides things like seismic survey and electrical grid designs for drilling sites, is feeling the squeeze.</p><p>\"Yes, we've been approached by a few of our clients, asking us to drop our prices,\" Sapien says. And the firm doesn't have much choice if it wants to hang on to business, he says.</p><p>\"If you don't take the cut, there's somebody out there that's gonna work for that price. So ... for us, it's more about the relationship. I mean, money is important, don't get me wrong. But it means more to continue to have those guys as our clients.\"</p><p>Earlier this month, Halliburton, a giant in the oil services businesses, said it is laying off up to 6,400 workers. Before that, Baker Hughes, which is merging with Halliburton, announced it is slashing about 7,000 jobs. And another giant, Schlumberger, is slashing 9,000 jobs. More than 100,000 industry layoffs have been announced worldwide so far.</p><p>\"There's a tremendous amount of people\" being laid off in the industry, says Clint Walker, the general manager of CUDD Energy Services, a medium-sized player in the oil fields that provides services including fracking, water management and well control. \"And the thing about these jobs — they're good-paying jobs. Most of these jobs are in the $80,000 to $120,000 range.\"</p><p>Walker says what his firm provides to oil companies is knowledge, sophisticated equipment, reliability and safety. He says that becomes a challenge if your income is cut 40 percent.</p><p>\"You just have to get through it, and create enough cash flow in order to maintain that equipment,\" he says. \"Because the last thing you want to do is put a piece of equipment that's not reliable and — God forbid — get anybody hurt out there.\"</p><p>As Walker suggests, the deep cost-cutting could increase the risks of accidents and injured workers. It could also increase the risk of accidents that damage the environment.</p><p>That's an unwelcome prospect for an industry already under scrutiny because of its use of controversial hydraulic fracturing, not to mention incidents like the massive BP oil spill in the Gulf of Mexico in 2010.</p><p>Walker says the industry can only hope for a quick turnaround in prices. But another big increase in oil inventories was announced Thursday — sending prices lower once again.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=As+Oil+Prices+Tank%2C+Firms+Large+And+Small+Feel+The+Pain&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"John Ydstie","audio":[{"meta":{"duration":"232"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1387554262-2b0665.m3u?orgId=1&topicId=1006&d=232&p=2&story=387539924&t=progseg&e=387548493&seg=12&ft=nprml&f=387539924"},{"href":"http://media.npr.org/assets/img/2015/02/19/462843564-4a35ee4d058a96f98b890a1f72417b9af113e70f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1841","width":"2455"}}]}