{"created":"2015-02-06T23:22:12+00:00","modified":"2015-02-09T21:03:46+00:00","valid":{"from":"2015-02-09T21:03:46+00:00","to":"3015-02-09T21:03:46+00:00"},"hreflang":"en","guid":"11823829-ff4c-4af5-b631-926a4a039a04","title":"Meet a broken family in Ukraine — divided by geography and blame","published":"2015-02-09T21:03:43+00:00","byline":"Nina Porzucki","tags":["Ukraine","Maidan","Conflict","Conflict & Justice","Kiev","Asia","Europe","Ukraine","Russia","Eastern Ukraine","Asia","Europe","Natalya Romanyuk","Maidan","Ukraine"],"teaser":"Fighting continues to escalate in eastern Ukraine. And the tensions there aren't just ripping apart the country, they are ripping apart families.","contentencoded":"<p>Natalya Romanyuk never expected that she wouldn’t be on speaking terms with her brother. She comes from a close knit family. But the fighting in Ukraine changed that.</p>\n<p>When pro-Russia rebels rose up in eastern Ukraine, Natalya looked on from Kiev. Her brother and mother were living in a very different situation in the east near Donetsk.</p>\n<p>They haven’t really been able to talk about politics in their country ever since the protests began in Maidan Square last year.</p>\n<p>“When people were beaten up in Maidan and the whole city rebelled, I talked with [my brother] in the evening and he really shocked me with saying that people that were beaten up were to blame — 'It’s not the police, it’s them,'” remembers Romanyuk.</p>\n<p>Her brother thinks the events in Maidan are the reason for the current war in the east.</p>\n<p>Romanyuk is a television producer in Kiev, but she grew up in eastern Ukraine speaking Russian as her first language. As a child, she had a very different outlook on western Ukraine. She still remembers her first trip to western Ukraine when she was afraid to speak Russian.</p>\n<p>“But in a couple of a days, we understood that western Ukrainians are religious and kind and my whole idea of what western Ukraine was was broken,” says Romanyuk. \"I always noticed that most people perceived western Ukrainians as different people.\"</p>\n<p>She says Russia may have used that notion. \"Maybe this was some button that was pushed a half year ago by the Russians.”</p>\n<p>Romanyuk no longer speaks with many of her friends and former classmates who are still in eastern Ukraine. She stopped speaking with them during the protests in Maidan, when they stopped listening to her reasons for supporting the protesters.</p>\n<p>“I was trying to tell people what Maidan was about; what we were doing there, because they were told by Russian television — and most of them are only watching Russian television — that Maidan is some fascist area, things like that,” she says.</p>\n<p>Her friends in the east are blaming her for the violence there. “I think there’s something in the water,\" she says, \"because for some reason, people at some point, they stopped thinking.”</p>\n<p>Romanyuk believes the war in the country could end. “I think when Russia stops supporting it, it will all end really soon.\" </p>\n<p>But that would leave a deep wound to be healed. \"I don’t really know what to do with people there,\" she says, \"because they’re all really confident now that [Ukrainians] are their enemies and that’s really sad.\"</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0206201501.mp3"},{"href":"http://www.pri.org/file/0206201501mp3"}]}