{"created":"2014-12-30T09:13:23+00:00","modified":"2015-06-03T14:59:24+00:00","valid":{"from":"2015-06-03T14:59:24+00:00","to":"3015-06-03T14:59:24+00:00"},"hreflang":"en","title":"The Fleeting Obsessions Of The White House Press Corps","published":"2014-12-30T23:16:00+00:00","teaser":"From the VA and Secret Service scandals to Ebola, each week brought another hot issue into the White House briefing room. Here's a look at just how short the press corps' attention span was in 2014.","itags":["npr_api","373738692"],"guid":"1198679c-9c57-448c-8327-ae7f1e6ec1ae","contentencoded":"<p>If you didn't like the news on any given week of 2014, you were mostly in luck. You could just wait a few days until the press moved on.</p><p>This was my first full year in the White House press briefing room, sitting in often on the daily briefings. In that time, I noticed a certain attention deficit disorder when it came to the issue of the day.</p><p>In 20 seconds, here is 2014 in the White House press briefing room:</p><p>The year started with one of those \"will they or won't they\" congressional dramas over renewing long-term unemployment benefits. Congress never did extend the benefits, and questions about it in the briefing room swelled but then disappeared by the end of January. And so it went with stories getting hot for a week, maybe three, and dominating the White House press briefing until the news cycle moved on.</p><p>Unemployment was replaced by questions about Obamacare. Here's a count of how frequently \"Affordable Care Act\" and related phrases were said in those briefings this year:</p><p>And then came Ukraine. In the White House briefing room, interest began to build as pro-Russian forces moved into Crimea:</p><p>But before long that was replaced by the scandal of secret wait lists at VA hospitals. Over two weeks the questions reached a crescendo:</p><p>Reporters, including the AP's Julie Pace, asked whether VA Secretary Eric Shinseki should keep his job. \"I'm wondering if the president continues to have confidence in the secretary's ability to lead that department?\" she had asked.</p><p>The next day, Shinseki resigned. And questions about the VA essentially vanished from the daily press briefing.</p><p>\"There was a huge spike for about three weeks and then it just falls very, very quickly down to an extremely low level of attention in the mainstream media,\" says Amy Mitchell, who heads journalism research at Pew.</p><p>Since then, the VA says there's been an 18 percent drop in wait times for primary care appointments along with other improvements. Though the problems are far from solved.</p><p>Another story that spiked was the increase in Central American children crossing the border into the U.S. Questions from White House reporters on that story peaked in mid-July:</p><p>Then, like so many stories, interest waned. In his year-end press conference, President Obama bemoaned that fact that no one seems to care that the situation at the border has improved.</p><p>\"It may not get fixed in the time frame of the news cycle, but it gets fixed,\" Obama said.</p><p>But by then we, the White House press corps, had moved on to the next flashy thing — military action against the so-called Islamic State:</p><p>That was followed by the White House fence-jumper and attention on lapses by the Secret Service. In October, it was Ebola:</p><p>The deadly virus dominated daily briefings for three weeks, amid questions about whether it could spread in the U.S.</p><p>Pew's Mitchell says strained resources at the nation's news organizations are at least partially to blame for the short attention span. She says there are fewer reporters who can linger on a story and that makes for a more reactive media.</p><p>\"As that happens and you become more reactive, the news cycle is also speeding up and the media can — in many cases — find themselves jumping around from event to event and issue to issue, to try to just to stay on top of what is being rolled out on a daily basis,\" she says.</p><p>The White House press corps, with its televised daily briefings, is a microcosm of the national media as a whole.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Fleeting+Obsessions+Of+The+White+House+Press+Corps&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tamara Keith","audio":[{"meta":{"duration":"235"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1373970731-abd8a0.m3u?orgId=1&topicId=1014&d=235&p=3&story=373738692&t=progseg&e=373933872&seg=7&ft=nprml&f=373738692"},{"meta":{"duration":"20"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1373970829-c9b5c3.m3u?orgId=1&topicId=1014&d=20&p=3&story=373738692&t=progseg&e=373933872&seg=7&ft=nprml&f=373738692"},{"href":"http://media.npr.org/assets/img/2014/12/29/graphic_sq-447de4f42e21638f611e4400642f9396e7ae846e.png","type":"image/jpeg","meta":{"crop":"square","height":"316","width":"316"}}]}