{"created":"2014-10-08T15:26:35+00:00","modified":"2014-10-31T01:46:41+00:00","valid":{"from":"2014-10-31T01:46:41+00:00","to":"3014-10-31T01:46:41+00:00"},"hreflang":"en","title":"Bring Out Your Junk: A Day In The Life Of A Scrapper","published":"2014-05-25T15:51:00+00:00","teaser":"If you live in a big city and put an old appliance on the curb, there's a good chance it'll be gone the next day, picked up by those who collect discarded pieces of metal to recycle them for cash.","itags":["npr_api","315606155"],"guid":"11b2429e-5c8c-43cc-b263-3a6962210f9a","contentencoded":"<p>The first thing you notice about Andy Ramirez is his 1988 Toyota truck.</p><p>The bed is pretty small, but Ramirez has built it up with wooden sidings supported by metal bars welded to the hood. Almost every day, he will try and fill it up with scrap metal from the streets of L.A.</p><p>\"Little by little my truck is full,\" Ramirez says. \"Sometimes it's one thing, sometimes it's a lot.\"</p><p>Ramirez is a scrapper; one of the scores of people who collect discarded pieces of metal off the streets and recycle them for cash. In the U.S., scrap metal is a $90-billion-a-year industry, and about half that comes from people like Ramirez.</p><p>On a recent day, his first find is an air conditioner sitting on the curb. He says it's worth about $10 in scrap. Between the air conditioner, some sheet metal and a washing machine, at the end of the day it's a good haul.</p><p>When Ramirez first arrived in Los Angeles from Mexico City, he was working as an upholsterer at an RV factory. It wasn't a great job.</p><p>\"No pay overtime. The lunchtime, too, is sometimes 15 minutes. Sometimes 20,\" he says. Instead, Ramirez bought a truck and started collecting scrap metal.</p><p>Ramirez says he makes around $100 a day. The job takes him down the same streets and alleys over and over again, and he has gotten to know the residents. It's not like Ramirez is the repo man; people like him. They look out for him.</p><p>\"The kids tell me, 'Hey Andy, take my bicycle for your son,' \" he says. \"Sometimes I have a lot of stuff in my house. A lot.\"</p><p>Ramirez has built a life for his family of eight, but he says it can be hard for his kids to have a scrapper for a dad. Like when he drops them off at school in his truck.</p><p>\"They say, 'Hey, don't leave me at front of school, leave me at corner!' \" he says. \"I say no ... this is my job.' \"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Bring+Out+Your+Junk%3A+A+Day+In+The+Life+Of+A+Scrapper&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Miles Bryan","audio":[{"meta":{"duration":"164"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1315703177-67451f.m3u?orgId=1&topicId=1091&ft=3&f=315606155"},{"href":"http://media.npr.org/assets/img/2014/05/24/img_1509-31d123132161ec660b10571769a2251c49469144.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1869","width":"2491"}}]}