{"created":"2015-01-27T21:27:35+00:00","modified":"2015-01-28T19:59:57+00:00","valid":{"from":"2015-01-28T19:59:57+00:00","to":"3015-01-28T19:59:57+00:00"},"hreflang":"en","guid":"11b93805-c5e8-4087-b3b5-07bc45a10cec","title":"Argentina's president declares war on 'the power behind the power' — her country's spies","published":"2015-01-28T19:59:55+00:00","byline":"Bradley Campbell","tags":["SIDE","intelligence","espionage","Cristina Fernández de Kirchner","Global Politics","South America","Argentina","South America","Alberto Nisman","Veronica Smink","Cristina Fernandez de Kirchner","Government","Argentina","Secretaría de Inteligencia"],"teaser":"The Secretaría de Inteligencia allegedly got its start helping Nazis move to Argentina. It's now a powerful spy agency that the president of Argentina is blaming for the recent murder of a prosecutor, and is trying to disband.","contentencoded":"<p>If you're waiting anxiously for the next season of House of Cards on Netflix, just follow the news out of Argentina in the meantime and it might seem oddly familiar.</p>\n<p>A prosecutor named Alberto Nisman reportedly \"committed suicide\" after accusing high-ranking officials, including President Cristina Fernaández de Kirchner, of shady dealings with Iran. The alleged suicide centered around Nisman's investigation into the 1994 bombing of Jewish center in Buenos Aires that killed 85 people, and happened just hours before he was scheduled to testify in the case.</p>\n<p>President Fernández called Nisman's death a suicide at first, but then reversed course and blamed it on \"rogue\" intelligence agents. Now she's trying to disband the whole Argentine intelligence agency known as the Secretaría de Inteligencia, known as SIDE.</p>\n<p>\"Fernández says that Nisman’s death was a plot to overthrow her government,” says Veronica Smink, a BBC reporter in Buenos Aires.</p>\n<p>SIDE has a dark history that date back to the 1940s. Historians believe it was created as a civilian agency by Juan Perón, then Argentina's president,  with the intention of arranging the transportation of Nazis to Argentina. “It then became a formal spying agency,” Smink says</p>\n<p>“I think the darkest period of the SIDE was during the latest Argentine military regime in the 1970s, when the SIDE was well known for spying on anyone considered subversive,\" she explains. That epxlains why it's far from popular among Argentinians.</p>\n<p>“Anybody who talks about SIDE refers to it as a very seedy, dark, organization,\" Smink says. \"Since the return to democracy in 1983, it’s quite well known that a lot of governments used SIDE for spying on operations on opposition politicians, on journalists, on judges, prosecutors. So SIDE is considered the power behind the power.”</p>\n<p>But if SIDE is indeed the power behind the power, does President Fernández stand any chance of disbanding the agency? Smink says Fernández surprised a lot of people by calling them out. “Some people thought that, because of the power they got during the last years, that SIDE agents might have so much information, even on the president herself, that she would not have the courage to do this,” she says.</p>\n<p>But while the debate over SIDE charges ahead, the investigation into Nisman’s death is slowly plodding along. Smink says there are no new leads as to what happened: “The only person considered a suspect is the last person who allegedly saw Nisman alive and gave him the gun that eventually ended his life.\"</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/012720156.mp3"},{"href":"http://www.pri.org/file/012720156mp3"}]}