{"created":"2015-06-16T12:14:21+00:00","modified":"2015-06-16T22:14:13+00:00","valid":{"from":"2015-06-16T22:14:12+00:00","to":"3015-06-16T22:14:12+00:00"},"hreflang":"en","guid":"11bacceb-fc25-4d11-b744-612be8c20468","title":"The host of Reading Rainbow wants you to take a look in a book this summer","published":"2015-06-16T22:13:58+00:00","byline":"Mythili Rao, T.J. Raphael","tags":["families","culture","books","education","Education","Development & Education"],"teaser":"To get kids to enjoy and wanted to read, LeVar Burton, longtime host of Reading Rainbow, parents must demonstrate their own love of reading.","contentencoded":"<p dir=\"ltr\">When it comes to summer reading, the stakes are high. When school’s out, kids will either build on or lose the reading skills they have developed during the academic year.</p>\n<p dir=\"ltr\">But parents can do quite a bit to get their children interested in reading this summer.</p>\n<p dir=\"ltr\">“If we want our kids to read, they have to see us reading,” says LeVar Burton, curator-in-chief of Reading Rainbow. “We have to communicate that very important modeling — that reading is important to us as human beings.”</p>\n<p dir=\"ltr\">Many kids view summer reading as an added and unwanted homework assignment that they must complete during their vacation.</p>\n<p dir=\"ltr\">“It’s an issue that a lot of parents struggle with. I did,” says Burton. “We have to do a more successful job at communicating to our kids that reading is not work — it is a joyful activity.”</p>\n<p dir=\"ltr\">To get kids interested, Burton says that he often tells children that reading is like making a movie in your mind.</p>\n<p dir=\"ltr\">“When I make the movie in my head, I get to make all of the decisions that a film director gets to make — I do the casting, I get to decide what the characters are wearing, I decide what the sets look like,” he says. “All of those minute decisions that a director and a team of people make in the service of making a movie, a reader gets to make in his or her head. We have to do a much better job of communicating to kids that reading is not a chore — that it is a journey, an exploration, and that it’s fun.”</p>\n<p dir=\"ltr\">Because many children are overloaded with homework and assignments during the year, some argue that kids should focus on playtime and outdoor exploration during summer breaks. But Burton reminds us all that books can travel.</p>\n<p dir=\"ltr\">“I read a lot outside in my backyard when I was a kid,” he says. “Reading is an activity you can take anywhere, especially these days. I travel all the time and I have a library on my tablet computer that goes everywhere with me. The most important thing we can communicate to kids is the importance for reading.”</p>\n<p dir=\"ltr\">Research suggests that summer breaks are particularly tough on low-income students whose unequal access to summer learning opportunities often translates into lower levels of academic achievement.</p>\n<p>“It is access to books, and that is really an issue that’s near and dear to my heart,” he says. “There are a lot of kids in this country that do not live in homes where books are out and are used by the adults in their lives.”</p>\n<p dir=\"ltr\">But Burton says that simply having books around the house can encourage kids to read. He also says that a trip to a public library on a sweltering summer day can make all the difference.</p>\n<p dir=\"ltr\">Additionally, for those that can afford it, Burton suggests that parents meet kids in the digital world. After running a record-breaking Kickstarter campaign, Reading Rainbow launched the Skybrary program in May, a paid online web and tablet portal that provides kids with an interactive digital library of hand-curated children’s books and video field trips.</p>\n<p dir=\"ltr\">“We know that we’re in competition with video games,” says Burton. “But we have kids coming to our app reading about 200,000 books a week. We know that we can get kids to come to engaging technology to read.”</p>\n<p dir=\"ltr\"><em>This <a href=\"http://www.thetakeaway.org/story/levar-burton-wants-you-read-summer/\">story</a> first aired as an interview on PRI's <a href=\"http://www.thetakeaway.org/\">The Takeaway</a>, a public radio program that invites you to be part of the American conversation.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-12%2Fformer-host-reading-rainbow-wants-you-take-look-book-summer&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/story/images/LeVar%20Burton.jpeg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/levar-burtonjpeg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/audio.wnyc.org/takeaway/takeaway06115-reading.mp3"},{"href":"http://admin.pri.org/file/takeaway06115-readingmp3"}]}