{"created":"2014-08-29T17:02:14+00:00","modified":"2014-10-30T23:40:13+00:00","valid":{"from":"2014-10-30T23:40:12+00:00","to":"3014-10-30T23:40:12+00:00"},"hreflang":"en","title":"U.S.-Russia Relations: More Carrot Or More Stick?","published":"2014-08-29T17:02:00+00:00","teaser":"Lately, when Washington ratchets up the pressure on Moscow, Russia increases its support for separatists in eastern Ukraine. Some in Washington wonder if it's time to change the approach.","itags":["npr_api","337430519"],"guid":"11bd07bb-c6da-4407-90d6-f4872cae9aa8","contentencoded":"<p>The U.S. and Russia seem to have fallen into a pattern over the crisis in Ukraine. When Washington ratchets up the pressure on Moscow, Russia doubles down on its support for separatists in eastern Ukraine.</p><p>That has been the case even after a Malaysian airliner was shot down over a separatist held region, and many wonder if it's time for a new approach to Vladimir Putin's Russia.</p><p>At the start of the cold war, diplomat George Kennan came up with the policy of containment. The director of the Kennan Institute, Matthew Rojansky, wouldn't advocate that approach now, but he does believe it is time to re-think U.S. strategy, and he doesn't see any new George Kennans out there.</p><p>\"So far the debate has been surprisingly narrow,\" Rojansky says. \"I think there are a lot of people lining up behind sanctions for the same intuition the U.S. government has, which is: 'We have to do something; we are not going to go to war, so this is all we can do.'\"</p><p>At a recent confirmation hearing for the ambassador to Russia, the chairman of the Senate Foreign Relations Committee Robert Menendez said he thought Putin would have changed course by now after the Malaysian airliner was shot down over eastern Ukraine. But instead, Putin is doubling down. Ambassador John Tefft said it is hard to see how the crisis could be resolved.</p><p>\"As you say, the $64,000 question is: What is exactly President Putin's approach at this point?\" Tefft said at the hearing. \"You were not the only one senator who thought this horrible tragedy provided an opportunity to disengage.\"</p><p>Tefft, who has been ambassador to Ukraine, Georgia and Lithuania, says there is still a diplomatic off-ramp for Putin, and the U.S. is watching what he says is a struggle between \"modernizers\" who know Russia needs capital and the nationalists who are circling the wagons.</p><p>\"I just don't see in this global market, in this globalized world, that we live in how withdrawing into yourself into an insular type of nation is going to help you,\" he said.</p><p>But Rojansky of the Kennan Institute thinks the U.S. is underestimating what's at stake for Putin and the need to offer him a way to step back from Ukraine without losing face.</p><p>\"This is not an abstract foreign policy adventure for him,\" he says. \"This is about regime stability and regime survival, and that's the kind of thing that he goes to the mat on.\"</p><p>So Rojansky says Putin is willing to endure more pain than the west is ready to impose. And he thinks relations in some ways are worse now than the Cold War because there are few high-level contacts other than Secretary of State John Kerry and his counterpart Sergei Lavrov.</p><p>\"They have to keep meeting, they have to keep talking,\" Rojansky says. \"But the two presidents are perfectly capable of either not talking to each other or having what are essentially sanitized, meaningless Cold War-style stilted phone conversations.\"</p><p>Former ambassador to Russia James Collins is also worried that there's not much diplomacy going on, particularly over Ukraine. He says it is time to start talking about the broader issues.</p><p>\"Because the fighting is not about just a small piece of Ukrainian territory, it's about what role Russia will have in Ukraine and the areas that lie between the EU and NATO and the Russian federation,\" Collins says.</p><p>Collins, now with the Carnegie Endowment for International Peace, says it's easy to take the moral high ground on this, but he just doesn't see sanctions as working in the long run.</p><p>\"Sooner or later we are going to have to have a negotiation with the Russian government about the future of these territories that are, if you will, in between,\" he says. \"And it raises all kinds of difficult political issues on both sides, issues that have largely been avoided for 25 years.\"</p><p>Collins is hoping the new U.S. ambassador to Moscow can help move this relationship beyond where it is now; where both sides are taking tit for tat actions without any clear idea on how this ends.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=U.S.-Russia+Relations%3A+More+Carrot+Or+More+Stick%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Michele Kelemen","audio":[{"meta":{"duration":"272"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1337531209-418859.m3u?orgId=1&topicId=1124&ft=3&f=337430519"}]}