{"created":"2015-02-16T21:13:02+00:00","modified":"2015-05-13T21:15:17+00:00","valid":{"from":"2015-05-13T21:15:17+00:00","to":"3015-05-13T21:15:17+00:00"},"hreflang":"en","title":"Hygiene, Honey Pots, Espionage: 3 Approaches To Defying Hackers","published":"2015-02-17T12:42:00+00:00","teaser":"The hack of insurer Anthem is one in a string of costly cyberattacks worldwide. In Silicon Valley and beyond, startups are taking very different approaches to helping companies outsmart the attackers.","itags":["npr_api","386669799"],"guid":"11c4c6eb-5f55-45eb-b791-f37b537a7f50","contentencoded":"<p>We're still waiting for details on how the <a href=\"http://www.npr.org/blogs/alltechconsidered/2015/02/05/384099135/anthem-hack-renews-calls-for-laws-to-better-prevent-breaches\" target=\"_blank\">hack against the health care company Anthem</a> occurred.</p><p>But there's a classic approach behind many of the cyberattacks that make the news: An employee in the company gets an email with an attachment ... opens it ... malicious software in the message injects itself into the corporate network ... and bam! The hackers are in — and can remotely control your servers, exfiltrate documents and more.</p><p>Across the cybersecurity industry, startups are trying to figure out how to solve this problem — and they're developing some very different approaches.</p><p>Here, we take three companies working on the issue in different ways. To help dramatize those differences, it might be helpful to compare each to a movie or show you may have seen on TV.</p><p><strong>Take 1: Virtual Machines </strong></p><p>First, the company Bromium.</p><p>\"It's become obviously too easy for the hackers,\" says Rahul Kashyap, its chief security architect. \"All it takes is one user in a large organization making one single mistake, and they're in.\"</p><p>Malware is like an infection. To stop it from spreading, Bromium contains it. The company builds something called a \"virtual machine\" at the <a href=\"http://www.bromium.com/sites/default/files/Bromium-Whitepaper-Evolution-of-virtual-endpoint-security.pdf\" target=\"_blank\">micro level</a> — that is, <a href=\"http://www.bromium.com/products/our-technology.html\" target=\"_blank\">around anything and everything you might open</a> — an email, a new tab on your Web browser, a Word document, a PDF.</p><p>Essentially, Kashyap says, \"we assume that the attackers are going to attack you no matter what you do.\"</p><p>The virtual machine is a protective layer — like putting thick latex gloves on doctors and nurses. \"And once you're done,\" Kashyap says, \"we throw them away. So that in case you got infected, you don't have to worry about it. It's automatically discarded.\"</p><p>Right now, Kashyap says, some of the most popular software on earth doesn't bother to contain or <a href=\"http://labs.bromium.com/2013/07/23/application-sandboxes-a-pen-testers-perspective/\" target=\"_blank\">contains poorly</a>. For example, <a href=\"http://arstechnica.com/security/2014/08/microsoft-security-sandbox-for-ie-still-broken-after-all-these-years/\" target=\"_blank\">Internet Explorer</a>, he says, is \"barely a glove. I don't know — you have those gloves where your fingers are coming out. Those cycling gloves.\"</p><p>Bromium's digital hygiene approach reminds me of the hospital drama <em>ER</em> — <a href=\"http://www.imdb.com/title/tt0568161/\" target=\"_blank\">like the episode</a> when a staph infection runs rampant through the ward, knocking out patients and staff. The culprit, it turns out, was a janitor who didn't wash his hands.</p><p><strong>Take 2: Honeypots</strong></p><p>But contain as you may, says Doron Kolton, founder of TopSpin Security, the good hackers will always break in. So when they do, you've got to trick them.</p><p>\"We are setting, <a href=\"http://topspin-security.com/downloads.html\" target=\"_blank\">embedding, [a] decoy system</a> inside the organization, and the decoy system [is] luring the attackers and the malware to get into those systems,\" he says.</p><p>Kolton takes advantage of the fact that once hackers are in a network, they don't know where to go. It's a maze. So you can leave some fake keys around, some breadcrumbs. Lure them into fake rooms with fake data — and observe.</p><p>\"I am seeing whether he wants to steal my watch, or he's looking in the drawers for money or anything else. I am looking over his shoulder,\" Kolton explains.</p><p>When you do that, you not only pinpoint where the hackers are. You also learn how they behave — their strategy — and toy with it. That sounds just like <em>Home Alone</em>, that old 1990 comedy with the boy hero who creates havoc for the robbers who try, and fail, to get into his house.</p><p><strong>Take 3: Intelligence</strong></p><p>But decoys are a response after someone has already struck. To block an attack — even predict one — you need to study who might be after you.</p><p>\"You're going out there, looking for bears, looking for pandas, who are Chinese adversaries or Russian adversaries or whomever,\" says Dmitri Alperovitch, co-founder of CrowdStrike. \"You're thinking like they're thinking.\"</p><p>CrowdStrike assumes there are a handful of organized hacker groups that can cause real damage to a Fortune 500 company, that they're backed by nation-states and that they're persistent.</p><p>\"They don't say, 'Oh, we're done, we're going to pack up and go home.' They say, 'We got kicked out, but we have a mission to do.' \"</p><p>The way they accomplish that mission, Alperovitch says, will vary group to group. Take <a href=\"http://www.crowdstrike.com/2014-global-threat-report/\">Hurricane Panda</a>, a ring allegedly based in China. Unlike other hackers, Panda doesn't cripple a system by throwing a bunch of malware at it. Its hackers get in quick and act like insiders.</p><p>\"After that, they're moving around, using traditional administrative tools that a true administrator would also use, making them very difficult to detect,\" Alperovitch says.</p><p>CrowdStrike says it's building stockpiles of intelligence, kind of like a superspy. Think Jason Bourne of the Bourne movie franchise, who really gets inside his enemy's head.</p><p>This year, spending on cybersecurity <a href=\"https://www.gartner.com/newsroom/id/2828722\" target=\"_blank\">will hit nearly $77 billion</a>, according to a study by the research firm Gartner. Silicon Valley investors, much like Hollywood producers, are trying to pick the winning story line. It's unclear if it'll be about stopping an epidemic, catching robbers, high-end espionage — or something else.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Hygiene%2C+Honey+Pots%2C+Espionage%3A+3+Approaches+To+Defying+Hackers&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Aarti Shahani","audio":[{"meta":{"duration":"302"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1386758854-891965.m3u?orgId=1&topicId=1019&d=302&p=2&story=386669799&t=progseg&e=386674586&seg=6&ft=nprml&f=386669799"},{"href":"http://media.npr.org/assets/img/2015/02/16/dmitrialperovitchfull-062d213203afb9b4f0bce4b91dd5206b1874971b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1642","width":"2191"}}]}