{"created":"2014-11-21T23:00:51+00:00","modified":"2014-11-25T15:11:01+00:00","valid":{"from":"2014-11-25T15:11:01+00:00","to":"3014-11-25T15:11:01+00:00"},"hreflang":"en","guid":"11d1d7cf-b80d-40bf-b10f-2d9886b773d1","title":"Ukrainians remember the first anniversary of the start of their revolution","published":"2014-11-25T15:11:00+00:00","byline":"Christopher Woolf","tags":["conflict","military","protests","Conflict","Conflict & Justice","Kiev","Donetsk","Europe","Asia","Ukraine","Russia","Asia","Europe","Max Seddon","Viktor Yanukovych","Anastasiya Gribanova","Government of Ukraine","Politics of Ukraine","Viktor Yanukovych"],"teaser":"It's been exactly a year since the first demonstration in Maidan Square in downtown Kiev. That protest led to a revolution in Ukraine, civil war and partial Russian occupation. Families have been torn apart. And it has left Ukrainians with mixed feelings.","contentencoded":"<p>It was a cold, drizzly night in Kiev’s Maidan Square. Opposition politicians had called their supporters out onto the streets to protest. It was almost a total failure.</p>\n<p>No one could have foreseen, but it was actually the beginning of the Ukrainian revolution — one year ago, November 21, 2013.</p>\n<p>At issue was President Viktor Yanukovych’s decision to freeze an agreement to forge a closer relationship with the European Union. At stake was the entire future of Ukraine — or at least that’s what some political activists believed.</p>\n<p><a href=\"http://www.buzzfeed.com/maxseddon/the-uneventful-night-that-started-a-revolution-in-ukraine\">Max Seddon of BuzzFeed covered</a> that first demonstration.</p>\n<p>“It was really a damp squib,” says Seddon. “It didn’t start until really late. Nothing was really going. There was (only) about 1000 to 1500 people. There was a tiny little ‘Occupy'-style tent encampment, but it really didn’t feel like it was going anywhere. The opposition politicians weren’t very popular even among the protesters. They totally failed to energize the crowd. At one point, someone grabbed a megaphone and said let’s march on the presidential administration, and everyone laughed.”</p>\n<p>“I think that for the vast majority of people who were there, there really wasn’t much sense that something important was going to happen.”</p>\n<p>But the protesters persisted, and pledged to remain in the Maidan for as long as it took to get the EU deal back on track. </p>\n<p>Seddon says that first week was disappointing for the protesters. For some reason, they couldn’t galvanize mass support for what Seddon calls this “pretty arcane and boring economic agreement.”</p>\n<p>The Maidan protest was pretty much ignored by the authorities until President Yanukovych finally vetoed the EU association agreement. That night, the riot police went in and attempted to clear the square.</p>\n<p>“That was the moment when everything changed,” Seddon says. “It started being a real revolution.”</p>\n<p>That was when the masses turned out. And they had a new demand. Yanukovych must go!</p>\n<p>“It was like night and day,” Seddon adds.  </p>\n<p>Within months, Yanukovych was chased from power. The protesters became the new government. Russia occupied Crimea, and a civil war began with pro-Russian separatists in the east.</p>\n<p>Looking back, Seddon says a lot of pro-European Ukrainians have \"sobered up,\" and stopped idealizing the European Union and the West. “People really thought, in the first months of the protest, that the European Union and America were going to come in like white knights and save them. That didn’t happen.”</p>\n<p>“All that happened,” adds Seddon, “was that European and American officials, whenever something terrible happened, would issue statements saying they were ‘deeply concerned.’ This just became a joke to a lot of Ukrainians, and they saw that if they really wanted things to happen, they were going to have to change things themselves.”  </p>\n<p>It's hard to gauge the human toll of the past year of conflict in Ukraine. At least 4,000 people are known to have died. Thousands more have been displaced from their homes. But for some, the toll is just the pain of seeing your family divided.</p>\n<p>That’s what has happened with one of the BBC's Ukrainian reporters, Anastasiya Gribanova. Gribanova is based in Kiev. But she's originally from the troubled east of the country.</p>\n<p>“I’m from Donetsk region,” says Gribanova. “My parents live in a small village, not far from Donetsk. It’s actually territory that is controlled by the Ukrainian army.”</p>\n<p>She tells the story how she remembers the moment “when I called my Mom, and I could hear the blasts. I could hear the shelling. And I could not believe this was happening to my family. It’s a very peaceful village. Nothing ever happens there. I could not imagine that in my lifetime, there would be a war which would change the place where I used to live, where I grew up. It’s breaking my heart. Because a year ago, when I was home the last time, it looked completely different, and people were completely different. It’s something really personal; really intense. And it hurts.”</p>\n<p>The violence has led to bitter feelings. “My Mom told me she’s never going to come to Kiev ever again,” Gribanova says, “Because it’s being ruled by a military junta. And it’s a city where she’s afraid she’s going to be killed, just because she’s from Donetsk. That’s what people believe there.”</p>\n<p>Gribanova adds that “there is a phrase my Mom keeps telling me, every time I call her: ‘You in Kiev did this; it’s all your fault.’ She’s addressing it personally to me, and to all people living here. ‘It’s your fault, your Maidan started it all. We all had a legitimate president; we all lived happily; there was no war.’”</p>\n<p>But Gribanova says she can’t give up on her family.  “I know she loves me, and I love her too. And every time we start arguing, she just hangs up on me, and I call her back and I tell her ‘Mom, come on, I love you. I don’t care. Let’s forget about everything.’ That’s the key point. That we love each other. And I want everyone to just be happy, and alive. That’s the main thing. Even if they live in completely different countries.”       </p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[]}