{"created":"2015-06-12T09:00:49+00:00","modified":"2015-07-01T14:55:53+00:00","valid":{"from":"2015-07-01T14:55:53+00:00","to":"3015-07-01T14:55:53+00:00"},"hreflang":"en","title":"Organic Farmers Call Foul On Whole Foods' Produce Rating System","published":"2015-06-29T19:01:00+00:00","teaser":"Some organic farmers are protesting a new system Whole Foods is using to rate its suppliers. They say the system devalues the organic label because nonorganic producers can earn the highest grades.","itags":["npr_api","411779324"],"guid":"11eb50da-7c33-485c-af4b-2b3c46efeb66","contentencoded":"<p>Nobody really likes to be graded. Especially when you don't get an A.</p><p>Some organic farmers are protesting a new grading system for produce and flowers that's coming into force at Whole Foods. They say it devalues the organic label and could become an \"existential threat.\"</p><p>The rating system is called \"<a href=\"http://www.wholefoodsmarket.com/responsibly-grown\">Responsibly Grown</a>.\" And the company developed it as a way to give customers more information about how their food is grown, says <a href=\"http://www.wholefoodsmarket.com/person/matt-rogers\">Matt Rogers</a>, a global produce coordinator for Whole Foods.</p><p>\"We're really proud of the food we sell, and we know a lot about it, in general, and we want to share that with customers,\" he says.</p><p>The labels on produce at Whole Foods always told shoppers what country or state supplied those vegetables, as well as whether it was grown organically.</p><p>The new rating system takes into account much more.</p><p>Whole Foods is asking its suppliers to pay a fee to get into the program, then answer a long questionnaire. There are questions about how they protect the soil and wildlife on their farms, whether they limit their use of pesticides, how they conserve energy and irrigation water and how they treat their workers.</p><p>Based on those answers, a farm's produce gets a grade: Unrated, Good, Better or Best. Those grades show up right beside each bin of produce on brightly colored stickers with the words: \"Responsibly Grown.\"</p><p>Rogers says that more than 50 percent of the farms that have gone through this process so far have been rated \"Good.\" \"We have few examples of 'Best' ratings at this point,\" he says.</p><p>But here's what is making organic farmers angry. At a Whole Foods store in Washington, D.C., I found nonorganic onions and tomatoes, presumably grown with standard fertilizers and pesticides, that were labeled \"Best.\" A few feet away, I found organic onions and tomatoes that were graded merely \"Good\" or just \"Unrated.\"</p><p>For <a href=\"http://www.abundantharvestorganics.com/farmers/vernon-peterson-2/\">Vernon Peterson</a>, who grows and packs organic fruit in Kingsburg, Calif., this is dumbfounding.</p><p>\"Organic <em>is</em> responsibly grown, for goodness sake,\" he says. \"Organic should be the foundation of anything that Whole Foods might do.\"</p><p>Peterson says that organic certification is harder to get and means more than the new ratings from Whole Foods. Following the organic rules is expensive, and there are third-party auditors making sure that you follow those rules, he adds. There are no such outside auditors in the Whole Foods system.</p><p>But what really irks Peterson is that these colorful new \"Responsibly Grown\" labels overshadow the organic label. He thinks they devalue it.</p><p><a href=\"http://www.tdwilleyfarms.com/frwho.html\">Tom Willey</a>, another long-time organic grower in California, has been urging his fellow farmers to take a stand against the ratings. It feels risky to criticize a big customer like Whole Foods, he says, but they have to speak up, \"because we think that this program is kind of the tip of an iceberg that represents an existential threat to the value of certified organic,\" to which many organic farmers have dedicated three or four decades of their working lives.</p><p>Peterson and Willey say they are trying to persuade Whole Foods to revise the scoring system to give more weight to organic certification, and also to reduce the financial burdens it imposes on small farmers. According to Peterson, the fees, paperwork and product tracking equipment required by the Whole Foods program cost farmers thousands of dollars.</p><p><a href=\"http://www.cornucopia.org/co-founder-mark-kastel/\">Mark Kastel</a>, an organic advocate and founder of the Cornucopia Institute, says there's a clear profit-driven motive behind this new label. \"They're trying to create an entire new vernacular for their customers to recognize a value-added product,\" he says.</p><p>And it's especially helpful to create that aura of specialness around conventional produce, because conventional veggies are easier and cheaper to grow. This label lets them compete better with organic. \"Why would you pay more for a certified organic product, when you can get the 'Best' for a couple of dollars a pound cheaper?\" he says.</p><p>Rogers, for his part, insists that Whole Foods is not backing away from its support for organic farming. He says the new ratings are simply a way to talk to farmers and customers about things that the organic rules just don't touch, \"such as water conservation, energy use in agriculture, farm worker welfare, waste management.\"</p><p>There are farmers who are doing a great job with that, he says, and they aren't all organic. \"There are conventional growers that we work with who are incredible stewards of the land, who do a tremendous job with their workforce, who deserve to be recognized,\" Rogers says.</p><p>In fact, organic farmers like Willey and Peterson agree that there are many aspects of responsible farming that the organic standards don't cover. Their dispute with Whole Foods is over whether the new ratings actually measure all those things very well, and also whether they could ever outweigh what organic certification represents.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Organic+Farmers+Call+Foul+On+Whole+Foods%27+Produce+Rating+System&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Dan Charles","audio":[{"meta":{"duration":"268"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1413849188-d1073f.m3u?orgId=1&topicId=1053&d=268&p=3&story=411779324&t=progseg&e=413811408&seg=7&ft=nprml&f=411779324"},{"href":"http://media.npr.org/assets/img/2015/06/04/img_0403-635ae83f4b54fadb4603076c44feee58b21a679c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2248","width":"2998"}},{"href":"http://media.npr.org/assets/img/2015/06/04/img_0405-335fd8e7826341aa8ae99dee623a3793493d25d9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2055","width":"2740"}}]}