{"created":"2015-02-09T22:38:45+00:00","modified":"2015-05-13T21:17:11+00:00","valid":{"from":"2015-05-13T21:17:11+00:00","to":"3015-05-13T21:17:11+00:00"},"hreflang":"en","title":"Jail Time For Unpaid Court Fines And Fees Can Create Cycle Of Poverty","published":"2015-02-09T23:27:00+00:00","teaser":"Lawsuits filed in Ferguson and Jennings, Mo., seek justice for impoverished people who are jailed, sometimes for weeks, for not being able to pay what they owe the cities.","itags":["npr_api","384968360"],"guid":"1204a44b-e5cd-4453-bc6d-d9a81e909cbb","contentencoded":"<p>On a night last week when the temperature dropped to 17 degrees, Edward Brown, who's 62 and homeless, slept at the bus stop in front of the Jennings, Mo., city hall in St. Louis County.</p><p>\"It was cold, very cold,\" he says. \"It's so cold I can't really move so I kept playing with my feet — rubbing 'em, twisting 'em, trying to keep warm.\"</p><p>Brown's troubles started when he tried to fight the city of Jennings, and his story shows how court fines and fees can grow, turning an impoverished person's life upside down.</p><p>The city wanted to condemn his small, crumbling house, where he had lived for 25 years. Officials sent him a citation for letting the grass grow too high. Brown stayed in the house after it was condemned, and received a citation for trespassing.</p><p>Stephanie Lummus, an attorney at <a href=\"http://www.archcitydefenders.org/\" target=\"_blank\">ArchCity Defenders</a> who now represents Brown, says he had been bedridden from injuring his back, and was unable to push a lawnmower. He was ticketed, too, for not getting a rabies vaccine for his dog, Matrix.</p><p>Altogether Brown owed the city $464. But Brown lives on a $488 Social Security check and food stamps, so he didn't pay his fines.</p><p>\"I went to jail for that,\" he says. Since 2009, he's been jailed several times — once for 30 days, another time for 20 days.</p><p>It's been six months since a police officer shot and killed Michael Brown — who's not related to Edward Brown — in Ferguson, Mo. Now, a group of lawyers is suing the city and neighboring Jennings over another issue that's raised tension there: The heavy use of court fines and fees <a href=\"http://www.npr.org/series/313986316/guilty-and-charged\" target=\"_blank\">on traffic tickets and other low-level misdemeanor violations</a>.</p><p>When people can't pay those fines, the lawsuits claim, the cities arrest and keep them, sometimes for weeks at a time in dirty, overcrowded jails.</p><p>Edward Brown is among the 16 plaintiffs in the <a href=\"http://www.npr.org/blogs/codeswitch/2015/02/08/384332798/civil-rights-attorneys-sue-ferguson-over-debtors-prisons\">two lawsuits, which were filed Sunday night</a>.</p><p>The lawsuits claim the cities of Ferguson and Jennings violate the rights of poor residents by issuing arrest warrants when people fail to pay court fines and fees, without first considering whether they are too impoverished to pay that court debt, and then by not offering alternatives, such as low-enough payment plans or the chance to work off fines with community service.</p><p>In some cities in St. Louis County, but not in Ferguson and Jennings, judges let jail time count toward paying off court fees.</p><p>Officials in Ferguson and Jennings did not respond to requests for comments, but there have been some reforms in reducing fines and fees in those cities.</p><p>For example, in December, Ferguson and Jennings offered people the chance to lift arrest warrants, if they paid a flat fine and then agreed to pay what they owed on a new payment plan.</p><p>In addition, local judges and state lawmakers have made additional proposals for court reform — including capping how much of a city's revenue can come from court fines and fees. More than a fifth of Ferguson's revenues in 2013 came from those sources.</p><p>The lawsuits were filed by lawyers from Equal Justice Under Law, ArchCity Defenders and Saint Louis University School of Law. Last year, NPR's investigative series <a href=\"http://www.npr.org/series/313986316/guilty-and-charged\">Guilty and Charged</a>, showed that all <a href=\"http://www.npr.org/2014/05/19/312455680/state-by-state-court-fees\">50 states</a> charge a long list of fees for court services, even for the cost of a public defender.</p><p>The series found that poor defendants often struggle to pay these court costs — which typically add up to hundreds or thousands of dollars — and that people are sent to jail for not paying, even though <a href=\"http://www.npr.org/2014/05/21/313118629/supreme-court-ruling-not-enough-to-prevent-debtors-prisons\" target=\"_blank\">debtor's prisons </a><a href=\"http://www.npr.org/2014/05/21/313118629/supreme-court-ruling-not-enough-to-prevent-debtors-prisons\" target=\"_blank\">long </a><a href=\"http://www.npr.org/2014/05/21/313118629/supreme-court-ruling-not-enough-to-prevent-debtors-prisons\" target=\"_blank\">have been outlawed in the United States</a>.</p><p>Lummus says the court in Jennings routinely asks Brown to pay $100 each month but fails to determine whether he has the ability to pay. \"It doesn't matter what your reason is — they don't ask you what your reason is, and they don't care.\" she says. \"So it might be as simple as 'he is homeless and has nowhere to go.' \"</p><p>Brown keeps his clothes clean and his gray beard neatly trimmed. He looks bookish in wire rim glasses. But in prison, the lawsuit says he wasn't given his medicine, or a toothbrush or toothpaste. And even during those weeks-long jail stays, he never got a shower.</p><p>\"I manage better outside, okay, as a homeless man, than [when] I was incarcerated,\" he says.</p><p>The lawsuits also challenge what they call the unsanitary conditions at the jail, saying this violates the rights of people when they are taken from court to jail. Michael John Voss, finance director and managing attorney at ArchCity Defenders, says these poor conditions are readily apparent to anyone visiting.</p><p>\"As they walk past you, in the hallway, down to the jail,\" he says, \"the body odor is so strong because of the lack of bath, that a court clerk walks down the hallway with a can of Febreze and clears the air out. Every time.\"</p><p>There have been several suicides, or suicide attempts, in municipal jails in St. Louis County in recent years, including the suicides of two men in the Jennings jail, <a href=\"http://www.stltoday.com/news/local/crime-and-courts/man-found-dead-in-jail-cell-in-jennings/article_cd89f507-f07d-583f-950d-f6392527c594.html\" target=\"_blank\">one in May 2013</a> and <a href=\"http://www.stltoday.com/news/local/crime-and-courts/man-who-police-say-attempted-suicide-in-jennings-jail-dies/article_12bbfa92-b872-576e-92d7-5b6209a16944.html\" target=\"_blank\">one in October 2014</a>.</p><p>New statistics from Missouri's attorney general show that in 2014 the city of Ferguson, which has a population of 21,000, issued nearly 33,000 arrest warrants for traffic violations and other low-level misdemeanors. Jennings, a city of 15,000 residents, issued 15,000 such warrants last year. Many of those went to people who lived outside those cities.</p><p>Samantha Jenkins, 47, lives with her two young grandchildren in nearby Overland, Mo. Last week, she had a milestone day — her parole with the Missouri state corrections ended. After years of addiction to crack cocaine, she's sober now and has a job interview set up.</p><p>But even though her felony charges are over, she can't shake one last problem: She owes unpaid fines to the city of Jennings from getting caught stealing three steaks from a grocery store, about 14 years ago, when she was homeless. She's already spent weeks in jail for not paying those fines — most recently in 2012 — but still owes the city around $1,500.</p><p>\"It just made me feel like I'm never going to get out of this,\" she says.</p><p>Jenkins knows police could stop her and take her back to the city jail at any time. She lives on food stamps and can't afford to pay back the money.</p><p>\"It made me feel sad, depressed, hopeless, helpless, like I can't win for losing,\" she says. \"It's like, how am I ever going to get my life back together when I got this keep holding, holding me back?\"</p><p>One step Jenkins has taken toward rebuilding her life: She's also a plaintiff in the lawsuit against the cities of Jennings and Ferguson.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Jail+Time+For+Unpaid+Court+Fines+And+Fees+Can+Create+Cycle+Of+Poverty&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joseph Shapiro","audio":[{"meta":{"duration":"241"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1385000791-8763ef.m3u?orgId=1&topicId=1003&aggIds=313986316&d=241&p=2&story=384968360&t=progseg&e=384943305&seg=9&ft=nprml&f=384968360"},{"href":"http://media.npr.org/assets/img/2015/02/09/ferguson-fines2_6117-c7d0a23aa4d1c1c130170fd25c0b0d94b77b721f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1687","width":"2250"}},{"href":"http://media.npr.org/assets/img/2015/02/09/ferguson-fines_6029-01be177e699637b8858b09053d8b08715a36a643.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3020","width":"4027"}}]}