{"created":"2015-06-17T16:35:03+00:00","modified":"2015-06-18T18:05:25+00:00","valid":{"from":"2015-06-18T18:05:25+00:00","to":"3015-06-18T18:05:25+00:00"},"hreflang":"en","guid":"120696a3-0816-4876-8f3d-ee39e493452e","title":"In South Africa, a special resonance to Rachel Dolezal's tale ","published":"2015-06-18T18:05:20+00:00","byline":"Traci Tong","teaser":"Rachel Dolezal's claims that she is black has opened a wide-reaching discussion about race. And no where is the story translating more than in South Africa where self-identification is nothing to take lightly. ","tags":["Culture","Belief","Arts, Culture & Media","Lifestyle & Belief","Africa","South Africa","Rachel Dolezal","Danielle Bowler","racial identity","Apartheid","South Africa colored","African American","Black experience"],"contentencoded":"<p>In South Africa, the tale of Rachel Dolezal has created nearly as much conversation as it has in the United States.</p>\n<p>Dolezal, the former head of the NAACP in Spokane, Washington, had claimed her father was an older black man and that their family had lived in South Africa. She said he had been beaten by her stepfather with an apparatus used to chase away baboons.</p>\n<p>All lies, as it turns out, in a story that has been all over South Africa's news and social media outlets.</p>\n<p>\"Blackness is a lived experience that you can't opt into,'' says Danielle Bowler, a South African columnist who would be classified as mixed-race, or ''coloured\" under South Africa's old system of racial separation known as apartheid.</p>\n<p>\"Some people cannot escape their skin.'' Bowler says. \"They cannot opt out of an experience or self-identify as something different. The passing from black to white does not allow the racial mobility that Rachel Dolezal does.\"</p>\n<p>A lot of the discussion circles back to that country's apartheid period, when South Africa's racial groups were segregated. There were protesters and activists who were white and who opposed the country's white minority rule, says Bowler. And \"many people are saying that Rachel Dolezal could have done the kind of work she was doing [just] through being an ally to the black struggle. She didn't have to opt into blackness.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-16%2Frachel-dolezal-unapologetic-about-being-black&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/story/images/Dolezal_CROP.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/dolezalcropjpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/pris-world/segment-audio/0616201501.mp3"},{"href":"http://admin.pri.org/file/0616201501mp3"}]}