{"created":"2014-10-08T13:55:51+00:00","modified":"2014-10-31T01:43:12+00:00","valid":{"from":"2014-10-31T01:43:12+00:00","to":"3014-10-31T01:43:12+00:00"},"hreflang":"en","title":"Benefit Corporations Look Beyond The Profit Motive","published":"2014-06-18T12:53:00+00:00","teaser":"A corporation has one core obligation: to make money. But some companies, known as benefit corporations, also promise to create a tangible benefit to communities and the environment.","itags":["npr_api","316349988"],"guid":"120cde61-fc45-4d45-8e26-82d3bed3b728","contentencoded":"<p>A corporation has one core obligation: to make money. But some companies are signing a deal, promising to create not only profit but also a tangible benefit to society and the environment. They're called benefit corporations, and their movement has caught the ear of lawmakers across the country.</p><p>In the tiny town of Gilsum, N.H., you'll find the headquarters of W.S. Badger Co. Inc. The company makes all-natural cosmetics marketed under the name Badger Balm. When CEO Bill Whyte founded the company two decades ago, the staff was lean.<em></em></p><p>\"Early on, I started making soup on Friday. And I loved what happened to the company, seeing everybody sit down at the same time,\" Whyte says.</p><p><strong>A Sense Of Togetherness </strong></p><p>That sense of togetherness extends to the company's 70 employees today. Whyte took me on a tour — pointing out the company gym and yoga room as well as the mixing room, which smells of citronella and lemongrass.</p><p>The cubicles at Badger are naturally lit and lined with wood. You can bring your baby to work, or leave your 3-year-old at the company day care center up the road.</p><p>So it's a nice place for the employees — and that seems to pay off for the business. Badger has doubled in five years, expanding its market to 26 countries.</p><p>Badger is a good example of what's called a <a href=\"https://www.bcorporation.net/community/ws-badger-co-inc\">benefit corporation</a>. This is a type of company certified as being motivated by more than just the hunger for profit.</p><p>Think of it this way: USDA certifies organic foods, and Good Housekeeping puts its seal of approval on quality products, like washing machines and skillets. And since 2006, a nonprofit organization called B Lab has been certifying corporations it deems to be concerned about their communities and the environment.</p><p><strong>A Signal To The Consumer</strong></p><p>Erik Trojian, the director of policy, says B Lab measures just about everything the company does: \"Supply chain, their interaction with the community, the environment. ... So that's one way that they signal to the consumer that they're a different type of company — all the way from Badger in New Hampshire, <a href=\"https://www.bcorporation.net/community/patagonia-inc\">Patagonia</a>, <a href=\"https://www.bcorporation.net/community/ben-jerrys\">Ben and Jerry's</a>. But another way to do that is to bake your morals and your missions into the DNA of your company.\"</p><p>Many consumers want to do business with companies that have that kind of DNA. But how can they tell which ones are the real deal?</p><p>In <a href=\"http://benefitcorp.net/state-by-state-legislative-status\">27 states</a>, legislatures have created a legal status for benefit corporations. The bill in New Hampshire originated with Badger.</p><p>So why would a company want a law? It's extra work, and there are no tax breaks.</p><p>\"There's so much 'green washing' going on out there,\" says Polina Pinchevsky at <a href=\"https://www.bcorporation.net/community/roundpeg\">RoundPeg Communications</a> in Maryland. \"There's so many companies claiming to care and to do the right thing.\"</p><p>Tim Frick from <a href=\"https://www.bcorporation.net/community/mightybytes-inc\">MightyBytes</a>, a tech company in Chicago, says being a benefit corporation is \"being part of a larger global movement of making sure that business is being used as a force for good and not for evil.\"</p><p><strong>States Offer Legal Protections</strong></p><p>Pinchevsky and Frick also point out that there are legal protections when a state signs on: A shareholder can't sue a benefit corporation for valuing the environment as much as profit.</p><p>So basically, a state can create a legal framework for a benefit corporation to work in. Then the company and its stakeholders can hash out what benefit the corporation will provide.</p><p>Erik Trojian says B Lab, headquartered northwest of Philadelphia, will continue certifying companies with its more rigorous standards. He points out that there are problems because of the patchwork nature of state laws.</p><p>For example, in Nevada, the state's incorporation document clearly lists <a href=\"http://www.leg.state.nv.us/NRS/NRS-078B.html\">benefit status</a> as an option. And 236 companies signed up in only four months. That's a very different experience from New Jersey's.</p><p>\"Unfortunately, on the state's website, you can't find their information, and you can't find stuff about benefit corporations,\" Trojian says.</p><p>New Jersey and some other states don't count how many companies have registered, so it's tricky to know how many there are. But there are at least 750 benefit corporations in the states that do count them.</p><p>Despite the differences from one state to the next, the overall movement is gaining momentum. As many as nine states may take it up next year.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Benefit+Corporations+Look+Beyond+The+Profit+Motive&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jack Rodolico","audio":[{"meta":{"duration":"257"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1323166178-62c891.m3u?orgId=1&topicId=1006&aggIds=130593764&ft=3&f=316349988"},{"href":"http://media.npr.org/assets/img/2014/05/27/stephen-maydwell-65cb86d41f9bcf9eb727074b105079c897a9559f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2046","width":"2730"}}]}