{"created":"2015-04-08T08:58:59+00:00","modified":"2015-05-13T21:04:05+00:00","valid":{"from":"2015-05-13T21:04:05+00:00","to":"3015-05-13T21:04:05+00:00"},"hreflang":"en","title":"TV Ads Financed With Secret Money Attack Paul On Day 1 Of Presidential Bid","published":"2015-04-09T18:07:00+00:00","teaser":"As Sen. Rand Paul declares for the GOP presidential nomination, a secret money group called the Foundation for a Secure and Prosperous America attacks him as a weak protector in foreign policy.","itags":["npr_api","398224643"],"guid":"120c91cb-e18f-46da-b020-3687cc49af01","contentencoded":"<p>Welcome to the 2016 presidential campaign. Republican Rand Paul <a href=\"http://www.randpaul.com\">officially entered the race Tuesday</a>, and was greeted with a TV ad calling him \"wrong and dangerous\" on Iran. The money behind the ad is secret.</p><p>It was just a month ago that Sen. Paul (R-Ky.) joined 46 other Senate Republicans in <a href=\"http://www.cotton.senate.gov/content/cotton-and-46-fellow-senators-send-open-letter-leaders-islamic-republic-iran\">signing a letter</a> to leaders of the Islamic Republic. The letter threatened tougher treatment than Iran might get from President Obama, in negotiations on a nuclear-arms control agreement.</p><p>Paul's signature aside, TV audiences in <a href=\"http://www.secureandprosperous.com/sanctions.html\">Iowa, New Hampshire, South Carolina and Nevada</a> on Tuesday began seeing the ad attacking him. It says, \"Rand Paul supports Obama's negotiations with Iran. And he doesn't understand the threat.\" The punchline: \"Rand Paul is wrong, and dangerous. Tell him stop siding with Obama, because even one Iranian bomb would be a disaster.\" The final image is a mushroom cloud.</p><p>The ad comes from the <a href=\"http://www.secureandprosperous.com\">Foundation for a Secure and Prosperous America</a>, or FSPA, which is a 501(c)(4) secret money group founded in 2007. It has run attack ads in past campaigns, but apparently never on this scale. It doesn't have to disclose its donors.</p><p>Its press secretary declined an interview request.</p><p>Secret money groups are proliferating in American election campaigns. FSPA said it's spending $1 million to air the ad in the first four states on the Republican primary calendar.</p><p>There are two noteworthy things about the ad. It comes as a surprise assault on an emerging candidate, and it accuses him of betraying American interests.</p><p>You could say Rand Paul got swift-boated, just like John Kerry.</p><p>Kerry was about to accept the Democratic nomination in 2004, when Swift Boat Veterans For Truth challenged his Vietnam War record, which he had seen as a strength. <a href=\"https://www.youtube.com/watch?v=V4Zk9YmED48\">In the ad</a>, one veteran from Kerry's unit said: \"He dishonored his country. He most certainly did.\" Another veteran said: \"I served with John Kerry. John Kerry cannot be trusted.\"</p><p>An architect of the Swift Boat ads, consultant Rick Reed, is now FSPA's president.</p><p>The Paul campaign struck back, calling the attacks false and labeling the group as part of the \"Washington machine\" that Paul opposes. The campaign said Paul in fact wants a deal that ends Iran's nuclear ambitions, and he wants it to face votes in Congress.</p><p>Erika Franklin Fowler is a director of the <a href=\"http://mediaproject.wesleyan.edu/\">Wesleyan Media Project</a>, a college consortium that tracks political advertising. \"When a candidate airs an attack, they obviously suffer some backlash,\" she said in an interview. \"When an interest group does it, it's harder for anyone to hold the group accountable in the same way.\"</p><p>She said it's a sign of what we'll see this spring and summer, \"which is one, a lot of interest groups getting involved early, also a lot of negativity. We shouldn't expect that to go away in any way, shape or form. And you can bet there are a number of candidates that will face some opposition as they enter.\"</p><p>There's no sign of which candidate the Foundation for a Secure and Prosperous America might support.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=TV+Ads+Financed+With+Secret+Money+Attack+Paul+On+Day+1+Of+Presidential+Bid&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Peter Overby","audio":[{"meta":{"duration":"178"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1398224644-4287ad.m3u?orgId=1&topicId=1014&d=178&p=3&story=398224643&t=progseg&e=398224552&seg=14&ft=nprml&f=398224643"},{"href":"http://media.npr.org/assets/img/2015/04/08/ap300554486261-c0e32869306714cc8d566bbc0e0a13fea4469566.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2177","width":"2903"}}]}