{"created":"2014-09-04T16:42:13+00:00","modified":"2015-01-29T18:38:23+00:00","valid":{"from":"2015-01-29T18:38:23+00:00","to":"3015-01-29T18:38:23+00:00"},"hreflang":"en","title":"'Oh Gad!' Presents A Compelling Slice Of Caribbean Life","published":"2014-08-25T16:01:00+00:00","teaser":"Joanne C. Hillhouse's novel tells of a woman returning to the island of Antigua, a homeland which she's never been able to call home. Author Elizabeth Nunez says the book is a weekend must-read.","itags":["npr_api","337126642"],"guid":"12129e73-2da0-47f8-99f2-9b83f337b90f","contentencoded":"<p>In the latest installment of our <em>Weekend Reads</em> series, Elizabeth Nunez, the author of books including<em> Boundaries </em>and <em>Prospero's Daughter, </em>and the co-editor of an anthology of work by female Caribbean writers, recommends the novel <em>Oh Gad!</em></p><p>The book, by Joanne C. Hillhouse, takes readers to the Caribbean island of Antigua for the story of a woman returning to the island after years spent abroad. Hillhouse herself is from the island, and her close ties to the region are part of what got Nunez interested in her work.</p><p>\"So few Caribbean writers actually live and write in the region,\" Nunez tells NPR's Arun Rath. \"So many of them — you could start off with V.S. Naipaul and move on, including myself, actually — went abroad to develop their writing career, mostly because that's where the publishing industry is.\"</p><p>But Hillhouse still lives in the landscape she writes about. \"There's such an authenticity to her story,\" Nunez says. \"I immediately knew the people, the characters she wrote about. \"</p><hr /><h3>Interview Highlights</h3><p><strong>On Nikki Baltimore, the protagonist of the story </strong></p><p>Here is a young girl whose father is American, her mother is Antiguan; and her mother decides to send her to New York to have her live with her father. Of course, her mother does that because she thinks that Nikki will have a better life. And of course Nikki, during the years she's separated from her mother and from Antigua, has this longing to reconnect, to be back in Antigua. And she comes back in time for her mother's funeral.</p><p><strong>On the political element of the story</strong></p><p>It's a very contemporary novel, and it deals with a very contemporary issue in the Caribbean, which is that the economy is based on tourism. To what extent do you compromise your country to let tourism flourish? And so what's at the heart of this novel is the tension between the land developers, the ones who want to put up the big hotels, the big condos for the tourists and basically saying to the people, \"If we do this, you will get money,\" and to those who have farmed the land for a long time. There's a sacredness of the land.</p><p>And this what Joanne does so cleverly: She does not let us forget that slavery existed on Antigua. For all the blue water, for all the big sunshine, she never lets us forget the brutal history of slavery that occurred on the islands.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Oh+Gad%21%27+Presents+A+Compelling+Slice+Of+Caribbean+Life&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"339"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1337531164-fde61a.m3u?orgId=1&topicId=1033&aggIds=100876926&e=337126642&d=339&ft=nprml&f=337126642"},{"href":"http://media.npr.org/assets/img/2014/08/01/istock_000001852171medium-cc17a597106a3c2e481a47f85af2425fa5798b11.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1535","width":"2048"}}]}