{"created":"2015-07-03T09:02:38+00:00","modified":"2015-07-03T20:10:22+00:00","valid":{"from":"2015-07-03T20:10:22+00:00","to":"3015-07-03T20:10:22+00:00"},"hreflang":"en","title":"Ever Dream You Could Fly? 'Jetman' Has. Let Him Tell You About It","published":"2015-07-03T14:38:00+00:00","teaser":"Yves Rossy flies like Superman. But instead of a cape, he uses 7-foot-long wings and four engines. \"You are like in a parallel world that normally doesn't exist,\" he says. \"It's beautiful.\"","itags":["npr_api","419537713"],"guid":"121d954c-70b1-47a0-91d8-8963df95bb69","contentencoded":"<p><em>This is the first story in an occasional series exploring gadgets that can give you real-life superpowers.</em></p><p>Summer is the season of superhero movies. Coming soon to a theater near you: <em>Fantastic Four </em>and <em>Ant-Man</em>.</p><p>It's common to have a favorite superhero, but what about a favorite superpower? There's invisibility, super strength, mind reading and more. But what if you could take your favorite superpower and make it reality?</p><p>Yves Rossy, <a href=\"http://www.jetman.com/\">sometimes called Jetman</a>, has been trying to fly like a superhero for the last 20 years.</p><p>\"It's kind of unreal because normally, as a human, you fall. So it's a very good feeling. You are like in a parallel world that normally doesn't exist. It's beautiful,\" he says.</p><p>Rossy pretty much flies like Superman — horizontal, hundreds of feet in the air — but instead of a cape, he uses 7-foot-long wings and four engines.</p><p>When he flies, he goes up 7,000 feet in a helicopter.</p><p>And jumps.</p><p>\"First, you fall like a stone and as you are getting speed this element — air — becomes more and more consistent, like water,\" he says.</p><p>For 10 minutes, Rossy knows what it is to fly.</p><p>Rossy and his protege, Vincent Reffet, both started out as skydivers.</p><p>They loved the air and the rush, but they wanted more. They wanted to know what it was like to fly like a bird.</p><p>So they went from skydiving to jet packs.</p><p>Reffet says the technology is pretty simple. But you can't just strap on wings. First you need to learn how to fly.</p><p>\"If you compare to a bird,\" Rossy says, \"the bird needs to train for weeks so that he becomes strong with his wings, and it's the same for us. You have to train a lot.\"</p><p>Each pack weighs about 120 pounds. For them to stay up longer than 10 minutes, they'd have to add fuel, which would make the packs even heavier.</p><p>\"So, you cannot give that to my grandmother,\" Rossy says. \"Yet.\"</p><p>He thinks making the packs light is probably the next step. He hopes one day, there will be a way for anyone — including his grandmother — to fly.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ever+Dream+You+Could+Fly%3F+%27Jetman%27+Has.+Let+Him+Tell+You+About+It&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alyssa Edes","audio":[{"meta":{"duration":"218"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1419692465-5a8b16.m3u?orgId=1&topicId=1019&d=218&p=3&story=419537713&t=progseg&e=419643652&seg=18&ft=nprml&f=419537713"}]}