{"created":"2015-05-12T14:59:21+00:00","modified":"2015-05-12T14:59:22+00:00","valid":{"from":"2015-05-12T14:59:22+00:00","to":"3015-05-12T14:59:22+00:00"},"hreflang":"en","guid":"1223eadf-5de1-42d8-ae31-4f276a7ff6c6","title":"Many people want to give trial drugs a chance to save their lives. Here's how they'll have to do it","published":"2015-05-12T14:59:17+00:00","byline":"T.J. Raphael","tags":["terminal illness","trial drugs","pharmacology","Johnson & Johnson","fda","Medicine","Health & Medicine","United States","Pharmacology","Pharmaceutical sciences","Clinical research","Food and Drug Administration","Pharmaceutical industry"],"teaser":"Terminally ill patients are often willing to take any chance for a cure, even taking unapproved trial drugs. But while the process has been haphazard in the past, a new panel funded by pharmaceutical giant Johnson & Johnson will try to give everyone an equal shot at getting such medications.","contentencoded":"<p>Pharmaceutical giant Johnson &amp; Johnson announced last week that it would assemble an independent group of doctors, ethicists and patient advocates to evaluate trial drugs for terminally ill patients seeking treatment for their diseases.</p>\n<p>The new panel, which appears to be the first of its kind in the United States, may bring some clarity to the complicated area of trial drugs. Because the medications aren't FDA-approved, pharmaceutical companies often fear that providing them to terminally ill patients could interfere with their clinical trials. Companies have also hesitated because such drugs are in short supply before they're approved.</p>\n<p>But that doesn't stop people from pleading for trial drugs when their lives, or the lives of loved ones and friends, are on the line.</p>\n<p>“In looking at how things work now, all too often people mount social media campaigns to try to plead with a company” to use trial drugs, says Arthur Caplan, the head of the division of medical ethics at the NYU Langone Medical Center. “The idea of the committee is to [establish] a common pathway. We know there are going to be drugs out there that Johnson &amp; Johnson has and people are going to want.\"</p>\n<p>Caplan, who's setting up the panel for Johnson &amp; Johnson, says it will level the playing field by reviewing requests for the drugs and objectively wrestling with the question of who might get them. He also insists Johnson &amp; Johnson will have no influence over decisions.</p>\n<p>“This model of a committee with a broad representation of doctors, ethicists, and some consumer-oriented folks might’ve be useful for the Ebola kind of situation too. Remember, they do face choices about who to give scarce drugs to,” Caplan says. “Having a little bit more of a transparent and public committee might be a better way to go.”</p>\n<p>But while the prospect of getting a trial drug may raise the hopes of a terminally ill person, Caplan points out it's not a magic solution.</p>\n<p>“There certainly is no guarantee that something unapproved is going to work,” he says. “It may not cure, it may extend life, or it may be something that, sadly, you don’t benefit from. But a lot of people want to try.”</p>\n<p>Johnson &amp; Johnson could suffer if things go wrong as well: The FDA will be watching in the background as trial drugs are used — and will want answers if the treatment is ineffective. “There’s always a risk that things could go bad,” he says. “And there is risk for the company for giving out unapproved drugs — it could be held against them.”</p>\n<p>But despite the risks, Caplan says his panel can provide terminally ill people with something very basic: An equally opportunity to take a chance.</p>\n<p><em>This story is based on <a href=\"http://www.thetakeaway.org/story/new-panel-trial-drugs-raises-hopes-terminally-ill/\">an interview</a> from PRI's <a href=\"http://www.thetakeaway.org/\">The Takeaway</a>, a public radio program that invites you to be part of the American conversation.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-11%2Fstuff&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/1nodefieldrefprogram/segment-audio/takeaway050815-art.mp3"},{"href":"http://admin.pri.org/file/takeaway050815-artmp3"}]}