{"created":"2014-10-08T15:56:04+00:00","modified":"2014-10-31T02:00:17+00:00","valid":{"from":"2014-10-31T02:00:17+00:00","to":"3014-10-31T02:00:17+00:00"},"hreflang":"en","title":"'The Cunning Little Vixen' Pokes Her Head Into An Animated Forest","published":"2014-05-17T15:29:00+00:00","teaser":"A new production of Leos Janácek's opera takes on a longstanding challenge: how to turn human singers into animals without making them look ridiculous. The answer? Animate them.","itags":["npr_api","313165716"],"guid":"122c7b51-9759-42db-8dad-cb26cb49066b","contentencoded":"<p>Long before summer blockbuster films dazzled us with CGI-enhanced superheroes and villains, audiences got their dose of spectacle at the local opera house, where lavishly costumed singers have walked through monumental sets for centuries.</p><p>Now, operatic excess and computer-generated imagery are meeting on an Ohio stage as the Cleveland Orchestra reanimates Czech composer <a href=\"http://www.npr.org/artists/16318115/leos-jan-cek\" target=\"_blank\">Leos Janácek</a>'s 1924 opera, <em>The Cunning Little Vixen</em>.</p><p>In the opening scene, the vixen spots something she's never seen before — a frog — and asks, \"What is that?\" The opera's director, Yuval Sharon, says he can relate.</p><p>\"I think that's kind of how I first responded to opera when I was a kid: 'What is that weird thing?'\" Sharon recalls. \"Sometimes fascination is the best entry point.\"</p><p>Sharon is trying to create some fascination in his production <em></em> by having the bodies of the fox, the frog, a mosquito and other creatures animated on three giant video screens. The singing comes from actual human beings in animal masks, who stick their heads through portals in one of the screens from backstage. The director says the production design dates back to his childhood — and a summer memory.</p><p>\"A cardboard cut-out that you see at the beach — where you stick your head through and it looks like your body has become a muscle guy's body, or this woman in a bikini's body — everyone takes delight in that,\" Sharon says. \"And I thought that could be the kernel of a really interesting theatrical experience.\"</p><p><strong>Solving A Problem</strong></p><p>The animation allows for cinematic scene changes, but it also addresses a problem Cleveland Orchestra Music Director Franz Welser-Möst has long had with Janácek's 80-year-old opera.</p><p>\"Every time I have seen a production of this piece, it's a little strange,\" Welser-Möst says, \"because you have human beings trying to behave like animals. And it's always close to ridiculous.\"</p><p>The visuals were produced by a Los Angeles animation studio. David Bamberger, who directs the opera program at the Cleveland Institute of Music, notes that opera has long embraced the technology of its day.</p><p>\"In the 17th century and the 18th century, the stages were very well-equipped with mechanical devices,\" Bamberger says, \"so that the gods could descend from the clouds and you could have a very dramatic storm effect, or sinking ships, or whatever.\"</p><p>Bamberger recalls one revealing moment from his time at the New York City Opera. He was directing Mozart's <em>The Magic Flute</em>, in which the lead character endures trials by fire and water, and using lighting effects to pull the illusions off.<strong> </strong></p><p>\"We had an old German production manager who was very experienced in all forms of theater,\" Bamberger says. \"I said to him, 'Hans, in Mozart's day, how did they do fire and water?' And he turned to me and said, 'They used fire and water!' Which is one of the reasons that old theaters burned down most of the time.\"</p><p><strong>Creating New Challenges</strong></p><p>For over 25 years, composer Tod Machover has experimented with contemporary technology developed at the MIT Media Lab. His most recent opera, <em>Death and the Powers,</em> tells the story of a man who wants to live forever and downloads himself into a computer consciousness known as \"The System\". Machover is looking to do flat, animated graphics one better by actually animating furniture, and the stage itself, to move in reaction to the performers.</p><p>\"Could we make a stage where the entire stage becomes an actor, you know?\", Machover asks. \"[Have] walls — actually the set — move like characters. I wanted the physical objects to come alive and tell the story. That's one thing that we're working on.\"</p><p>It's expensive to produce opera, and the costs of mounting productions have put many local companies out of business. At the same time, opera directors are tasked with attracting new audiences more accustomed to entertainment on screens, big and small. For Yuval Sharon, the secret to success goes back to understanding how he felt as a kid new to opera all those years ago.</p><p>\"The reason I always carry that 13-year-old with me is, just thinking, 'Is there a doorway for that 13-year-old? Or is the door too tall? Will that 13-year-old be able to reach the handle?'\", Sharon asks. \"It's not dumbing it down. It's not making it more accessible. It's just realizing what's in the piece that can speak to as many different people as possible.\"</p><p>He's opened one new doorway in Cleveland.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27The+Cunning+Little+Vixen%27+Pokes+Her+Head+Into+An+Animated+Forest&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David C. Barnett","audio":[{"meta":{"duration":"367"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1313343190-aea42c.m3u?orgId=1&topicId=1106&ft=3&f=313165716"},{"href":"http://media.npr.org/assets/img/2014/05/16/juilie-boulianne-as-dog-and-martina-jankova-as-vixen-10abe6608ddd7ec5892e7c80c7b98b196204b9d7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2391","width":"3188"}}]}