{"created":"2015-03-24T20:34:46+00:00","modified":"2015-05-09T16:16:28+00:00","valid":{"from":"2015-05-09T16:16:28+00:00","to":"3015-05-09T16:16:28+00:00"},"hreflang":"en","title":"For 'BoJack Horseman,' It Matters If A Cartoon Dog Is A Man Or A Woman","published":"2015-04-06T19:05:00+00:00","teaser":"The show's creator had to make a decision: Would a female dog be as funny as a male dog? When it comes to gender in comedy, sometimes animators have more power than they realize.","itags":["npr_api","393853692"],"guid":"122e5503-3ee8-4f17-a166-5bc95141cafa","contentencoded":"<p>For me, this story began with <a href=\"http://boringoldraphael.tumblr.com/post/107481385794/rewatching-s1-for-like-the-100th-time-at-what\">this Tumblr post.</a></p><p><a href=\"http://boringoldraphael.tumblr.com/\">\"Boring Old Raphael\"</a> is where Raphael Bob-Waksberg answers questions from his fans — people addicted to his animated show on Netflix. <em>BoJack Horseman</em> is about an alcoholic talking horse who used to be a famous actor. (Bob-Waksberg's world is made up of both people and animals. It's his world. He gets to make up the rules.) The main character is voiced by Will Arnett. The show both savors and critiques a ridiculous Hollywood milieu of washed-up celebrities, their hangers-on and factotums.</p><p>In this particular Tumblr post, Bob-Waksberg turns a question from a fan into a digressive exploration of gender and comedy. He admits he was in the wrong in a conflict with production designer Lisa Hanawalt, over a tiny little sight gag in Episode 9, involving a dog and a businessperson. \"A car whooshes by, and it causes the dog's tongue to whoosh, and cover the person in slobber,\" is how Hanawalt succinctly explains it.</p><p>The storyboard artists drew the dog and the businessperson as men. Hanawalt changed them to women. Women never seemed to take part in the show's gross, silly little sight gags, and she wanted to see them represented. Bob-Waksberg's first reaction was that she'd slowed down the joke, and he tried to get her to change it back.</p><p>\"The thinking comes from a place that the cleanest version of a joke has as few pieces as possible,\" Bob-Waksberg writes in his Tumblr post. \"For the dog joke, you have the thing where the tongue slobbers all over the businessperson, but if you also have a thing where both of them ladies, then that's an <em>additional thing</em> and it muddies up the joke. The audience will think, 'Why are those characters female? Is that part of the joke?' The underlying assumption there is that the default mode for any character is male, so to make the characters female is an additional detail <em>on top of that</em>. In case I'm not being a hundred percent clear, this thinking is <strong>stupid</strong> and <strong>wrong </strong>and self-perpetuating unless you actively work against it, and I'm proud to say I mostly don't think this way anymore.\"</p><p>Bob-Waksberg and Hanawalt were gracious enough to allow my microphone behind the scenes at their office in Hollywood, where they broke down a conversation about a one-second sight gag that turned out to be about so much more. The second season of <em>BoJack Horseman</em> will premiere later this year.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+%27BoJack+Horseman%2C%27+It+Matters+If+A+Cartoon+Dog+Is+A+Man+Or+A+Woman&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Neda Ulaby","audio":[{"meta":{"duration":"276"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1395119142-f4ff35.m3u?orgId=1&topicId=1138&d=276&p=2&story=393853692&t=progseg&e=395070275&seg=9&ft=nprml&f=393853692"},{"href":"http://media.npr.org/assets/img/2015/03/20/bojac_s1_029_h-50903203288242651511d665f21f2c0c93285337.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1078","width":"1438"}},{"href":"http://media.npr.org/assets/img/2015/03/24/bojack-2-3816e9a04e6a88f61cea5cce0e03756d721a01e2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1310","width":"1747"}}]}