{"created":"2015-02-06T13:37:52+00:00","modified":"2015-05-13T21:17:54+00:00","valid":{"from":"2015-05-13T21:17:53+00:00","to":"3015-05-13T21:17:53+00:00"},"hreflang":"en","title":"Pop Culture Happy Hour: 'Empire' And The Importance Of Different Voices","published":"2015-02-06T14:56:00+00:00","teaser":"This week, our friends Tanya Ballard Brown and Gene Demby join us to talk about Fox's hit show <em>Empire </em>and to follow up on a recent public discussion of the need for diverse radio voices.","itags":["npr_api","384264380"],"guid":"1242b9bc-7955-47fa-934a-157e297e45ea","contentencoded":"<p>This is the time of year when it never hurts to give our very own Stephen Thompson a week off to continue studying hard for various music festivals and planning for family birthdays, so we're happy that Glen and I could sit down with PCHH regulars Gene Demby and Tanya Ballard Brown to talk about one very silly television show and one very good conversation.</p><p>The show is <em>Empire</em>, Fox's dishy family soap about a hip-hop dynasty in the making. We'll talk about the times when the show is amazing, the times when the show is ridiculous, and some of the truly remarkable things that Cookie (Taraji P. Henson) wears.</p><p>The conversation is <a href=\"https://storify.com/Transom_org/tweetup-about-the-whiteness-of-public-radio-voice\" target=\"_blank\">one that Gene helped run on Twitter</a> last week (with our pal Audie Cornish, incidentally) that jumped off <a href=\"http://transom.org/2015/chenjerai-kumanyika/\" target=\"_blank\">an essay</a> from Chenjerai Kumanyika about \"vocal color\" in public radio — by which he meant, in part, the sense that public radio sounds incredibly white. We talk about what it even means to sound white, how it feels to hear your own voice on the radio, why Tanya sometimes takes a couple minutes to warm herself up, and about whether focus on particular kinds of voices serves as a barrier to entry for audiences who would otherwise really love what they'd hear. It's a really good talk that I'm really glad we had, and that I'd have been glad we had even if it weren't recorded.</p><p>If you haven't already heard, we have a new Twitter account for the show! It's at <a href=\"http://www.twitter.com/NPRpchh\" target=\"_blank\">@NPRpchh</a>, and there, you'll find in the list of people we're following a lot of the folks you know from the show (it's not complete yet!) and everybody on this week's show: <a href=\"http://www.twitter.com/nprmonkeysee\" target=\"_blank\">me</a>, <a href=\"http://www.twitter.com/ghweldon\" target=\"_blank\">Glen</a>, <a href=\"http://www.twitter.com/tdoubleb\" target=\"_blank\">Tanya</a>, <a href=\"http://www.twitter.com/geedee215\" target=\"_blank\">Gene</a>, and producer <a href=\"http://www.twitter.com/jessica_reedy\" target=\"_blank\">Jessica</a>.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Pop+Culture+Happy+Hour%3A+%27Empire%27+And+The+Importance+Of+Different+Voices&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Linda Holmes","audio":[{"meta":{"duration":"2476"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1384266803-1d4a9b.m3u?orgId=1&topicId=1048&d=2476&story=384264380&ft=nprml&f=384264380"},{"href":"http://media.npr.org/assets/img/2015/02/06/pchhblogrect1-e495db410221ac6216a718aca5f6cab449ead80a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"326","width":"435"}}]}