{"created":"2014-10-08T14:54:21+00:00","modified":"2014-10-31T01:32:56+00:00","valid":{"from":"2014-10-31T01:32:56+00:00","to":"3014-10-31T01:32:56+00:00"},"hreflang":"en","title":"Double Rape, Lynching In India Exposes Caste Fault Lines","published":"2014-06-03T06:42:00+00:00","teaser":"The men accused in the girls' murder belong to their area's dominant caste. Protesters and politicians are lashing out at delays and indifference in a case that is creating a political maelstrom.","itags":["npr_api","318259419"],"guid":"124de393-805f-416a-8ca0-68c8d64e0c1b","contentencoded":"<p>A mother and grandmother's wailing rises in the garden of their cement-and-thatched home in the impoverished village of Katra Sahadatganj in the northern Indian state of Uttar Pradesh. They mourn <a href=\"http://www.npr.org/blogs/thetwo-way/2014/05/29/317052124/teenaged-sisters-allegedly-gang-raped-murdered-in-india\">two young girls who were raped and murdered a week ago</a>.</p><p>The fresh scent of mint from nearby fields competes with the smell of cow dung baking in the sun.</p><p>On the evening of May 27, the pair, who were cousins, ventured out into an open field that served as their bathroom. It was the last time their family saw them alive.</p><p>Like 630 million other Indians, the girls' home has no toilet, forcing them out into the dark, exposing them to wild animals and, on that night, rapists and murderers. The family says the girls were 12 and 14. <strong><em></em></strong></p><p>Sohan Lal, the father of the younger girl, pulls a small picture from his pocket, a haunting image of two girls — one dressed in green, the other in bright red — suspended lifeless from a tree.</p><p>Their killers fashioned the girls' scarves into nooses that cut deep into their necks. The postmortem report — which puts the girls' ages at 14 and 16 — cites evidence it says suggests rape. Cause of death: asphyxia due to hanging.</p><p>Police have jailed and charged three brothers, ages 19 to 26, with rape and murder. Additionally, <a href=\"http://www.npr.org/blogs/thetwo-way/2014/05/31/317658165/in-india-fifth-person-is-arrested-in-gang-rape-murder-case\">two dismissed constables face charges</a> of \"connivance\" and gross neglect of duty.</p><p>Lal says he went to the police, seeking help to find the missing girls. Instead, he found the constables sleeping.</p><p>\"They abused us for waking them up. 'You don't let us sleep,' they said. 'What caste do you belong to?' they asked,\" he recalls.</p><p>After hours of pleading, the police went off to the home of the three accused, assailing the fathers of the victims \"for impugning their good name.\" The police detained one of the brothers, then told the girls' fathers: \"In two hours, go look for your girls in an orchard or near a tree.\"</p><p>\"We found them at 5:00 in the morning hanging from a mango tree,\" Lal says.</p><p>\"No one listened to us,\" the slight father of five says, adding that he wants the Central Bureau of Investigation — India's FBI — to take over the case.</p><p>The affair is rife with claims of caste violence. The brothers in custody are from the Yadav caste, the victims from the Shakya caste. India designates both as among \"Other Backward Classes,\" defined by the Constitution as \"socially and educationally\" disadvantaged.</p><p>But the Yadav are dominant in the area. Other low-caste villagers say they act with impunity because they say police protect them, as do Yadav politicians who run the state. A stream of residents gave bone-chilling stories in this village of mostly farmers who harvest potatoes, garlic and peppermint: a daughter who went missing four months ago, believed to have been sold; a slain 6-year-old boy, stuffed into a burlap bag and tossed in a gutter, to intimidate a family out of their real estate.</p><p>In a nearby village, Satyendra Singh Yadav, 23, sat in his small mobile phone stall selling SIM cards and ridiculing the allegations against his caste.</p><p>\"It is a case of fabrication,\" he said. He speculated that the older girl had gotten involved with a young Yadav man, and \"to save the family's own self-esteem,\" the family killed their own girls.</p><p>As the heinous case of the two girls gathers a political life of its own, Rahul Gandhi joined the stream of politicians beating a path to the family's door. The scion of the Gandhi dynasty — whose party was spectacularly defeated in the national election in May — listened to their story, and with the village massing, marched to the scene of the crime.</p><p>The village is fearful and angry over what has happened to two of its daughters. And Gandhi got an earful. So desperate are villagers for anyone to listen, they beseech even a politician out of power.</p><p>Standing near the spot where the girls died, Gandhi decried the lax police and the disrespect for women. <strong><em></em></strong></p><p>\"They need justice here, and a national investigation,\" Gandhi told the crowd. \"The people who have done this and people like them should know you cannot do this with women in India.\"</p><p>But villager Kamla Devi, 25, said that women are routinely harassed, teased — and worse.</p><p>\"They drag us aside and beat us up,\" she said. \"They misbehave when we go to the fields to relieve ourselves. And when they cannot control us, they kill us\" — a reference to this unusually gruesome double rape and murder case that has ignited furor over the lack of law and order, and proper toilets.</p><p>In Uttar Pradesh, India's largest state, 64 percent of people have no indoor plumbing. Jamati Sangwan, general secretary of the <a href=\"http://aidwaonline.org/\">All India Democratic Women's Association</a>, says proper toilet facilities are needed \"for the safety and security of women, and more specifically for the deprived sections ... who are landless and who depend on the landowning community\" for any sort of facility.</p><p>The chief minister of Uttar Pradesh, Akhilesh Yadav — also a member of the Yadav caste — stepped into the harsh spotlight when he dismissed the case.</p><p>When reporters asked him about the tragedy, he replied: \"You're safe, right?\"</p><p>Demonstrators protesting the rising incidents of atrocities against women in the state besieged Yadav's office Monday. They were dispersed with water cannons.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Double+Rape%2C+Lynching+In+India+Exposes+Caste+Fault+Lines&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Julie McCarthy","audio":[{"meta":{"duration":"303"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1318266898-02e1af.m3u?orgId=1&topicId=1125&ft=3&f=318259419"},{"href":"http://media.npr.org/assets/img/2014/06/02/uttar-pradesh-rape1-e7a14fad2816fa0d24126f00e31dc304932c705a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3310","width":"4416"}},{"href":"http://media.npr.org/assets/img/2014/06/02/Uttar-Pradesh-rape2-e0cc4e19d74cfb7b34888be7dd810f32d5886144.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3310","width":"4416"}},{"href":"http://media.npr.org/assets/img/2014/06/02/Uttar-Pradesh-rape3-ac9ac8e48988496985b8250a7505197f05fef6a8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2543","width":"3390"}}]}