{"created":"2015-07-01T22:11:00+00:00","modified":"2015-07-02T19:59:56+00:00","valid":{"from":"2015-07-02T19:59:56+00:00","to":"3015-07-02T19:59:56+00:00"},"hreflang":"en","guid":"1254b492-7c8d-48ff-a343-6e199984652f","title":"Electrifying play, younger fans: Will FIFA embrace the (female) future of soccer? ","published":"2015-07-02T19:59:51+00:00","byline":"William Troop, David Beard","teaser":"The disgraced world leaders of soccer have the future right before them in Canada: Younger fans, a more enjoyable game, no controversies. But will they begin to treat women soccer players as equals? ","tags":["Across Women's Lives","Sports"],"contentencoded":"<p>Who needs the boys? After watching the Women's World Cup in Canada this week, I'm struck by three things:</p>\n<p>1) How much more enjoyable it is than the men's World Cup, or at least last year's event in Brazil.</p>\n<p>2) How much younger the crowds are.</p>\n<p>3) How much room there is for growth.</p>\n<p>If the corruption-riddled poobahs who operate world soccer were smart, they'd recognize the huge opportunity they have with women's soccer — not just for gaining fans, but for cleaning up their own muddied act by embracing the relatively controversy-free side of the sport. Of course this is the same organization whose former head had two Big Ideas for improving the women's game — tighter shorts, and shorter shorts.</p>\n<p>In Brazil, the pressure always seemed to be on. The stakes were so high, as were the demands to maximize cash. Did that pressure produce the odd decisions to award the next two men's World Cups to Putin's Russia and steamy Qatar? (On the women's side, France will host the 2019 cup. No muss, no fuss.)</p>\n<p>In Montreal on Tuesday night, watching a noisy, flag-waving crowd cheer on the United States in its 2-0 semifinal victory over Germany, there was tension, to be sure, but it was where it should be: On the outcome of the match.</p>\n<p class=\"p1\">Oh, the match: The US team played its best match of the World Cup so far. And Carli Lloyd is showing the way for a new generation of players to step forward from the stalwarts of competitions past, such as Abby Wambach. And the US viewing audience <a href=\"http://variety.com/2015/tv/ratings/womens-world-cup-soccer-ratings-on-fox-continue-to-rise-1201532772/\">was the highest ever</a> for a non-final women's World Cup match, part of a steep rise in interest.</p>\n<p class=\"p1\">How did the game compare with Brazil? I’m lucky that last year, I went to the most important US game of the tournament, a playoff against Belgium in Brazil, and this year, there I was for the semifinal with the US women against Germany. The matches were equally intense. The crowds were packed with Americans really screaming their lungs out so in that way they were very similar.</p>\n<p class=\"p1\">But I did notice some differences, like the fans. Maybe it’s because we’re so close to Canada. Or maybe it’s because it’s the US women, who attract a crowd that is much much younger, basically a lot of girls, teens and under. In Brazil, there were not that many kids in the stands.</p>\n<p class=\"p1\">And that's the promise for FIFA, if it would ever take women's soccer seriously.</p>\n<p class=\"p1\">And because it's FIFA, that's a big if.</p>\n<p class=\"p1\"><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/FTCsULdBMv4?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p> </p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-07-01%2Felectrifying-play-younger-fans-will-fifa-embrace-female-future-soccer&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/07012015_08.mp3"},{"href":"http://admin.pri.org/file/0701201508mp3"}]}