{"created":"2015-03-17T17:16:18+00:00","modified":"2015-03-17T18:57:54+00:00","valid":{"from":"2015-03-17T18:57:54+00:00","to":"3015-03-17T18:57:54+00:00"},"hreflang":"en","title":"Libya Is In Chaos Four Years After Revolution","published":"2015-03-17T17:54:00+00:00","teaser":"Peace talks are scheduled this week in Morocco, but there are very low expectations those talks will result in any agreement that ends the bloodshed.","itags":["npr_api","393600058"],"guid":"12585170-b414-41b3-81cb-d6e7f36c01b2","contentencoded":"<p>Competing governments and rival militias are battling for power four years after rebels &#8212; with the help of Western air strikes &#8212; toppled Libya&#8217;s long-time leader Moammar Gaddafi.</p><p>Peace talks are scheduled this week in Morocco, but there are very low expectations those talks will result in any agreement that ends the bloodshed. The so-called Islamic State is also now involved in the fight against the forces of Libya&#8217;s self-declared government.</p><p><a href=\"http://hereandnow.wbur.org\"><em>Here & Now&#8217;</em></a>s Jeremy Hobson speaks with <strong>Peter Cole</strong> and <strong>Mary Fitzgerald</strong>, an editor and a contributing author, respectively, of the anthology, &#8220;<a href=\"http://www.amazon.com/The-Libyan-Revolution-its-Aftermath/dp/0190210966\" target=\"_blank\">The Libyan Revolution And Its Aftermath</a>,&#8221; about how things stand now in Libya and what to expect from the peace talks.</p><h4>Interview Highlights</h4><p><strong>Mary Fitzgerald on what life is like in Libya</strong></p><p>&#8220;In parts of the country where you don&#8217;t have clashes and fighting, you have this sense of a veneer of normality, and life appears to go on. School kids are going to class. Cafes and restaurants are open, shops are open. But there is a deep undertow of unease, a sense of real uncertainty, and a real sense of fear as well. In Tripoli, there is a sense that you cannot criticize the status quo, you cannot criticize the factions that are in control of Tripoli.'&#8221;</p><p>&#8220;One man in Tripoli said to me last month &#8212; he made a very interesting point. He said: &#8216;People speak of two governments in Libya. Really, we&#8217;re not being governed in any real sense. There&#8217;s not government in Libya. Neither government is interested in governing in any real sense. They are more interested in continuing this political power struggle.&#8221;</p><p><strong>Mary Fitzgerald on the upcoming peace talks</strong></p><p>&#8220;[Ordinary Libyans] want a resolution, but they are quite skeptical of these peace talks because up to now, what these peace talks have involved are politicians, civil society members, no the representatives of the various armed groups. And many ordinary Libyans will say real power in Libya is not vested in elected institutions, or state institutions. It&#8217;s vested in those armed groups. The men with the guns are the real power brokers in Libya. And until they are involved in the dialogue process, it really will not go anywhere.&#8221;</p><p><strong>Peter Cole on the international community&#8217;s role</strong></p><p>&#8220;The international community really wanted Libyans to lead and own this revolution for themselves. And that came at a trade off. And the trade off was there couldn&#8217;t be more robust intervention earlier. No one had appetite to put boots on the ground. And so the trade off was Libyans assumed this authority, and when the Libyans divided against themselves, it was very difficult for the international community to come in and support them when it was needed.&#8221;</p><p>&#8220;The key is getting a unity government in place, and that government can give a platform for the U.N. and the international community to legally and legitimately come and help the Libyan people.&#8221;</p><h4>Guests</h4><ul><li><strong>Peter Cole</strong>, an editor of &#8220;<a href=\"http://www.amazon.com/The-Libyan-Revolution-its-Aftermath/dp/0190210966\" target=\"_blank\">The Libyan Revolution And Its Aftermath</a>.&#8221;</li><li><strong>Mary Fitzgerald,</strong> a journalist and contributor to the book. She tweets <a href=\"https://twitter.com/MaryFitzger\" target=\"_blank\">@MaryFitzger</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Libya+Is+In+Chaos+Four+Years+After+Revolution&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"596"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1393634672-3b19e3.m3u?orgId=1&e=393600058&d=596&ft=nprml&f=393600058"},{"href":"http://media.wbur.org/wordpress/11/files/2015/03/0317_libya-unrest.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"834","width":"1280"}}]}