{"created":"2014-10-04T12:03:19+00:00","modified":"2015-04-02T02:52:11+00:00","valid":{"from":"2015-04-02T02:52:11+00:00","to":"3015-04-02T02:52:11+00:00"},"hreflang":"en","title":"Ryan Keberle & Catharsis: Tiny Desk Concert","published":"2014-10-04T12:03:00+00:00","teaser":"When he gets a chance to be the frontman, the Brooklyn trombonist runs a nifty jazz quartet. Assisted by vocalist Camila Meza (and by employer Sufjan Stevens, in absentia), Catharsis visits NPR.","itags":["npr_api","353534954"],"guid":"12590cb5-99ce-4654-adbe-2bb121b3aa3b","contentencoded":"<p>Even if you've never been to a jazz concert in your life, it's likely that you've heard Ryan Keberle play trombone. He's toured with <a href=\"http://www.npr.org/artists/15121560/sufjan-stevens\" target=\"_blank\">Sufjan Stevens</a>, backed up pop stars like Alicia Keys and Justin Timberlake, recorded for a Woody Allen film, played in Broadway pits and directed music for a church in Manhattan. Left to his own devices, though, Keberle likes to put himself into improvising situations. You'll see him wherever jazz musicians want trombones — read: he's in a <a href=\"http://www.npr.org/event/music/158020421/ryan-truesdells-gil-evans-centennial-project-live-in-concert-newport-jazz-2012\" target=\"_blank\">lot</a> of <a href=\"http://www.npr.org/2011/02/15/128984748/maria-schneider-orchestra-in-concert-newport-jazz-festival-2010\" target=\"_blank\">big</a> <a href=\"http://www.npr.org/2014/08/01/337152066/darcy-james-argues-secret-society-newport-jazz-2014\" target=\"_blank\">bands</a> — and, increasingly, leading the groups himself.</p><p>He's hit upon something with his working band, a quartet called Catharsis consisting of Keberle's trombone, Michael Rodriguez's trumpet, Jorge Roeder's bass and Eric Doob's drums. That lineup indulges the intersecting parts of his tunes, but preserves the melodic through-lines and swinging undertow. Here, as on their new record, <em>Into The Zone</em>, they're joined by Camila Meza, who came from Chile to study guitar and applies that training to her largely wordless vocals. All five drove down from Brooklyn (well, one from Queens) just to showcase that sound for NPR Music.</p><p>You get the sense that playing for so many different audiences affects how Keberle thinks about Catharsis. Certainly, his time with Sufjan Stevens rubbed off — he leads off with a lovely arrangement of Stevens' \"Sister.\" More generally, Keberle knows he's not going to impress anyone with complexity; he's not after any high-concept framing. He's just targeting the sweet spot where a nifty arrangement meets a solid groove, and after three songs, everyone seemed pretty satisfied at his aim.</p><p><strong>Set List</strong></p><ul><li>\"Sister\" (Sufjan Stevens)</li><li>\"Gallop\"</li><li>\"Zone\"</li></ul><p><strong>Credits</strong></p><p><em>Producers: Patrick Jarenwattananon, Maggie Starbard; Audio Engineer: Kevin Wait; Videographers: Colin Marshall, Maggie Starbard, Susan Hale Thomas; Assistant Producer: Nick Michael; photo by <em>Colin Marshall</em>/NPR</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ryan+Keberle+%26+Catharsis%3A+Tiny+Desk+Concert&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Patrick Jarenwattananon","audio":[{"meta":{"duration":"1138"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1353539559-e420cc.m3u?orgId=1&topicId=1110&aggIds=347174484,347139849,92071316&e=353534954&d=1138&ft=nprml&f=353534954"},{"href":"http://media.npr.org/assets/img/2014/10/03/keberle-6f98712112dd5cdcf7dfb5cbb3095dd3b576b102.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}