{"created":"2015-06-02T09:44:07+00:00","modified":"2015-07-01T14:56:06+00:00","valid":{"from":"2015-07-01T14:56:06+00:00","to":"3015-07-01T14:56:06+00:00"},"hreflang":"en","title":"In Turkey, Violence Against Women Is Often A Private Family Matter","published":"2015-06-04T18:13:00+00:00","teaser":"Women's rights advocates say more than 100 women have been killed in Turkey so far this year, most by male relatives.","itags":["npr_api","411381149"],"guid":"125bcb3c-db69-4ffa-be2c-72abcee593e0","contentencoded":"<p>Mutlu Kaya is gifted with a strong, pure voice, and it nearly cost her her life. Or rather, many Turkish women say, it was the reaction to her singing by the men in Kaya's life. She's in the hospital, a bullet in her skull.</p><p>It started with a visit to Kaya's hometown by well-known Turkish folk singer Sibel Can. Can was a judge on a moderately popular TV singing show, and she was convinced Kaya could be a star.</p><p>A promotional video posted online shows Can, Kaya and her mother on a couch as Kaya sings her mother's favorite song. Kaya then finds herself on stage, in full makeup and evening dress, with her mother — wearing a headscarf — watching anxiously from the audience. From Kaya's very first notes she seems to be a hit, earning cheers and applause from the beginning to the end of her performance.</p><p><strong>Success Obliterated By A Bullet</strong></p><p>But before Kaya could begin to enjoy her success, someone fired a bullet through her window, hitting her in the head. She remains in intensive care. Police arrested her boyfriend. It turns out four months earlier, Kaya had filed a complaint with the police, accusing him of threatening and intimidating behavior.</p><p>There have been demonstrations protesting attacks against women in Turkey, but not on behalf of Mutlu Kaya. Last month, there were nationwide protests for a young woman studying at a school far from home, allegedly murdered by a minibus driver during an attempted rape.</p><p>That case was widely followed, says Nebahat Akkoc, founder of the Komer Foundation in Diyarbakir, which she says is frustrating but not surprising. She explains that, unlike Kaya, the 20-year-old student, Ozgecan Aslan, was killed by a stranger.</p><p>\"The Ozgecan case was more effective for raising awareness, because many families have children studying away from home,\" says Akkoc. \"That got a lot of attention. I didn't hear many people talking about the Kaya case. People felt bad about it, of course, but it didn't resonate.\"</p><p>Akkoc has long struggled against what she calls a habit of treating violence within the family as a family matter. Her foundation runs programs where women can learn about their rights and how to protect themselves from men like Kaya's boyfriend, who was reportedly upset about her success. When asked about educating the men, she sighs.</p><p>\"We don't really have time. We're working at our absolute limit, raising the consciousness of women,\" she says. \"Someone should be educating the men, I agree, but we can't do it.\"</p><p><strong>A Change That May Take Generations</strong></p><p>It's not quite true that nobody here is talking about the critically wounded singer, who doctors say has regained consciousness. Young women are quite aware of the case. In a Diyarbakir cafe, 19-year-old university student Rojin says Kaya's is a classic example of men not recognizing a woman's abilities because they can only see a female body.</p><p>\"She was there competing with her voice, not her body, but they only judged her as a female, with their sexist beliefs,\" she says. \"This is the kind of mentality that has to change.\"</p><p>When it might change is anybody's guess. Like most of the women interviewed for this story, Rojin was afraid to give her family name, for fear of provoking more violence.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Turkey%2C+Violence+Against+Women+Is+Often+A+Private+Family+Matter&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Peter Kenyon","audio":[{"meta":{"duration":"224"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1411406498-a4efd1.m3u?orgId=1&topicId=1124&d=224&p=3&story=411381149&t=progseg&e=410488216&seg=12&ft=nprml&f=411381149"}]}