{"created":"2015-01-14T21:51:52+00:00","modified":"2015-06-16T17:31:56+00:00","valid":{"from":"2015-06-16T17:31:56+00:00","to":"3015-06-16T17:31:56+00:00"},"hreflang":"en","title":"French Ambassador To U.S. Outlines 'Predicament' Of Immigration","published":"2015-01-14T23:33:00+00:00","teaser":"While France's leaders had feared an attack, Ambassador Gerard Araud says, \"what happened was in a sense maybe worse than what we were expecting, because it was done in a very professional way.\"","itags":["npr_api","377262623"],"guid":"12744b09-b1a0-48eb-960d-7d09b56d2035","contentencoded":"<p>As it mourns the tragedy of last week's attack in Paris, France's government is also concerned about more attacks and how to adapt to prevent them. The concerns range from coping with 5,000 radical youth to becoming a society of immigration, France's ambassador to the United States, <a href=\"https://twitter.com/gerardaraud\">Gerard Araud</a>, says.</p><p>While France's leaders had feared a terrorist attack within its borders, Araud says that \"what happened was in a sense maybe worse than what we were expecting, because it was done in a very professional way.\"</p><p>Araud spoke with NPR's Melissa Block for today's <a href=\"http://www.npr.org/programs/all-things-considered/\">All Things Considered</a>. Here are more highlights from the interview:</p><p><strong>France's Predicament: Immigration And Integration</strong></p><p>\"The French predicament is not only limited to France. It's a European problem. We are not used to being immigration countries. We don't have the culture of immigration the way you have — you, the Americans.</p><p>\"So we have to adjust to the fact that we are becoming societies of immigration. And the fact is that most of our immigrants are Muslims. And of course, in Christian countries it creates some tensions. But I do think that the main problem is not so much religious. The main problem is a social problem, of integration.\"</p><p><strong>Unemployment, Crime And Radicalization</strong></p><p>Araud says France's high jobless rate poses a threat, because \"as usual the immigrants are the first victims of unemployment, so they have a rate of unemployment of 20 percent, which means that you have a lot of these youths — Muslim youths — who are excluded from the social life.\"</p><p>He outlines an arc that some of those young people follow after committing petty crimes: \"They go to prison, and in prison they are radicalized. They find a sort of raison d'etre in religion.\"</p><p><strong>Preparing For A Possible Attack</strong></p><p>\"The French authorities have been expecting for some time a terrorist action. We have 5,000 radical youth; we have 1,200 young people who are in Syria or are coming back from Syria. They are trained. They are radicalized. I say 1,200 – [it] means we have identified 1,200. There are more than that.</p><p>\"Sooner or later we were, unfortunately, fearing that something would happen. And what happened was in a sense maybe worse than what we were expecting, because it was done in a very professional way.\"</p><p><strong>Muslims' Commitment To France</strong></p><p>\"France is a country of 65 million inhabitants. There are between 5 and 6 million Muslims. And I guess 99.9 percent of Muslims are peaceful citizens. All the polls are showing their commitment to France. They are French; most of them are born in our country. So the message that we have to send to them is, they are part of the nation. They are a full part of the nation.\"</p><p><strong>Jews Increasingly Leaving France Over Safety Concerns</strong></p><p>\"It's not troubling; it's devastating. You know I've served twice in Israel, so I have in a sense a personal commitment to this question. Actually, we have seen a rise in this type of anti-Semitism for nearly a decade.\"</p><p>For the security of synagogues, Jewish schools and other places, Araud says, \"We are going to step up the measures of protection that we have been taking for some time.\"</p><p>Araud adds, \"I understand that it's really unbearable for a community, the Jewish one, to live under the protection .... and secondly, again, we can't protect everybody.\"</p><p><em>-- Thanks to NPR's <a href=\"https://twitter.com/theobalcomb\">Theo Balcomb</a> for help with transcribing the interview.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=French+Ambassador+To+U.S.+Outlines+%27Predicament%27+Of+Immigration&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":"382"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1377267052-c6ba87.m3u?orgId=1&topicId=1124&d=382&p=2&story=377262623&t=progseg&e=377266910&seg=2&ft=nprml&f=377262623"},{"href":"http://media.npr.org/assets/img/2015/01/14/araud-eeb352a3cb389d2ea8e3820b7e79279689367ba8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1848","width":"2465"}}]}