{"created":"2014-09-03T20:40:20+00:00","modified":"2014-10-16T21:15:15+00:00","valid":{"from":"2014-10-16T21:15:15+00:00","to":"3014-10-16T21:15:15+00:00"},"hreflang":"en","title":"New Mix: The Antlers, EMA, Yann Tiersen, Sturgill Simpson, More","published":"2014-06-18T12:51:00+00:00","teaser":"On our latest show, we get metaphysical with new music that questions the state of humanity and technology along with our role in an infinite universe. Plus, new sounds in country and folk.","itags":["npr_api","305854335"],"guid":"1283d298-e655-4c79-95b5-1f91a0a44852","contentencoded":"<p>On this week's show, hosts Bob Boilen and Robin Hilton ask big questions about the world we live in via new music from the singer known as EMA, a head-turning cut from the young country crooner Sturgill Simpson and more.</p><p>EMA's beat-heavy \"Neruomancer\" takes a critical look at the state of humanity in a world dominated by narcissistic social media and virtual realties. Sturgill Simpson's \"Turtles All The Way Down\" is a strange and transfixing ode to other dimensions, space, time, reptile alien autopsies and other curiosities in his endless search for meaning in the universe. They're probably not the first things you think of when considering contemporary country music.</p><p>Not everything on the show is so existential. There's a gorgeous, soaring new song from The Antlers; idiosyncratic folk singer Jolie Holland decides to plug-in her guitar; The San Francisco-based band Papercuts has a sweetly shimmering piano pop song full of hope and wistful melancholy and French orchestra-pop artist Yann Tiersen returns with a batch of broody tunes that start small and dark, but bloom into big and bright wonder.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=New+Mix%3A+The+Antlers%2C+EMA%2C+Yann+Tiersen%2C+Sturgill+Simpson%2C+More&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2430"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1305876708-631f5a.m3u?orgId=1&topicId=1039&ft=3&f=305854335"},{"href":"http://media.npr.org/assets/img/2014/04/22/collage20140422-d9854d5bcef637ece7f3c0d38f5be46a466b52c3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"750","width":"1000"}}]}