{"created":"2014-12-27T11:59:24+00:00","modified":"2015-05-13T21:24:39+00:00","valid":{"from":"2015-05-13T21:24:39+00:00","to":"3015-05-13T21:24:39+00:00"},"hreflang":"en","title":"Ebola Survivor: The Best Word For The Virus Is 'Aggression'","published":"2014-12-27T16:10:00+00:00","teaser":"Dr. Ian Crozier was Emory University Hospital's sickest Ebola patient; his kidneys failed and he was on life support. He made a miraculous recovery and says the illness made him a better physician.","itags":["npr_api","372903314"],"guid":"1289bcd4-9bb0-4534-b689-ca68b786afad","contentencoded":"<p>When Dr. Ian Crozier arrived in West Africa this past summer, he was stepping into the epicenter of the Ebola hot zone. The American doctor was working in the Ebola ward of a large, public hospital in Sierra Leone's dusty city of Kenema.</p><p>The trip nearly cost him his life. First came a fever, then a severe headache. \"My first thought was, 'Oh, I must have missed a few days of my malaria prophylaxis,' \" Crozier recalls.</p><p>A day and a half later, Crozier was medevaced to Atlanta and admitted to Emory University Hospital's isolation unit. He had come down with Ebola. And although he had enough strength to walk into Emory, his condition went downhill fast — to the point where he needed life support.</p><p>Crozier had landed at the Kenema Government Hospital at a time when the facility was on the verge of collapse. The lead doctor had just died of Ebola. Several nurses had also succumbed.</p><p>The Ebola ward was overflowing with sick, dying and dead patients. Patients were throwing up on the floor. Bed pans couldn't get emptied fast enough. The number of new patients was increasing by the day, but many staff members were too afraid to show up for work.</p><p>\"I think most of us who've spent time on the isolation wards anywhere in the region will tell you that nothing really prepares you for the realities of treating patients back there,\" Crozier says.</p><p>He says the virus behaved unlike any other he'd seen before: \"The best word I can think of is 'aggression.' \"</p><p>The disease comes on with a fever spike and then doubles the patient over with vomiting and diarrhea. Ebola robs people of their dignity, Crozier says. Patients become so weak that they can't lift themselves out of bed; they're left lying in their own stool and vomit.</p><p>\"Then shortly after that particularly ominous predictor of death — at least in my experience — patients become somewhat vacant,\" he says. \"This can range from mild confusion to delirium.\"</p><p>\"Many patients on the ward are out of their minds in a sense,\" he adds.</p><p>Soon after Crozier's arrival at Kenema, Ebola struck head nurse Nancy Yoko.</p><p>\"She was the glue that kept the nurses, many of whom were struggling to deal with the deaths of many of their colleagues, together,\" Crozier says. \"She was a remarkable woman. And she was exhausted. She'd been there for months and months.\"</p><p>After having relied on her to help keep the ward running, Crozier then had to admit Yoko to the ward. He cared for her as she deteriorated. Not long after, he was mourning with the rest of the staff when she died.</p><p>Things got so bad on the ward that eventually it was shut down. The government would start a new Ebola isolation unit in tents outside the hospital. But not before Crozier also got infected.</p><p>Crozier remembers making rounds in the ward one morning in September when the symptoms of Ebola began. He aborted his rounds, notified the team and isolated himself in his hotel room.</p><p>He was eventually sent to Emory, but Crozier doesn't remember what happened after stepping through the hospital doors.</p><p>\"When Ian arrived at Emory, he sort of seemed to ... think he was still in Sierra Leone,\" says <a href=\"http://pathology.emory.edu/AdminFacultyMember.cfm?Name_seq=1676\">Dr. Colleen Kraft</a>, who was part of the Emory team that treated Crozier.</p><p>Crozier was the third Ebola patient treated at Emory, and he would become the sickest. Within five days, he was on life support, and Kraft says it was unclear whether he'd make it.</p><p>\"He was on dialysis; his kidneys had failed. He was on mechanical ventilation,\" Kraft says. \"And because of his confusion early on we weren't sure about his neurologic status.\"</p><p>He also had severe hepatitis. \"So right there you have many organs that had failed,\" adds Kraft.</p><p>Crozier knows that if he hadn't been evacuated, he would have been dead a week later. \"That's obviously a difficult thing for me to think and talk about,\" he says.</p><p>The doctors at Emory managed to keep him alive even as Ebola wreaked havoc inside his body. He was given an experimental Ebola drug and a blood plasma transfusion from an Ebola survivor.</p><p>While he was on life support, his illness finally turned the corner. His immune system started making antibodies to kill the virus. Rather than going up, his viral load started to go down. And 40 days after he walked into Emory, Ian Crozier walked out Ebola-free.</p><p>He's incredibly thankful to the staff at Emory who cared for him, and to the U.S. State Department for jetting him out of West Africa. But he also is very aware that he was lucky and that many of his patients back in Sierra Leone aren't as fortunate.</p><p>\"Do I wish my patients that I'd been with just a few days before had access to that type of critical care?\" he says. \"Absolutely. Absolutely.\"</p><p>Crozier was released from Emory on Oct. 19.<sup> </sup>He's still recuperating from the near fatal illness but hopes to eventually go back to West Africa and treat Ebola patients.</p><p>\"I think I have a new understanding of what it's like to be an Ebola patient,\" he says. \"That will be a gift in not just in thinking about the technical aspects of people's care but how to lend them some dignity in those isolation wards.\"</p><p>Like many other Ebola survivors, Crozier still suffers from extreme fatigue and has some swelling that's causing eye problems. His doctors at Emory say they simply don't know how long it will take for him to make a full recovery, but they're confident he will.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ebola+Survivor%3A+The+Best+Word+For+The+Virus+Is+%27Aggression%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jason Beaubien","audio":[{"meta":{"duration":"355"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1373420325-ec3604.m3u?orgId=1&topicId=1031&d=355&p=7&story=372903314&t=progseg&e=373420225&seg=6&ft=nprml&f=372903314"},{"href":"http://media.npr.org/assets/img/2014/12/26/dr-ian-crozier-with-survivors-and-nures-in-kenema-sl-sept-2014-957d1a5533e8e883c0e8a35351b6bc87401daf90.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1747","width":"2330"}}]}