{"created":"2015-06-05T22:00:33+00:00","modified":"2015-06-16T15:05:16+00:00","valid":{"from":"2015-06-16T15:05:16+00:00","to":"3015-06-16T15:05:16+00:00"},"hreflang":"en","title":"Baltimore Community Engagement Efforts Slowed By Crime Spike","published":"2015-06-05T22:47:00+00:00","teaser":"Accusations against police of a slowdown has heightened longstanding mistrust of police. While steps are being taken to rebuild that trust, that's hard to do when police are out combating violence.","itags":["npr_api","412226667"],"guid":"129e5f12-395c-4d00-90a5-4d67de415d52","contentencoded":"<p>Mistrust between police and residents in West Baltimore is longstanding, and the fallout from the death of Freddie Gray has only heightened it.</p><p>Both sides now say they're taking steps to restore that trust, including one-on-one meetings and a neighborhood cookout. But community leaders say the ongoing spike in violence threatens to undermine such efforts.</p><p>The community group No Boundaries holds lots of listening sessions in West Baltimore. Organizer Rebecca Nagle says at one, well before Gray's death, people were asked: Who has the most power in your community?</p><p>\"There were two groups that every group picked,\" she says. \"That was the police, and drug dealers.\"</p><p>Police, she says, are key to anything getting better.</p><p>\"What we heard from residents is that a lot of the other things that residents want to see happen in the neighborhood — like more opportunities for young people, better stores, better parks — none of that can happen until people feel safe,\" Nagle says.</p><p>But since the violence and rioting after Gray's death, Baltimore Police Commissioner Anthony Batts says even his own officers are struggling.</p><p>\"There's people who have pain,\" he says. \"There's people who are hurt. There's people who are frustrated. There's people who are angry.\"</p><p>He says officers feel under a microscope and hindered when trying to do their job.</p><p>\"When officers pull up to respond to a call, they have 30 to 50 people surrounding them at any given point in time,\" Batts says. \"We have to send out multiple units at any time they're just doing basic police work in the Western right now. Which says that we have to work on community engagement.\"</p><p>Gwen Brown, who organizes in various neighborhoods with Baltimoreans United in Leadership Development, or BUILD, says there's a long way to go.</p><p>She says the Western Police District has had too much turnover.</p><p>\"In the Eastern district I can name almost all of the neighborhood service officers,\" she says. \"I don't know who they are here. And most of the residents don't know who they are either.\"</p><p>Brown's group has asked that the newly appointed commander of the Western District stay for at least three years.</p><p>Commissioner Batts says new leadership in the district is charged with diplomacy and communication.</p><p>\"Long range is that we're gonna have to engage in conversations over there,\" he says. \"We're gonna have to bring the temperature down. It's gonna take time.\"</p><p>Community organizers are already setting up those conversations.</p><p>\"We will go door to door, walking with police, with clergy, with resident leaders,\" says Rob English, also with the community group BUILD.</p><p>He says the meetings will start small.</p><p>\"This is two people sitting down at the kitchen table, looking each other in the eye, and introducing who they are, what's their story.\"</p><p>Peter Moskos with John Jay College of Criminal Justice says, \"That's important to build trust, it needs to be rebuilt. But it's not all just about public relations.\"</p><p>Even if upstanding citizens of West Baltimore love the police, he says, it doesn't solve the main problem.</p><p>\"What we need to hear is more about how police are gonna deal with those who are shooting each other,\" Moskos adds.</p><p>No doubt, says organizer Rob English. But the better police know residents, the better they can keep them safe.</p><p>To that end, activists had planned a neighborhood cookout with police on Saturday. Earlier this week, Elder C.W. Harris had already set up his grill, to fry up bacon, eggs and hot dogs right outside the police station.</p><p>\"And we'd be able to see every shift. And greet them, and find out each one's name,\" Harris says.</p><p>But after another tough week, he says the police canceled. He was told the new commander deemed it too much, too soon.</p><p>Police say they do look forward to a cookout \"in the near future.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Baltimore+Community+Engagement+Efforts+Slowed+By+Crime+Spike&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jennifer Ludden","audio":[{"meta":{"duration":"244"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1412305610-067ac0.m3u?orgId=1&topicId=1003&d=244&p=2&story=412226667&t=progseg&e=412139496&seg=11&ft=nprml&f=412226667"},{"href":"http://media.npr.org/assets/img/2015/06/05/baltimore-crime-landov-dea2d5a18a4c361d35f923a3b3a2f2716b6528bc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1686","width":"2248"}}]}