{"created":"2015-03-26T17:35:45+00:00","modified":"2015-03-27T21:06:07+00:00","valid":{"from":"2015-03-27T21:06:07+00:00","to":"3015-03-27T21:06:07+00:00"},"hreflang":"en","guid":"12a85950-91c8-4d90-9e42-ddab78796ed3","title":"How returning home to Mexico gets complicated after years in the US ","published":"2015-03-27T21:06:03+00:00","byline":"Monica Ortiz Uribe","tags":["immigration","Mexico","migrants","immigrants","yucatan","California","San Francisco","remittances","Global Nation","Economics","Business, Finance & Economics"],"teaser":"In this small city in Mexico's Yucatán, the choice between staying near family or earning more in the United States leaves some people restless.","contentencoded":"<p>Mexico's Yucatán Peninsula juts into the Caribbean like a defiant fist and, 3,000 miles away, the San Francisco Bay Area looks like a miniature version of it.</p>\n<p>The two may be separated by distance, but they depend on each other. The Yucatán needs the work and San Francisco needs the workers. Their decades-long relationship has developed into something of a love affair, which returning migrants find hard to forget.</p>\n<p>But for the migrants' relatives who've stayed behind, the benefits of immigration have begun to lose their luster.</p>\n<p>In the city of Oxkutzcab, in the heart of Mexico’s Yucatán Peninsula, many locals associate Fernando Buenfil Góngora with the ultimate immigrant success story. He owns the Hotel Clásico, built with 15 years worth of money earned by working as a busboy and bartender at an upscale Asian restaurant in San Francisco.</p>\n<p>\"I have the Golden Gate Bridge and I have another cable car here,\" Buenfil said pointing to murals inside his 11-room hotel, which is like a shrine to San Francisco. The top floor is painted canary yellow and features rooms with bay windows.</p>\n<div class=\"edit-entity cta_no_border cta_align-left cta_icon-engagement cta_bg-white\" data-entity-id=\"78798\" data-entity-title=\"Story Act spread yucatan\" data-entity-type=\"node\">\n<div id=\"node-78798\" class=\"node node-story-act story-act-cta story-act-nid-78798 cta-type-external-link cta-style-share clearfix\" about=\"/node/78798\" typeof=\"sioc:Item foaf:Document\">\n<h2><a href=\"/node/78798\">Story Act spread yucatan</a></h2>\n<p>    <span property=\"dc:title\" content=\"Story Act spread yucatan\" class=\"rdf-meta element-hidden\"></span><span property=\"sioc:num_replies\" content=\"0\" datatype=\"xsd:integer\" class=\"rdf-meta element-hidden\"></span></p>\n<div class=\"content\">\n<div class=\"field-display-title\">\n    Start a Conversation  </div>\n<div class=\"field-story-act-image\">\n    <img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/thumbnail/public/twitterlogo_1.png?itok=YuPinNhC\" width=\"100\" height=\"81\" /></div>\n<div class=\"field-story-act-teaser\">\n    When have you been torn between family responsibility back home and financial opportunity abroad? #GlobalNation   </div>\n<div class=\"field-story-act-external-link\">\n    <a href=\"https://twitter.com/globalnation/status/581141613616988160\">Ask Twitter</a>  </div>\n</div>\n</div>\n</div>\n<p>Today, the hotel keeps most of his family employed.</p>\n<p>Buenfil said he’s okay financially. \"I can survive,” he said. “I'm not making much, like in San Francisco, but I'm happy to be here with my family.\"</p>\n<p>But Buenfil confesses leaving San Francisco was like swearing off a mistress. He misses the city. So much so, that he’s cut off all contact with his friends there. He fears being pulled back.</p>\n<p>“I feel like part of my life is in San Francisco,\" he said. \"I feel like if I go there I’m going to stay. So I don't want to leave my family.”</p>\n<p>Family is what ultimately yanks many Yucatecos back to Mexico. For Buenfil, it was his dying father. Now he’s married with an infant daughter.</p>\n<p>Traces of San Francisco are everywhere in Oxkutzcab. A few restaurants serve Asian dishes like Pad Thai and chicken dumplings in addition to cheeseburgers and tacos. The San Francisco Giants logo is displayed on cab windows, baseball hats and tattoos. </p>\n<div class=\"edit-entity cta_no_border cta_align-right cta_no-icon cta_bg-white\" data-entity-id=\"78800\" data-entity-type=\"node\">\n<div id=\"node-78800\" class=\"node node-story-act story-act-cta story-act-nid-78800 cta-type-custom-text clearfix\" about=\"/node/78800\" typeof=\"sioc:Item foaf:Document\">\n<h2><a href=\"/node/78800\">Story act poll yucatan</a></h2>\n<p>    <span property=\"dc:title\" content=\"Story act poll yucatan\" class=\"rdf-meta element-hidden\"></span><span property=\"sioc:num_replies\" content=\"0\" datatype=\"xsd:integer\" class=\"rdf-meta element-hidden\"></span></p>\n<div class=\"content\">\n<div class=\"field-body\">\n<div class=\"nochop\">\n<iframe frameborder=\"0\" height=\"300\" marginheight=\"0\" marginwidth=\"0\" src=\"https://docs.google.com/forms/d/1kF3hV-oSfjRT5vIKaIkX5RguyDbIveQMyK1BgqISck0/viewform?embedded=true\" width=\"760\">Loading...</iframe></div>\n</div>\n</div>\n</div>\n</div>\n<p>Oxkutzcab is far from the mega tourist destinations of Cancún, which attract millions of Americans annually. Seventy percent of locals here live in moderate to extreme poverty. But the consistent flow of US dollars from relatives in the US has nurtured a modest middle class. They drive newer model trucks and carry smartphones and it’s common to see two-story, American-style homes built next to traditional adobe huts.  </p>\n<p>As a teenager, Juan Carlos Chablé would wake at 3 a.m. to unload crates of pineapple destined for the downtown market in Oxkutzcab. He made the equivalent of $26 a week, not enough to take his future wife out to a nice dinner. When they married, they moved in with his parents.</p>\n<p>\"I couldn't make it,\" he said. \"I was barely making enough to feed us.\"</p>\n<p>So he went north. Chablé spent two years in San Francisco kneading pizza dough and washing dishes. He saved up enough to move back to Oxkutzcab and build a spacious four-room home with a patio and a fancy wrought iron gate. He now has two kids and owns a motorcycle taxi. On a good week he’ll make the equivalent of $120 dollars.</p>\n<p>But lately he’s felt restless.</p>\n<p>\"I want to go back to San Francisco,\" he said. \"I have hospital bills to pay off and I struggle with the day-to-day expenses.\"</p>\n<p>Chablé keeps his savings in three yoghurt containers atop his refrigerator. All three are empty, save for one US dollar. Chablé wants to earn more and open his own car wash.</p>\n<p>But those who stay behind, mostly women and children, are less convinced that immigration is the solution to their money troubles.</p>\n<div class=\"edit-entity cta_no_border cta_align-left cta_icon-engagement cta_bg-white\" data-entity-id=\"78793\" data-entity-type=\"node\">\n<div id=\"node-78793\" class=\"node node-story-act story-act-cta story-act-nid-78793 cta-type-external-link cta-style-learn clearfix\" about=\"/node/78793\" typeof=\"sioc:Item foaf:Document\">\n<h2><a href=\"/node/78793\">Story Act yucantan california data</a></h2>\n<p>    <span property=\"dc:title\" content=\"Story Act yucantan california data\" class=\"rdf-meta element-hidden\"></span><span property=\"sioc:num_replies\" content=\"0\" datatype=\"xsd:integer\" class=\"rdf-meta element-hidden\"></span></p>\n<div class=\"content\">\n<div class=\"field-display-title\">\n    Did you know?   </div>\n<div class=\"field-story-act-image\">\n    <img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/thumbnail/public/sfbridge.png?itok=2Scrr7_B\" width=\"100\" height=\"100\" /></div>\n<div class=\"field-story-act-teaser\">\n    One in four US citizens who were born abroad live in California? The Public Policy Institute of California has a 'just the facts' rundown of immigration in California.   </div>\n<div class=\"field-story-act-external-link\">\n    <a href=\"http://www.ppic.org/main/publication_show.asp?i=258\">Check it out</a>  </div>\n</div>\n</div>\n</div>\n<p>Next door, Chablé's mother, Sofía, rinsed a chicken before lunch, wearing a tattered Mayan embroidered dress. Her sink was a large plastic bowl, her faucet a lawn hose and her stove a pile of firewood. She scoffed at her son's desire to leave again.</p>\n<p>\"He's crazy,\" she said. \"He has his house and a motor taxi for work. What is he missing? He's got everything he needs.\"</p>\n<p>Chablé's wife is also against his leaving. Now that their children are in school, she's offered to get a job. But Chablé won't allow it. \"Here it reflects badly on a man if his wife is working,\" he said. \"You'll be ridiculed for failing to provide for your family.\"</p>\n<p>In a nearby neighborhood, María Juvencia Chan, 30, swatted flies off chunks of raw pork. She has never hesitated at the thought of work. Chan and her husband run a small butcher shop and food stand. She also makes her own soaps to sell. With their earnings, they’ve raised two kids, built a home and drive a 2005 Jetta. Neither has migrated to the US for work. Chan takes pride in this.  </p>\n<p>\"It’s difficult no matter where you go,\" she said. \"But if you apply yourself and work hard you can make it in Mexico.\"</p>\n<p><em>This story was produced in association with <a href=\"http://www.RoundEarthMedia.org\">Round Earth Media</a>, a nonprofit organization that mentors the next generation of international journalists. Reporter Mely Arellano contributed to the reporting.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-26%2Fhow-returning-home-after-years-us-gets-complicated&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/HotelClassico.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/hotelclassicojpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/03272015_07.mp3"},{"href":"http://www.pri.org/file/0327201507mp3"}]}