{"created":"2014-09-02T21:55:43+00:00","modified":"2014-09-02T21:55:43+00:00","valid":{"from":"2014-09-02T21:55:43+00:00","to":"3014-09-02T21:55:43+00:00"},"hreflang":"en","guid":"12a95116-40e9-4355-bd5d-e5bdfb4b2afe","title":"Take a drive across Iceland, in music and photos","published":"2014-09-02T21:55:42+00:00","byline":"Tamar Charney","tags":["music","travel","Music","Arts, Culture & Media","Reykjavik","Europe","Iceland","Tom Waits","Johannes Palmason","Tamar Charney","Global Hit","Music","Iceland","Europe","Björk"],"teaser":"When Tamar Charney went to Iceland, she thought she had the perfect playlist for her trip. But when her rental car didn't have a jack for her MP3 photo, she had a problem. Fortunately, a local band came to the rescue.","contentencoded":"<p>I was totally ready with my playlist for driving across Iceland. It was a binge of <a href=\"http://www.iceland.is/arts-culture/music/\">Bjork, Sugarcubes and Sigur Ros</a>. But when we got in our little rental car, bad news.</p><p>There was no MP3 jack. No jack, no playlist. And no playlist, no roadtrip. That meant one thing. We had to find an actual record store.</p><p><a href=\"http://luckyrecords.is/\">Lucky Records</a> in Reykjavik was the place. The guy at the counter sent us over to a wall of Icelandic CD&rsquo;s near a big easy chair, and a CD player.</p><p>The first one I put on was <a href=\"http://www.icelandmusic.is/in-the-spotlight/epic-rain-on-somber-air---track-by-track/1454/\">Somber Air</a>, by some band named <a href=\"http://epicrain1.bandcamp.com/merch\">Epic Rain</a>. Cool name. Funky album art.&nbsp; But I figured it was just another wannabe band. Boy was I wrong.</p><p><iframe frameborder=\"no\" height=\"450\" scrolling=\"no\" src=\"https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/62573434&amp;auto_play=false&amp;hide_related=false&amp;show_comments=true&amp;show_user=true&amp;show_reposts=false&amp;visual=true\" width=\"100\"></iframe></p><p>Their music is kind of like <a href=\"http://www.tomwaits.com/\">Tom Waits</a> crossed with cabaret, and a big dose of hip hop. These dark cinematic hip hoppy dreamscapes made me want to hear more. I randomly picked one of their two albums to buy and got a few other Icelandic CDs. Then I&nbsp; popped <a href=\"http://www.amazon.com/Elegy-Epic-Rain/dp/B00BEMJ2GG\">Epic Rain&#39;s Elegy</a> into the car stereo.</p><p>A perfect soundtrack to Iceland</p><p>Epic Rain&#39;s music and lyrics reflected the imagery &mdash; the birds, horses, and stark beauty of the sea and sky. It also evoked the solitude and quiet I found in the emptiness of the land. And it even captured some of what our own inner landscapes might look like too.</p><p>I wasn&#39;t expecting an Icelandic band to nail both what I was seeing as we toured Iceland, as well as what my own daydreams and nightmares might sound like.</p><p>Within days of buying that one CD I had downloaded their EP Murder of Crows. When I got back home, I ordered their other album.</p><p>I also watched their beautifully weird YouTube videos:</p><p>[[{\"fid\":\"73210\",\"view_mode\":\"default\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":360,\"width\":480,\"style\":\"font-size: 13.3333339691162px; line-height: 1.538em;\",\"alt\":\"Epic Rain - Bird Without Feathers on YouTube\",\"title\":\"Epic Rain - Bird Without Feathers\",\"class\":\"media-element file-default\"}}]]</p><p>Johannes Palmason, the lyricist and rapper of Epic Rain, is actually of Lebanese descent, not Icelandic. But in retrospect that kind of fits. There&rsquo;s an outsider ethos to the words he writes.</p><p>A trip isn&rsquo;t a trip without some kind of souvenir.</p><p>Most people visiting Iceland come home with a toy puffin or a big wool sweater. I came home with something more in keeping with the literal meaning of &quot;souvenir&quot; &mdash; a new favorite band that made me feel oddly connected to the country I visited. A vacation sountrack that reminded me that the point of travel is to find yourself in the midst of the unfamiliar &mdash; and that sometimes, you just want to turn it up!</p>","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/090220148.mp3"},{"href":"/file/090220148mp3"}]}