{"created":"2015-05-01T18:05:26+00:00","modified":"2015-06-16T17:15:04+00:00","valid":{"from":"2015-06-16T17:15:04+00:00","to":"3015-06-16T17:15:04+00:00"},"hreflang":"en","title":"Tesla CEO Elon Musk Unveils Home Battery; Is $3,000 Cheap Enough?","published":"2015-05-06T16:33:00+00:00","teaser":"With a sleek surface and a depth of only about 7 inches, the Powerwall can be mounted on a garage wall or another surface, indoors or outside.","itags":["npr_api","403529202"],"guid":"12b7c077-abbc-464d-b503-62cea054d7af","contentencoded":"<p>In an ambitious bid to move beyond the electric car market, Tesla has announced that it will start selling large batteries to let homeowners store electricity. The Powerwall home battery starts at $3,000.</p><p>Tesla CEO Elon Musk unveiled the new batteries Thursday night, in a move that had been both highly anticipated and the subject of much speculation. With a sleek surface and a depth of only about 7 inches, the Powerwall can be mounted on a garage wall or another surface, indoors or outside. It's roughly 4 feet high and 3 feet wide.</p><p>Explaining the company's strategy of using solar power, Musk said: \"We have this handy fusion reactor in the sky, called the sun. You don't have to do anything; it just works.\"</p><p>The unit is geared toward homeowners who want to do any combination of three things: store backup power, minimize peak-time use of utilities' electricity and get off the commercial power grid entirely.</p><p>The Powerwall is seen as having particular allure for people who have (or want) solar panels. The large battery could supply or supplement the energy a household requires when the sun's not out.</p><p>On its <a href=\"http://www.teslamotors.com/powerwall\">Powerwall website</a>, Tesla says:</p><blockquote><p>\"The average home uses more electricity in the morning and evening than during the day when solar energy is plentiful. Without a home battery, excess solar energy is often sold to the power company and purchased back in the evening. This mismatch adds demand on power plants and increases carbon emissions.\"</p></blockquote><p>Tesla is taking orders for the batteries now, Musk says, adding that the first deliveries will be made in three to four months.</p><p>In recent days, details of the new battery venture were the subject of speculation that ranged from Tesla's reinvention of itself as an energy company to the unit's cost to homeowners.</p><p>The Powerwall's price ranges from $3,000 for a 7 kilowatt-hour<strong> </strong>model and $3,500 for the 10 kwh version. Those prices don't include an DC-to-AC power inverter or installation, but they're still far lower than the $20,000 estimate that one analyst gave to NPR's Steve Henn in the days leading up to Tesla's announcement.</p><p>For a report on Friday's <em>Morning Edition</em>, Steve spoke to JB Straubel, Tesla's co-founder and chief technology officer, about the batteries that the company hopes will help revolutionize the electric grid. From Steve's story:</p><blockquote><p>\" 'It's amazing the electric grid can work as well as it does with no storage,' Straubel says.</p><p>\"Think about it. There is no way to store electricity on the grid. If there's a surge in demand and you run an energy company, you have to fire up an extra power plant.</p><p>\" 'It's an entire market for energy transaction that has no inventory and no buffer,' Straubel says. 'So every single thing is delivered instantaneously, just in time.'</p><p>\"And that means there is an enormous amount of waste. So Tesla wants to sell its batteries to consumers, businesses, homeowners — even utilities.\"</p></blockquote><p>Steve also spoke to battery skeptic Robert Bryce, an author and homeowner who said that for him, the batteries would have to be very cheap.</p><p><a href=\"http://www.forbes.com/sites/christopherhelman/2015/05/01/why-teslas-powerwall-is-just-another-toy-for-rich-green-people/\">Forbes writer Christopher Helman</a> says that with configurations that supply either 7 kwh or 10 kwh, \"the implication is that a 10 kwh system could supply 1,000 watts of current to your home for 10 hours.\"</p><p>But after analyzing the costs and benefits of the system, Helman adds, \"If you do not have a big enough solar system to get your home entirely off the grid, then there is simply no point whatsoever in paying 30 cents per kwh to get electricity via the Powerwall.\"</p><p>It remains to be seen whether, for many people, Tesla's starting price of more than $3,000 will be low enough to make the economics of solar energy add up.</p><p><a href=\"http://www.bbc.com/news/technology-32545081\">The BBC's Richard Taylor</a> sees \"a strong commercial rationale for Elon Musk to leverage Tesla's expertise in building highly-efficient car batteries\" to put them in houses. But he adds, \"The business strategy is a bit like the battery itself: high impact, but a slow release which will really only reap significant benefits over time.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Tesla+CEO+Elon+Musk+Unveils+Home+Battery%3B+Is+%243%2C000+Cheap+Enough%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":"213"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1403568047-66c61e.m3u?orgId=1&topicId=1131&d=213&story=403529202&ft=nprml&f=403529202"},{"href":"http://media.npr.org/assets/img/2015/05/01/tesla-powerwall-garage-16242e5e5a15bb3f8fe42b6824861fbd8c31136c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1842","width":"2456"}}]}