{"created":"2015-05-20T12:48:35+00:00","modified":"2015-05-20T12:48:36+00:00","valid":{"from":"2015-05-20T12:48:36+00:00","to":"3015-05-20T12:48:36+00:00"},"hreflang":"en","guid":"12c6398c-a213-4603-b925-ef6c77ee6f45","title":"Women scholars in Egypt reflect on the intersection of Islam and feminism","published":"2015-05-20T12:48:31+00:00","byline":"Kimberly Adams","tags":["Religion","culture","women","Across Women's Lives","Belief","Lifestyle & Belief","Cairo","Africa","Egypt","Islam","Feminism","Religion","Islamic Feminism","Gender and education","Women in Islam"],"teaser":"Islamic feminists in many Muslim-majority countries have spent years studying and interpreting Islamic texts, especially the passages concerning divorce, inheritance and child custody. In Egypt, three women scholars discuss their new interpretations of Islamic law.","contentencoded":"<p>When Omaima Abu-Bakr was a teenager in Egypt, she wore miniskirts and high heels — in line with the fashion of the time. But she says the freedom in fashion didn’t translate to equity in education or work or family life.</p>\n<p>Now a professor at Cairo University and co-founder of <a href=\"http://www.wmf.org.eg/\">The Women and Memory Forum</a>, a women's rights NGO, she dresses much more modestly, including wearing a headscarf. But she says women in Egypt actually have more rights now than they did when she was young. And she believes that with a bit of re-interpretation of classic texts, Islam and feminism can work hand-in-hand.</p>\n<p>“We’re correcting [and] we’re reforming past, patriarchal interpretations of the religion,” she says.</p>\n<p>Most of the conflicts between Islam and modern women's rights she attributes to culture, rather than the actual religion. She sees Islam as a dynamic religion, adaptable to the times.</p>\n<p>In her research, she digs into the Quran and other sources of Sharia law, analyzing from what she calls a perspective of “equality and justice.”</p>\n<p>“I still am, day in and day out, trying to deal with these conflicting orders or diversions to discourses. Trying to deal with them on a personal level because I have a personal stake,” she says. “This is part of my self-perception. I’m a practicing Muslim person and a feminist too,” she says.</p>\n<p>Abu-Bakr represents one of several perspectives on how observant Muslim women can merge their religious beliefs with their feminist values.</p>\n<p>Amna Nosseir is also exploring this path. She teaches Islamic philosophy and comparative religion in the women’s section at Al-Azhar University. She also served as the dean of the section for a decade before she \"quasi-retired” to focus on teaching and advocating for a stronger role for women at the government-affiliated religious institution and in society in general.</p>\n<p></p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://cdn-113a.kxcdn.com/sites/default/files/styles/original_image/public/14608637098_f778150fd5_o.jpg?itok=zdtgi4y2\" alt=\"\" /><div class=\"field-caption\">\n    <p>Al Azhar University, where Amna Nosseir teaches Islamic philosophy and comparative religion.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Flickr user <a href=\"https://www.flickr.com/photos/jlascar/14608637098/in/photolist-ofV5Rq-9XCMiL-3ZW97p-ekRLPr-8nR2yo-ekX7b3-ekXsT1-ekRxeF-ekRx7r-ekXsLo-ekX7e1-ekXsUY-ekXsQf-ekWGLS-ekWGGS-ekRLMZ-ekW7pf-ekWGFj-ekXsRL-ekRxde-ekXsNA-ekX77m-ekRx6a-ekRxat-ekX75m-ekWGP1-ekX79o-ekWGJG-ekRx8V-ekW7nu-ekWGQE-ekX7cy-ekW7m1-a5Z2cG-a5Wax8-a5WayT-a5WaAV-a5Z2fm-a5WavZ-a5WazX-a5WasV-a5Z2bo-7NX9ZM-xMpbf-7dPd7n-jFweD-oxpDpM-521sJY-R6hYM-b68c5r\">Jorge Lascar</a></p>\n  </div>\n</div>\n<p>She often comments on women's issues on television, and says she gets a lot of questions from young women studying at the conservative Al-Azhar about what Islam says about their rights as women.</p>\n<p>\"I welcome the feminism movement. I accept any new ideas, whether feminism, women's rights or their future, provided they don't wander away from the fixed teachings of our Islamic law,\" she says.</p>\n<p>She argues if you go far enough back, to the origins of Islam, the original writings and meanings grant women the legal and social rights they need.</p>\n<p>The important rights of women, whether in inheritance, education or participating in society, are all taught at Al-Azhar.</p>\n<p>But other scholars think trying to apply the social rules from a 1,400-year-old religion to the modern world is a bit unrealistic.</p>\n<p>Marwa Sharafeldin is among them. She helped found several women's rights NGOs in Egypt and works with the international organization <a href=\"http://www.musawah.org/\">Musawah</a>, which advocates for family law reform in several countries.</p>\n<p>\"When we say 'Islamic feminism,' for me it’s a kind of feminism that draws inspiration from an Islam that calls for equality and justice, but it's also a notion that does not exclude the lived realities of women and men today,\" she says.</p>\n<p>Sharafeldin considers herself secular, but believes feminists need to accept that religion has a role to play in the women's rights movement.</p>\n<p>Islamic feminists differ over whether laws need to be reformed to better reflect the original Islamic jurisprudence or whether the religiously-based laws should be tossed out all together.</p>\n<p>For instance, Sharafeldin gives the example of preferential treatment for men in family inheritance laws, which are based on Islamic law. She argues that maybe that made sense back when men were the sole source of income for extended families, but not anymore.</p>\n<p>\"Today in Egypt, one-third of Egyptian households are headed by women,” she says. “They are the main breadwinners. How are you going to talk about men being the protectors and providers of women according to Islamic law when you have this kind of reality here?\"</p>\n<p>Sharafeldin is among many women's rights activists watching carefully to see whether calls by Egyptian president Abdel Fattah el-Sisi for a <a href=\"https://www.youtube.com/watch?v=POGpIt2U4s4&amp;feature=youtu.be\">\"religious revolution\"</a> will extend to revolutionizing the way Islamic laws are applied to women.</p>\n<p>\"I think that Islamic feminism is actually going to be the entry point for this whole renewal of Islamic discourse,” she says. “So it will be up to the Muslim women themselves who are not willing to let go of their religion, but at the same time, are not willing to accept being treated as second class citizens because of a certain version of religion.”</p>\n<p>This is why scholars like Cairo University’s Omaima Abu-Bakr are encouraged by channels of communication that have opened with Al-Azhar and the government regarding these issues. She says that type of political engagement is a holdover from the Arab Spring, when average Egyptians began calling their government to account.</p>\n<p>She hopes the debate not only inspires her students, but also those outside the Muslim world who think the ideas of Islam and feminism cannot coexist.</p>\n<p>\"People need to rethink this idea of Islamic feminism as an oxymoron,” she says. “Put it in the context of Christian feminism. ... There’s Jewish feminism. There’s Buddhist feminism. So it is not a freak phenomenon. It’s not even something that came out of the blue. It’s not one paradigm. It’s not one shape.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-15%2Fwomen-scholars-egypt-weigh-where-islam-and-feminism-intersect&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/story/images/Cairo_University.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/cairouniversityjpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/1nodefieldrefprogram/segment-audio/kadams.mp3"},{"href":"http://admin.pri.org/file/kadamsmp3"}]}