{"created":"2015-05-20T19:54:54+00:00","modified":"2015-05-21T20:40:33+00:00","valid":{"from":"2015-05-21T20:40:32+00:00","to":"3015-05-21T20:40:32+00:00"},"hreflang":"en","guid":"12ce3604-d9a2-4c2b-b054-fd280edd44cb","title":"Under heavy pressure, Indonesia, Thailand and Malaysia grant temporary shelter to thousands of refugees trapped at sea","published":"2015-05-21T20:40:27+00:00","byline":"Christopher Woolf","tags":["Development","conflict","human trafficking","Human Needs","Development","Development & Education","Asia","Myanmar","Bangladesh","Indonesia","Malaysia","Refugees","migrants","Rohingyas","Boat people"],"teaser":"Several thousand migrants and refugees stranded at sea in the Indian Ocean have been granted temporary shelter by the governments of Indonesia, Thailand and Malaysia. The people have endured horrendous conditions. ","contentencoded":"<p>Several thousand people who have been stranded at sea in the Indian Ocean for the last few weeks look set to get a break.</p>\n<p>The governments of Indonesia, Malaysia and Thailand have decided to reverse a policy of \"push-back,\" and have now agreed to give the migrants and refugees temporary shelter on shore. The navies of these nations were previously preventing the refugees from landing.</p>\n<p>“If they found these boats, they would give them food and water,” says the BBC’s Jonathan Head, who has been aboard one of these drifting migrant ships. “They would help fix their engines. But then they would push them out of their own territorial waters.”</p>\n<p>“That left them in limbo,” adds Head, “as they literally had nowhere else to go ... and they just ended up floating around.”</p>\n<p>Head says the boat he visited last week had had exactly that experience. “Throughout the weekend there was kind of a ping-pong as it was pushed backwards and forwards across the Thai-Malaysian border, close to where I am now, without really knowing where to go.”</p>\n<p>The decision affects up to 9000 people, currently at sea.  Some have been in these small ships and boats for up to 10 weeks, and have endured terrible conditions.</p>\n<p>Head says the boats are “appallingly cramped ... horribly unsanitary, brutally hot.” He says some people have simply not had enough food, since the journey only normally takes a few days. Some look “skeletally thin.”</p>\n<p>But the three nations — Indonesia, Malaysia and Thailand — are only granting temporary shelter. They are looking to the international community to provide a permanent solution.</p>\n<p>The people took to the sea in small ships and boats. They are all from Bangladesh and Myanmar, also known as Burma. The Bangladeshis left in search of jobs and a better life. The Burmese are mostly Rohingyas, who are ethnically and linguistically similar to Bangladeshis, and they are fleeing severe discrimination and repression at home. The Rohingyas are not recognized as Burmese citizens and suffer heavy discrimination.</p>\n<p>Indonesia, Malaysia and Thailand have been pushing Burma to ease up on the repression of the Rohingya but so far without success.</p>\n<p>The smuggling of people from Bangladesh and Burma to southeast Asia has been going on for years, and has become enormously profitable, and increasingly abusive.</p>\n<p>“These trafficking rings buy boatloads of people,” says Head. “Then holding them for ransom, even though may have already paid for their passage, in these awful jungle camps in Thailand, often mistreating them and demanding ransoms of $2,000 to 3,000 per person.” Head has visited these camps personally.</p>\n<p>Trafficking gangs market their services aggressively to desperately poor people — people who have no idea what’s in store.</p>\n<p>“Until the governments here shut that down, of course there’s a strong reason why this flood of people every year will continue,” he says.</p>\n<p>The Thai government has recently taken steps to crack down on trafficking, and there have been some arrests and prosecutions. But Head says many officials and police have been paid off by the traffickers in the past to turn a blind eye. So he says “many people are keeping their opinions open as to whether the government is really committed to shutting it down.”</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-20%2Fasian-boat-people-granted-temporary-shelter&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/05202015_01.mp3"},{"href":"http://admin.pri.org/file/0520201501mp3"}]}