{"created":"2014-11-15T12:48:22+00:00","modified":"2015-05-13T21:31:14+00:00","valid":{"from":"2015-05-13T21:31:14+00:00","to":"3015-05-13T21:31:14+00:00"},"hreflang":"en","title":"A Journey Through The History Of American Food In 100 Bites","published":"2014-11-20T16:37:00+00:00","teaser":"Thomas Jefferson loved macaroni and cheese so much he brought it home to Virginia from Europe. <em>The American Plate</em> reveals these and other stories behind America's most beloved foods.","itags":["npr_api","364110004"],"guid":"12d90ba3-34de-4afa-ba3c-114f357fd399","contentencoded":"<p>Apple pie isn't American in the way people often mean. Every ingredient, from apples to butter to nutmeg and cinnamon, came from somewhere else.</p><p>But then, so do most Americans.</p><p>A new book traces the roots of American tastes from pemmican to Coca-Cola to what are now called \"molecularly modified\" foods. <a href=\"http://www.history.com/shows/classroom/articles/libby-oconnell\">Libby O'Connell</a>, the chief historian and a senior vice president for the History Channel and A&E networks, wrote <em>The American Plate: A Culinary History in 100 Bites.</em></p><p>\"My goal is to tell the story of American history through food,\" she tells <em>Weekend Edition's</em> Scott Simon. \"Each food has a story of its own.\"</p><p>Pemmican, the fancy name for jerky, can be found in gas stations across America. But \"it's an authentic food that is indigenous to the New World,\" says O'Connell. As a snack food, it's highly nourishing and drying was a great way to preserve food.</p><p>Macaroni also has colonial roots. We often think of Thomas Jefferson as a man who brought an elevated appreciation for food and wine to a young America. But he also popularized the favorite pasta of children everywhere.</p><p>\"He brought in macaroni from his travels in Europe and liked to eat it with the cheese sauce,\" says O'Connell. There's also the famous song \"Yankee Doodle Dandee\" and the line: \"Stuck a feather in his cap and called it macaroni.\"</p><p>As for shoofly pie, the classic Amish dessert, the name comes from the fact that \"a fly could get stuck in it,\" she says. Made of molasses and flour and maybe a few nuts, the pie attracted flies particularly in the days before doors and windows had screens. Growing up in Pennsylvania, O'Connell remembers it being served in her lunchroom cafeteria.</p><p>An overarching theme in her book is how foreign foods came to be embraced by Americans. Once upon a time, spaghetti was a garlic-heavy Italian food, she says. \"There was a time in the late 19th century, those intense Italian flavors were scoffed at by people who had arrived in the U.S. a generation before the Italians,\" she explains. \"The distaste toward foreign foods from immigrant groups is a tradition in this country.\"</p><p>Within a generation, Americans started saying Italian food was great. However, the big meatballs being served in the U.S. were not actually Italian — they didn't have the same meat.</p><p>Salsa has also come a long way — it's been one of the most popular condiments in America since 1992. \"It's fascinating that salsa outsells ketchup until you realize two things ... the families that are buying salsa are the same families that are buying ketchup ... and secondly think of how you consume ketchup.\" It might be a dollop on a hamburger, compared to piling salsa all over your tacos or chips.</p><p>But overall, O'Connell believes Americans are really open to new food. \"Our stomachs are, I think, more open to the world, to different cultures, than almost any place,\" she says.</p><p>O'Connell also covers a wide range of meats in her book including scrapple, a culinary rag-bag of scraps, cornmeal, sage and pepper. \"The Pennsylvania Dutch put a lot of ground pepper in it,\" O'Connell says, who remembers eating it once or twice with plenty of maple syrup.</p><p>One of O'Connell's most amusing stories features Sylvester Graham, an ordained Presbyterian minister who thought America was full of sin. If everyone ate whole grains and became vegetarians, they would become more peaceful and less lustful, he claimed. Therefore he created the popular Graham cracker. (The Graham cracker we have today has much more sugar than the original.)</p><p>Coca-Cola was originally intended \"to be particularly healthy for you if you had an addiction problem,\" says O'Connell. Invented by a pharmacist who fought in the Civil War, the drink was made with cocaine and caffeine to help him get rid of his morphine addiction from his war wounds.</p><p>But while the recipe changed, the loopy font is still the same. Says O'Connell: \"The original Coca-Cola script that you see ... a friend of his designed that script and the Coca-Cola company still uses it.\"</p><p>Coca-Cola has marketed itself as an emblem of American life. \"Not only did it have a national campaign very early on, but it followed the American troops wherever they were,\" she says. It actually built field bottling plants behind the troops during World War I and World War II. Now, there are only two places in the world you can't buy Coca-Cola: Cuba and North Korea.</p><p>O'Connell does admit she didn't try everything discussed in her book, including beaver tail. \"I know that they have that scaliness,\" she says.</p><p>For those brave enough to try, she says the tail can be roasted over an open fire to blister the skin of the tail. After cooling, the scales can be scraped off, exposing the fat which will crisp and brown.</p><p>And how about a wine pairing? \"A hearty burgundy,\" she says.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Journey+Through+The+History+Of+American+Food+In+100+Bites&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"255"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1364289563-2deea8.m3u?orgId=1&topicId=1053&d=255&p=7&story=364110004&t=progseg&e=364289470&seg=10&ft=nprml&f=364110004"},{"href":"http://media.npr.org/assets/img/2014/11/14/hotdog-b1d0075e85b5d222cedac25c354bd89e6e208957.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1500","width":"2000"}},{"href":"http://media.npr.org/assets/img/2014/11/14/coke-80784f22b6643d5d8815254ff14ca3ab69a6a087.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1059","width":"1410"}}]}