{"created":"2014-10-16T07:35:31+00:00","modified":"2014-10-30T21:30:40+00:00","valid":{"from":"2014-10-30T21:30:40+00:00","to":"3014-10-30T21:30:40+00:00"},"hreflang":"en","title":"Kurds Hoping To Fight ISIS In Kobani Are Trapped By Turkish Suspicions","published":"2014-10-17T19:24:00+00:00","teaser":"Turkey's deep suspicions of Kurds are hampering efforts to aid the besieged Syrian border town. Turkish authorities are stopping Kurdish men en route to Kobani and investigating them as terrorists.","itags":["npr_api","356502524"],"guid":"12e08931-f9b2-43dd-a252-620b3148ecad","contentencoded":"<p>Syrian defenders of the mainly Kurdish border town of Kobani say an increase in coalition airstrikes — and better coordination with the air support — <a href=\"http://www.npr.org/blogs/thetwo-way/2014/10/13/355826418/u-s-strikes-at-isis-in-kobani-as-kurds-claim-progress\">have helped them hold off</a> the more heavily armed fighters from the so-called Islamic State.</p><p>Each day, cars and vans carrying Kobani residents, Turkish Kurds and journalists climb over the rock-strewn paths on the edge of plowed fields, avoiding Turkish military roadblocks to reach the hills overlooking the Syrian border and the town of Kobani.</p><p>With only a few units from the Free Syrian Army joining Kobani's Kurdish defenders on the ground, Syrian Kurds say Turkey should open a corridor and let fighters and weapons in. Instead, they say, Turkish authorities are detaining young Kurdish men on suspicion of terrorism.</p><p>Mustafa Ali has a relative among the fighters still in Kobani. The 38-year-old Ali came to Turkey about a week ago, after being stuck for three days at the border while ISIS shells landed not far away. He doesn't think Turkey will overcome its suspicion of all Kurds and intervene to save Kobani — unless it gets a push from outside.</p><p>\"If the international community forces Turkey to support Kobani, it will,\" Ali says. \"But without pressure from the Americans and the Europeans they won't, because Turkey thinks both sides in this fight are terrorists.\"</p><p><strong>Turkish Suspicion</strong></p><p>Adding to the pain of watching their town be destroyed a little more each day is the clear knowledge that those fleeing Kobani aren't welcome in Turkey. Ali says that Kurdish men, especially younger ones, routinely are stopped at the border, and that many then are taken by Turkish authorities to detention centers, where they're not charged with anything but are investigated on suspicion of terrorism.</p><p>\"I know some of the guys who have been detained. They are political guys from Kobani, members of various Kurdish political parties, and the Turks caught them and held them,\" Ali says. \"I was told there were as many as 200 of them, but some chose to go back to Syria.\"</p><p>In one of the newest refugee camps for Kobani residents to spring up, in the border town of Suruc, Turkish hosts are digging trenches between the neat rows of family-sized gray tents to lay electric cables. Kobani families appreciate the shelter they've been given, but 34-year-old Mohammed Sheikh al-Muslim says the way the Turks are treating the detained Kurdish men is unjust.</p><p>He calls one of them, Walid Yasser, 25, who says he was detained 11 days ago.</p><p>\"They gave us three choices — Jazeera, Qameshli or Afrin,\" he says, meaning they could pick one of three Kurdish enclaves in northern Syria to which they would be returned.</p><p>Yasser says it's because the Turks think they're with the People's Protection Units, the Syrian Kurds linked to Turkey's own Kurdish militants, known as the PKK. He says he has nothing to do with any of that, but the Turks don't believe him.</p><p>On the hill overlooking the border, Kurdish men who fled Kobani have arranged themselves in columns and chant support for the defenders of their town.</p><p>They say they're ready to fight ISIS with stones, if necessary, but while the display may look impressive on television, these men know that they won't be crossing any borders tonight — and that they'll have to come back again the next day to watch their homes take another pounding.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Kurds+Hoping+To+Fight+ISIS+In+Kobani+Are+Trapped+By+Turkish+Suspicions&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Peter Kenyon","audio":[{"meta":{"duration":"200"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1356588491-2f314d.m3u?orgId=1&topicId=1009&ft=3&f=356502524"}]}