{"created":"2014-11-20T22:54:18+00:00","modified":"2014-11-21T22:36:25+00:00","valid":{"from":"2014-11-21T22:36:25+00:00","to":"3014-11-21T22:36:25+00:00"},"hreflang":"en","title":"'Only The Truth' Gets At Reality Through Legend","published":"2014-11-21T00:22:00+00:00","teaser":"An opera nominated for a Latin Grammy explores Mexico's current political climate. It's based on a fictional <em>bandida</em> who continues to inspire fear and admiration along the border.<em> </em>","itags":["npr_api","365473557"],"guid":"12ebe8c0-b63f-443b-9640-deb681f1d0bb","contentencoded":"<p>Gilberto Reyes is a musician who grew up to Mexican parents in Southern Texas. He says as a kid he was not afraid of El Cucuy, or the boogeyman. He was more concerned about Camelia La Tejana, or Camelia of Texas.</p><p>\"I remember when I was a kid listening to the songs, thinking, 'Wow. <em>Una bandida</em>,' \" Reyes says. \"This incredible woman with power to make men do whatever she wants at her will, you know.\"</p><p>The song Reyes heard was the 1973 \"<a href=\"https://www.youtube.com/watch?v=gpiC3A4cJtA\" target=\"_blank\">Contrabando y Traicion</a>\" or \"Contraband and Betrayal\" by the band <a href=\"http://www.npr.org/artists/15872025/los-tigres-del-norte\" target=\"_blank\">Los Tigres del Norte</a>.</p><p>It tells the story of Emilio and Camelia La Tejana, who cross the border into the U.S. through Tijuana in a car with tires filled with <em>hierba mala</em> — marijuana. Once they get to Los Angeles, Emilio tells Camelia he's leaving her for his true love. Camelia didn't take this well: She shot him seven times and disappeared with the money.</p><p>The song was so popular it spawned several films about her in the mid-1970s, a popular soap opera now on Telemundo and an opera.</p><p>The libretto was written by Ruben Ortiz Torres, who teaches visual arts at the University of California, San Diego. The music is by his sister, Gabriela Ortiz, one of Mexico's most renowned classical composers.</p><p>\"My sister approached me and asked me if I would like to write an opera,\" Torres says. \"But for my surprise there were operas about everything. At some point I realized, pretty much everything had been done.\"</p><p>Then one day, on a newsstand, he saw a magazine he used to read as a kid. <em>Alarma! <em>Ú</em>nicamente la verdad!</em> (Alarm! Only The Truth!) was, like a lot of Mexican dailies, filled with blood, broken hearts and babes.</p><p>\"And it occurred to me that <em>Alarma</em> would be a perfect source to make an opera,\" Torres continues. \"It's this very gory, gruesome tabloid. But all the stories in <em>Alarma</em> are these dramatic, tragic stories.\"</p><p>Torres had found the operatic story he needed. \"This guy, Eleazar Pacheco Moreno, committed suicide by placing his head on the train tracks,\" he says. \"And according to the magazine, Eleazar, he was committing suicide because he'd been rejected by Camelia La Tejana.\"</p><p>The opera, called<em> ¡Únicamente la verdad!</em> or <em>Only the Truth</em>, opens at the scene of the suicide. The recording features Nieves Navarro as Camelia.</p><p>The thing is: Camelia la Tejana was likely not real. The musician with Los Tigres Del Norte who wrote the song says he made her up. But every now and then a local newspaper would attribute an actual crime to her. And just about as often, a woman will come out, claiming she's the real Camelia la Tejana.</p><p>The opera is mostly a collage of interviews with these would-be <em>bandidas</em>. In one scene, a reporter asks a woman who says <em>she</em> is the real Camelia what her relationship with Mexican law enforcement is. My relationship with law enforcement, Camelia says, is excellent.</p><p>Even though the opera was finished in 2008, that's a line that rings loudly in Mexico today, where the <a href=\"http://www.npr.org/blogs/thetwo-way/2014/11/08/362487729/mexican-authorities-drug-traffickers-confess-to-killing-43-students\" target=\"_blank\">recent disappearance of 43 college students</a> has revealed the collusion between a local governor and the drug cartels and sparked massive protests.</p><p>Ortiz says being nominated for a Latin Grammy matters to her not just because it puts classical music in the same public space as Latin pop, but also because her work is critical of the situation in Mexico today.</p><p>\"When we started writing this opera, we never imagined how big the problem was going to get,\" Ortiz says in Spanish. \"I never imagined it would be thousands of deaths and disappearances. We hear a lot of versions, but no one knows what is going on.\"</p><p>And at the end of the day, she says, her opera is not about the drug war. It's about how we construct the truth.</p><p>\"This is what's happening here in Mexico,\" she says. \"You question everyone. This is why the opera is called <em>Only the Truth</em>. We talk about everything, except for the truth.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Only+The+Truth%27+Gets+At+Reality+Through+Legend&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jasmine Garsd","audio":[{"meta":{"duration":"317"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1365516448-815c58.m3u?orgId=1&topicId=1106&ft=3&f=365473557"},{"href":"http://media.npr.org/assets/img/2014/11/20/28-233b45a42d612a3ba0034eb61236790f500184bc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2475","width":"3300"}},{"href":"http://media.npr.org/assets/img/2014/11/20/alarma_custom-b443eab697e8d7650891d2f574a62a2884d7d9a1.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"584","width":"960"}}]}