{"created":"2014-10-22T21:26:37+00:00","modified":"2014-11-10T20:45:38+00:00","valid":{"from":"2014-11-10T20:45:38+00:00","to":"3014-11-10T20:45:38+00:00"},"hreflang":"en","title":"Coping In A Drier World: California's Drought Survival Strategy","published":"2014-10-22T23:44:00+00:00","teaser":"The dearth of water in this state is showing no signs of easing. Officials have introduced plans to revamp the water rationing and distribution systems until the rains come. If they ever come.","itags":["npr_api","358096112"],"guid":"12f2048c-4305-4a4b-a18a-79c0aee2083d","contentencoded":"<p>The past few years have been California's driest on record. Forecasters predict that punishing droughts like the current one could become the new norm.</p><p>The state uses water rationing and a 90-year-old water distribution system to cope until the rains come. The system is a huge network of dams, canals and pipes that move water from the places it rains and snows to places it typically doesn't, like farms and cities.</p><p>\"The system that we have was designed back in the 1930s through 1950s to meet population and land use needs of the time,\" says Doug Parker, director of the California Institute for Water Resources in Oakland.</p><p>\"Now things have changed in the state and that system really hasn't evolved to keep up with the times in California,\" he says.</p><p>And so much has changed. First off, there weren't 38 million people here back then. The other problem is that they designed this system during an unusually wet period in the West. Turns out, droughts are pretty normal here.</p><p>\"And the question is, how is that system going to perform in 2050?\" Parker asks.</p><p>Not so well, unless some big changes come.</p><p>Parker says to picture it like this: You've got an old four-lane highway serving a city that everyone wants to move to. You need to add more lanes. But also some toll roads.</p><p>In water geek speak: Make it a 21st century water distribution system.</p><p>Gov. Jerry Brown is urging voters to approve a $7 billion water bond to upgrade that massive infrastructure system. The measure would pay for building two new large reservoirs and the expansion of dozens more.</p><p>There is also tens of millions of dollars earmarked for water recycling and reuse. Because, after all, you can't really build your way out of a drought if it doesn't rain again.</p><p>A sewage plant along the scenic coastline near Monterey Bay is already one step ahead.</p><p>\"Yeah, I've heard it called 'showers to flowers,' which is a pretty good one,\" says Brian Lockwood, a hydrologist who helped set up the state-of-the-art recycled water waste plant.</p><p>\"Much of the nation's strawberries, raspberries, blackberries and vegetable crops come from this valley,\" he says. \"So we had to figure out, how can we protect the thriving agriculture industry of the Pajaro Valley?\"</p><p>Lockwood's agency got to thinking. Why not capture all the waste water from all the cities here that would otherwise drain into the ocean, and instead, treat it, and pipe it back to farmers?</p><p>Seven million gallons of water now gets recycled here every day, and state drought relief money will soon allow the operation to expand. Farmers in the valley are happy about that.</p><p>\"It supplements our wells, but it keeps us from pumping more water out of the ground,\" says Stuart Kitayama, a farmer who grows flowers and berries in the valley.</p><p>And this is a big deal in years like this one. At his farm, Kitayama measured 3 1/2 inches of rain all year. In a good year there's 20.</p><p>He says farmers like him were skeptical about this idea at first, but they're starting to see that to survive, they're going to have to get creative, and manage to live with less.</p><p>And a lot of people seem to think this state can manage its way through this drought.</p><p>Eric Garcetti, the mayor of Los Angeles, recently signed a sweeping executive order that aims to cut freshwater use in his city by 20 percent in the next three years.</p><p>\"The ongoing drought has created a water crisis second to none,\" Garcetti said after signing the executive order. \"We need bold action, and that is what I am delivering today.\"</p><p>LA wants to go local. Money is flowing to more of those showers-to-flowers projects and also storm water capture. The rains that do come in the future may come all at once, which could mess with the already crumbling infrastructure in the state.</p><p>This summer, a 90-year-old water main broke, sending 20 million gallons of precious water onto the streets in the Westwood neighborhood of LA. It made a drought-weary public cringe, but it also highlighted the fact that California cities lose an average of 15 percent of their water every year from leaky pipes and spills.</p><p>\"It's gonna be a lift but we're gonna have to try,\" says Marcie Edwards, general manager of LA's Department of Water and Power.</p><p>She says fixing the city's plumbing system is also a top drought-coping strategy. Her agency cut its leaks by 40 percent in the past couple of years.</p><p>\"We're going to be aggressively replacing both our main lines, our trunk lines, our valves,\" Edwards said. \"So despite the fact that I think we're doing pretty good at that end, there's going to be more that's needed.\"</p><p>So, in the end, if California's going to cope in a drier world it may take an upgrade of all these things. The only certainty is that, if the big storms don't come for a fourth straight year, they're all about to get put to a serious test.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Coping+In+A+Drier+World%3A+California%27s+Drought+Survival+Strategy&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Kirk Siegler","audio":[{"meta":{"duration":"343"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1358120488-9b7b46.m3u?orgId=1&topicId=1025&ft=3&f=358096112"},{"href":"http://media.npr.org/assets/img/2014/10/22/ca-drought-02-8f001a74127f4ac2a3ffd5045f89cf7ce14476a3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1098","width":"1461"}},{"href":"http://media.npr.org/assets/img/2014/10/22/ca-drought-01-4d33979d61373e953d6daff10ab20bb9f45e8bd1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1332","width":"1776"}}]}