{"created":"2015-06-18T16:32:06+00:00","modified":"2015-07-01T21:05:14+00:00","valid":{"from":"2015-07-01T21:05:14+00:00","to":"3015-07-01T21:05:14+00:00"},"hreflang":"en","title":"In The West Bank, Facebook Posts Can Get You Arrested, Or Worse","published":"2015-06-19T18:14:00+00:00","teaser":"A Palestinian man in Ramallah faces charges of insulting officials — based on his Facebook comments. This case and others point to the limits to free speech under the Palestinian Authority.","itags":["npr_api","415189087"],"guid":"12f3451b-6555-4d3c-ab6e-cdcc0d6deb2b","contentencoded":"<p>In the waiting room of a courthouse in the West Bank city of Ramallah last week, a clerk called defendants to pick up their files while loudspeaker announcements blared courtroom assignments.</p><p>A skinny young man in jeans and a blue T-shirt waited to hear his name. Ayman Mahareeq, who just turned 24, faced charges of insulting officials based on comments he'd posted on Facebook.</p><p>\"One of my posts was about how Palestinian security forces act whenever Israeli forces enter the West Bank,\" Mahareeq says. \"They withdraw and hide.\"</p><p>He characterizes the post — which he has since taken down — as harshly critical.</p><p>In another post, Mahareeq wrote: \"May the rule of the Palestinian Authority collapse,\" referring to the governing body with certain administrative powers over Palestinians in the West Bank.</p><p>Both caught the eye of the Palestinian police. Officers arrested him in a coffee shop last November. He was interrogated — and beaten, he says — and imprisoned for a month.</p><p><strong>Conflicting Laws</strong></p><p>One Palestinian law promises freedom of expression. But another bans people from insulting any official, from the head of state on down. The indictment against Mahareeq says he illegally insulted the Palestinian Authority and police force with his Facebook posts.</p><p>Mahareeq is clear: He does not support the Palestinian Authority, saying this body, created through the Oslo agreement with Israel more than two decades ago, does not represent the Palestinian people.</p><p>The original plan was for the Palestinian Authority to exist for just a few years as part of an interim arrangement while the Israelis and Palestinians negotiated a comprehensive peace agreement that would lead to the creation of a Palestinian state.</p><p>But with negotiations stalled, the Palestinian Authority has limped along since 1994 with limited powers in the West Bank, and even less authority in the Gaza Strip, which is now dominated by the Islamist group Hamas.</p><p>\"The Palestinian Authority has signed agreements with Israel that humiliate Palestinians,\" Mahareeq says. \"And we don't accept being insulted.\"</p><p>Neither side likes insults. Even Mahareeq's lawyer, Anas Barghouti, hired by a human rights organization, says there is no place for insults in civil society, even of leaders.</p><p>Barghouti says he is not a fan of Mahmoud Abbas, also known as Abu Mazen, who is the Palestinian Authority president.</p><p>\"If I say Abu Mazen is a donkey, that's not a political view,\" Barghouti says. \"This is an insult to a human being.\"</p><p>And, under Palestinian law, it's a crime. But Barghouti argues that Mahareeq made no such insults. Besides, he says that's not what's going on here.</p><p>He thinks recent arrests for Facebook posts are all about politics.</p><p>\"Political arrests go up and down according to two main factors,\" Barghouti says. \"One is the relationship with Israel. The other is the relationship with Hamas.\"</p><p>Palestinian Authority officials deny they make political arrests.</p><p><strong>Internal Palestinian Feuds</strong></p><p>The Palestinian Authority is largely run by the Fatah political party, which reached a formal reconciliation last year with its more militant and Islamist rival, Hamas. But in practice, the two groups remain very much at odds.</p><p>Compared to other places in the Middle East, there's more room for political debate in the West Bank than in Gaza or in many Arab nations.</p><p>But Mahareeq is not the only Palestinian arrested for Facebook posts. Security agents arrested Mohammad Zaki, a university student, at his home last September. He says he spent five days in solitary confinement, with intervals for interrogation.</p><p>\"On the first day, all the interrogations were about Facebook,\" the IT student says. \"The next day, the prosecutor charged me with insulting Palestinian officials. The third fourth and fifth days focused on political activities at the university.\"</p><p>Hamas recently won a student government election at Birzeit University, a major West Bank campus. After that, students were questioned by both Palestinian and Israeli security forces.</p><p>Zaki says it's all to scare students from voicing political opinions. And he has quit, at least on Facebook.</p><p>\"Before I was first arrested, I thought that I can put my opinions on Facebook. That there was freedom of expression, freedom of exchange of ideas,\" Zaki says. \"But after what happened to me, I decided there is no freedom of thinking.\"</p><p>Zaki says he got a one-year sentence for insulting authorities reduced to three months, which meant he could pay a $125 fine and go free.</p><p>But even after his case was over, he says Palestinian security officials interrogated him several more times. Last month, he says, he stopped using Facebook entirely because officials questioned him about chats and messages he thought were private.</p><p>Meanwhile, Ayman Mahareeq's court date was postponed last week — for the fourth time. Like Zaki, he has also cut back on social media posts.</p><p>But he says he still shows up at protests against the Palestinian Authority — in person.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+The+West+Bank%2C+Facebook+Posts+Can+Get+You+Arrested%2C+Or+Worse&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Emily Harris","audio":[{"meta":{"duration":"254"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1415537258-f6928f.m3u?orgId=1&topicId=1009&d=254&p=2&story=415189087&t=progseg&e=415519042&seg=10&ft=nprml&f=415189087"},{"href":"http://media.npr.org/assets/img/2015/06/17/ayman-marhiq-harris-bea2cd34a04bd28f94932875f8c804e67f6380a3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1811","width":"2415"}}]}