{"created":"2014-10-08T14:13:50+00:00","modified":"2014-12-04T15:17:12+00:00","valid":{"from":"2014-12-04T15:17:12+00:00","to":"3014-12-04T15:17:12+00:00"},"hreflang":"en","title":"40 Years On, Woodward And Bernstein Recall Reporting On Watergate","published":"2014-06-15T15:59:00+00:00","teaser":"The now-legendary reporters revisit the famous D.C. complex as they remember writing <em>All The President's Men</em>, their detective story-style account of uncovering Richard Nixon's scandalous conspiracy.","itags":["npr_api","321316118"],"guid":"130a592c-d80b-4751-b31f-eace9e12581b","contentencoded":"<p>Many people know <em>All the President's Men</em> as a film: a hit movie about the two young reporters who cracked the Watergate conspiracy. It's the only blockbuster that centers on two guys making phone calls, organizing paper notes and meeting a source called Deep Throat in a parking garage.</p><p>But before the movie, there was a book, which came out 40 years ago this month. In it, reporters Bob Woodward and Carl Bernstein tell the story of how they uncovered the scandal.</p><p>It all started in the Watergate hotel and office complex in Washington.</p><p>In June 1972, on the sixth floor, the headquarters of the national Democratic Party became a crime scene. Men planted listening devices inside the headquarters, and then burglars trying to maintain those devices were caught inside the Watergate.</p><p>Forty years later, those white-walled offices are vacant. Looking around the empty rooms, Bernstein tells NPR's Steve Inskeep that he can envision how they looked during the arrest — not in real life, but in the film. \"In the movie, you see the arrest,\" Bernstein explains.</p><p>The two reporters can't picture the true-life event because they didn't actually witness the scene. And that's the whole point of <em>All The President's Men: </em>Bernstein and Woodward trying to figure out events they hadn't seen.</p><p><strong>A Nonfiction Detective Story</strong></p><p>Working for <em>The Washington Post</em>, the two men slowly connected the burglary and other political crimes to the re-election campaign of President Richard Nixon. They won a Pulitzer for their reporting.</p><p>In 1974, with Nixon still in office, they published their book. In it, they write of their investigation, their scoops and their failings. At one point, the duo say that Woodward was considered such a poor writer that it was rumored English wasn't his first language. (Woodward takes credit for writing that line.)</p><p>The book is less about Nixon than about two reporters searching for truth — it's a detective story. Bernstein says they had little choice about that.</p><p>They'd initially planned to write a book about the facts of Watergate, worried that the truth would never be known. But as they neared publication, the true story was finally coming out in congressional hearings. The two men who largely broke the story had little more to say, except their own narrative.</p><p>\"One of the rules of writing is: Write what you know,\" Bernstein says.</p><p><strong>High Stakes And A Nerve-Wracking Mistake</strong></p><p>Because <em>All the President's Men </em>is essentially about journalism, it's hard to overstate the effect it's had on generations of journalists. It shows the two reporters trying to get the story right — and also trying to sell it.</p><p>Their book, which has now been re-issued, includes a reference to a lunch that Woodward and Bernstein had with a publisher, back when they were trying to pitch their book idea.</p><p>They went through that lunch with a feeling of horror. That same morning, they had made a serious mistake on the front page of <em>The Washington Post</em>: Their story said a witness had given testimony to a grand jury about White House Chief of Staff H.R. Haldeman.</p><p>\"This was one of the real dreary days of our reporting life. In fact, I don't think I've had one that bad, because it was just flat-wrong,\" Woodward says. \"But we'd done so much reporting that we knew Haldeman was at the center of this, and Mark Felt [aka Deep Throat] later told us that it was a Haldeman operation, which all of the tapes and everything else have demonstrated.\"</p><p>\"We had the story right, the substance of it. What we had wrong was the attribution. It had never come before the grand jury,\" Bernstein says. \"It was the substance that was really important — at the same time, we had not been diligent in nailing this down, this one aspect of it.\"</p><p>\"Here we were, meeting with this publisher that wanted to do a book with us,\" Bernstein says. \"And we were talking about whether we were going to have to resign from the paper.\"</p><p>\"You've got to remember that the stakes of this thing by now were so high that the president of the United States and his spokespeople almost every day were attacking <em>The</em> <em>Washington Post </em>for using innuendo and hearsay information,\" Bernstein says. \"We had been assiduous and careful, and people were starting to really believe the stories we had written. And, boom, came this, and it looked like it could all be over.\"</p><p>But the investigation continued — and the book got published.</p><p><strong>'Help Me. I Need Your Help'</strong></p><p>Woodward says that the key to their reporting was the way they approached conversations with sources.</p><p>\"This was a strategy that Carl developed: Go see these people at home at night when they're relaxed, when there are no press people around,\" Woodward says. \"When the time is limitless to a certain extent and you're there saying, 'Help me. I need your help,' which are the most potent words in journalism. And people will kind of unburden themselves, or at least tell part of the story.\"</p><p>Over months of reporting, they pieced those partial stories together to reveal the sequence of events — without ever interviewing, or even meeting, the president at the heart of the conspiracy. Even in the years that followed, they never met Nixon.</p><p>Both men say that if they had the chance to ask Nixon one question, it would be a single word: \"Why?\" Why would a president who was heading for re-election anyway go to such extremes to win?</p><p>They suggest that Nixon already offered one answer to that question. \"He even raises it himself in his farewell from the White House, [which] was so mesmerizing when you watched it,\" Bernstein says. \"When you let your anger and hate rule you, that's when you do this terrible thing to yourself.\"</p><p>\"And literally what he said is, 'Always remember. Others may hate you. But those who hate you don't win unless you hate them, and then you destroy yourself,' \" Woodward remembers.</p><p>Nixon resigned 40 years ago this summer — less than two months after the publication of <em>All the President's Men</em>.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=40+Years+On%2C+Woodward+And+Bernstein+Recall+Reporting+On+Watergate&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1321691534-cf37e2.m3u?orgId=1&topicId=1136&ft=3&f=321316118"},{"meta":{"duration":"437"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1321545012-5628f4.m3u?orgId=1&topicId=1136&ft=3&f=321316118"},{"href":"http://media.npr.org/assets/img/2014/06/12/woodward_bernstein_002-215710a43873e109208e1a3d024793938d5e4f59.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2666"}},{"href":"http://media.npr.org/assets/img/2014/06/12/woodward_bernstein_001-9b7a2bbfd6b59093efab0033e2e8f290c8908d8f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2666"}}]}