{"created":"2015-03-14T11:35:22+00:00","modified":"2015-05-13T21:09:08+00:00","valid":{"from":"2015-05-13T21:09:08+00:00","to":"3015-05-13T21:09:08+00:00"},"hreflang":"en","title":"Egyptians Fight ISIS Fear-Mongering With Punchlines And Parody","published":"2015-03-14T21:20:00+00:00","teaser":"Some Egyptians have decided to fight back against ISIS propaganda with parodies of the militant group's gruesome videos.","itags":["npr_api","392871284"],"guid":"130a24b0-b420-4fd7-9263-0d842890bd68","contentencoded":"<p>One of the self-proclaimed Islamic State's biggest weapons has been its terrifying propaganda. Highly-produced videos of brute violence are its hallmark: a man being burned alive in a cage; Christians being beheaded on a beach in Libya; a child being used to execute a suspected traitor.</p><p>But in Egypt and other parts of the Middle East, people are responding by laughing rather than cowering.</p><p>One melody, called <em>Salil as-Sawaram</em> or \"Clanking of the Swords\" in English, is kind of the ISIS anthem for all its videos: the soundtrack, if you will, of its brutality. It strikes horror in the Middle East, especially in Egypt after the beheading of some 20 Egyptians by ISIS in Libya last month.</p><p>But now, people in the Middle East are trying to make it into a punchline and as a way to fight back. <a href=\"https://www.youtube.com/watch?v=zkWjjr5nxE0\">Videos</a> mocking the ISIS propaganda are <a href=\"http://www.huffingtonpost.com/2015/03/03/mocking-islamic-state_n_6790254.html\">popping up all over the Internet</a>.</p><p>In some of the parodies, the melody morphs into a dance song. People pretending to be ISIS militants holding fake swords to kneeling captors' necks, burst into dance. Even children are getting in on the fun.</p><p>The dark and, in some people's opinions, distasteful humor, is aimed at defying ISIS. Instead of fear, people are trying to laugh.</p><p>The most famous example of this came a couple weeks ago from newlyweds living just north of Cairo. Ahmed Shehata, a young doctor, wanted to surprise his wife on their wedding day.</p><p>\"She was having nightmares after watching ISIS videos,\" Shehata says.</p><p>So Shehata hatched a plan with his wife's brother and caught it on camera. The groom's buddies, led by the bride's brother, burst into the wedding, masked and carrying knives. ISIS's anthem blasted from the speakers and the masked men put a cage on the dance floor, locking the couple inside. As soon as they were behind bars the music switched to popular dance music and the couple start shaking their hips and jumping around.</p><p>\"I wanted to take away the power the videos have,\" he says. \"To show my wife they are something to laugh at, not to fear.\"</p><p>And he did. She doesn't have nightmares anymore.</p><p>His wife, Shaimaa Daif, also a doctor, laughs about the surprise now. \"I knew there was going to be a wedding surprise, but I didn't know it would be ISIS,\" she says.</p><p>The video has gone viral, and now the couple, who've only been married about two weeks, are pretty famous in Egypt. Daif wants people to know that it wasn't meant to make light of the tragic deaths at the hands of ISIS, but to tell ISIS that people aren't afraid.</p><p>\"No one can take away our humor and our happiness,\" she says. They're going to make videos, and dance and play music and ridicule the militants.</p><p>And that's exactly the point, says Dean Obeidallah, an Arab-American comedian based in New York.</p><p>\"Comedy can play a subversive role on political issues. That's why it worries certain leaders, both in the United States and the Middle East,\" he says. \"I think that also would worry ISIS, I can assure you that. They don't want to be laughed at: They want you to be afraid of them, to succumb to them.\"</p><p>Obeidallah says the parodies are brave because people are mocking a group operating in their own backyard, and calling them out as an un-Islamic State.</p><p>\"It's a way of actually dealing with it when something is so horrific; sometimes comedy is the only way you can actually process it,\" he says.</p><p>But for some it doesn't mean much. Hanna Aziz Kamel is an Egyptian Christian who was nearly taken by ISIS in Libya. His friends and relatives were beheaded in a video that is now the subject of parody.</p><p>Reached by phone, he says the parodies aren't offensive, but they're not effective either.</p><p>\"It's like throwing pebbles at a monster,\" he says.</p><p>And once you've provoked the monster — then what?  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Egyptians+Fight+ISIS+Fear-Mongering+With+Punchlines+And+Parody&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Leila Fadel","audio":[{"meta":{"duration":"212"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1392956062-b42c20.m3u?orgId=1&topicId=1009&d=212&p=7&story=392871284&t=progseg&e=392955985&seg=13&ft=nprml&f=392871284"},{"href":"http://media.npr.org/assets/img/2015/03/14/image2-58004ac9b979c83923fd8a5db38aa3572c91bb8d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"630","width":"840"}}]}