{"created":"2015-05-20T20:37:11+00:00","modified":"2015-05-28T17:05:15+00:00","valid":{"from":"2015-05-28T17:05:15+00:00","to":"3015-05-28T17:05:15+00:00"},"hreflang":"en","title":"An Indian Master Returns To Cinemas, Restored","published":"2015-05-21T12:19:00+00:00","teaser":"Filmmaker Satyajit Ray earned a lifetime achivement Oscar for his beloved Apu Trilogy, released between 1955 and 1959. Badly damaged by fire, the original negatives have now been restored.","itags":["npr_api","408022282"],"guid":"130afc8d-33a9-4209-94a8-ff31b825edc2","contentencoded":"<p>In the crowded field of postwar cinema, Satyajit Ray broke through barriers of language and culture to become the most celebrated Indian filmmaker in the West.</p><p>His debut film, <em>Pather Panchali,</em> premiered at New York City's Museum of Modern Art on May 3, 1955 — without subtitles.<em> </em>\"People were weeping when they saw <em>Pather Panchali,</em>\" says Andrew Robinson, who has written several books about Ray. \"The first reports of when it was shown in New York, people came out in tears.\" Ray received a special prize at the Cannes Film Festival the following year and made two sequels that became lovingly known as the Apu Trilogy. All three featured soundtracks by sitar maestro Ravi Shankar, and they drew the admiration of critics and audiences around the world.</p><p>When the Academy of Motion Pictures Arts and Sciences decided to honor Ray with a lifetime achievement Oscar in 1992, preservationists discovered that the original negatives for the Apu Trilogy were in terrible condition. The film reels were moved from India to a film lab in South London for safekeeping. But in a cruel turn of events, a massive fire tore through the facility and all but destroyed the film reels. The academy acquired the charred remains of Ray's negatives, but audiences were left to watch lesser-quality prints and home video.</p><p>Peter Becker, who leads the art house distribution company The Criterion Collection, has dedicated almost a decade to bringing the Apu Trilogy back to life for the digital generation. \"It's very important that people understand that film is a perishable art form. It needs active intervention in order not to disappear.\"</p><p>In an office lined with posters and Blu-rays for film classics, Becker tells me he wants to return Ray to his rightful place in cinema history. \"Now when we talk about the golden age of art house cinema ... and we're talking about often [Federico] Fellini, [Michelangelo] Antonioni, [Luis] Bunuel and all the European filmmakers that we've come to associate with art house cinema, we should remember that some of the forerunners of that movement, some of the earliest filmmakers of the golden age were not European at all ... that this really was a forum for discovering the world.\" The world Ray depicted was Bengal — both rural and urban — a world in which Apu grows from a poor childhood to become a young man.</p><p>Becker was already piecing together material for the restoration when he learned about the academy archive's collection of burned negatives. \"They opened the cans and it was clear immediately that you couldn't really handle it without being afraid it would break apart. It was extremely dry and brittle. It had been through a fire.\"</p><p>But Becker says he knew those cans were a gold mine, and the film was shipped to a film lab in Bologna, Italy, to be rehydrated, cleaned and eventually digitally scanned. Those scans were then sent to Criterion's digital restoration lab, where small tears, dust and scratches were painstakingly removed from each frame, to return the films to their original glory. Looking at a wide shot of Varanasi from the second film, <em>Aparajito</em>, Becker pauses reverently. \"That is an image of the film that passed through the camera that Satyajit Ray was standing by when he said 'action' and 'cut,' and to me there's something really sacred about that.\"</p><p>Ray was a graphic designer in British Calcutta in the 1940s, steeped in the language of European cinema and his native Bengali literature. He had worked with French filmmaker Jean Renoir during the Indian shoot for his film <em>The River</em> and spent a short stint in London, watching as many films as humanly possible in his spare time. Becker says that consciousness informed Ray's filmmaking, allowing him to tell Indian stories for a global audience. \"What you really have is this little East-West mashup of a bunch of Western cinematic ideas inspiring a Bengali filmmaker to come make a genuinely Bengali film.\"</p><p>To this day, Ray is the role model for filmmakers working outside the Bollywood studio system, creating films beyond the song and dance melodramas that define commercial Indian cinema. But Indian film critic Aseem Chhabra adds that timeless themes are what gives Ray's films their staying power. \"Whether you see a film like <em>Boyhood</em> from 2014, to the Apu Trilogy from the 1950s ... it's the same story about children growing up and then leaving home and leaving the parents behind. ... We all sort of understand that because we've all left home at some point or the other.\"</p><p>The restored Apu Trilogy premiered at the Museum of Modern Art on May 4, 2015, almost exactly to the day <em>Pather Pachali</em> debuted there 60 years ago. The audience included Ray admirers Ken Burns, Jim Jarmusch and Wes Anderson as well as Ray's son, filmmaker Sandip Ray. \"The film looked fabulous and we had a great time watching the film,\" he says. \"I was riveted and I cried again.\" Ray adds his father would have loved to have seen his films back on the big screen. \"He wanted his films to last and they've lasted.\"</p><p>But Ray's biographer, Robinson, says the India the filmmaker captured has not lasted, which makes the restored versions even more timely. \"The world will see there's more to the subcontinent than just money and wealth and highly professional people, I think the culture is being a bit overlooked at the moment. I think these films will show people that there are other sides to India, and I would be glad if that happened.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=An+Indian+Master+Returns+To+Cinemas%2C+Restored&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bilal Qureshi","audio":[{"meta":{"duration":"336"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1408293153-4c7abb.m3u?orgId=1&topicId=1045&d=336&p=2&story=408022282&t=progseg&e=408293024&seg=10&ft=nprml&f=408022282"},{"href":"http://media.npr.org/assets/img/2015/05/20/subir-banerjee-as-apu2-c534a10eedf8deb89b4a294e96e75404ceb4feed.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2286","width":"3051"}},{"href":"http://media.npr.org/assets/img/2015/05/19/apu_restoration_2_enl-1a34c7730ab030acf96231aa8d36134e187441c8.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2180","width":"1476"}}]}