{"created":"2014-10-08T16:19:16+00:00","modified":"2014-10-31T02:11:52+00:00","valid":{"from":"2014-10-31T02:11:52+00:00","to":"3014-10-31T02:11:52+00:00"},"hreflang":"en","title":"As India Votes, Muslims Keep A Wary Eye On The Hindu Frontrunner","published":"2014-05-11T15:48:00+00:00","teaser":"Monday is the final day of voting in India's six-week election. One big unknown is whether Muslims will vote for Narendra Modi, who is accused of failing to protect them from slaughter in 2002.","itags":["npr_api","311492611"],"guid":"1312bf8f-706e-4e4b-882e-8fe44d3e79a8","contentencoded":"<p>Monday is the final day of voting in India's election, the biggest democratic exercise in the world.</p><p>India is home to more than 1 billion people, 13 percent of them Muslims. Their mistrust of Narendra Modi, the Hindu nationalist leader running for prime minister, can tell us a great deal about India, a democratic country with a long history of religious violence between the Muslim minority and the Hindu majority.</p><p><strong>Muslims Wary Of A Modi-Run India</strong></p><p>On Friday, Modi held a dramatic election rally, then drove through the city of Varanasi with his convoy of vehicles was thronged with supporters wearing his party's color, saffron. By deciding to campaign in Varanasi, Modi gave the elections a decidedly religious tone; Varanasi is the holiest Hindu city.</p><p>But the city's Muslims were not to be found there. At a chai stall, Syed Mishat Ali said Muslims are worried that a Modi-run India would cut them out.</p><p>\"Muslim is not like Modi,\" he says in halting English. \"Mostly Muslim think that it's not secure. That's the biggest reason. It's not secure.\"</p><p>Muslims don't feel secure because religious riots broke out in Modi's home state of Gujarat in 2002. He'd been chief minister of the state for just three months. More than 1,000 Muslims were killed, and Modi has never apologized for his government's failure to protect them.</p><p>Gujarat has prospered economically, but the divide between poor and rich and between Hindu and Muslim, has widened.</p><p>The small town of Modasa has become home to hundreds of Muslim villagers who were driven out of their homes in the 2002 violence. They've been resettled with money from the ideologically conservative Islamic group, Jamaat-e-Islami.</p><p>Mohammed Salim was a farmer in a small village in Gujarat before Hindu mobs attacked it, killing 73 Muslims, mostly women and children — including his wife and one of his sons.</p><p>\"It wasn't as if they were targeting women and children, they were targeting Muslims,\" Salim says. \"They wanted to kill Muslims. It's just incidental that women and children were caught in the attacks and they had to die.\"</p><p><strong>Making Appeals To Muslims </strong></p><p>Three men from Jamaat-e-Islaami have lunch near Salim's resettlement colony. One of the men, Abdul Latif, wears a white <em>shalwar kameez</em> and white skullcap. His forehead is calloused from regular prayer.</p><p>\"Everyone talks about how Muslims are prospering here, and says it is thanks to Narendra Modi,\" Latif says. \"But there's still fear. If we don't feel free, then what use are prosperity and roads?\"</p><p>Under Modi, Gujarat has seen some of the strongest economic growth of any state in India over the last decade. Though the roads are better, Modi's party, the BJP, is still scrambling to win the vote of Muslims.</p><p>The party has promised to restore Muslim heritage sites and improve Muslims' access to education. It has also promised to improve the economic conditions for them — Muslims in India are disproportionately poor.</p><p>While most Muslims are skeptical of Modi, these efforts may be working: A poll by the Indian news network NDTV found that 15 percent of Muslim voters in Gujarat will vote for Modi.</p><p><strong>'You Can't Fight All The Time'</strong></p><p>Zafar Sureshwala, one of the wealthiest Muslim businessmen in Gujarat, runs a BMW showroom in Ahmedabad, Gujarat's biggest city. Sureshwala says that like many Muslims in Gujarat, he too had a story of hardship and danger during the religious violence of 2002.</p><p>\"Our offices were burned,\" he says. \"My cousin barely saved his life.\"</p><p>Sureshwala's story is different, because one year after the riots, he decided to meet Modi. Afterward, he was branded a sell-out and a traitor by other Muslims, but he insists he was doing it for his fellow Muslims.</p><p>\"You can't fight all the time,\" he says. \"We have to live there. Now, we have education, we have health, we have job opportunities. Just by hanging Mr. Modi, all problems of Muslims would be solved?\"</p><p>Modi has made his name as a business-friendly leader. So when Sureshwala began a dialogue with him, he also had his own business interests in mind.</p><p>\"I said, 'I can't even get land in Ahmedabad, being a Muslim,' \" he says. \"He opened the map. He said, 'You point. Where in Gujarat or Ahmedabad you want the land? I'll see that you get permissions in less than nine hours.' \"</p><p>In the years since that meeting, Sureshwala has become one of just a few high-profile Muslims to publicly back Modi. Sureshwala's critics say his loyalty to Modi is just for personal gain, but Sureshwala insists Modi will create a bright economic future for India — and that he'll give Muslims a place in it.</p><p>Most polls indicate many Indians feel that way, and have Modi way out in front. The results of the election will be announced May 16.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=As+India+Votes%2C+Muslims+Keep+A+Wary+Eye+On+The+Hindu+Frontrunner&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Miranda Kennedy","audio":[{"meta":{"duration":"320"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1311521508-67d94a.m3u?orgId=1&topicId=1125&ft=3&f=311492611"},{"href":"http://media.npr.org/assets/img/2014/05/11/modi-1c7524f5458b7d2df9f9165ecdb9a193780f5466.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"4912","width":"6553"}}]}