{"created":"2014-09-05T21:21:55+00:00","modified":"2014-09-05T21:21:55+00:00","valid":{"from":"2014-09-05T21:21:55+00:00","to":"3014-09-05T21:21:55+00:00"},"hreflang":"en","guid":"131f3eb5-b533-4dbc-abd4-03ff6cc44dd7","title":"Fijian peacekeepers in Iraq aren't just a battalion — they're a choir","published":"2014-09-05T21:21:54+00:00","byline":"Hermione Gee","tags":["Islamic State in Iraq and Syria","Islamic State","Jabhat al-Nusra","faith","singing","Christianity","Conflict","Belief","Conflict & Justice","Lifestyle & Belief","Irbil","Iraq","Syria","Fiji","Middle East","Mikael Racumu","Naomi Tora","War","United Nations peacekeeping","Iraq War","Peacekeeping","Fiji"],"teaser":"Fijian soldiers have been part of UN peacekeeping operations in Iraq since 2004. Five have been killed and others are being held captive by the Syrian branch of al-Qaeda. One way the brigade stays committed and strong is to sing. And they believe it keeps them safe, as well.","contentencoded":"<p>The United Nations compound in Irbil, Iraq is an austere environment of asphalt, cement and blast walls, peppered with nondescript buildings where the organization&rsquo;s employees live and work. But fi<span style=\"line-height: 1.538em;\">ve days a week, at dawn and dusk, the drab landscape is briefly transformed by a Christian choir.</span></p><p><span style=\"line-height: 1.538em;\">It&#39;s a choir of Fijian soldiers who recently moved to the capital of Iraq&#39;s Kurdish region from Baghdad, as part of the UN&#39;s peacekeeping force in Iraq.</span></p><p>&ldquo;Right back from childhood &hellip; we do this,&rdquo; <span style=\"line-height: 1.538em;\">s</span><span style=\"line-height: 1.538em;\">ays Major Mikael Racumu, who commands the 68 Fijian peacekeepers</span><span style=\"line-height: 1.538em;\">. In Fiji, village life has communal activities, including singing, he says, &ldquo;both in religious activities and traditional activities. So singing is traditional and part of our culture. To us, it&rsquo;s just natural. If anyone starts singing, every other [person] around comes in harmonizing.&rdquo;</span></p><p><span style=\"line-height: 1.538em;\">A battatlion from the Fijian army has been stationed in Iraq since 2004, charged with protecting UN personnel and facilities there. Now the threat from Islamist militants has put them on the front line of a regional conflict.</span></p><p>Racumu says singing together helps the peacekeepers meet those challenges.</p><p>&quot;Singing for us is a relieving thing spiritually,&quot; he says, &quot;and it enhances us physically, as well. Spiritual and physical are correlated. Everywhere we go, this is a part of what we do &mdash; morning and evening. It keeps us, it binds us together. There&rsquo;s a bond we develop doing these things.&quot;</p><p>Naomi Tora is one of nine women who serve as female searchers for the unit &mdash; a position similar to a security guard. She is very aware of the risks that her job carries &mdash; even in their peacekeeping capacity, five of her colleagues have been killed in the line of duty while in Iraq. Fijian troops were also among <a href=\"http://www.nytimes.com/2014/08/29/world/middleeast/golan-heights-un-peacekeepers-syria.html\">the UN peacekeepers recently captured</a> by Jabhat al-Nusra, the Syrian branch of al-Qaeda.</p><p>Tora says the Fiji Army has been chosen to come and work for the UN. &quot;Every day, when we get a briefing from our in-charges, they always tell us the weapons that we have ... don&rsquo;t match whatever forces are coming from outside. So we believe that there is a great force that looks after us all, and that is why we always try to better how we serve Him.&rdquo;</p><p>Music, she says, is one way to do that.</p><p>&ldquo;The better we sing &mdash; as we sing to praise Him &mdash; He inhabits the place of his people,&quot; Tora says. &quot;That is why we believe that worship singing takes us closer to the God we are serving, who we believe is looking after us as we are looking after this place.&rdquo;</p><p>The soldiers say they&rsquo;re praying for their colleagues being held captive by al-Nusra in Syria &mdash; and hope that perhaps they, too, are allowed the chance to sing at least once each day.</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/The%20UN%27s%20Fijian%20guard%20unit%20on%20parade%20in%20Iraq.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/uns-fijian-guard-unit-parade-iraqjpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/090520148.mp3"},{"href":"http://www.pri.org/file/090520148mp3"}]}