{"created":"2015-05-14T18:18:18+00:00","modified":"2015-05-14T18:30:19+00:00","valid":{"from":"2015-05-14T18:30:19+00:00","to":"3015-05-14T18:30:19+00:00"},"hreflang":"en","title":"No Resume, No Interview, No Problem At Yonkers Bakery","published":"2015-05-14T18:30:00+00:00","teaser":"Greyston Bakery invites people to apply, regardless of immigration status, criminal records or work experience.","itags":["npr_api","406751438"],"guid":"13298994-557d-4126-9122-59ec5e595e70","contentencoded":"<p>The open hiring policy at <a href=\"http://greyston.com/the-bakery-open-hiring/\" target=\"_blank\">Greyston Bakery</a> in Yonkers, N.Y., invites local residents to apply for jobs, regardless of their immigration status, whether they have criminal or drug records, or even prior work experience.</p><p>It&#8217;s all part of the company&#8217;s social justice business model, based on the Buddhist philosophy of Bernie Glassman, who founded the industrial food facility in 1982.</p><p>The model has proven successful for Greyston, which provides brownies for Ben & Jerry&#8217;s ice cream, and also sells them at Whole Foods.</p><p>As part of our series View From The Top, <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Robin Young speaks with <strong>Mike Brady</strong>, CEO and president of Greyston. He explains how a for-profit company with a non-profit arm can both be profitable and do good in the community.</p><ul><li><a href=\"http://hereandnow.wbur.org/tag/view-from-the-top\" target=\"_blank\">See more in our View From The Top series</a></li></ul><h4>Interview Highlights: Mike Brady</h4><p><strong>How &#8216;open hiring&#8217; works</strong></p><p>&#8220;We actually have a waiting list. &#8230; When we have an opening available, people come through. We have a brief orientation program when we inform people what the job will be about, and then a lengthy 10-month apprentice program, where we provide people with a set of skills before they actually become formal members of Greyston, and then join our union.&#8221;</p><p>&#8220;It&#8217;s part of our heritage, which was to give everyone a chance. We&#8217;re not concerned about people&#8217;s pasts. We don&#8217;t want to judge what they&#8217;ve done in the past, but only think about what they can do in the future.&#8221;</p><p><strong>Whether he&#8217;s concerned about having felons as employees</strong></p><p>&#8220;We don&#8217;t think about it that way. We think about it in a way that whoever it is that&#8217;s gonna be coming through those doors deserves the same opportunity as someone else. And to place judgement on that person because they might have been a felon would skew our opportunity to perhaps find a very good employee. So rather than trying to judge and say &#8216;oh, this person has done this or that,&#8217; we have a process that once people are on board, if they can demonstrate they&#8217;re gonna be a good employee and they can join and be effective with the other 99 team members, then we&#8217;re happy to have them.</p><p><strong>How he would sell this to CEOs who only care about the bottom line</strong></p><p>&#8220;We should all care about the bottom line. This business practice does not have a negative approach on the bottom line. The costs that go into onboarding people through interviews and background checks is replaced by what we&#8217;re trying to do in a different model. You had mentioned in your lead-in that we&#8217;re working with Ben & Jerry&#8217;s. And it&#8217;s an amazing relationship and one that we&#8217;re able to market and sell basically because we have a really engaging social justice program.</p><p><a href=\"http://www.youtube.com/watch?v=XIHnIGKfKaI\">[Youtube]</a></p><h4>Guest</h4><ul><li><strong><a href=\"http://greyston.com/wp-content/uploads/2013/09/Greyston-announces-Mike-Brady-CEO-2.pdf\" target=\"_blank\">Mike Brady</a></strong>, CEO and president of Greyston. He tweets <a href=\"https://twitter.com/themikebrady\" target=\"_blank\">@themikebrady</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=No+Resume%2C+No+Interview%2C+No+Problem+At+Yonkers+Bakery&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"605"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1406751441-8db8e0.m3u?orgId=1&d=605&p=60&story=406751438&t=progseg&e=406738983&seg=10&ft=nprml&f=406751438"},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0514_greyston-bakers.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"863","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0514_mike-brady.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1084","width":"1280"}}]}