{"created":"2014-09-29T20:39:43+00:00","modified":"2014-09-29T20:39:44+00:00","valid":{"from":"2014-09-29T20:39:44+00:00","to":"3014-09-29T20:39:44+00:00"},"hreflang":"en","guid":"132cb849-ae9b-4d38-8ca3-2e901b613451","title":"Hong Kong's 'Umbrella Revolution' isn't deterred by clashes with police","published":"2014-09-29T20:39:39+00:00","byline":"Matthew Bell, Andrea Crossan","tags":["Chinese politics","Umbrella Revolution","democracy","protests","International Security","SafeMode","Conflict","Conflict & Justice","Hong Kong","Asia","China","Matthew Bell","Tiananmen Square protests","Occupy Central","Politics of Hong Kong","Early 2012 Hong Kong protests"],"teaser":"Days after demonstrations began in the center of Hong Kong, tens of thousands of demonstrators are still in the streets despite the use of tear gas and pepper spray by the police. And, by all appearances, the pro-democracy protesters are settling in for the long haul.","contentencoded":"<p>Police in the Chinese territory of Hong Kong are <a href=\"http://www.bbc.com/news/world-asia-china-29398962?ocid=socialflow_twitter\">cracking down on pro-democracy protesters</a> gathered in the center of the city, but their actions have seemingly done little to deter Hong Kongers from turning out.</p><p>On Sunday, Hong Kong police used tear gas and pepper spray to disperse thousands of activists near a government complex.&nbsp;<span style=\"line-height: 20.0063037872314px;\">Protesters responded by using umbrellas and face masks to defend themselves, prompting some people to nickname the demonstrations the &quot;Umbrella Revolution.&quot;</span></p><p>The activists want the Chinese government to scrap rules requiring that candidates for chief executive in Hong Kong&#39;s 2017 election must be approved by a pro-Beijing nominating committee. They argue the current system does not amount to true democracy.</p><p>&ldquo;The central government in China, at the end of August, decided not to give Hong Kong the right to elect its chief executive &mdash; that&rsquo;s basically its governor,&rdquo; says The World&rsquo;s<a href=\"https://twitter.com/matthewjbell\"> Matthew Bell</a>, who is reporting from Hong Kong. That [decision] rallied the pro-democracy forces here. And especially the students.&rdquo;</p><p>On Monday, tens of thousands remained on the streets, defying police orders to disperse. Unlike during previous days, officers did not respond with force as protests continued into the evening in Hong Kong.</p><p>&ldquo;There are thousands of people who look like they are ready to settle in for the night,&rdquo; Bell says. &ldquo;They&rsquo;ve got blankets, they&rsquo;ve got some food, water, supplies, they&rsquo;ve got goggles, and they&rsquo;ve got masks &hellip; it seems pretty organized. The protesters have barricades set up around a several square block area.&rdquo;</p><blockquote class=\"twitter-tweet\" lang=\"en\"><p>Looking like people are settling in for the night at Hong Kong&#39;s <a href=\"https://twitter.com/hashtag/OccupyCentral?src=hash\">#OccupyCentral</a>. <a href=\"http://t.co/etw8plt2FN\">pic.twitter.com/etw8plt2FN</a></p>&mdash; Matthew Bell (@matthewjbell) <a href=\"https://twitter.com/matthewjbell/status/516603609379643392\">September 29, 2014</a></blockquote><blockquote class=\"twitter-tweet\" lang=\"en\"><p>Protesters have set up barricades and they occupy several blocks in Hong Kong&#39;s business district. <a href=\"http://t.co/gsqsqIRnV3\">pic.twitter.com/gsqsqIRnV3</a></p>&mdash; Matthew Bell (@matthewjbell) <a href=\"https://twitter.com/matthewjbell/status/516608748509343744\">September 29, 2014</a></blockquote><script async src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p>The stand-off has attracted global attention, b<span style=\"line-height: 1.538em;\">ut China&#39;s foreign ministry has rejected any criticism of its stance, calling the unrest in Hong Kong &quot;purely&quot; an &quot;internal affair.&quot;&nbsp;</span><span style=\"line-height: 1.538em;\">China has condemned the protests, and offered its &quot;strong backing&quot; to the Hong Kong government.</span></p><p>The use of force of this weekend is a break from the historical pattern, Bell says. China has rarely used force to disperse protesters in Hong Kong,.</p><p>&ldquo;Hong Kong has a tradition of protests. For example, it&rsquo;s the only place in China where the events of Tiananmen Square in 1989 &mdash; when the violent crackdown happened there &mdash; can be marked publicly,&quot; he points out. &quot;It&rsquo;s definitely a different system and there are more rights: freedom of speech, freedom of assembly, freedom of the press.&rdquo;</p>","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/HONGKONG1300.mp3"},{"href":"http://www.pri.org/file/hongkong1300mp3"}]}