{"created":"2015-01-22T15:16:40+00:00","modified":"2015-01-22T15:16:40+00:00","valid":{"from":"2015-01-22T15:16:40+00:00","to":"3015-01-22T15:16:40+00:00"},"hreflang":"en","guid":"1338af3f-e4f0-40f0-9d92-0a041fb7b7fb","title":"Classroom Reflections On America's Race Relations","published":"2015-01-21T16:25:00+00:00","teaser":"A middle-school classroom in Michigan takes on the complicated issue of race and justice in society. The students, all of whom are black, worry what happened to Trayvon Martin could happen to them.","itags":["npr_api","377503937"],"contentencoded":"<p>In Peter Maginot's sixth-grade class, the teacher is white, but all of his students are black. They're young and they're honestly concerned that what happened to Trayvon Martin, Michael Brown and Eric Garner could happen to them.</p><p>\"Who can tell me the facts that we know about Mike Brown?\" Maginot asks the class at Shabazz Public School Academy, an afro-centric school in Lansing, Mich.</p><p>One student speaks up, \"Mike Brown, he was shot and killed by a white man.\" Another adds, \"He didn't have any weapons, and he was walking down the street.\" A third student raises his hand and says, \"He was a teenager.\"</p><p>The students — all no more than 10 or 11 years old — know about what happened in Ferguson. They talk about it at home with their parents; they talk about it on the playground with their friends. Their teacher, Mr. Maginot, thinks it's also important for them to talk about it at school with him.</p><p>While schools often use this holiday week to talk about civil rights and the legacy of Martin Luther King Jr., this year, in classrooms like Maginot's, it has been different. Discussions about race in America began in the fall and have continued as teachers and students have tried to draw lessons from the events like those in Ferguson, Mo.</p><p>When school began, Maginot wasn't planning to talk about any of this. It was supposed to be a class about leadership.</p><p>\"It's really heavy stuff, and it can be really hopeless at times,\" Maginot says, \"but I think it's important that they at least have exposure to [these conversations] and have the opportunity to kind of talk about their issues.\"</p><p>He also wants them to know the many sides of these complex issues — for example, that the officer who shot Michael Brown says he was attacked.</p><p>And he wants them to talk about solutions. Turning back to the classroom, he says: \"We have talked about racial profiling. We've explained it all the way through. But who thinks they have a solution?\"</p><p>As the students wrestle with that question, there's one young boy at the back of the room wrestling with his own thoughts.</p><p>Zyon Adams, 11, is turned around in his seat, facing backwards. He's staring at a bulletin board that he and his classmates made.</p><p>There are photos stapled up on the board — of Trayvon Martin, Eric Garner and Michael Brown. The letters \"R.I.P.\" are written in black marker over each picture.</p><p>\"It's like messed up, because it's just really black people getting killed a lot,\" Zyon says. \"And really, you don't usually see a lot of white people in those types of problems.\"</p><p>When asked how that makes him feel, Zyon says, \"Scared and upset. Because it might happen to me one day. I could be one of the people on the posters saying 'RIP' with my picture right under it.\"</p><p>It's heavy stuff these kids are grappling with. They've got solutions, though. They've got sixth-grade solutions. They want to hang up posters, go on field trips to schools with white kids and talk about the issues with them, get their take on what's been happening.</p><p>For his part, Zyon Adams is thinking more long-term. Before this class, he wanted to be a paleontologist. Now, he thinks he wants to be a lawyer, so he can represent young black men who get in trouble. Because, he says, then he could help people and explain their case by telling the truth every time.</p><p>\"Justice,\" Zyon says, \"that'd be nice.\"</p><hr /><p><em>Jennifer Guerra <a href=\"https://twitter.com/RadioJenG\">@RadioJenG</a> reports for the State of Opportunity project on Michigan Radio.</em>  <div class=\"fullattribution\">Copyright 2015 Michigan Radio. To see more, visit <a href=\"http://michiganradio.org/\">http://michiganradio.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Classroom+Reflections+On+America%27s+Race+Relations&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jennifer Guerra","audio":[{"meta":{"duration":"217"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1378660089-ebacb5.m3u?orgId=665&topicId=1015&ft=3&f=377503937"},{"href":"http://media.npr.org/assets/img/2015/01/15/dsc01221-edit-298982f19ab7f9a87a6b1815d0ac7f37bbcda2c4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3069","width":"4092"}}]}