{"created":"2015-01-20T19:08:41+00:00","modified":"2015-01-20T19:08:42+00:00","valid":{"from":"2015-01-20T19:08:42+00:00","to":"3015-01-20T19:08:42+00:00"},"hreflang":"en","guid":"136c2f4e-d5a0-4dc0-9ba5-5f571c3f124b","title":"'Are you Madame or Mademoiselle?'","published":"2015-01-20T19:08:37+00:00","byline":"Adeline Sire, Lisa Mullins","tags":["language","Arts, Culture & Media","France","Europe"],"teaser":"There used to be this traditional celebration in France on November 25th. It’s known as la Sainte Catherine, or Saint Catherine’s Day. On that day, every unmarried woman 25 or older would be celebrated –or publicly humiliated –depending on how she felt about it.\r\n","contentencoded":"<p>There used to be this traditional celebration in France on November 25th. It’s known as la Sainte Catherine, or Saint Catherine’s Day. On that day, every unmarried woman 25 or older would be celebrated –or publicly humiliated –depending on how she felt about it.</p>\n<p>It began like this: sometime around the start of the 4th century, the story goes, Catherine of Alexandria tried to convert the Roman Emperor Maximinus to Christianity. She also had the audacity to turn down his marriage proposal.</p>\n<p>He had her decapitated.</p>\n<p>Her death made Catherine of Alexandria a saint, the patron saint of unmarried women.</p>\n<p>In France–where I was born–on St Catherine’s day, the old girls orCatherinettes, were supposed to pray for a husband, and would have to wear a one-of-a-kind hat symbolizing their unmarried status. The hat would draw attention to the eligible (and considered long-in-the-tooth at 25) bachelorettes. But it also stigmatized them, as if they were perishable goods.</p>\n<p>The tradition has definitely faded and is now mostly referenced with irony in France. But you could say that the persistence of the term “Mademoiselle” was another St. Catherine’s hat.</p>\n<p>You see, until this week, every woman in France had to disclose her official marital status, Mrs or Miss, for all administrative matters. The reason? There is no hybrid word like “Ms” in the French language. Besides, such a word would have been deemed too ambiguous for France’s patriarchal society. Under the law, women had to choose between “Madame” and “Mademoiselle” for any official transaction. This included obtaining a credit card, applying for a job, a driver’s license, a lease, or even ordering anything online, no matter how irrelevant a title was to the matter at hand.</p>\n<p>Sure, you could argue that sometimes, being addressed to as “Mademoiselle” randomly would make you feel younger than your years. I always prefer to be called “Miss” here in the U.S., than the dreadfully dowdy “Ma’am.” But for many women in their 30s and older, it also felt quaint, patronizing or absurd to be called “Mademoiselle.”</p>\n<p>But the worst part for me was a man’s direct question, often asked with a smirk and a lewd overtone: “Are you Madame or Mademoiselle ?” I would wonder: “Now was that for reference only, or am I going to be propositioned next? Am I about to be perceived as sacredly married or perhaps…sluttishly single?” And if still a Mademoiselle after 25, would I be seen as an unmarriageable misfit?</p>\n<p>I’d often choose to respond with an eye roll: “It’s Monsieur to you!”</p>\n<p>And of course “Monsieur” works whether you are a bachelor or a married man.</p>\n<p>This week, after years of pressure from feminist groups, the office of the prime minister has ordered that the word “Mademoiselle” be phased out in all bureaucratic matters.</p>\n<p>Now if only they could only put a complete ban on St Catherine’s day…</p>\n<p>Madame Adeline Sire</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/migration/PriMigrationsDamanticMediaAudioMigration/media.blubrry.com/world/p/www.podtrac.com/pts/redirect.mp3/media.theworld.org/audio/022320128new.mp3"},{"href":"http://www.pri.org/file/022320128newmp3"}]}