{"created":"2014-08-28T02:40:05+00:00","modified":"2014-10-30T23:21:23+00:00","valid":{"from":"2014-10-30T23:21:23+00:00","to":"3014-10-30T23:21:23+00:00"},"hreflang":"en","title":"Will Alaskans Vote To Repeal State's Tax Cut On Oil Production?","published":"2014-08-14T12:02:00+00:00","teaser":"Many Alaskans see the Aug. 19 vote as a referendum on the future of the state, which relies heavily on the oil industry but where less oil is now being pumped from the field.","itags":["npr_api","340005012"],"guid":"1388c821-eff9-49eb-89e7-4a8ed807af4e","contentencoded":"<p>Denise Roselle and Dan Anderson share a lot as neighbors. He plows her driveway; she lets him park his truck there. Their Anchorage ranch homes are nearly identical. But there's one area where they're clearly divided.</p><p>On Aug. 19, voters in Alaska will decide whether to repeal a major oil industry tax cut. The cut was ushered in last year by Gov. Sean Parnell as part of a big revision to the state's oil tax structure. Supporters hoped it would encourage new drilling in the state, where oil production has been declining. But opponents fear it just puts more money in the pockets of big oil companies.</p><p>Either way, the consequences are very real to voters there. With no sales or income tax, the state gets nearly all its revenue from taxing oil production.</p><p>Now, ahead of Alaska's primary election, the debate has re-emerged. Roselle wants to get rid of the oil tax cut, and Anderson wants to keep it. Their rivalry is friendly, but they see the referendum as a critical fight over Alaska's future. Crude has brought in more than $100 billion in state tax dollars since Prudhoe Bay was developed in the 1970s, but now less oil is being produced from that field.</p><p>Roselle was one of 50,000 voters who signed a petition to end the tax cut. As a teacher, she's worried that the tax cut means less money for schools.</p><p>\"Our state constitution says that we are an owner state. And it seems that we are giving away our resources to oil companies,\" she says.</p><p>Meanwhile, Anderson thinks lower taxes will encourage industry to find new oil — which could be good for a contractor like him. \"My economy is based on me having a job. And in Alaska, more jobs come out of oil than almost anything.\"</p><p>That's been one of the industry's key arguments for keeping the tax cut.</p><p>Helping to manage that campaign is Kara Moriarty, who directs the Alaska Oil and Gas Association — an industry organization. At the members-only Petroleum Club, she describes the tax break as a trade-off, where there might be less state revenue per barrel but potentially more oil to tax. \"Some think, you know, it's a declining field, and there's no way we're ever going to get any more out of the ground, so we should have a high tax policy so to take what we can get before it's all gone. Well, that's just not accurate.\"</p><p>Moriarty adds that industry might not invest as aggressively in the state if the tax cut is repealed.</p><p>Exxon, BP and Conoco have put more than $10 million toward defeating the referendum. Those who want to raise taxes on oil companies are being outspent 40 to 1.</p><p>So, that campaign is focused on grass-roots organizing. Their headquarters buzzes with volunteers working the phones and constructing yard signs.</p><p>Coordinator Nick Moe sees his camp as the underdog. \"You know, if we can pull off an upset here and win, we can show that there's people power over money in politics.\"</p><p>He says if oil companies pay lower taxes, services could be cut or citizens might have to make up the gap.</p><p>With polling showing the race neck and neck, whether voters remember to come out for the primary could make the difference.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Will+Alaskans+Vote+To+Repeal+State%27s+Tax+Cut+On+Oil+Production%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alexandra Gutierrez","audio":[{"meta":{"duration":"230"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1340005013-c74ac5.m3u?orgId=1&topicId=1014&ft=3&f=340005012"},{"href":"http://media.npr.org/assets/img/2014/08/13/1891745_signs-fa30643cb2fdc9cbc7af9935ed00ed1767a02059.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"765","width":"1020"}}]}