{"created":"2015-03-10T20:15:02+00:00","modified":"2015-03-12T14:42:29+00:00","valid":{"from":"2015-03-12T14:42:29+00:00","to":"3015-03-12T14:42:29+00:00"},"hreflang":"en","guid":"138ca36f-67b0-4bc9-8616-d66da0fe7b88","title":"The US imposed sanctions on seven Venezuelan officials, and President Nicolas Maduro couldn't be happier","published":"2015-03-12T14:42:28+00:00","byline":"Bradley Campbell","tags":["politics","business and economy","diplomacy","government","Global Politics","North America","South America","United States","Venezuela","North America","South America","Nicolas Maduro","Hannah Dreier","Politics of Venezuela","Politics","International sanctions"],"teaser":"President Barack Obama levied sanctions on seven Venezuelan officials, which has given Venezuela's embattled leader a way to take the focus off his country's struggling economy.","contentencoded":"<p>Veneuzelan officials must be celebrating after a new round of US sanctions gives them an excuse for their struggling economy.</p>\n<p>\"The Venezuelan government is making a meal out of these sanctions,\" says AP reporter Hannah Dreier. \"President Nicolas Maduro rails against the US almost everyday on national television.\"</p>\n<p>He even likes to lead chants of \"Gringo Go Home!\"</p>\n<p>The sanctions come amidst a long stretch of hardships for Maduro and Venezuelans. Dreier says the economy is tanking, crime is on the upswing and shovels are going bare. \"I'm sure he's taking whatever he can get,\" says Dreier. She adds that while the sanctions might have consequences in the long term, they have basically been a rhetorical gift. \"Last night he personally congratulated all seven of the people who were sanctioned and called them heroes.\"</p>\n<p>Maduro is also attempting to use the sanctions to give him even greater powers. He claims he needs them to defend the country against any outside threat. But Dreier says he didn't specify what additional powers he wants or what he'd do with such power. \"Some people are worried he will use them to postpone an election, which his party is expected to lose if it happens later this year,\" she says.</p>\n<p>And Dreier says the economy is expected to get worse before it gets better.</p>\n<p>As for Venezuelans, Dreier says they are stunned by the sanctions, and Obama saying the domestic problems in their country are an extraordinary threat to the US. Reuters reports that, “declaring any country a threat to national security is the first step in starting a US sanctions program.\"</p>\n<p>She says the relationship between the US and Venezuela is at its lowest ebb. \"And keep in mind, the US endorsed a brief coup against this government,\" she says.</p>\n<p>Venezuelans are also upset about how the sanctions and ramped up rhetoric could impact a very American place they love: Disney World. She says the middle and upper classes in the country consider it a birthright to take a trip to Florida and experience the magic kingdom in Florida. \"They're worried the deteriorating relations might throw a wrench in those plans.\"</p>\n<p>But at least one country is on Venezuela's side: Cuba. The island nation's government says it supports Maduro. In a statement in the state-run media, officials criticized the sanctions saying they were arbitrary and aggressive. Even Fidel Castro chimed in, saying that Maduro took a \"brilliant and brave\" stance.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-10%2Fvenezuelan-president-nicolas-maduro-using-new-sanctions-way-rally-support&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0310201503.mp3"},{"href":"http://www.pri.org/file/0310201503mp3"}]}