{"created":"2014-10-09T20:14:52+00:00","modified":"2014-11-10T20:31:32+00:00","valid":{"from":"2014-11-10T20:31:32+00:00","to":"3014-11-10T20:31:32+00:00"},"hreflang":"en","title":"Play, Ball: A Theatrical Look At The 'Beauty And Brutality' Of Football","published":"2014-10-10T14:15:00+00:00","teaser":"In the new play <em>Colossal,</em> a former football player, paralyzed after taking a bad hit during a game, reflects on his glory days and his struggles as a gay man in the macho culture of football.","itags":["npr_api","354820407"],"guid":"1392690f-ab19-4b9c-80ce-27e44de986c8","contentencoded":"<p>Theater should be as thrilling as a football game, as far as playwright — and Chicago Bears fan — <a href=\"http://www.andrewsplays.com/\">Andrew Hinderaker</a> is concerned. In fact, Hinderaker is so fascinated with the influence of football on society, he wrote a play about it called <em>Colossal,</em> which opens this week in <a href=\"http://www.mixedblood.com/colossal\">Minneapolis</a>. Productions in Dallas, New Orleans and Boston are planned for early next year.</p><p><em>Colossal</em> is not an easy play to execute. The testosterone-driven show is very physical, requiring the actors to literally suit up and play. There's dancing at a halftime show and, alongside all of this vigorous movement across the stage, the main character, Mike, is in a wheelchair as a result of a college football injury.</p><p>Hinderaker looks at this massively popular American pastime from different angles — how football shapes ideas of what it means to be a man as well as its punishing, physical demands. But, Hinderaker says, make no mistake: He loves football. \"I grew up in Madison, Wis., so I, from the age of 4 or 5, was going with my dad to the University of Wisconsin football games at Camp Randall,\" he says. But there are many things about the game he loathes. He's concerned about what, as he says, it \"lifts up, from a standpoint of violence, but also from paradigms of masculinity and sexuality. And it's a sport that I find absolutely thrilling and exciting and really troubling.\"</p><p>Starting with the language and culture of football. Yes, there's the cursing — <em>Colossal</em> is riddled with F-bombs — but there's also a culture that Hinderaker says is hyper-straight, even though, as he points out in the play, football players wear tights and lock bodies for a living.</p><p>In the play, before he was injured, Mike was a star and co-captain of the University of Texas football team. He's also gay. He and his co-captain, Marcus, fell in love, but Marcus wanted to keep it a secret for fear it would jeopardize his chances of getting drafted.</p><p><em>Colossal</em> seems ripped from the headlines even though Hinderaker says he started writing it before Michael Sam became the first active NFL player to be openly gay, before Ray Rice was suspended from the NFL for domestic violence, and before the NFL agreed to settle concussion-related suits by several thousand former football players.</p><p>Most of the actors in the Olney Theater production — where <em>Colossal</em> received its world premiere — didn't have much experience playing football. So the theater brought in Hall of Famer Brig Owens to talk to them. Owens played for Washington in the 1960s and '70s. He says the actors had all kinds of questions. \"They asked me about the speed of the game, did all the players really get along, and the pressures of winning, the pressures of playing with pain.\"</p><p>Seeing the play, Owens adds, stirred up some old memories. One of his teammates and close friends, Washington tight end Jerry Smith, was a closeted gay man who died of AIDS in 1986. <em>Colossal</em> also reminded Owens of defensive back Yazoo Smith, who was a top draft choice for Washington in 1968. \"I knew him very well,\" says Owens. \"I remember him being hit. And he said, 'Brig, I can't move my legs.' So seeing this guy [in the play] sort of resonated back to that time,\" he says. Yazoo Smith's neck injury ended his football career.</p><p>Throughout the play, Mike watches instant replays of the catastrophic hit that left him partially paralyzed. To help the actors perform the replays, Hinderaker researched what happens when football players collide. \"One of the videos talked about the equivalent force of a 35 mph car crash. That of course happens again and again and again throughout the course of the game. It's an extraordinarily brutal, violent game, and of course a theatrical and a thrilling one. We've tried to really capture both the beauty and the brutality of the sport in the show,\" says Hinderaker.</p><p><em>Colossal</em> also looks at the \"beauty and brutality\" of Mike's relationships with his team, his family and with the past. In the play, his father runs a dance company and is horrified when his son decides to play football. As Mike puts it, he's the \"only son in the history of the United States to disappoint his dad by choosing football over dance.\"</p><p>Actor <a href=\"http://www.imdb.com/name/nm3694753/\">Michael Patrick Thornton</a> — who uses a wheelchair in real life — says he typically doesn't like plays about people with disabilities. \"It's brought up in a kind of, what I call 'What happened to Timmy?' story where it's kind of like an inspiring story of overcoming adversity and whatnot,\" he says. But Thornton says that is not what Andrew Hinderaker has done with <em>Colossal</em>. \"I think he's treated the subject of disability masterfully, because everyone in the play is disabled. And much of it goes back to, I think, what he's concerned often with as a writer which is, 'What does it mean to be a man?' and how do we talk to each other,\" says Thornton.</p><p>This theater piece about football has a lot to say about life.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Play%2C+Ball%3A+A+Theatrical+Look+At+The+%27Beauty+And+Brutality%27+Of+Football&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elizabeth Blair","audio":[{"meta":{"duration":"309"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1354890935-188efe.m3u?orgId=1&topicId=1144&ft=3&f=354820407"},{"href":"http://media.npr.org/assets/img/2014/10/09/joemichaeljames-x3-2b207f3898d1e346ac475f38170aa2d67ae51aab.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1026","width":"1368"}},{"href":"http://media.npr.org/assets/img/2014/10/09/teammirrors-xl1-b844dd49ac68e17209f555d479fc172bbc68bed8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"619","width":"826"}}]}