{"created":"2014-10-08T02:24:09+00:00","modified":"2014-11-20T21:05:22+00:00","valid":{"from":"2014-11-20T21:05:22+00:00","to":"3014-11-20T21:05:22+00:00"},"hreflang":"en","title":"Soccer's Racism Problem In Need Of Follow-Through","published":"2014-07-14T01:32:00+00:00","teaser":"Retired U.K. player Jason Roberts grew up facing racism on and off the pitch. More recently there have been efforts to combat discrimination, including at the World Cup, but he says it's not enough.","itags":["npr_api","331036980"],"guid":"139a5d77-0008-419c-949c-50a220485b11","contentencoded":"<p><em>Each week,</em><em> </em>Weekend Edition Sunday<em> </em><em>brings listeners an unexpected side of the news by talking with someone personally affected by the stories making headlines.</em></p><p>The 2014 World Cup winds down Sunday after a month of competition in which FIFA tried to emphasize unity and multiculturalism. The \"Say No to Racism\" slogan has been promoted on banners and in commercials.</p><p>Even so, the games were marred by several incidents, including racist chants at games involving Russia and Croatia, and German fans showing up to a game against Ghana wearing black face.</p><p>Jason Roberts recently retired from professional soccer after 20 years. Roberts, who has played for the Grenada national team and for Reading in the U.K., says he's happy with the progress he's seen in the soccer community, but tells NPR's Arun Rath there is still a long way to go.</p><p>\"FIFA have their hands full with this issue,\" Roberts says. He adds, \"Yes, they've spoken about some of the things they'd like to do, but it hasn't really<strong> </strong>been followed through with sanctions of the level that many people would like.\"</p><p>Roberts was born London, but his mother was from French Guiana and his father from Grenada. He grew up in a sports family, and one of his uncles was one of the first black players to play for England, he says.</p><p>Roberts recalls one of the first times he experienced racism in the sport, accompanying his uncle to the locker room as a boy. One of the other men told his uncle, \"Go and get the tea, that's what we brought you to this country for.\"</p><p>\"I couldn't understand what he meant; I was only 9,\" Roberts says.</p><p>Roberts joined his first soccer team in his early teens. On the field, he would hear parents from the other team saying things about him. He says he had many white friends and didn't have any issues until one incident with a friend's father. The dad was taking them home, and during an argument, he called Roberts a racial slur.</p><p>\"I realized that no matter how good I was at football, how friendly we were, for some people there will always be that line, that no matter what happens, 'You're black, I'm white, and so I'm better than you,' \" he says.</p><p>Traveling around the country playing soccer, Roberts says, he received various racial abuses depending on the town. He heard monkey chants and inappropriate remarks from other players, managers and coaches. His way of dealing with it, he says, was sometimes to try to ignore it, and other times to play harder against those who were insulting him.</p><p>\"It adds a whole other level to what you're trying to do on the football pitch as a young man trying to play football,\" he says. \"Now you're a young black man playing football, and you're very, very aware of that.\"</p><p>Roberts says that when people are passionate about a sport, as they are in soccer, they tend to act differently.</p><p>\"I'm sure many of these people are quite civilized, normal, right-minded people in their normal lives,\" he says. \"But they get to the game and they sing songs and they say things that they couldn't justify<strong> </strong>[otherwise] — or maybe they can.\"</p><p>Today, things are getting better, and most clubs now take a firm stance on racial abuse, he says. But there is still systemic work to be done.</p><p>\"In terms of the policies and procedures, when you look at the statistics happening in football with 1 in 3 black players and no black managers out of 92 football clubs, there is obviously a problem,\" he says. \"Now the argument is what's to be done about that?\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Soccer%27s+Racism+Problem+In+Need+Of+Follow-Through&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"487"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1331133838-f3ca65.m3u?orgId=1&topicId=1022&aggIds=177065210&ft=3&f=331036980"},{"href":"http://media.npr.org/assets/img/2014/07/12/jason_roberts-865f3931f2975ff784b9f9168562e46fc755da74.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2434","width":"3244"}}]}