{"created":"2014-11-18T08:34:12+00:00","modified":"2015-05-13T21:31:12+00:00","valid":{"from":"2015-05-13T21:31:12+00:00","to":"3015-05-13T21:31:12+00:00"},"hreflang":"en","title":"Near The Front Lines In Iraq, An Homage To The White House","published":"2014-11-18T14:21:00+00:00","teaser":"A Kurdish businessman decided he'd like to live in the White House. So he is building a 32,000-square-foot version of the U.S. presidential residence in Irbil, near the raging war against ISIS.","itags":["npr_api","364135076"],"guid":"139fb4f1-3943-4a70-8d98-9081c7966919","contentencoded":"<p>There are a lot of American knockoffs in the Kurdish parts of northern Iraq: Burger Queen is Burger King's twin, and instead of Papa John's, people get their pizza at PJ's.</p><p>The latest knockoff comes courtesy of Kurdish businessman Shihab Shihab after he decided he'd like to live in the White House. So he's building one for himself, his wife and his child — a mere 50 miles or so from a raging war against the Sunni extremist group that calls itself the Islamic State, or ISIS.</p><p>The sounds of drills, shovels and hammers fill the air in Irbil's Dream City, a district filled with ostentatious villas for the rich.</p><p>Construction workers are toiling away on the replica of the U.S. president's Washington, D.C., home.</p><p>But this one is a bit more new money, with Greek marble instead of sandstone making up the facade, complete with marble columns and the signature white portico of the White House facing Pennsylvania Avenue.</p><p>\"I wanted a house people would talk about,\" Shihab says. \"I wanted to create a new landmark that rivals the citadel. And I think if you have money you should live in luxury.\"</p><p>And Shihab has money: He built the first shopping mall in the semi-autonomous region of Kurdistan.</p><p>But the similarities to the White House stop as soon as you walk inside. The bathrooms are finished with Italian tiles; 21-karat gold leaf is being applied to the ceiling and columns in the two huge dens as well as the banisters on the grand staircase.</p><p>Shihab plans to put a 9-foot crystal chandelier in the foyer. And one master suite isn't enough for Shihab; he's building two.</p><p>When asked how many bedrooms the house has, he laughs and replies that he doesn't know — the place is too big for him to remember.</p><p>We walk downstairs to the Turkish bath, an indoor swimming pool surrounded by intricately designed Turkish tiles, and a multicolored room that will be the gym — all improvements, he says, on the original White House.</p><p>Shihab's White House is more than 32,300 square feet (compared with 55,000 square feet in the real White House). And when it's done he hopes people talk about it as much as they talk about the White House in times of crisis.</p><p>He has a dream for President Obama to come to Kurdistan.</p><p>\"If Obama comes, I will invite him to come here,\" Shihab says. \"We will invite him to have Irbil kebab and fish.\"</p><p>And maybe the president will leave with some decorating ideas.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Near+The+Front+Lines+In+Iraq%2C+An+Homage+To+The+White+House&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Leila Fadel","audio":[{"meta":{"duration":"176"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1364889117-ac1c8b.m3u?orgId=1&topicId=1010&d=176&p=3&story=364135076&t=progseg&e=364864540&seg=3&ft=nprml&f=364135076"},{"href":"http://media.npr.org/assets/img/2014/11/17/kurdishwhitehouse-2e0e7da25508043b44d5d16733641ffefa59cee7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2248","width":"2998"}},{"href":"http://media.npr.org/assets/img/2014/11/17/kurdishwhitehouse2-63839e274d7d2d5fc427a5f16733ba72a35b6fbd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2250","width":"3000"}}]}