{"created":"2014-10-08T02:20:18+00:00","modified":"2014-10-31T00:20:28+00:00","valid":{"from":"2014-10-31T00:20:28+00:00","to":"3014-10-31T00:20:28+00:00"},"hreflang":"en","title":"In Defiance of Damascus, Aid Goes Cross-Border To Rebel-Held Areas","published":"2014-07-15T11:53:00+00:00","teaser":"Against the demands of the Assad regime, a covert cross-border operation has been getting aid to desperate Syrians in areas out of government control. A new U.N. resolution could expand these efforts.","itags":["npr_api","330783630"],"guid":"13bf918a-d824-4fee-8fd7-5c9c6b458e41","contentencoded":"<p>The warehouse off a dusty back road near the Turkish frontier is vast. Large wooden crates are stacked and ready for delivery to the desperate and displaced inside Syria.</p><p>This is the operations hub for Mercy Corps, a U.S.-based charity, and one of the largest aid providers to civilians in rebel-held areas in northern Syria. There are many other aid organizations working on a multimillion-dollar cross-border aid operation funded by Western governments, including the U.S.</p><p>For the first time, aid officials are talking about the program openly.</p><p>\"We reach about 500,000 people a month,\" says Nigel Pont, Mercy Corps regional Middle East director.</p><p>The International Rescue Committee, another U.S.-based group, also runs a large operation in northern Syria, says IRC's president, David Miliband.</p><p>\"There is work going cross-border, and that's giving a modicum of basic health and food for people in desperate need,\" Miliband says.</p><p><strong>A Vast Relief Effort</strong></p><p>In Syria, 11 million people, about half of the population, need humanitarian aid to survive. The United Nations Security Council on Monday passed a resolution by a rare unanimous vote calling for the delivery of aid by the most direct routes, including border areas outside Syrian government control.</p><p>The resolution reverses a Syrian government demand for a say in the delivery of all U.N. humanitarian relief and how it is brought into the country — which meant it wanted all aid to pass through territory under its control.</p><p>In a statement following the vote, U.N. Secretary-General Ban Ki-moon welcomed the resolution and, in particular, a reference to delivery of medical and surgical supplies. He says those items \"have frequently been removed from aid convoys, in a violation of international humanitarian law.\"</p><p>It isn't clear whether U.N. relief trucks will roll through the four additional border posts outlined in the resolution. But a covert cross-border operation, based in southern Turkey, has long been in place, carried out by private charities to fill the gaps where the U.N. has been unable to reach.</p><p>\"I think people are not aware of how much has been going on,\" says Pont. Aid officials have kept the program under wraps due to security constraints and the complex politics of the humanitarian response to the Syrian crisis.</p><p>Security is challenging. Intra-rebel fighting has cut off some delivery routes. Extremist groups have threatened some aid workers and kidnapped others. There are almost daily unpredictable bombardments by regime war planes in rebel areas.</p><p>One more risk has come from Damascus.</p><p>The Syrian government declared that any cross-border aid not approved in the capital is a violation of Syrian sovereignty and a \"pretext to aggression.\" The U.N.'s top aid official, Valerie Amos, condemned the Syrian government stance as an \"unlawful and inhuman\" obstacle to life-saving aid.</p><p>But the veiled threat from Damascus has put every organization in southern Turkey on notice, says Mercy Corps' Pont. Mercy Corps convoys cross into Syria through border posts controlled by the Turks on one side, he says, and on the other sides by different opposition groups.</p><p>In these opposition areas, U.N. aid has been deliberately withheld by the Syrian government, say aid officials. Damascus stalls permissions for food deliveries in areas under rebel control and prohibits any delivery of medicines to opposition areas. A recent internal U.N. document showed that the vast majority of U.N. aid — almost 90 percent — goes to areas controlled by the regime, according to U.N. sources.</p><p>Millions more, in rebel areas, get nothing — no food or medicine. The worst off are civilians besieged by the Syrian army.</p><p>\"We are not reaching everyone in need. With the joint efforts of everyone working here, there is still massive need,\" says Alan Cameron, an environmental officer with the IRC based in southern Turkey.</p><p><strong>Re-Balancing Aid Distribution</strong></p><p>Western governments, including the U.S. and Britain, have put millions into the cross-border operation in southern Turkey. The British government recently took an added step, increasing funds for aid through Turkey by more than $73 million and at the same time reducing contributions to the U.N. operation in Damascus.</p><p>It was seen as a message, and a welcome one to organizations working in southern Turkey, says the IRC's Miliband.</p><p>\"They want to make sure that they are getting aid to civilians in rebel-held areas as well as government-held areas, and that's why they want to re-balance,\" he says.</p><p>But the attempt by a few nations and aid agencies to re-balance doesn't level the scales. The bulk of U.N. aid still goes through Damascus. Miliband says an attempt to reach beyond regime control must be made because lives are at stake. Humanitarian assistance is not negotiable, he says; it's a right for all under international law.</p><p>\"Our concern, given the figures, is that the desperate plight of millions of civilians in besieged cities, the civilians who've fled, means that they are at the sharpest end of this dreadful conflict,\" Miliband says.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Defiance+of+Damascus%2C+Aid+Goes+Cross-Border+To+Rebel-Held+Areas&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Deborah Amos","audio":[{"meta":{"duration":"294"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1331586808-15b1ed.m3u?orgId=1&topicId=1009&ft=3&f=330783630"},{"href":"http://media.npr.org/assets/img/2014/07/11/syria-aid-mercy-corp-5a9db03a63b6912cb4643c88f05ef9f359d5e9fd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3263"}}]}