{"created":"2015-02-10T18:43:18+00:00","modified":"2015-02-10T20:25:08+00:00","valid":{"from":"2015-02-10T20:25:08+00:00","to":"3015-02-10T20:25:08+00:00"},"hreflang":"en","title":"American Woman Held By ISIS Confirmed Dead","published":"2015-02-10T20:21:00+00:00","teaser":"The family of Kayla Mueller and the White House say the 26-year-old aid worker is dead.","itags":["npr_api","385240640"],"guid":"13c9cab3-04b8-4406-b75b-105fbdca225c","contentencoded":"<p>Kayla Mueller, a 26-year-old American woman held by Islamic State militants, has been confirmed dead, her parents and the Obama administration said Tuesday.</p><p>The White House said that Mueller&#8217;s family received a private message from her captors over the weekend. The information in the message was authenticated by the U.S. intelligence community.</p><p>&#8220;We are heartbroken to share that we&#8217;ve received confirmation that Kayla Jean Mueller, has lost her life,&#8221; Carl and Marsha Mueller said in a statement. &#8220;Kayla was a compassionate and devoted humanitarian. She dedicated the whole of her young life to helping those in need of freedom, justice, and peace.&#8221;</p><p>President Barack Obama said that Mueller, who has worked with Syrian refugees, &#8220;epitomized all that is good in our world.&#8221;</p><p>&#8220;No matter how long it takes, the United States will find and bring to justice the terrorists who are responsible for Kayla&#8217;s captivity and death,&#8221; the president said.</p><p>The Islamic State group had said last Friday that Mueller died in a Jordanian airstrike.</p><p>Mueller was the only known remaining U.S. hostage held by the Islamic State group. She was taken into captivity in August 2013 while leaving a hospital in Syria.</p><p>The family has released a letter Kayla Mueller sent in spring 2014. Read it <a href=\"#letter\">below</a>.</p><h4>Statement from Kayla Mueller&#8217;s Family</h4><p><em>Carl and Marsha Mueller, the parents of Kayla Jean Mueller, together with Kayla’s brother Eric and his family, today released the following statement:</em></p><p>“We are heartbroken to share that we’ve received confirmation that Kayla Jean Mueller, has lost her life.</p><p>“Kayla was a compassionate and devoted humanitarian. She dedicated the whole of her young life to helping those in need of freedom, justice, and peace. In a letter to her father on his birthday in 2011, Kayla wrote:</p><blockquote><p>‘I find God in the suffering eyes reflected in mine. If this is how you are revealed to me, this is how I will forever seek you.’</p><p>‘I will always seek God. Some people find God in church. Some people find God in nature. Some people find God in love; I find God in suffering. I’ve known for some time what my life’s work is, using my hands as tools to relieve suffering.’</p></blockquote><p>“Kayla was drawn to help those displaced by the Syrian civil war. She first traveled to Turkey in December, 2012 to provide humanitarian aid to Syrian refugees. She told us of the great joy she took in helping Syrian children and their families.</p><p>“We are so proud of the person Kayla was and the work that she did while she was here with us. She lived with purpose, and we will work every day to honor her legacy.</p><p>“Our hearts are breaking for our only daughter, but we will continue on in peace, dignity, and love for her.</p><p>“We remain heartbroken, also, for the families of the other captives who did not make it home safely and who remain in our thoughts and prayers. We pray for a peaceful resolution of the conflict in Syria.”</p><p>The family has requested that in lieu of flowers and following Kayla’s mission of humanitarian work, donations be made to causes that Kayla would have supported. Additional information will be made available in the coming week.</p><p><em>For those interested in learning more about Kayla, her passions and accomplishments, please visit <a href=\"http://www.forkayla.org/\" target=\"_blank\">www.forkayla.org</a>, which was created by friends of Kayla while she was in captivity.</em></p><h4>Statement By President Obama</h4><p><em>February 10, 2015</em></p><p>It is with profound sadness that we have learned of the death of Kayla Jean Mueller. On behalf of the American people, Michelle and I convey our deepest condolences to Kayla’s family – her parents, Marsha and Carl, and her brother Eric and his family – and all of those who loved Kayla dearly. At this time of unimaginable suffering, the country shares in their grief.</p><p>Kayla dedicated her life to helping others in need at home and around the world. In Prescott, Arizona, she volunteered at a women’s shelter and worked at an HIV/AIDS clinic. She worked with humanitarian organizations in India, Israel, and the Palestinian territories, compelled by her desire to serve others. Eventually, her path took her to Turkey, where she helped provide comfort and support to Syrian refugees forced to flee their homes during the war. Kayla’s compassion and dedication to assisting those in need shows us that even amongst unconscionable evil, the essential decency of humanity can live on.</p><p>Kayla represents what is best about America, and expressed her deep pride in the freedoms that we Americans enjoy, and that so many others strive for around the world. She said: “Here we are. Free to speak out without fear of being killed, blessed to be protected by the same law we are subjected to, free to see our families as we please, free to cross borders and free to disagree. We have many people to thank for these freedoms and I see it as an injustice not to use them to their fullest.”</p><p>Kayla Mueller used these freedoms she so cherished to improve the lives of others. In how she lived her life, she epitomized all that is good in our world. She has been taken from us, but her legacy endures, inspiring all those who fight, each in their own way, for what is just and what is decent. No matter how long it takes, the United States will find and bring to justice the terrorists who are responsible for Kayla’s captivity and death.</p><p>ISIL is a hateful and abhorrent terrorist group whose actions stand in stark contrast to the spirit of people like Kayla. On this day, we take comfort in the fact that the future belongs not to those who destroy, but<a name=\"letter\"></a> rather to the irrepressible force of human goodness that Kayla Mueller shall forever represent.</p><p><div class=\"secthead\"><div class=\"sectheadtxt\">Letter from Kayla Mueller, Spring 2014:</div></div><div class=\"scribd_embed\"><iframe class=\"scribd_iframe_embed\" src=\"//www.scribd.com/embeds/255304994/content?start_page=1&view_mode=scroll&access_key=key-PsWczgHvJ6BDF9rIY4zB\" data-auto-height=\"true\"data-aspect-ratio=\"\" scrolling=\"no\" width=\"100%\" height=\"600\" frameborder=\"0\"></iframe></div><div class=\"secthead\"><div class=\"sectheadtxt\">Letter from Kayla Mueller, Spring 2014 (transcript):</div></div><div class=\"scribd_embed\"><iframe class=\"scribd_iframe_embed\" src=\"//www.scribd.com/embeds/255305044/content?start_page=1&view_mode=scroll&access_key=key-iKiWjZAToVFGqprZ62DA\" data-auto-height=\"true\"data-aspect-ratio=\"\" scrolling=\"no\" width=\"100%\" height=\"600\" frameborder=\"0\"></iframe></div><h4>Guest</h4><ul><li><strong><a href=\"http://knau.org/people/gillian-ferris\" target=\"_blank\">Gillian Ferris</a></strong>, managing editor at KNAU in Arizona. She tweets <a href=\"https://twitter.com/gillianferriskn\" target=\"_blank\">@GillianFerrisKN</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=American+Woman+Held+By+ISIS+Confirmed+Dead&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"The Associated Press","audio":[{"meta":{"duration":"284"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1385255795-ededaa.m3u?orgId=1&e=385240640&d=284&ft=nprml&f=385240640"},{"href":"http://media.wbur.org/wordpress/11/files/2015/02/Kayla.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"445","width":"630"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/02/Kayla-and-Father-Carl-Mueller.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1221","width":"1280"}}]}