{"created":"2015-04-05T21:06:10+00:00","modified":"2015-05-08T22:23:06+00:00","valid":{"from":"2015-05-08T22:23:06+00:00","to":"3015-05-08T22:23:06+00:00"},"hreflang":"en","title":"Explosive Protests: U.S. Bombings During 'Days Of Rage'","published":"2015-04-28T18:32:00+00:00","teaser":"In the '70s, bombings by American protesters were regular occurrences. Bryan Burrough's new book tracks down the underground radicals behind such attacks — which he calls \"exploding press releases.\"","itags":["npr_api","396359930"],"guid":"13d2daeb-8593-4231-99b2-b2927dc4bf7e","contentencoded":"<p>In the early 1970s thousands of bombings were taking place throughout the country — sometimes up to five a day. They were targeted protests, carried out by a multitude of radical activist groups: The Weather Underground, the Symbionese Liberation Army, the FALN, the Black Liberation Army.</p><p>According to author Bryan Burrough, there were at least a dozen underground organizations carrying out these attacks at the time. He writes that the bombings functioned as \"exploding press releases.\"</p><p>\"Most of the bombs that we're talking about were detonated late at night inside empty buildings,\" Burrough tells NPR's Arun Rath. \"The intent by and large was not to kill, but to protest some aspect of the American condition.\"</p><p>But that doesn't mean <em>none</em> of the protesters<em> </em>set out to kill, Burrough says. He writes about the culture of this violent underground in his new book, <em>Days of Rage: America's Radical Underground, The FBI and the Forgotten Age of Revolutionary Violence</em>.</p><p>The protest bombers, Burrough tells Rath, were often student leftists who had refused to give up on what he calls \"the dream of 1968.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On the origin of the most famous underground revolutionaries, the Weather Underground</strong></p><p>They were a spin-off of the dominant white protest group the Students for a Democratic Society and in January 1970 the leadership of that group went underground with the intent of triggering this second American Revolution. Unfortunately while they knew a lot about politics they didn't know much about bomb-making and at about their third or fourth attempt to blow something up they ended up in an infamous explosion in Greenwich Village in New York City in March 1970, killing three of their own.</p><p><strong>On the myth that the Weathermen never intended to kill anyone</strong></p><p>Especially when you look at the Weather Underground the myth has arisen, largely propagated by alumni of the Weather Underground, that they never intended to hurt a soul; that they only bombed ... symbols of American power. In fact I think I show persuasively through on-the-record interviews with former Weatherman leaders that the first 90 days up until that explosion, it's very clear now that they had intended to kill — not just anyone, but their intent was to kill policemen.</p><p>After that townhouse bombing the group then did swear off murderous violence, if you will. So they became kind of conventional protest bombers for the last six years of their existence.</p><p><strong>On a bomber who surprisingly never faced any legal consequences</strong></p><p>Ron Fliegelman, who ... we identify in the book for the first time as the bomb builder, almost the sole bomb builder of the Weather Underground: He built and detonated bombs for Weather for seven years including those at the U.S. Capital and the Pentagon — which, I should point out, Ron says he doesn't remember, but doesn't quarrel with my assertion that he did it. Ron simply returned to his family home in Philadelphia and went on to a successful career for 25 years in the U.S. public schools without anyone knowing his background.</p><p>... None of Ron's bombs killed anyone and the statute of limitations on most of these attacks was only five years — and he never faced criminal charges. Unless someone was killed, the statue of limitations has long since passed.</p><p><strong>On the former members of the Weather Underground reflecting on their actions</strong></p><p>Well, this is a book that could probably only be written now. A lot of the alumni of the underground are in their 60s and 70s and they're at a point in their lives where they're confronting their legacy, if you will. And their reactions run the gamut.</p><p>I talked to people who cannot understand how they did what they did, who look back on their 25-year-old selves and think that that person was insane. And I've talked to people who remain active in left-wing causes, who in some cases would not talk with me because I was not properly radical, but certainly look back on these acts as being understandable.</p><p>I would put the bombmaker Ron Fliegelman in that category. Ron has no real doubts or remorse about what he did. He said, \"To understand the bombs I built, to understand the violence that we unleash, you have to understand what the United States government was doing at that time. \"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Explosive+Protests%3A+U.S.+Bombings+During+%27Days+Of+Rage%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"346"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1397679942-2671a2.m3u?orgId=1&topicId=1033&d=346&p=2&story=396359930&t=progseg&e=397679868&seg=5&ft=nprml&f=396359930"},{"href":"http://media.npr.org/assets/img/2015/03/30/burroughauthorphoto-c-peterwallburg-cebb90aaf7d2b47a4f054c4927d557a5a46f7c0d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1349","width":"1799"}}]}