{"created":"2014-09-23T23:05:43+00:00","modified":"2014-10-31T02:30:12+00:00","valid":{"from":"2014-10-31T02:30:12+00:00","to":"3014-10-31T02:30:12+00:00"},"hreflang":"en","title":"Telepsychiatry Brings Emergency Mental Health Care To Rural Areas","published":"2014-06-10T13:59:00+00:00","teaser":"Many North Carolina counties have no psychiatrists, so emergency rooms are experimenting with beaming in the doctor on video. The hospital can then provide needed treatment.","itags":["npr_api","308749287"],"guid":"13d42501-6fb3-4351-831b-e093d9fb12be","contentencoded":"<p>North Carolina is facing a very big mental health care challenge — 28 counties across the state do not have a single psychiatrist. That's despite the fact that in recent years, emergency rooms in the state have seen more patients with mental health, developmental disability or substance abuse problems.</p><p>So the state is trying telepsychiatry. When a patient comes into an emergency room, they can be connected via a two-way video connection with a psychiatrist. A <a href=\"http://www.nccppr.org/drupal/content/insightissue/4346/telepsychiatry-in-north-carolina-mental-health-care-comes-to-you\" target=\"_blank\">recent study</a> by the nonpartisan North Carolina Center for Public Policy Research found that the method is having some success in providing more timely treatment.</p><p>One of the psychiatrists, <a href=\"http://www.ecu.edu/psychiatry/saeedS.cfm\" target=\"_blank\">Dr. Sy Atezaz Saeed,</a> told NPR's Robert Siegel that that's very much like being face-to-face with a patient.</p><p>\"When you ask patients about this experience, most of them will tell you that after a few minutes of some hesitation, they even forget that they are talking to the doctor via this monitor,\" Saeed, the chairman of the psychiatry department at the Brody School of Medicine at East Carolina University, says.</p><p>The program uses a secure teleconferencing system to connect doctor and patients rather than services like Skype.</p><p>Saeed answered more questions about the differences, privacy concerns and the long-term effects.</p><hr /><h3>Interview Highlights</h3><p><strong>On whether it's feels different for the psychiatrist</strong></p><p>Usually people would think as if there is a loss, but really — just like for the patient — once I have been involved with this visit after a few seconds, I will even forget about the fact that it's coming via telepsychiatry. [But] I would not want to do a clinical visit via telephone.</p><p><strong>On how telepsychiatry can work in the long term</strong></p><p>It's not only possible, there are places that are doing it. There was a very interesting study that was done a few years back where patients who were being seen via video conferencing were given the option — about a year into it — by their therapist to come back on campus and meet with their therapist. And more than half of them declined.</p><p><strong>On privacy concerns</strong></p><p>I'm very clear in my very first contact with the patient that the conversation is not being recorded. If a visit is being recorded for some educational purpose or research purpose, we have to go and explain to the patient why this is being recorded and the patient must sign the release for that.</p><p>The only person that may be listening in is an emergency department nurse. Because sometimes situations arise where the patient expresses some thoughts which lead us to the concern of harm to the patient or others. And if I say, 'Well, you know, you need to be admitted,' and the patient says, 'No, thank you, I don't want to be,' there are times that I have a legal obligation of admitting someone, even against their will. So I need someone on that other end.</p><p><strong>On building rapport</strong></p><p>There are different types of examinations. So when I'm seeing someone in an ongoing fashion, absolutely, a rapport is needed. But there are times that we get called in to see a patient for a consult and this is the only visit that ever takes place.</p><p>The project that we are talking about, that's only a consultation project. So we get to see a patient only once. ... And that patient then gets referred to someone else. Now that someone else, if they elect to see this patient via telepsychiatry, that therapeutic alliance would still develop. And there is nothing out there that says you can't do that via video conference.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Telepsychiatry+Brings+Emergency+Mental+Health+Care+To+Rural+Areas&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"339"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1310476568-ebc7b0.m3u?orgId=1&topicId=1029&ft=3&f=308749287"},{"href":"http://media.npr.org/assets/img/2014/05/07/telefinal4-6009b71970716686ddc3268e293b499f2a65a555.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"1674","width":"2233"}}]}