{"created":"2014-12-08T21:31:55+00:00","modified":"2015-05-13T21:27:38+00:00","valid":{"from":"2015-05-13T21:27:38+00:00","to":"3015-05-13T21:27:38+00:00"},"hreflang":"en","title":"Don't Let The Kasha Vanish: Diners Band Together To Save Café Edison","published":"2014-12-09T15:49:00+00:00","teaser":"Also known as the Polish Tea Room, the Café Edison is a favorite of regular New Yorkers and Broadway stars and crew. Now, Jeff Lunden reports it's being threatened with eviction by its landlord.","itags":["npr_api","369359855"],"guid":"13f1b121-84b8-4e7a-8ee5-7ff0991d9a0f","contentencoded":"<p>Yesterday, about 50 protestors — and some media outlets — gathered on West 47th Street near Times Square for a rally to save the Café Edison, a diner whose clientele includes everyone from Broadway luminaries to tourists. People carried signs, local politicians spoke, and a quartet sang — to the tune of \"Silver Bells\" — an ode to the cafe's matzoh balls.</p><p>Why all this intense interest for a little family restaurant? It starts with the café's founders and the way they made sure customers were treated right. Frances Edelstein, a Polish Holocaust survivor, opened the place with her husband Harry in 1980. She expressed her philosophy in an interview over a decade ago: \"It's just you pay attention to them. You ask 'em, you pluck 'em a little bit. You have to make 'em home, yes?\"</p><p>Neil Simon — yes, that Neil Simon — wrote a play set in the Café Edison called <em>45 Seconds from Broadway</em>, and he describes Frances as \"like a Jewish mother, which she really is, and she wants you to eat!\" So did her late husband Harry. They served up what could only be called Jewish soul food: Blintzes, latkes, matzoh ball soup.</p><p>\"That's what make us famous here,\" Harry told me in 2002. \"We make it every day different soups. First, what we got is matzoh ball and noodle soup every day.\" And they made sure everybody ate, says Manny Azenberg, who's produced most of Neil Simon's plays and is a regular. He remembers one man who sold knock-off watches in Times Square.</p><p>\"This man would come to the restaurant and go to the counter and only order soup,\" Azenberg recalls. \"And Harry, being a busybody, after the third or fourth time the man came in, he said 'why don't you eat something?' And the man said he couldn't afford it, but he had the soup, 'cause they're hearty soups in the winter. The man turns out to be a Muslim from Africa, Harry is a Holocaust surviving Jew and he proceeded to give orders that whenever this man comes in, he's to be fed at no cost. It's a great ... one of the great American stories.\"</p><p>Azenberg says he reached deals on the café's napkins. Playwright August Wilson sketched scenes on napkins. The Edelsteins were even given a special Tony Award for serving the industry. Everyone was family — and after Harry Edelstein died, his son-in-law, Conrad Strohl, ran the business the same way.</p><p>For the past decade, the café hasn't had a lease with its landlord, the Edison Hotel. Its owner was another Holocaust survivor who said the café could stay as long as it wanted. Then, Strohl says, he died and his son took over. \"He decided that he didn't want us here; he didn't want Café Edison and he wanted a white tablecloth restaurant, with a name chef,\" Strohl says.</p><p>The café certainly isn't that. But it does have the kind of old time New York charm, like vaulted plaster ceilings, that's becoming increasingly rare — especially around Times Square, says historian Anastasia Mann, who's been coming to the Café Edison for about fifteen years. \"Look at the ceilings! Not a lot of ceilings like that left in the city,\" she says. \"It's the blintzes, for sure. The waitress who calls me 'baby.' Very few people in the world I like to call me 'baby,' but she's one of them!\"</p><p>And when the news got out that the café was being evicted right after Christmas, a groundswell of support erupted on Facebook and other social media. The theater community, as well as regular customers, banded together to try to save the café, with a petition that's gotten around 9,000 signatures and \"lunch mobs\" on weekends.</p><p>If the café closes, more than 30 employees — most of whom are immigrants like its founders — will be out of work. Fivencio Rosendo has been a bus boy at the café for the last fifteen years. \"Me? No trabajo. No working. Stop,\" he says.</p><p>Polish-born waitress, Maria Horomainska, who's worked at the Café Edison for five years, says she's sad and angry, but perks up when asked about her favorite foods on the menu \"Pastrami on a rye — yum. Cheese blintzes — yum. Kasha varnishkes — wow! This I grew up on; that's why I love it!\"</p><p>And that's why a lot of people who make what's lovingly called the Polish Tea Room a regular destination will miss it when it closes. Joan Carlton, who lives in Kansas City, says she makes a beeline to the Café Edison, whenever she's in town, for a bowl of matzoh ball soup. \"The only place I ever have it and it's the best in the world!\"</p><p>Owner Conrad Strohl says he hopes all the media attention will get the café a reprieve — and, as of yesterday, he's been in talks with the hotel's owner to see if something can be worked out.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Don%27t+Let+The+Kasha+Vanish%3A+Diners+Band+Together+To+Save+Caf%C3%A9+Edison&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jeff Lunden","audio":[{"meta":{"duration":"314"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1369402184-e1c017.m3u?orgId=1&topicId=1008&d=314&p=2&story=369359855&t=progseg&e=369264991&seg=19&ft=nprml&f=369359855"},{"href":"http://media.npr.org/assets/img/2014/12/08/lunch-counter-06ba0277fd2c5c9906b1e8a02c04837c3b02cf83.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2032","width":"2710"}},{"href":"http://media.npr.org/assets/img/2014/12/08/barbara-nassberg---lunch-mobber-_custom-f1abff5d5e4085ec21a3ae9270de09cbd7ee281f.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"3749","width":"2226"}}]}