{"created":"2015-01-16T08:23:10+00:00","modified":"2015-05-13T21:21:59+00:00","valid":{"from":"2015-05-13T21:21:58+00:00","to":"3015-05-13T21:21:58+00:00"},"hreflang":"en","title":"By Making A Game Out Of Rejection, A Man Conquers Fear","published":"2015-01-20T12:56:00+00:00","teaser":"Jason Comely's fear of rejection was so strong that he'd become completely isolated. So he set out to get himself rejected at least once a day, every day. Funny thing is, it worked.","itags":["npr_api","377239011"],"guid":"1410bd90-a8c8-4489-9cdf-6d9203be3123","contentencoded":"<p><em>Fear is one of the strongest and most basic of human emotions, and it's the focus of Fearless, the second episode of </em>Invisibilia<em>, NPR's new show on the invisible forces that shape human behavior. </em></p><p><em>This segment of the show explores how a man decided to conquer his fear of rejection by getting rejected every day — on purpose.</em></p><p>The evolution of Jason Comely, a freelance IT guy from Cambridge, Ontario, began one sad night several years ago.</p><p>\"That Friday evening that I was in my one-bedroom apartment trying to be busy,\" Comely says. \"But really, I knew that I was avoiding things.\"</p><p>See, nine months earlier, Jason's wife had left him.</p><p>\"She ... found someone that was taller than I was — had more money than I had. ... So, yeah.\"</p><p>And since then, Jason had really withdrawn from life. He didn't go out, and he avoided talking to people, especially women.</p><p>But that Friday, he realized that this approach was taking a toll.</p><p>\"I had nowhere to go, and no one to hang out with,\" Comely says. \"And so I just broke down and started crying.\" He realized that he was afraid. \"I asked myself, afraid of what?</p><p>\"I thought, I'm afraid of rejection.\"</p><p>Which got him thinking about the Spetsnaz, an elite Russian military unit with a really intense training regime.</p><p>\"You know, I heard of one situation where they were, like, locked in a room, a windowless room, with a very angry dog, and they'd only be armed with a spade, and only one person is going to get out — the dog or the Spetsnaz.\"</p><p>And that gave him an idea. Maybe he could somehow use the rigorous approach of the Spetsnaz against his fear.</p><p>So if you're a freelance IT guy, living in a one-bedroom apartment in Cambridge, Ontario, what is the modern equivalent of being trapped in a windowless room with a rabid dog and nothing to protect you but a single handheld spade?</p><p>\"I had to get rejected at least once every single day by someone.\"</p><p>He started in the parking lot of his local grocery store. Went up to a total stranger and asked for a ride across town.</p><p>\"And he looked at me, like, and just said, 'I'm not going that way, buddy.' And I was like, 'Thank you!'</p><p>\"It was like, 'Got it! I got my rejection.' \"</p><p>Jason had totally inverted the rules of life. He took rejection and made it something he wanted — so he would feel good when he got it.</p><p>\"And it was sort of like walking on my hands or living on my hands or living underwater or something. It was just a different reality. The rules of life had changed.\"</p><p>Without knowing it, Jason had used a standard tool of psychotherapy called exposure therapy. You force yourself to be exposed to exactly the thing you fear, and eventually you recognize that the thing you fear isn't hurting you. You become desensitized. It's used in treating phobias like <a href=\"http://www.apa.org/monitor/nov00/flying.aspx\">fear of flying</a>.</p><p>Jason kept on seeking out rejection. And as he did, he found that people were actually more receptive to him, and he was more receptive to people, too. \"I was able to approach people, because what are you gonna do, reject me? Great!\"</p><p>That was when Jason got another idea.</p><p>He wrote down all of his real-life rejection attempts, things like, \"Ask for a ride from stranger, even if you don't need one.\" \"Before purchasing something, ask for a discount.\" \"Ask a stranger for a breath mint.\"</p><p>He had them printed on a deck of cards and started selling them online.</p><p>Slowly, the <a href=\"http://rejectiontherapy.com/\">Rejection Therapy</a> game became kind of a small cult phenomenon, with people playing all over the world.</p><p>Jason has heard from a teacher in Colorado, a massage therapist in Budapest, a computer programmer in Japan, even a widowed Russian grandmother. She's using rejection therapy to pick up men.</p><p>\"That's really cool — so, there's an 80-year-old babushka playing Rejection Therapy,\" he says.</p><p>So what has Jason learned from all this?</p><p>That most fears aren't real in the way you think they are. They're just a story you tell yourself, and you can choose to stop repeating it. Choose to stop listening.</p><p>\"Don't even bother trying to be cool,\" Jason says. \"Just get out there and get rejected, and sometimes it's going to get dirty. But that's OK, 'cause you're going to feel great after, you're going to feel like, 'Wow. I disobeyed fear.' \"</p><p><em>To hear more about fear and what would happen if we made it disappear, listen to </em><em>Fearless</em><em>, the second episode of </em>Invisibilia,<em> NPR's newest program. It explores how invisible things shape our behavior and our lives. The program runs on many public radio stations, and the podcast is available for download at </em><a href=\"http://www.npr.org/programs/invisibilia/375927143/the-secret-history-of-thoughts\">NPR.org </a><em>and on </em><a href=\"https://itunes.apple.com/us/podcast/npr-invisibilia-podcast/id953290300?mt=2\">iTunes</a>.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=By+Making+A+Game+Out+Of+Rejection%2C+A+Man+Conquers+Fear&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alix Spiegel","audio":[{"meta":{"duration":"416"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1377635629-bc58e8.m3u?orgId=1&topicId=1128&d=416&p=3&story=377239011&t=progseg&e=377634660&seg=6&ft=nprml&f=377239011"},{"href":"http://media.npr.org/assets/img/2015/01/15/snake_show2-04adb5b5b2bda76ae416c5606497d7c2f0d6a455.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"2250","width":"3005"}},{"href":"http://media.npr.org/assets/img/2015/01/15/cards-1_custom-eae58c8bdc466f5ddb38882e233c0aeb4442fd3e.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1125","width":"2474"}},{"href":"http://media.npr.org/assets/img/2015/01/15/cards-2_enl-4155ad4ba7b3f1d62fe6d8483574656bc514cd96.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1125","width":"2474"}}]}