{"created":"2015-04-04T12:00:04+00:00","modified":"2015-06-25T17:44:44+00:00","valid":{"from":"2015-06-25T17:44:44+00:00","to":"3015-06-25T17:44:44+00:00"},"hreflang":"en","title":"'So That Happened': Confessions Of A Duck-Man","published":"2015-04-06T14:00:00+00:00","teaser":"Actor Jon Cryer's new memoir details his life in show business, including, of course, co-star Charlie Sheen's meltdown. NPR TV critic Eric Deggans says Cryer's a smart guy who's often been overlooked.","itags":["npr_api","397268952"],"guid":"14144ecd-e57c-4628-b2c2-71576c432333","contentencoded":"<p>In the John Hughes-penned classic, <em>Pretty in Pink</em>, Jon Cryer's \"Duckie\" Dale has one of the best on-screen friendships in '80s teen movie history.</p><p>Unfortunately, he's also in love with that friend — his best friend — Andie, played by Molly Ringwald. She's about to date a rich kid, Andrew McCarthy's Blane, much to Duckie's disappointment.</p><p>Their fight, a climactic movie moment, only shows how much they care about each other. \"You can't do this and respect yourself. You can't,\" Duckie insists to Andie.</p><p>Andie responds, \"You know, you're just talking like that because I'm going out with Blane.\"</p><p>\"Blane? His name is Blane?\" Duckie shoots back. \"That's a major appliance, that's not a name.\"</p><p>But despite that classic chemistry, Cryer reveals in his memoir, <em>So That Happened</em>, that he felt neither Ringwald nor McCarthy liked him very much.</p><p>\"It wasn't that they were unkind, they're just very different people than me,\" says Cryer, who later learned Ringwald wanted her friend Robert Downey Jr. in his role.</p><p>\"I'm very outgoing,\" he adds. \"I kind of come from a theatrical background, and in the theater you expect to have this tremendous camaraderie with the people you're working with. But on a film, it's a very different vibe.\"</p><p>That's the kind of personal, backstage revelation you get in <em>So That Happened</em>, a breezy, often comic tale of Cryer's 30-year career on stage, film and television.</p><p>In his book, the 49-year-old actor dishes on everything from a brief, early romance with Demi Moore to the highly public meltdown of his <em>Two and A Half Men</em> co-star, Charlie Sheen.</p><p>Often, his stories take on a comic tone, such as when he explains the absurdity of winning early roles because he looked uncannily like Matthew Broderick, or when he tells of people mistakenly assuming he was gay or Jewish throughout his career.</p><p>\"I realize that one could see my life as a series of escalating episodes of weirdness,\" Cryer says, laughing. \"But the idea that I've had this long career, being who I am, is itself probably kind of silly.\"</p><p>Cryer grew up in New York, the son of two actors. He never quite fit in at high school but blossomed at the legendary theater camp Stagedoor Manor before earning early roles on Broadway (including a job, of course, as an understudy for Broderick).</p><p>But he also dishes about setbacks, like squandering his post-<em>Pretty in Pink</em> stardom with a string of unsuccessful movies like <em>Superman IV</em> — the kind of revelations an actor with a bigger ego might purposefully overlook.</p><p>\"Here's where I buck the trend of most actors,\" Cryer says. \"I am unencumbered by confidence or self-esteem. I think my performance as Alan [Harper] has shown, if nothing else, that I am willing to debase myself completely.\"</p><p>Cryer landed on CBS's <em>Two and A Half Men</em> in 2003. He played strait-laced chiropractor Alan Harper, who was forced after a divorce to move in with his wealthy, hard-partying brother, played by hard-partying actor Charlie Sheen.</p><p>At first, they worked well together. Sheen knew his lines, hit his marks and was a friend, despite his reputation. It's not until page 252 that Cryer writes about his first really odd experience with Sheen, when his costar asked him to hide a bag filled with porn when wife Denise Richards visited the set.</p><p>\"I got to know a very different guy than everybody expected, and I still wish he wanted to be the sober guy that I worked with for five or six years,\" says Cryer. \"But I don't think he does anymore.\"</p><p>Cryer writes that Sheen's addiction progressed in 2009 and 2010. By early 2011, CBS had put the show on hiatus for a second time, after Sheen went to rehab. Executive producer Chuck Lorre wanted Sheen to get more extensive treatment, Cryer writes.</p><p>Instead, Sheen went on a radio show hosted by noted conspiracy theorist Alex Jones and lambasted Lorre, saying, \"I've spent, I think, close to the last decade effortlessly and magically converting your tin cans into pure gold. And the gratitude I get is this charlatan chose not to do his job, which is to write. Clearly someone who believes he is above the law.\"</p><p>Cryer says he wrote about those days in detail, including text messages he traded with Sheen up until his former costar called him a troll, to describe what it was like to be at the center of something everyone in the world was talking about.</p><p>\"People would ask me, 'So I'm sure the feud between Charlie Sheen and your producer Chuck Lorre must have been going on behind the scenes for years,' \" Cryer says. \"I had to show that, no, there was no feud. When it exploded the way it did with his anger at Chuck Lorre, we were astonished. None of us saw it coming.\"</p><p>He describes Sheen as a surprisingly conflict-averse guy who would rather rail indirectly at Lorre on a radio show than confront him directly or demand the network remove him from the production.</p><p>In the end, Sheen was fired and <em>Two and a Half Men</em> went on successfully, with Ashton Kutcher as Cryer's costar. In February, CBS ended the show after 12 years.</p><p>One lesson learned from reading <em>So That Happened</em> is that Cryer, like his best-known characters, stays sane in Hollywood with humor and a healthy sense of his own shortcomings.</p><p>That's a handy trait for surviving three decades in one of the most fickle industries around.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27So+That+Happened%27%3A+Confessions+Of+A+Duck-Man&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eric Deggans","audio":[{"meta":{"duration":"226"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1397450784-8e4d41.m3u?orgId=1&topicId=1161&aggIds=100876926&d=226&p=7&story=397268952&t=progseg&e=397447881&seg=8&ft=nprml&f=397268952"},{"href":"http://media.npr.org/assets/img/2015/04/03/tvt458cd-d36f2065ebb20c51abe98a58a6ac0b491e1589a5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2333","width":"3111"}}]}