{"created":"2015-03-26T09:07:34+00:00","modified":"2015-04-15T20:03:17+00:00","valid":{"from":"2015-04-15T20:03:17+00:00","to":"3015-04-15T20:03:17+00:00"},"hreflang":"en","title":"SeaWorld Ads Counter Criticism Over Treatment Of Whales","published":"2015-03-26T19:18:00+00:00","teaser":"SeaWorld has a new CEO and a new advertising campaign touting its care of killer whales. At the same time, a former orca trainer at the theme park has written a book criticizing his former employer.","itags":["npr_api","395287050"],"guid":"1419b86a-6d43-4e27-8f64-2abbc4148033","contentencoded":"<p>Two years after the release of <a href=\"http://www.npr.org/2013/07/18/202949542/a-psychological-thriller-about-seaworlds-resident-killer\">the documentary Blackfish</a>, SeaWorld continues to struggle. The film shone a critical spotlight on the theme park's treatment of its captive orcas, also known as killer whales.</p><p>Since then, SeaWorld has experienced a decline in profits. Attendance was down by a million people last year. But it is launching a new ad campaign aimed at restoring its image and winning back the public.</p><p>The campaign began this week with a series of ads in newspapers around the country. The first one prominently features SeaWorld's head veterinarian, Chris Dold. The company also features him in <a href=\"https://www.youtube.com/watch?v=j3BCjc9wvvA\">videos on YouTube</a>.</p><p>\"There's been a lot of unfair criticism about SeaWorld these days. And it has a lot of people asking questions,\" Dold says in one ad.</p><p>The Web video takes aim at claims made by animal-rights activists that SeaWorld's killer whales don't live as long as those in the wild. Dold refutes those claims, citing a federal scientist who found survival in the wild is comparable to survival in captivity.</p><p>\"So don't believe what PETA and <em>Blackfish</em> are saying. Our killer whales live lives just as long as killer whales in the wild,\" he says.</p><p>That may not be surprising, though. Captive animals don't face the dangers of living in the wild.</p><p>This isn't SeaWorld's first attempt to refute some of the claims of <em>Blackfish</em>. In late 2013, after CNN broadcast the film, SeaWorld launched a similar campaign, running a full-page open letter in newspapers to tell what it said was the \"truth\" about <em>Blackfish.</em></p><p>This new campaign goes a step further, directly naming and attacking SeaWorld's leading critics.</p><p>\"We know that for PETA this is a long-term campaign,\" says Jill Kermes, SeaWorld's corporate vice president. \"This is something they do to raise money. And they will continue to spread claims about us. And so we will continue to take them on and make sure people have all the information that they need.\"</p><p>But PETA Senior Vice President Lisa Lange dismisses SeaWorld's new ad campaign. The animal-rights group has long worked to pressure SeaWorld to stop using its killer whales in animal shows. Lange acknowledges the campaign really took off after <em>Blackfish</em>.</p><p>\"It's a very bad, miserable life for these animals,\" she says. \"And the public now knows it. That's why [SeaWorld's stock has] plummeted. That's why attendance is down. And this is a real desperate attempt for SeaWorld to win back some of the people they've lost once people found out what's really going on.\"</p><p>As SeaWorld rolled out the new ad campaign, its critics got a boost from one of the theme park's former trainers. John Hargrove has been all over the media following the publication of a memoir critical of SeaWorld and its treatment of killer whales. On <a href=\"http://www.npr.org/2015/03/23/394730076/former-orca-trainer-for-seaworld-condemns-its-practices\" target=\"_blank\">WHYY's Fresh Air</a>, he talked about why, after decades of working as a trainer, he changed his thinking on SeaWorld.</p><p>\"As I became higher-ranked, I saw the devastating effects of captivity on these whales,\" he said. \"And it just really became a moral and ethical issue.\"</p><p>This is the backdrop SeaWorld's new CEO, Joel Manby, will inherit when he starts next month. He's the former head of Herschend, a company that operates several theme parks, including Dollywood in Tennessee.</p><p>Robert Niles, editor of the <a href=\"http://www.themeparkinsider.com/\">Theme Park Insider</a> website, says for SeaWorld, <em>Blackfish</em> has been a big distraction. But he traces many of the company's problems not to <em>Blackfish</em> but to the fact that it hasn't opened any major attractions recently.</p><p>\"SeaWorld's a theme park and it needs to be competing as a theme park and reminding people about great attractions and getting them excited about all the thrills and experiences that they can have at a SeaWorld park. And not just talk about back-of-the-house animal husbandry and animal care,\" Niles says.</p><p>That's especially true in the competitive Orlando market, he says, where SeaWorld has lost ground both to Disney and to Universal's highly successful Harry Potter attractions.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=SeaWorld+Ads+Counter+Criticism+Over+Treatment+Of+Whales&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Greg Allen","audio":[{"meta":{"duration":"208"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1395475155-3e544e.m3u?orgId=1&topicId=1132&e=395287050&d=208&ft=nprml&f=395287050"}]}