{"created":"2015-06-24T20:25:32+00:00","modified":"2015-06-30T18:30:06+00:00","valid":{"from":"2013-07-12T23:44:32+00:00","to":"3013-07-12T23:44:32+00:00"},"hreflang":"en","tags":["APM","Guest of Honor","books"],"contenttemplated":"[{\"content\":\"<p>Essayist, critic, novelist and New York Times “Ethicist” <a href=\\\"http://www.amazon.com/Chuck-Klosterman/e/B001IGNJ8K?tag=dinnerp-20\\\">Chuck Klosterman</a> is known for staking out strong opinions on just about everything. In his newest book, “<a href=\\\"http://www.amazon.com/Wear-Black-Hat-Grappling-Villains/dp/1439184496/?tag=dinnerp-20\\\">I Wear the Black Hat: Grappling with Villains Real and Imagined</a>,” he posits a theory about bad guys that holds up for most villains of history and fiction… with at least one major exception.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<img alt=\\\"DPD-Banner\\\" class=\\\"aligncenter\\\" src=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2013/06/DPD-Banner.jpg\\\" />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> One of the book’s contentions is that a true villain “knows the most, but cares the least.”  Give us an example — who is the most knowing and least caring?</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Chuck Klosterman:</strong> Well you know, this is somebody who’s not in the book, but I wish it was because it’s just the most idealized example: I was watching this documentary on Lee Atwater, the architect of the Republican party for the 70s and the 80s and the early 90s.  And as a sort of political machine maker, he’s almost unparalleled.  He seemed to understand politics organically.</p><br /><p>But he became a Republican… arbitrarily. He was a young man interested in politics and he was like, “I gotta pick a side, and I gotta just look for whatever side I have the most potential for traction.” Seemed like it was the Republicans, so that’s what he did.</p><br /><p>That’s the clear example of what I’m talking about.  The villain is the person who has the most effortless ability to understand the world and manipulate other people.  He knew the most about how politics worked, and the weaknesses of human nature… but he cared the least. It had nothing to do with his political ideology.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> Now, of course, a couple of chapters after this you offer the caveat, which is that you can know the most and care the least, but if you’re polite and charming — like con-men in movies like “The Sting” <em>–</em> you can actually be seen as a hero. This grey area.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p>Of all of the villains that you examined, which was the hardest to kind of affix a rule to? Like, their cultural status as a villain you just found confusing, or the hardest to explain?</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Chuck Klosterman:</strong> Well it depends how you look at it. If you start from this premise that the villain is the person who knows the most and cares the least, the big obstruction is Hitler.</p><br /><p>Hitler did not know the most. He in fact was confused about almost everything.  And not just the idea of the strength of the Aryan race, but like, “Do you start a land war in Russia in winter?”  He didn’t know anything! But he certainly cared the most. He cared the most about these arcane things: He cared about how his countrymen performed in the Olympics as a reflection of their racial superiority.</p><br /><p>So it doesn’t work to say this is the rule for all people. It’s not really a unified-field theory. But it works a lot.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Because you’re not gonna go on record as saying that Hitler is not a villain!</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Chuck Klosterman:</strong> Yeah, yes. And I didn’t <em>want</em> to write about Hitler. In much of this book, I have taken a very sympathetic view toward people who are framed as villains. I think that if you’re going to be a cultural critic and you’re gonna talk about a problematic figure, the first thing you need to do is get inside their mind –</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Almost like actors who play villains.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote data-pullquote=\\\"q\\\"><p><strong>Chuck Klosterman:</strong> – Yes. But <q>I didn’t want to be in this position where people were like, “Oh, so I guess this guy wrote this book that’s sympathetic towards villains… I can’t <em>wait</em> for the Hitler chapter!”</q> I didn’t want that, but so many people, when I said I wasn’t writing about Hitler, they were first aghast, they were like, “Well you <em>have</em> to.” And when I did, they were like, “Are you <em>sure</em> you should have done this?”</p><br /><p>The problem with writing about Hitler is you have to be interesting without being <em>too</em> interesting. You see that you kind of need to reinforce our preexisting view of Hitler, because the main role he plays socially now is like a placeholder for evil, and we need to think about him in a real personal way.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> I want to pivot to talking a little bit about you. It’s interesting to me that so much of your work deals with examining grey ares or inexplicable cultural developments, because when I describe to people why you are fun to talk to I always say that it’s because you seem to have extremely strong opinions about even the most totally irrelevant things.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p>How do you reconcile those two sides of yourself? On one hand you have very strong opinions, on the other hand you kind of want to go to places where you could land on either side of an issue.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Chuck Klosterman:</strong> I think to me there’s a difference between having an opinion… and believing your opinion is correct! If you ask me about a band or a film, I will certainly have an opinion. But I don’t have much certitude about that opinion. Because I have a growing suspicion that we just don’t have the ability to control what we think and what we feel. The more I mature, I really feel that I don’t.</p><br /><p>The world is a much more confusing place to me at 41 than it was at 21.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> Yeah, at one point in the book you actually examine your youthful ability to deeply hate certain rock bands. Which you now say you no longer have the ability to do.<a href=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2013/07/I-Wear-the-Black-Hat-by-Chuck-Klosterman.hi-res.jpg\\\"><img alt=\\\"I Wear the Black Hat by Chuck Klosterman.hi res\\\" class=\\\"alignright\\\" src=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2013/07/I-Wear-the-Black-Hat-by-Chuck-Klosterman.hi-res-195x300.jpg\\\" /></a></p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Chuck Klosterman:</strong> Well I was a rock critic for many, many years, and so much of a rock critic’s identity is sort of what they are opposed to.  And at one point in my life around 2003, the band I was talking about was The Eagles, and I realized that my hatred of The Eagles was… performative! If I didn’t like the music of The Eagles, I could just not listen to them. They’re not sanctioned by the state, you don’t <em>have</em> to listen.</p><br /><p>So when you really hate on an artist, what it basically means is “I’m consciously engaging with it so I can reflect my distaste to other people and have them understand something about <em>me</em>.”</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> So this strong opinion you thought you held about The Eagles you realized was just a big put-on.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p>Chuck Klosterman: Yeah, but here’s the thing that’s disturbing.  That realization — once you reach the realization that so much of our vitriol toward cultural artifacts is false — you start wondering, “Well how am I gonna be a critic?”</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> That’s rough. I’m sorry.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p>But look, we have two questions that we ask everyone on this show. The first one — you’ve been on this show before so I hesitate to ask this — but it’s: What question, if we were to meet you a dinner party, would you least like to be asked? And I’m assuming, since I’ve asked it to you a number of times, it’s <em>that question</em> at this point.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Chuck Klosterman:</strong> {laughing} I didn’t even remember; now that you <em>say</em> it I remember the question.</p><br /><p>What would I not wanna be asked? You know… to explain what I meant by something that I wrote.  Because, well, if I could just really clearly explain exactly what I meant, <em>that’s</em> what I would have written! Like, I’m writing about things that are difficult… because I’m consciously picking things that are difficult!</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> All right, well here’s the second question: Tell us something that we don’t know.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Chuck Klosterman:</strong> I don’t think people know that I’m a pretty good juggler.  Because there’s no opportunity to really juggle in day-to-day life. You gotta be somewhere where it’s kind of a freewheeling scene, and you need to have three of something!</p><br /><p>I just think it’s such a great metaphor for life.  Because it seems like three balls are in the air at the same time, but really there’s just one ball in the air.  And if you can create that illusion that you’re doing three things when you’re really doing one thing, that’s success.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"}]","itags":["1427e421f2b39dc8b52f8de000a5a4c2","PMP:The_Dinner_Party_Download_PMP","The Dinner Party Download","The Dinner Party Download 2013-07-12"],"description":"Essayist, critic, novelist and New York Times “Ethicist” Chuck Klosterman is known for staking out strong opinions on just about everything. In his newest book, “I Wear the Black Hat: Grappling with Villains Real and Imagined,” he posits a theory about bad guys that holds up for most villains of history and fiction… with at […]","published":"2013-07-12T23:44:32+00:00","contentencoded":"<div class=\"barn-cleaned\"><p>Essayist, critic, novelist and New York Times “Ethicist” <a href=\"http://www.amazon.com/Chuck-Klosterman/e/B001IGNJ8K?tag=dinnerp-20\">Chuck Klosterman</a> is known for staking out strong opinions on just about everything. In his newest book, “<a href=\"http://www.amazon.com/Wear-Black-Hat-Grappling-Villains/dp/1439184496/?tag=dinnerp-20\">I Wear the Black Hat: Grappling with Villains Real and Imagined</a>,” he posits a theory about bad guys that holds up for most villains of history and fiction… with at least one major exception.</p>\n<br />\n<img class=\"aligncenter\" alt=\"DPD-Banner\" src=\"http://www.dinnerpartydownload.org/wp-content/uploads/2013/06/DPD-Banner.jpg\" /><br />\n<p><strong>Rico Gagliano:</strong> One of the book’s contentions is that a true villain “knows the most, but cares the least.” &nbsp;Give us an example — who is the most knowing and least caring?</p>\n<br />\n<blockquote>\n<p><strong>Chuck Klosterman:</strong> Well you know, this is somebody who’s not in the book, but I wish it was because it’s just the most idealized example: I was watching this documentary on Lee Atwater, the architect of the Republican party for the 70s and the 80s and the early 90s. &nbsp;And as a sort of political machine maker, he’s almost unparalleled. &nbsp;He seemed to understand politics organically.</p>\n<br />\n<p>But he became a Republican… arbitrarily. He was a young man interested in politics and he was like, “I gotta pick a side, and I gotta just look for whatever side I have the most potential for traction.” Seemed like it was the Republicans, so that’s what he did.</p>\n<br />\n<p>That’s the clear example of what I’m talking about. &nbsp;The villain is the person who has the most effortless ability to understand the world and manipulate other people. &nbsp;He knew the most about how politics worked, and the weaknesses of human nature… but he cared the least. It had nothing to do with his political ideology.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Now, of course, a couple of chapters after this you offer the caveat, which is that you can know the most and care the least, but if you’re polite and charming — like con-men in movies like “The Sting” <em>–</em>&nbsp;you can actually be seen as a hero. This grey area.</p>\n<br />\n<p>Of all of the villains that you examined, which was the hardest to kind of affix a rule to? Like, their cultural status as a villain you just found confusing, or the hardest to explain?</p>\n<br />\n<blockquote>\n<p><strong>Chuck Klosterman:</strong> Well it depends how you look at it. If you start from this premise that the villain is the person who knows the most and cares the least, the big obstruction is Hitler.</p>\n<br />\n<p>Hitler did not know the most. He in fact was confused about almost everything. &nbsp;And not just the idea of the strength of the Aryan race, but like, “Do you start a land war in Russia in winter?” &nbsp;He didn’t know anything! But he certainly cared the most. He cared the most about these arcane things: He cared about how his countrymen performed in the Olympics as a reflection of their racial superiority.</p>\n<br />\n<p>So it doesn’t work to say this is the rule for all people. It’s not really a unified-field theory. But it works a lot.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Because you’re not gonna go on record as saying that Hitler is not a villain!</p>\n<br />\n<blockquote>\n<p><strong>Chuck Klosterman:</strong> Yeah, yes. And I didn’t <em>want</em> to write about Hitler. In much of this book, I have taken a very sympathetic view toward people who are framed as villains. I think that if you’re going to be a cultural critic and you’re gonna talk about a problematic figure, the first thing you need to do is get inside their mind –</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Almost like actors who play villains.</p>\n<br />\n<blockquote data-pullquote=\"q\">\n<p><strong>Chuck Klosterman:</strong>&nbsp;– Yes. But <q>I didn’t want to be in this position where people were like, “Oh, so I guess this guy wrote this book that’s sympathetic towards villains… I can’t <em>wait</em> for the Hitler chapter!”</q> I didn’t want that, but so many people, when I said I wasn’t writing about Hitler, they were first aghast, they were like, “Well you <em>have</em> to.” And when I did, they were like, “Are you <em>sure</em> you should have done this?”</p>\n<br />\n<p>The problem with writing about Hitler is you have to be interesting without being <em>too</em> interesting. You see that you kind of need to reinforce our preexisting view of Hitler, because the main role he plays socially now is like a placeholder for evil, and we need to think about him in a real personal way.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> I want to pivot to talking a little bit about you. It’s interesting to me that so much of your work deals with examining grey ares or inexplicable cultural developments, because when I describe to people why you are fun to talk to I always say that it’s because you seem to have extremely strong opinions about even the most totally irrelevant things.</p>\n<br />\n<p>How do you reconcile those two sides of yourself? On one hand you have very strong opinions, on the other hand you kind of want to go to places where you could land on either side of an issue.</p>\n<br />\n<blockquote>\n<p><strong>Chuck Klosterman:</strong> I think to me there’s a difference between having an opinion… and believing your opinion is correct! If you ask me about a band or a film, I will certainly have an opinion. But I don’t have much certitude about that opinion. Because I have a growing suspicion that we just don’t have the ability to control what we think and what we feel. The more I mature, I really feel that I don’t.</p>\n<br />\n<p>The world is a much more confusing place to me at 41 than it was at 21.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Yeah, at one point in the book you actually examine your youthful ability to deeply hate certain rock bands. Which you now say you no longer have the ability to do.<a href=\"http://www.dinnerpartydownload.org/wp-content/uploads/2013/07/I-Wear-the-Black-Hat-by-Chuck-Klosterman.hi-res.jpg\"><img class=\"alignright\" alt=\"I Wear the Black Hat by Chuck Klosterman.hi res\" src=\"http://www.dinnerpartydownload.org/wp-content/uploads/2013/07/I-Wear-the-Black-Hat-by-Chuck-Klosterman.hi-res-195x300.jpg\" /></a></p>\n<br />\n<blockquote>\n<p><strong>Chuck Klosterman:</strong> Well I was a rock critic for many, many years, and so much of a rock critic’s identity is sort of what they are opposed to. &nbsp;And at one point in my life around 2003, the band I was talking about was The Eagles, and I realized that my hatred of The Eagles was… performative! If I didn’t like the music of The Eagles, I could just not listen to them. They’re not sanctioned by the state, you don’t <em>have</em> to listen.</p>\n<br />\n<p>So when you really hate on an artist, what it basically means is “I’m consciously engaging with it so I can reflect my distaste to other people and have them understand something about <em>me</em>.”</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> So this strong opinion you thought you held about The Eagles you realized was just a big put-on.</p>\n<br />\n<blockquote>\n<p>Chuck Klosterman: Yeah, but here’s the thing that’s disturbing. &nbsp;That realization — once you reach the realization that so much of our vitriol toward cultural artifacts is false — you start wondering, “Well how am I gonna be a critic?”</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> That’s rough. I’m sorry.</p>\n<br />\n<p>But look, we have two questions that we ask everyone on this show. The first one — you’ve been on this show before so I hesitate to ask this — but it’s: What question, if we were to meet you a dinner party, would you least like to be asked? And I’m assuming, since I’ve asked it to you a number of times, it’s <em>that question</em> at this point.</p>\n<br />\n<blockquote>\n<p><strong>Chuck Klosterman:</strong>&nbsp;{laughing} I didn’t even remember; now that you <em>say</em> it I remember the question.</p>\n<br />\n<p>What would I not wanna be asked? You know… to explain what I meant by something that I wrote. &nbsp;Because, well, if I could just really clearly explain exactly what I meant, <em>that’s</em> what I would have written! Like, I’m writing about things that are difficult… because I’m consciously picking things that are difficult!</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> All right, well here’s the second question: Tell us something that we don’t know.</p>\n<br />\n<blockquote>\n<p><strong>Chuck Klosterman:</strong> I don’t think people know that I’m a pretty good juggler. &nbsp;Because there’s no opportunity to really juggle in day-to-day life. You gotta be somewhere where it’s kind of a freewheeling scene, and you need to have three of something!</p>\n<br />\n<p>I just think it’s such a great metaphor for life. &nbsp;Because it seems like three balls are in the air at the same time, but really there’s just one ball in the air. &nbsp;And if you can create that illusion that you’re doing three things when you’re really doing one thing, that’s success.</p>\n</blockquote>\n<br /></div>","guid":"1427e421-f2b3-49dc-8b52-8de000a5a4c2","teaser":"Essayist, critic, novelist and New York Times “Ethicist” Chuck Klosterman is known for staking out strong opinions on just about everything. In his newest book, “I Wear the Black Hat: Grappling with Villains Real and Imagined,” he posits a theory about bad guys that holds up for most villains of history and fiction… with at […]","title":"Chuck Klosterman, Evil Mastermind","byline":"Martin, Brittany","audio":[{"href":"http://www.dinnerpartydownload.org/wp-content/uploads/2013/07/Chuck-Klosterman-by-Kris-Drake-USE-THIS.jpg","type":"image/jpeg","meta":{"crop":"primary","height":null,"width":null}},{"meta":{"width":null,"height":null,"crop":"primary"},"href":"http://www.dinnerpartydownload.org/wp-content/uploads/2013/07/I-Wear-the-Black-Hat-by-Chuck-Klosterman.hi-res.jpg","type":"image/jpeg"},{"format":"MP3","meta":{"duration_hms":"00:07:37","duration":457,"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm_audio:/dinnerpartydownload/2013/07/12/0712_klosterman_web"}},"href":"http://play.publicradio.org/pmp/d/podcast/dinnerpartydownload/2013/07/12/0712_klosterman_web_128.mp3","type":"audio/mpeg"}]}