{"created":"2014-10-07T18:57:37+00:00","modified":"2014-12-04T14:31:49+00:00","valid":{"from":"2014-12-04T14:31:49+00:00","to":"3014-12-04T14:31:49+00:00"},"hreflang":"en","title":"Numbers Of Americans With Health Plans Way Up, But States Vary","published":"2014-08-06T13:47:00+00:00","teaser":"The biggest jump since 2013 has been in states that expanded Medicaid and created insurance exchanges. Arkansas has fared best — reducing its percentage of uninsured from 22 to 12.","itags":["npr_api","338015724"],"guid":"142be980-f33f-421a-abc1-50cd667e4e81","contentencoded":"<p>A Gallup poll released Tuesday suggests the Affordable Care Act is significantly increasing the number of Americans with health insurance, especially in states that are embracing it. It echoes <a href=\"http://www.gallup.com/poll/167798/uninsured-rate-continues-fall.aspx\">previous</a> Gallup surveys, and similar findings by the <a href=\"http://hrms.urban.org/quicktakes/changeInUninsurance.html\">Urban Institute</a> and <a href=\"http://www.rand.org/blog/2014/04/survey-estimates-net-gain-of-9-3-million-american-adults.html\">Rand Corp</a>.</p><p>In the <a href=\"http://www.gallup.com/poll/174290/arkansas-kentucky-report-sharpest-drops-uninsured-rate.aspx\">latest survey</a>, the percentage of uninsured Americans dropped from 18 in September 2013 to 13.4 in June 2014. States that chose to follow the health law's provisions most closely, by both expanding Medicaid and establishing their own health insurance marketplaces, saw their uninsured rate drop nearly twice as much (as a group) as states that declined those opportunities.</p><p>\"So there's a clear difference in the states that have implemented those mechanisms versus those that haven't,\" says Gallup's <a href=\"http://www.gallup.com/corporate/164450/dan-witters.aspx\">Dan Witters</a>.</p><p>Arkansas saw the biggest decline in its uninsured rate, from 22 percent to 12 percent. Kentucky, Delaware and Colorado also saw significant declines.</p><p>\"To drop 10 percent in the uninsured rate within really just six months is really an incredible achievement,\" says <a href=\"http://www.achi.net/Pages/About/SurgeonGeneral.aspx\">Dr. Joe Thompson</a>, Arkansas' surgeon general. Thompson lobbied for his state's unique, bipartisan Medicaid expansion, which uses federal funding to buy private insurance for people with low incomes. He says about 80 percent of those with new, private insurance in Arkansas purchased it with Medicaid subsidies.</p><p>\"Those other states that have chosen not to make something good happen out of the Affordable Care Act,\" Thompson says, \"are missing that opportunity on behalf of their citizens.\"</p><p>Those states include Georgia, Indiana and Mississippi, all of which saw their own rates of uninsured residents drop less than 2 percentage points.</p><p><a href=\"http://billstatus.ls.state.ms.us/members/house/mims.xml\">Sam Mims</a>, a Republican state legislator from southwest Mississippi, says the Affordable Care Act is still not the right way to go for his state.</p><p>\"Access to health care is not expanding Medicaid,\" he says. \"Mainly from a financial standpoint we simply cannot afford to expand Medicaid and we will not expand Medicaid.\" Mims says the Legislature is taking steps to expand access to health care, such as allocating more money to federal clinics, opening access to mental health clinics, and working on programs to get more doctors and dentists to the state.</p><p><a href=\"http://www.gallup.com/poll/174290/arkansas-kentucky-report-sharpest-drops-uninsured-rate.aspx#2\">Not all</a> states that expanded Medicaid saw big drops in the percentage of uninsured. Massachusetts and Hawaii, for example, saw declines of less than 1 point. Witters says that's because those states already had very low rates of uninsured residents prior to the passage of the Affordable Care Act. California, which fully embraced the law but has a higher number of uninsured than any other state, saw a decrease of 5.3 points in its uninsured rate, according to the survey.</p><p>The telephone poll was part of the Gallup-Healthways Well-Being Index; it included more than 178,000 people interviewed in 2013 and more than 88,000 people surveyed in the first half of 2014.</p><hr /><p><em>This story is part of a reporting partnership between NPR and </em><a href=\"http://www.kaiserhealthnews.org\">Kaiser Health News</a><em>. Additional reporting by Jeffrey Hess, of Mississippi Public Broadcasting.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Numbers+Of+Americans+With+Health+Plans+Way+Up%2C+But+States+Vary&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eric Whitney","audio":[{"meta":{"duration":"148"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1338099779-ae2851.m3u?orgId=1&topicId=1128&ft=3&f=338015724"},{"href":"http://media.npr.org/assets/img/2014/08/05/umbrella-4x3-132dc0276e9a2c89c293054f8816bd0f7d0a60d5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"899","width":"1200"}}]}