{"created":"2015-01-05T21:53:44+00:00","modified":"2015-05-13T21:23:40+00:00","valid":{"from":"2015-05-13T21:23:40+00:00","to":"3015-05-13T21:23:40+00:00"},"hreflang":"en","title":"Self-Tracking Gadgets That Play Doctor Abound At CES","published":"2015-01-07T18:30:00+00:00","teaser":"A new wave of self-monitoring devices and apps is hitting the Consumer Electronics Show — ones with explicit medical purposes. They promise to help diagnose everything from ear infections to diseases.","itags":["npr_api","375165247"],"guid":"1435685f-f8c0-4901-8fab-9485dc93a41d","contentencoded":"<p>When your kid's ear is throbbing at 2 a.m., you might want to grab the car keys and head to the emergency room. But now you can pick up your iPhone instead.</p><p>A startup called <a href=\"https://www.cellscope.com/\" target=\"_blank\">CellScope</a> has built a little <a href=\"http://oto.cellscope.com/2014/12/09/introducing-the-oto-home/\">ear probe</a> that you clip on top of your iPhone camera. The footage streams into an app where you can view the inside the ear.</p><p>You could be tempted to use this $79 device to diagnose yourself, and not seek real medical care, even if you needed it. But CEO Erik Douglas says CellScope isn't replacing the doctor. It has doctors on call who analyze ear footage in under two hours, so families get medical care more efficiently.</p><p>\"The ones that have been the most enthusiastic about it so far have been those families that are in the doctor's office once a month for ear infections,\" Douglas says.</p><p>This week, Las Vegas hosts the <a href=\"http://www.cesweb.org/\" target=\"_blank\">International Consumer Electronics Show</a> where companies large and small set up shop in the giant convention center to demo their latest cars, TVs, games and gadgets.</p><p>This year a new wave of trackers and online tools, wristbands and apps, are hitting the show — ones that collect your vital signs for medical purposes.</p><p><strong>An Online Quiz For Alzheimer's</strong></p><p><a href=\"http://www.neurotrack.com/\">Neurotrack</a> is developing an online quiz to change the way Alzheimer's is diagnosed. But its effectiveness is still a wide open question. (There is no definitive way to diagnose Alzheimer's.)</p><p>\"There are thousands of people taking the test, and then we're working with pharmaceutical companies to help them develop the drugs,\" says Elli Kaplan, Neurotrack's CEO.</p><p>You sit in front of your laptop and look at a series of images. Your camera watches where your eyeballs focus and fail to focus in order to identify if you're showing early signs of the disease. Healthy brains gravitate to new images but brains that are deteriorating stick with what is familiar, Kaplan says.</p><p>\"It's only possible now, or only possible in the last few years, because Web camera technology has improved so dramatically,\" Kaplan says.</p><p>The test is not yet approved by the Food and Drug Administration. Kaplan says when it is, a medical expert would call to discuss results.</p><p><strong>Is Now The Time?</strong></p><p>Telemedicine is not risk free. Cyberattacks are increasingly targeting health care data that's stored on the cloud, <a href=\"http://www.hhs.gov/ocr/privacy/hipaa/enforcement/highlights/indexnumbers.html\" target=\"_blank\">according to federal statistics</a>.</p><p>Still, enthusiasts say, the rewards outweigh the risks.</p><p>\"In under five years, if we want, we'll be able to measure pretty much every aspect of clinically useful physiology from our home,\" says Malay Gandhi, managing director at <a href=\"http://rockhealth.com/\">Rock Health</a>. \"We won't have to go into an office.\"</p><p>Gandhi's company invests in medical startups that already have, or are applying to get, FDA approval. He says that means those startups have quality control and they'll deliver accurate data that doctors actually want to use.</p><p>And he says, they'll help doctors keep an eye on their patients from a distance. Take CellScope's ear device, which is registered with the FDA.</p><p>\"Well I can just pull up the video and look at it tomorrow,\" Gandhi says. \"I don't need to make a decision on the spot. And if it's fine, not changing, why prescribe antibiotics?\"</p><p>At this year's Consumer Electronics Show, there are nearly 300 \"health and biotech exhibitors\" — up 35 percent from last year. And while Apple is not making a splash here, experts say the iPhone and the company's <a href=\"https://www.apple.com/ios/whats-new/health/\">HealthKit</a> are poised to be the basic tools that will get us into self-tracking for medical care.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Self-Tracking+Gadgets+That+Play+Doctor+Abound+At+CES&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Aarti Shahani","audio":[{"meta":{"duration":"222"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1375201500-50a519.m3u?orgId=1&topicId=1019&d=222&p=2&story=375165247&t=progseg&e=375168843&seg=15&ft=nprml&f=375165247"},{"href":"http://media.npr.org/assets/img/2015/01/05/dad-son-dd5b0ca9e229a068ab64975328e2b1274fcd97e4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1295","width":"1726"}},{"href":"http://media.npr.org/assets/img/2015/01/05/screen-shot-2015-01-02-at-8.17.22-am-10651b0f07e3f42486f5af13677e3c4210721bc7.png","type":"image/jpeg","meta":{"crop":"standard","height":"666","width":"889"}}]}