{"created":"2015-05-03T11:45:11+00:00","modified":"2015-05-13T21:00:38+00:00","valid":{"from":"2015-05-13T21:00:38+00:00","to":"3015-05-13T21:00:38+00:00"},"hreflang":"en","title":"China Promises $46 Billion To Pave The Way For A Brand New Silk Road","published":"2015-05-04T22:29:00+00:00","teaser":"Improving Pakistan's infrastructure will be the first step in creating a network of roads, railways, pipelines and shipping lanes that stretch all the way to Europe.","itags":["npr_api","401980467"],"guid":"143e257f-f650-4214-a210-045080c73245","contentencoded":"<p>Go to Xi'an city in northwest China, and you can still hear amateur musical ensembles playing court music from the Tang Dynasty. One of the tunes is about flowers — <a href=\"http://www.npr.org/2009/03/10/101626136/keeping-chinas-ancient-music-alive\">tulips imported over the Silk Road from Europe some 1,300 years ago</a>.</p><p>The Silk Road was a network of trade routes that allowed the exchange of goods and ideas between Asia and Europe, including between the Roman Empire and China's Han Dynasty, towards the end of the first century B.C.</p><p>Now China wants to build a new network of roads, railways pipelines and shipping lanes connecting China to South Asia, Southeast Asia, Central Asia, Africa and Europe. With this in mind, China's President Xi Jinping visited Pakistan last month, promising $46 billion in infrastructure investment.</p><p>\"It's looking for national rejuvenation,\" says <a href=\"http://research.gavekal.com/content.php/368-Tom-Miller\">Tom Miller</a>, a Beijing-based analyst with the financial research firm Gavekal. He says China's plan to revive the Silk Road is meant to evoke grand images of the nation at its most powerful, prosperous and cosmopolitan.</p><p>\"In terms of foreign policy,\" he adds, \"it means China is once again becoming the dominant power in Asia.\"</p><p>Plus, China has a surplus of cement, steel and capital to build all this, Miller notes. And many of its neighbors are in serious need of infrastructure investment.</p><p>\"If China really does use its money to improve connectivity, to foster trade networks — if it plays by the rules and is seen as a positive force for economic development, then fantastic,\" he says. \"At the same time, there is a lot of doubt as to whether China will really do this.\"</p><p>Some of its neighbors worry that China seeks to control and exploit them.</p><p>There's also this one other problem: The historic road as many Chinese imagine it never really existed. In fact, China didn't even have a name for it. German geographer Ferdinand von Richthofen coined the term Silk Road in the 1870s, says Fudan University historian Ge Jianxiong in Shanghai.</p><p>Throughout its history, \"China had no need to export silk,\" Ge says. \"Nor did the Chinese have any concept of profiting from silk or foreign trade.\"</p><p>Ge says that for most of history, the Silk Road lay impassable and unused.<strong></strong> It was just too vast to maintain and keep open.</p><p>And China was too inward-focused to care.</p><p>\"For a long time, China believed it sat at the center of the world,\" Ge says. \"It was the celestial empire that had everything, and didn't need to rely on outsiders.\"</p><p>Now that China is producing more goods than it consumes, the country does need to export some of its overcapacity.</p><p>But Ge predicts that unless other countries feel they stand to profit, the new Silk Road will lead nowhere.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=China+Promises+%2446+Billion+To+Pave+The+Way+For+A+Brand+New+Silk+Road&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Anthony Kuhn","audio":[{"meta":{"duration":"179"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1403946523-a8e43f.m3u?orgId=1&topicId=1125&d=179&p=10&story=401980467&t=progseg&e=403946508&seg=3&ft=nprml&f=401980467"},{"href":"http://media.npr.org/assets/img/2015/04/24/map-china-silk-road-624-2bfafa0a55cd0dc0ff3bc7080e49f520373be67d.png","type":"image/jpeg","meta":{"crop":"standard","height":"1120","width":"1493"}}]}