{"created":"2015-05-27T20:14:42+00:00","modified":"2015-05-28T18:38:38+00:00","valid":{"from":"2015-05-28T18:38:38+00:00","to":"3015-05-28T18:38:38+00:00"},"hreflang":"en","guid":"143f0627-ef26-4fa7-8687-ec198bca196c","title":"This American ‘foreign fighter’ says he’s helping Iraqi Christians fight ISIS ","published":"2015-05-28T18:38:33+00:00","byline":"Matthew Bell","tags":["Religion","conflict","ISIS","terrorism","military","Conflict","Conflict & Justice","Asia","Iraq","Middle East"],"teaser":"When the revolution in Libya took off, Matthew VanDyke picked up a weapon and joined the Libyan rebels. Now, he says he’s helping Iraqi Christians fight ISIS. ","contentencoded":"<p>Volunteers from dozens of countries around the world have flocked to join the ranks of ISIS in Syria and Iraq. The United Nations says more than 25,000 of these so-called foreign fighters have answered the extremists’ call. But other foreigners — though far fewer in number — have also traveled to the front lines to do battle with ISIS. And that includes an American named Matthew VanDyke.</p>\n<p>VanDyke says he has founded a group called the Sons of Liberty in order to, in his words, “provide free consulting and training to Iraqi Christians who are fighting against ISIS.”</p>\n<p>With the help of US military veterans, VanDyke says he is working with Christians from the Iraqi province of Nineveh to build a force to defend their lands against the extremists of ISIS. In the future, VanDyke says he hopes to start providing non-lethal equipment to Christian militiamen, so they can go on the offensive to re-capture territory seized by ISIS fighters in Iraq.</p>\n<blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p dir=\"ltr\" lang=\"en\" xml:lang=\"en\">Nineveh Plain Protection Units (<a href=\"https://twitter.com/hashtag/NPU?src=hash\">#NPU</a>) sergeants + officers attend Sons of Liberty International's leadership training <a href=\"http://t.co/kqOtL0fUMs\">pic.twitter.com/kqOtL0fUMs</a></p>\n<p>— Matthew VanDyke (@Matt_VanDyke) <a href=\"https://twitter.com/Matt_VanDyke/status/602166956561723392\">May 23, 2015</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p>“It’s not a religious mission,” VanDyke says. “We’re working with Iraqi Christians because they’re highly motivated. They have good morale. They have good aptitude for doing this. They’ve suffered a lot. They’re been persecuted for a long time.”</p>\n<p>VanDyke says no one else is helping Christians from Iraq, including the US government. “They’ve pretty much been abandoned by the international community,” he says. VanDyke says he has met with US State Department officials and they have expressed approval for what his group is doing in Iraq.</p>\n<p>A State Department official who asked not to be named expressed doubts that any such meetings had taken place. Publicly, the State Department continued to urge Americans to avoid the area.</p>\n<p>“As our Travel Warning for Iraq states, US citizens are warned against all but essential travel to Iraq. The US government does not support private US citizens traveling to Iraq or Syria to fight against ISIS nor do we support any such activities. Any private US citizens/civilians who may have traveled to Iraq or Syria to take part in the activities described are neither in support of nor part of US efforts in the region.\"</p>\n<p>“This has been our consistent position on this matter and any suggestion to the contrary would be inaccurate. This is also the message that would have been provided to Mr. Van Dyke in any contact he may have had with State Department officials.”</p>\n<p>VanDyke says the US government does not want to get involved with providing assistance to Iraqi Christians, but isn't interfering with his efforts.</p>\n<p>The State Department official denied that the US government has abandoned Iraqi Christians, saying diplomats are indeed conducting meetings with Christians from Iraq and other groups to find ways to help.</p>\n<p>VanDyke says he brings a unique skill set to his mission. After graduating from Georgetown University with a degree in Middle East security studies, VanDyke says he spent time touring the region by motorcycle. In 2011, he went to Libya to fight with rebels trying to oust dictator Muammar Gaddafi. He was wounded, captured, held in detention for close to six months and later escaped to return to the front lines.</p>\n<p>“I took the skills I learned in fighting in one of these conflicts, combined with my good contacts in the US military community, my educational background and my contacts in Iraq, and put it all together,” VanDyke says.</p>\n<p>Rejecting the label “soldier of fortune,” VanDyke says he refused to accept all military pay in Libya and that his new group is giving assistance to its partners in Iraq for free.</p>\n<p>“We’re funded entirely by the public,” he adds.</p>\n<p>The nature of the fighting in Iraq, VanDyke says, means that Christians are going to have fight for themselves. “Sunnis are only going to fight for Sunni land, Shia for Shia lands, Kurds only for Kurdistan, that’s just how this conflict will play out,” he says.</p>\n<p>There are even divisions within the Iraqi Christian community. And that goes for groups based inside Iraq and in the west, VanDyke says. “This is part of the problem and [it’s] why success is so difficult to obtain,” he adds.</p>\n<p>But the Christian minority in Iraq is in a particularly dangerous predicament, VanDyke says. “Currently, the Christians [are] the only group that has no ability to defend themselves. And they will be wiped out in this fight if they’re not quickly trained, equipped and given the abilities to defend their lands.”</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-27%2Famerican-foreign-fighter-says-he-s-helping-iraqi-christians-fight-isis&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/story/images/vandyke.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/vandykejpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/05272015_04.mp3"},{"href":"http://admin.pri.org/file/0527201504mp3"}]}