{"created":"2015-06-24T20:25:38+00:00","modified":"2015-06-30T19:07:27+00:00","valid":{"from":"2015-04-23T00:11:14+00:00","to":"3015-04-23T00:11:14+00:00"},"hreflang":"en","teaser":"Producer, musician, and deejay Mark Ronson was once best known for producing Amy Winehouse’s breakthrough album “Back To Black,” as well as hits for Adele and Nas. He’s also released four albums on his own that made him a household name in his home country of England, where he actually composed an official song for […]","published":"2015-04-23T00:11:14+00:00","guid":"1441650b-c4da-434c-8878-b048067cf50f","contenttemplated":"[{\"content\":\"<p>Producer, musician, and deejay Mark Ronson was once best known for producing Amy Winehouse’s breakthrough album “Back To Black,” as well as hits for Adele and Nas. He’s also released four albums on his own that made him a household name in his home country of England, where he actually composed an official song for London’s 2012 Summer Olympics.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>But he became well-known in the United States this year thanks to the lead single from his new album “Uptown Special” called “Uptown Funk,” which spent 14 weeks at No. 1 this year, and right now, it’s still No. 2. It features pop star Bruno Mars and co-production work from Mark’s collaborator Jeff Bhasker. When Brendan spoke with Mark, he started by asking him to explain what exactly a music producer, well, does.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<img alt=\\\"DPD-Banner\\\" class=\\\"aligncenter\\\" src=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2013/06/DPD-Banner.jpg\\\" />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Mark Ronson:</strong> It’s so different for every project because it really depends what the artist or the band needs. You have to be quite malleable, so like, if I’m doing a track with Nas, producer in like the hip-hop sense of the word means that you kind of do the beat and the music and then they write the lyrics.</p><br /><p>With Amy Winehouse with “Back to Black,” she had most of the songs. It was her and an acoustic guitar and she would play them for me and they were in like a very raw form and then I would try and imagine what arrangement that she was hearing in her head.</p><br /><p><iframe allowfullscreen=\\\"allowfullscreen\\\" frameborder=\\\"0\\\" src=\\\"//www.youtube.com/embed/KUmZp8pR1uc\\\"></iframe></p><br /><p>That’s what you’re trying to do a lot as a producer. You’re almost trying to like <em>guess</em> what the artist — how they would dream in an ideal world that this song that they wrote would sound, right? So you come up with what the drums are doing, what the guitar is doing. You kind of <em>arrange</em> the band.</p><br /><p>And then there’s times with my <em>own</em> album where “producer” is a bit of just like a blanket term because most of the time, I’m writing at least half of the music or the melody and then playing the instruments and doing the arrangement and then just finding… I guess you start to write the song and then you think like, “Ok, who would sound great singing this?” You’re sort of part director, part casting agent, you’re like a side man actor. There’s all these kind of roles that you fill.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Well you certainly did a pretty spectacular job as casting director for this album. You have everyone from Stevie Wonder to Bruno Mars, but also some unknowns, like the singer Keyone Starr. How did you discover her?</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><br /><img alt=\\\"Photo Credit: LeAnn Mueller\\\" src=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2015/04/141106_HASSELBLAD_03_006-768x1024.jpg\\\" />Photo Credit: LeAnn Mueller<br /><p><strong>Mark Ronson:</strong> We went to Memphis. We went on this road trip to the South because we wrote this song “I Can’t Lose” and thought it would be great to find an undiscovered talent, a great singer and we said let’s go, literally drive up the Mississippi and go to churches and bars and find someone.</p><br /><p><em>Every</em> singer that we saw was pretty spectacular, but you know there were two things: We had  a specific voice and the tone that we were looking for. And then also, we needed somebody that was like kind of down to travel to L.A. to cut a record, maybe we’d go on tour.</p><br /><p>So, we’d hear this great singer and we’d get all excited and be like, “Hey so do you think you would come to L.A.?” and they’d be like, “Well, I could never imagine missing my choir rehearsal on Tuesdays and Thursdays.”</p><br /><p>It’s really, it’s like the anti sort of like “Pop Idol” world. It’s like everybody wants to get on TV to start singing in order to become famous. These people have an opportunity maybe to have something [and] it’s like, “No, that’s not why I sing.” That was really nice to see.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> But, ultimately you did find someone.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Mark Ronson:</strong> Yes. We went to this, it’s like this little restaurant on this campus of a college, a black college in Jackson, Mississippi and she walked in, Keyone, and it was definitely one of those things where you walked in and you’re just like, “Oh please let this one be good.”</p><br /><p>She just like had this awesome look. She had this like pixie haircut and this spiky earring. And she got up and she just had this grit in her voice that I really love. That slightly burnt, broken thing in the voice that Lauryn Hill and certain singers that we love all have.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote class=\\\"instagram-media\\\" data-instgrm-captioned=\\\"\\\" data-instgrm-version=\\\"4\\\"><br /><div><br /><div></div><br /><p><a href=\\\"https://instagram.com/p/1wMQZiHHjQ/\\\" target=\\\"_top\\\">Cruising thru the city with my woe #keyonestarr #markronson #icantlose #uptownspecial #uptownfunk #cruising #woe #jacksonms #hollywood</a></p><br /><p>A photo posted by Keyone Starr (@keyonestarr) on Apr 21, 2015 at 3:01pm PDT</p><br /></div><br /></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><script async=\\\"\\\" defer=\\\"defer\\\" src=\\\"//platform.instagram.com/en_US/embeds.js\\\" type=\\\"text/javascript\\\">\\n</script></p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Yeah.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Mark Ronson:</strong> So I actually took her aside and I was like okay, let’s not get our hopes up. So I said, “Do you know like what this would be like if this happened? Are you willing to go on tour and kind of uproot your life a bit?” and she just looked at me and she was like, “Honey, I can’t wait to quit my fucking job at Comcast. Let’s go.”</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Another unlikely contributor to this album is Pulitzer Prize-winning novelist Michael Chabon. I would be organically egged by the public radio audience if I didn’t ask you about this. You invited him to write lyrics for the album, how did that happen and how ultimately how did it work? Because writing novels is different than writing pop songs.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Mark Ronson:</strong> With Michael like there was never — it was never a case of him of sending us words that like weren’t exceptional. Like everything, I still remember the very first thing that he sent when I told him about the record.</p><br /><p>Basically, my email to him was like how come music with a groove can’t have clever lyrics? Because it used to and I want to see if we can do that. So, he sent me these first lyrics and it was, “In the backroom of the El Mago casino/under a portrait of Kolar the Great/between an ex-whale and a paradox of Zeno/soft candy betting hard eight.” And they’re just like so amazing, like so expressive, like I can picture the whole thing and then me and Jeff were just like, “How the hell do we put this to music though?”</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Yeah.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Mark Ronson:</strong> But, okay, well the Michael Chabon has spoken. Like we’ve got to try at least. And then yeah, it did come down to when Michael came down for the first time he wrote some great lyrics, but for some reason it just wasn’t matching the mood of the music.</p><br /><p>We’d be like in the corner like, Michael went to the bathroom like, “Is it okay to tell him maybe we should rewrite this part?” But for the most part, we all just surrendered any kind of ego like attachment to things just to make everyone in the room believe in it.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Well, I’ve gone long enough without asking you about this monster hit you created, “Uptown Funk.” What is it like being involved with a song that’s such a stratosphere success?</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Mark Ronson:</strong> It’s really bizarre and it’s the different level of success. None of my other songs have ever charted on the Billboard Hot 100 before, let alone to have a No. 1. And it’s, one week at No. 1, obviously, would have been probably the crowing achievement of my career.</p><br /><p>So, when it started to get into like six and seven and eight weeks, and there are these numbers that almost sound surreal, and I’m definitely not unappreciative. It’s insane. But, because I believe in work, now we’re not working any harder for it to stay there, so I feel like a little guilty, like it’s just sort of taken on it’s own thing.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><iframe allowfullscreen=\\\"allowfullscreen\\\" frameborder=\\\"0\\\" src=\\\"//www.youtube.com/embed/OPf0YbXqDm0\\\"></iframe></p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> It’s just locked in.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Mark Ronson:</strong> The song came out of a jam in Bruno’s studio, just playing instruments with three dudes that I feel especially fond of, playing the music that we love. And it’s… I guess that joy maybe come across and that’s why kids love it.</p><br /><div>It’s like something that just people, it makes people happy. I texted Bruno yesterday. I was like, “Man, can you believe it? Like 14 weeks.” And like he just wrote back his typical like self-deprecating, “Yeah, we wrote the ‘Macarena’ for 2015.”*</div><br /></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><em>*Ed note: The mere mention of “Macarena” inspired Rico and Brendan to complie their own list of <a href=\\\"http://www.dinnerpartydownload.org/insanely-infectious-pop-songs/\\\" target=\\\"_blank\\\">Insanely Infectious Pop Songs</a>.</em></p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"}]","byline":"Lopez, Kristina","description":"Producer, musician, and deejay Mark Ronson was once best known for producing Amy Winehouse’s breakthrough album “Back To Black,” as well as hits for Adele and Nas. He’s also released four albums on his own that made him a household name in his home country of England, where he actually composed an official song for […]","tags":["APM","Guest of Honor","music"],"contentencoded":"<div class=\"barn-cleaned\"><p>Producer, musician, and deejay Mark Ronson was once best known for producing Amy Winehouse’s breakthrough album “Back To Black,” as well as hits for Adele and Nas. He’s also released four albums on his own that made him a household name in his home country of England, where he actually composed an official song for London’s 2012 Summer Olympics.</p>\n<br />\n<p>But he&nbsp;became well-known in the United States this year thanks to the lead single from his new album “Uptown Special” called “Uptown Funk,” which&nbsp;spent 14&nbsp;weeks at No. 1&nbsp;this year, and right now, it’s still No. 2. It features pop star Bruno Mars and co-production work from Mark’s collaborator Jeff Bhasker. When&nbsp;Brendan&nbsp;spoke with Mark, he&nbsp;started by asking him to explain what exactly a music&nbsp;producer, well, does.</p>\n<br />\n<img class=\"aligncenter\" src=\"http://www.dinnerpartydownload.org/wp-content/uploads/2013/06/DPD-Banner.jpg\" alt=\"DPD-Banner\" /><br />\n<blockquote>\n<p><strong>Mark Ronson:</strong> It’s so different for every project because it really depends what the artist or the band needs. You have to be quite malleable, so like, if I’m doing a track with Nas, producer in like the hip-hop sense of the word means that you kind of do the beat and the music and then they write the lyrics.</p>\n<br />\n<p>With Amy Winehouse with “Back to Black,” she had most of the songs. It was her and an acoustic guitar and she would play them for me and they were in like a very raw form and then I would try and imagine what arrangement that she was hearing in her head.</p>\n<br />\n<p><iframe src=\"//www.youtube.com/embed/KUmZp8pR1uc\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\"></iframe></p>\n<br />\n<p>That’s what you’re trying to do a lot as a producer. You’re almost trying to like <em>guess</em> what the artist&nbsp;—&nbsp;how they would dream in an ideal world that this song that they wrote would sound, right? So you come up with what the drums are doing, what the guitar is doing. You kind of&nbsp;<em>arrange</em> the band.</p>\n<br />\n<p>And then there’s times with my <em>own</em> album where “producer” is&nbsp;a bit of just like a blanket term because most of the time, I’m writing at least half of the music or the melody and then playing the instruments and doing the arrangement and then just finding…&nbsp;I guess you start to write the song and then you think like, “Ok, who would sound great singing this?” You’re sort of part director, part casting agent, you’re like a side man actor. There’s all these kind of roles that you fill.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong>&nbsp;Well you certainly did a pretty spectacular job as casting director for this album. You have everyone from Stevie Wonder to Bruno Mars, but also some unknowns, like the singer Keyone Starr. How did you discover her?</p>\n<br />\n<blockquote><br />\n<img src=\"http://www.dinnerpartydownload.org/wp-content/uploads/2015/04/141106_HASSELBLAD_03_006-768x1024.jpg\" alt=\"Photo Credit: LeAnn Mueller\" />Photo Credit: LeAnn Mueller<br />\n<p><strong>Mark Ronson:</strong> We went to Memphis. We went on this road trip to the South because we wrote this song “I Can’t Lose” and thought it would be great to find an undiscovered talent, a great singer and we said let’s go, literally drive up the Mississippi and go to churches and bars and find someone.</p>\n<br />\n<p><em>Every</em> singer that we saw was pretty spectacular, but you know there were two things: We had &nbsp;a specific voice and the tone that we were looking for. And then also, we needed somebody that was like kind of down to travel to L.A. to cut a record,&nbsp;maybe we’d go on tour.</p>\n<br />\n<p>So, we’d hear this great singer and we’d get all excited and be like, “Hey so do you think you would come to L.A.?” and they’d be like, “Well, I could never imagine missing my choir rehearsal on Tuesdays and Thursdays.”</p>\n<br />\n<p>It’s really, it’s like the anti sort of like “Pop Idol” world. It’s like everybody wants to get on TV to start singing in order to become famous. These people have an opportunity maybe to have something [and] it’s like, “No, that’s not why I sing.” That was really nice to see.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> But, ultimately you did find someone.</p>\n<br />\n<blockquote>\n<p><strong>Mark Ronson:</strong> Yes. We went to this, it’s like this little restaurant on this campus of a college, a&nbsp;black college in Jackson, Mississippi and she walked in, Keyone, and it was definitely one of those things where you walked in and you’re just like, “Oh please let this one be good.”</p>\n<br />\n<p>She just like had this awesome look. She had this like pixie haircut and this spiky earring. And she got up and she just had this grit in her voice that I really love. That slightly burnt, broken thing in the voice that Lauryn&nbsp;Hill and certain singers that we love all have.</p>\n</blockquote>\n<br />\n<blockquote class=\"instagram-media\" data-instgrm-captioned=\"\" data-instgrm-version=\"4\"><br />\n<div><br />\n<div></div>\n<br />\n<p><a href=\"https://instagram.com/p/1wMQZiHHjQ/\" target=\"_top\">Cruising thru the city with my woe #keyonestarr #markronson #icantlose #uptownspecial #uptownfunk #cruising #woe #jacksonms #hollywood</a></p>\n<br />\n<p>A photo posted by Keyone Starr (@keyonestarr) on Apr 21, 2015 at 3:01pm PDT</p>\n<br /></div>\n<br /></blockquote>\n<br />\n<p><script src=\"//platform.instagram.com/en_US/embeds.js\" async=\"\" defer=\"defer\" type=\"text/javascript\">\n</script></p>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Yeah.</p>\n<br />\n<blockquote>\n<p><strong>Mark Ronson:</strong> So I actually took her aside and I was like okay, let’s not get our hopes up. So I said, “Do you know like what this would be like if this happened? Are you willing to go on tour and kind of uproot your life a bit?” and she just looked at me and she was like, “Honey, I can’t wait to quit my fucking job at Comcast. Let’s go.”</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Another unlikely contributor to this album is Pulitzer Prize-winning novelist Michael Chabon. I would be organically egged by the public radio audience if I didn’t ask you about this. You invited him to write lyrics for the album,&nbsp;how did that happen and how ultimately how did it work? Because writing novels is different than writing pop songs.</p>\n<br />\n<blockquote>\n<p><strong>Mark Ronson:</strong> With Michael like there was never&nbsp;—&nbsp;it was never a case of him of sending us words that like weren’t exceptional. Like everything, I still remember the very first thing that he sent when I told him about the record.</p>\n<br />\n<p>Basically, my email to him was like how come music with a groove can’t have clever lyrics? Because it used to and I want to see if we can do that. So, he sent me these first lyrics and it was, “In the backroom of the El Mago casino/under a portrait of Kolar the Great/between an ex-whale and a paradox of Zeno/soft candy betting hard eight.”&nbsp;And they’re just like so amazing, like so expressive, like I can picture the whole thing and then me and Jeff were just like, “How the hell do we put this to music though?”</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Yeah.</p>\n<br />\n<blockquote>\n<p><strong>Mark Ronson:</strong> But, okay, well the Michael Chabon has spoken. Like we’ve got to try at least. And then yeah, it did come down to when Michael came down for the first time he wrote some great lyrics, but for some reason it just wasn’t matching the mood of the music.</p>\n<br />\n<p>We’d be like in the corner like, Michael went to the bathroom like, “Is it okay to tell him maybe we should rewrite this part?” But for the most part, we all just surrendered any kind of ego like attachment to things just to make everyone in the room believe in it.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Well, I’ve gone long enough without asking you about this monster hit you created, “Uptown Funk.” What is it like being involved with a song that’s such a stratosphere success?</p>\n<br />\n<blockquote>\n<p><strong>Mark Ronson:</strong> It’s really bizarre and it’s the different level of success. None of my other songs have ever charted on the Billboard Hot 100 before, let alone to have a No. 1. And it’s, one week at No. 1,&nbsp;obviously, would have been probably the crowing achievement of my career.</p>\n<br />\n<p>So, when it started to get into like six and seven and eight weeks, and there are these numbers that almost sound surreal, and I’m definitely not unappreciative. It’s insane. But, because I believe in work, now we’re not working any harder for it to stay there, so I feel like a little guilty, like it’s just sort of taken on it’s own thing.</p>\n</blockquote>\n<br />\n<p><iframe src=\"//www.youtube.com/embed/OPf0YbXqDm0\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\"></iframe></p>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> It’s just locked in.</p>\n<br />\n<blockquote>\n<p><strong>Mark Ronson:</strong>&nbsp;The song came out of a jam in Bruno’s studio, just playing instruments with three dudes that I feel especially fond of, playing the music that we love. And it’s… I guess that joy maybe come across and that’s why kids love it.</p>\n<br />\n<div>It’s like something that just people, it makes people happy. I texted Bruno yesterday. I was like, “Man, can you believe it?&nbsp;Like 14&nbsp;weeks.” And like he just wrote back his typical like self-deprecating, “Yeah, we wrote the ‘Macarena’ for 2015.”*</div>\n<br /></blockquote>\n<br />\n<p><em>*Ed note: The mere mention of “Macarena” inspired Rico and Brendan to&nbsp;complie their own list of&nbsp;<a href=\"http://www.dinnerpartydownload.org/insanely-infectious-pop-songs/\" target=\"_blank\">Insanely Infectious Pop Songs</a>.</em></p>\n<br /></div>","itags":["1441650bc4da34cd8786b048067cf50f","PMP:The_Dinner_Party_Download_PMP","The Dinner Party Download","The Dinner Party Download 2015-04-22"],"title":"Mark Ronson Schools us on ‘Uptown Funk,’ Producing Hits","audio":[{"href":"http://www.dinnerpartydownload.org/wp-content/uploads/2015/04/41_MarkRonson_otherimages4.jpg","type":"image/jpeg","meta":{"height":null,"crop":"primary","width":null}},{"href":"http://www.dinnerpartydownload.org/wp-content/uploads/2015/04/41_MarkRonson_otherimages3.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"type":"image/jpeg","meta":{"width":null,"height":null,"crop":"primary"},"href":"http://www.dinnerpartydownload.org/wp-content/uploads/2015/04/141106_HASSELBLAD_03_006.jpg"},{"meta":{"height":null,"crop":"primary","width":null},"type":"image/jpeg","href":"http://www.dinnerpartydownload.org/wp-content/uploads/2015/04/Ronson-2.jpg"},{"href":"http://play.publicradio.org/pmp/d/podcast/dinnerpartydownload/segments/2015/04/24/0424ronson_128.mp3","format":"MP3","meta":{"duration_hms":"00:08:55","duration":535,"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm_audio:/dinnerpartydownload/segments/2015/04/24/0424ronson","type":"application/json"}},"type":"audio/mpeg"}]}