{"created":"2015-05-22T09:01:39+00:00","modified":"2015-06-24T23:05:06+00:00","valid":{"from":"2015-06-24T23:05:06+00:00","to":"3015-06-24T23:05:06+00:00"},"hreflang":"en","title":"Adios, Trans Fats: FDA Poised To Phase Out Artery-Clogging Fat","published":"2015-05-22T21:39:00+00:00","teaser":"Any day now, the FDA could announce a final rule aimed at removing much of the remaining trans fats out of the food supply. It could amount to a near ban on the fats, which wreak cardiovascular havoc.","itags":["npr_api","407751715"],"guid":"144db0f7-a9a8-47bd-a87d-5823da4c9485","contentencoded":"<p>The case against trans fats is not new. For years, health experts have been telling us to avoid them.</p><p>And as retailing behemoths such as Wal-Mart have <a href=\"http://news.walmart.com/news-archive/2011/01/20/walmart-launches-major-initiative-to-make-food-healthier-healthier-food-more-affordable\">committed</a> to the removal of all remaining, industrially produced trans fats in the products they sell, the food industry has stepped up its pace to reformulate its offerings.</p><p>The <a href=\"http://www.gmaonline.org/\">Grocery Manufacturers Association</a> says the food industry has already reduced its use of trans fats by more than 85 percent. Even Crisco is now made without partially hydrogenated oils.</p><p>Now, the Food and Drug Administration is expected to take action soon to <a href=\"http://www.fda.gov/food/ingredientspackaginglabeling/labelingnutrition/ucm274590.htm\">phase out</a> much of the remaining trans fats in the food supply. The agency first <a href=\"http://www.fda.gov/ForConsumers/ConsumerUpdates/ucm372915.htm\">announced</a> its plan back in 2013. And, any day now, the FDA is expected to announce a final rule that could amount to a near ban of trans fats.</p><p>\"The time is long overdue to get trans fats out of the food supply,\" says Michael Jacobson of the Center for Science in the Public Interest. He nudged for a mandatory labeling of trans fats on food packages, which has been in place since 2006.</p><p>So, where do we still find trans fats in the food supply? The labels of ready-to-bake pie crusts, baked goods and microwave popcorn are a good place to look.</p><p>Also, there are low-levels of trans fats in lots of foods — levels that fall below the threshold for labeling. As my colleague Eliza Barclay has reported, <a href=\"http://www.npr.org/sections/thesalt/2014/08/28/343971652/trans-fats-linger-stubbornly-in-the-food-supply\">zero trans fats doesn't necessarily mean zero</a>.</p><p>The FDA allows companies to list 0 grams on the label even if the food contains up to half a gram of trans fats. In other words, If a packaged food has less than .5 grams per serving, it can be labeled as trans-fat free.</p><p>So, if you want to avoid these trace levels, you've got to scan the ingredient list. If you see partially hydrogenated oils listed, you know there's a small amount of trans fats in the food.</p><p>And here's a little history lesson in how trans fats came to be: As my colleague Dan Charles has <a href=\"http://www.npr.org/sections/thesalt/2013/11/07/243730263/fda-moves-to-phase-out-remaining-trans-fats-in-food-supply\">reported</a>, in the early 1900s scientists worked out a way to add hydrogen atoms to a molecule of oil. In essence, that process converted liquid vegetable oils into solid fats.</p><p>After this discovery, the era of baking with Crisco and margarine began.</p><p>But, decades later, scientists began to document the damaging health effects of partially hydrogenated oils. Turns out, the ubiquitous use of trans fats was wreaking havoc on our cardiovascular systems.</p><p>Trans fats \"raise bad cholesterol and lower good cholesterol,\" explains <a href=\"http://provost.tufts.edu/about/academic-leadership-team/mozaffarian-friedman-school-of-nutrition-science-and-policy/\">Dariush Mozaffarian</a>, a cardiologist, epidemiologist and dean of the nutrition policy and science school at Tufts University. And that's not all, he says.</p><p>As Mozaffarian explains, trans fats also raise inflammation and worsen the health of blood vessels. \"There's really not any other fat that has this constellation of harmful effects,\" he says.</p><p>The food industry has moved to reformulate many foods. Manufacturers have turned to alternative fats, such as palm oil and blends of vegetable oils. From a health perspective, that's an improvement, Mozaffarian says.</p><p>\"Any natural replacement is superior to partially hydrogenated vegetable oil — whether it's butter, palm oil or blends of oils,\" Mozaffarian says.</p><p>(However, as we've reported, when it comes to environmental and worker's rights issues, palm oil has historically been <a href=\"http://www.npr.org/sections/thesalt/2014/06/06/319231081/doughnut-day-downer-palm-oil-in-pastries-drives-deforestation\">problematic</a>, though the industry is <a href=\"http://www.npr.org/sections/goatsandsoda/2015/04/21/396815303/palm-oil-plantations-are-blamed-for-many-evils-but-change-is-coming\">changing</a> as a result of consumer pressure.)</p><p>When the FDA issues its final rule, it will likely move to revoke the <a href=\"http://www.npr.org/sections/thesalt/2015/04/14/399591292/why-the-fda-is-clueless-about-some-of-the-additives-in-our-food\">GRAS </a>(Generally Recognized As Safe) status of trans fats. And this could pose a problem for manufacturers that still have small amounts of partially hydrogenated oils in the products they sell. For instance, it could open them up to lawsuits.</p><p>The Grocery Manufacturers Association told us in a statement that \"we share FDA's goal of reducing trans fatty acids in the diet.\" But the group is preparing to file a petition. \"The food additive petition currently in development will help us to achieve this shared objective,\" the GMA statement says.</p><p>It's possible that the Grocery Manufacturers Association may ask for more flexibility in meeting the goal.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Adios%2C+Trans+Fats%3A+FDA+Poised+To+Phase+Out+Artery-Clogging+Fat&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Allison Aubrey","audio":[{"meta":{"duration":"167"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1408680127-d20e75.m3u?orgId=1&topicId=1134&d=167&p=3&story=407751715&t=progseg&e=408666175&seg=3&ft=nprml&f=407751715"},{"href":"http://media.npr.org/assets/img/2015/05/21/187269412-4cf5ee043588dc7ac7eeef8d7714e7dffcca99c8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1987","width":"2650"}}]}