{"created":"2014-10-20T08:23:39+00:00","modified":"2015-04-07T17:51:07+00:00","valid":{"from":"2015-04-07T17:51:07+00:00","to":"3015-04-07T17:51:07+00:00"},"hreflang":"en","title":"Ebola In Church: A Reverend's Quarantine Spreads The Word","published":"2014-10-20T13:26:00+00:00","teaser":"There's one place in Monrovia where people continue to gather together despite the threat of Ebola: Sunday church service. One reverend knows firsthand how the smallest mistake can be deadly.","itags":["npr_api","357399593"],"guid":"1457eeb2-4dd3-41a6-99c9-fe93b3058910","contentencoded":"<p>Night clubs have shut their doors. Soccer leagues have been suspended. And a strict curfew is keeping the streets empty at night.</p><p>But there's one place in Monrovia where people continue to gather despite the threat of <a href=\"http://www.npr.org/tags/147820238/ebola\">Ebola</a>: Sunday church service.</p><p>Since Ebola broke out in Liberia's capital city, more people have started coming to Sunday service at <a href=\"http://www.trinitycathedralliberia.org/\">Trinity Cathedral</a>, says the Very Rev. Herman Browne. And like many priests across Monrovia, Browne has been spreading the word about Ebola prevention through his sermons.</p><p>But Browne's message this week was personal. It came from his family's encounter with the virus.</p><p>For the past three Sundays, the reverend had been under a volunteer quarantine. This week he returned to the pulpit and explained to his congregation what happened.</p><p>It all began when his wife, Trokon Browne, went to see a close friend. \"The friend ... broke down, fell on the floor and started to cry,\" Herman said. \"Some illness had returned to her, and she was explaining it to Trokon.\"</p><p>These were warning signs about Ebola. Trokon knew that. But her nurturing instincts kicked in. She embraced and fed her friend anyway.</p><p>\"I said that was a crazy thing to do,\" Herman said to his congregation, \"because the lady was vomiting and had diarrhea.\"</p><p>Two days later, the Brownes learned that the friend had Ebola.</p><p>One of the reasons Ebola continues to spread in Liberia is that people who know they've been exposed to the virus often keep it a secret until they're desperately ill and highly contagious. They fear the embarrassment, the stigma and the prospect of losing their income.</p><p>But the Brownes went public.</p><p>\"I left work immediately, wrapped up everything, called the treasurer, the bishop, my colleagues,\" Herman said. Then Trokon and Herman quarantined themselves for 21 days.</p><p>Even their children were not allowed to come upstairs until the couple knew they did not have Ebola.</p><p>Herman said he was hoping his congregation would learn a powerful lesson from his family's experience: \"Once you slip mentally, in terms of being aware and conscious, the smallest slip could cause you grave harm,\" he said after the church service.</p><p>That's a message Liberians have heard constantly from the government. But many people in Monrovia say they don't trust the government. They consider it corrupt. So the messages can have more of an impact when they come from a spiritual leader.</p><p>Herman Browne began educating his congregation about Ebola long before it affected the family directly. And it's clear the message has been received at the church. People sanitize their hands before entering the cathedral. A priest delivers the Holy Communion wafers with tweezers. The church program tells the congregation: \"Do not hide sick persons.\"</p><p>But Trokon Browne says those are relatively easy steps. What's harder, she says, is to keep a safe distance when a friend or family member is sick, perhaps with Ebola.</p><p>\"I cannot see my husband sick and not touch him. Or I cannot see my child sick,\" she said. \"Ebola might as well kill us. So it's still very hard. Trust me, it's still very hard.\"</p><p>It's also hard for some people to accept the way Ebola appears to punish those who are trying to follow Christian teachings, Herman Browne said. That's why some in his congregation consider the disease demonic.</p><p>\"Those who don't care and those who don't want to express their care are those who survive. Those who actually care are those who die,\" he said. \"At the heart of it, for some of us with religious eyes, is an anti-care, anti-love message. And that can be very draining.\"</p><p>This time, the message is less harsh. Trokon wasn't infected. And her sick friend is one of the lucky ones who survived Ebola.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ebola+In+Church%3A+A+Reverend%27s+Quarantine+Spreads+The+Word&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jon Hamilton","audio":[{"meta":{"duration":"267"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1357508921-7431ab.m3u?orgId=1&topicId=1031&e=357399593&d=267&ft=nprml&f=357399593"},{"href":"http://media.npr.org/assets/img/2014/10/19/doucleffhamilton--7--x-0df6fbbdc5903931da1ca15a09740f80211f5ac8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2014/10/19/doucleffhamilton--14-x1-eaea0ba9b2cd49f10d72b0b6d5f85d43ebfb048d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2242","width":"2989"}},{"href":"http://media.npr.org/assets/img/2014/10/19/doucleffhamilton--3-x-1a806ce0645d30ce01d158e400be67ab6e458f04.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}