{"created":"2015-01-21T18:51:55+00:00","modified":"2015-01-21T20:00:35+00:00","valid":{"from":"2015-01-21T20:00:35+00:00","to":"3015-01-21T20:00:35+00:00"},"hreflang":"en","title":"Obama's Proposal On Inequality: Is It Enough?","published":"2015-01-21T19:58:00+00:00","teaser":"Nobel Prize-winning economist Joseph Stiglitz offers his take on the president's plan and whether it goes too far or not far enough.","itags":["npr_api","378881167"],"guid":"145efae3-81e3-46b8-9c58-4e44fdeb7358","contentencoded":"<p>As the Washington debate on how to reduce income inequality continues, President Obama laid out his plan in the State of the Union address. He called for universal, free community college, guaranteed paid sick leave and higher tax hikes on the wealthy.</p><p>The proposal is unlikely to pass in the new Republican-controlled House and Senate, but the speech set an agenda that both parties must now address.</p><p><em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Jeremy Hobson spoke with economist <strong>Joseph Stiglitz</strong> for his reaction to the president&#8217;s plan and if he thinks it goes too far or not far enough to address the issue of income inequality.</p><ul><li><a href=\"http://www.project-syndicate.org/commentary/politics-of-economic-stupidity-by-joseph-e--stiglitz\" target=\"_blank\">Read Joseph Stiglitz&#8217;s op-ed, &#8220;The Politics of Economic Stupidity&#8221;</a></li></ul><h4>Interview Highlights: Joseph Stiglitz</h4><p><strong>On the president&#8217;s State of the Union remarks</strong></p><p>&#8220;I think he&#8217;s absolutely right that things have been going much better in the United States than they have been, and certainly much better in the United States than, say, in Europe. But when I look at data like what&#8217;s happened to incomes, wages of ordinary Americans; when I look at macroeconomic data like the labor force participation rate, which is as low as it&#8217;s been in 40 years, I say we are still far from back to what you might call a normal economy.&#8221;</p><p><strong>On the president&#8217;s proposals to combat income inequality</strong></p><p>&#8220;I think they&#8217;re all moves in the right direction &#8212; except for one &#8212; but they&#8217;re not going far enough. So for instance, he talked about the importance of education: absolutely right. He talked about the importance of getting more women into the labor force, providing child care, maternity leave: again, absolutely right. He talked about a more progressive tax system: again, something absolutely right. But consider the tax reforms that they are talking about. They&#8217;re proposing increasing the capital gains tax and eliminating a technical provision that allows the very rich to essentially totally escape taxes on capital gains. He&#8217;s only raising the capital gains tax rate to 28 percent. He hasn&#8217;t explained to the American people why those who speculate on land and make profits on that speculation should be taxed at a lower rate than those who work for a living. &#8230; I think the capital gains should be taxed at exactly the same rate as somebody who works for a living.&#8221;</p><p><strong>On the one thing he doesn&#8217;t like about Obama&#8217;s plan: the trade policies</strong></p><p>&#8220;The president again didn&#8217;t really explain why he thought it was good. The usual assumption is that we gain jobs by exporting more. But any trade agreement is going to be a balanced trade agreement. We may export more, but we will also import more. An equilibrium &#8212; exports and imports are going to be balanced. But if exports create jobs, imports destroy jobs. And the jobs that we tend to have in our export sector, those sectors tend to be very capital intensive &#8212; not with many jobs. And the import sectors, the sectors that we will be hurting, are sectors where &#8212; very labor intensive. And we now know from research that in those parts of the country where there has been a surge of imports, wages are lower and jobs are weak.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.josephstiglitz.com/\" target=\"_blank\">Joseph Stiglitz</a></strong>, Nobel Prize-winning economist and professor of economics at Columbia University. He tweets <a href=\"https://twitter.com/josephestiglitz\" target=\"_blank\">@JosephEStiglitz</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Obama%27s+Proposal+On+Inequality%3A+Is+It+Enough%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"401"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1378892204-ae268c.m3u?orgId=1&ft=3&f=378881167"},{"href":"http://media.wbur.org/wordpress/11/files/2015/01/0121_obama-sotu3.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"881","width":"1280"}}]}