{"created":"2014-08-30T17:06:59+00:00","modified":"2014-10-31T15:41:05+00:00","valid":{"from":"2014-10-31T15:41:05+00:00","to":"3014-10-31T15:41:05+00:00"},"hreflang":"en","title":"Obama's Reaction To Ferguson Raises Questions About President's Role","published":"2014-08-25T13:22:00+00:00","teaser":"As the situation quiets down in Ferguson, Mo., some political observers are asking why it took President Obama so long to publicly weigh in on events there.","itags":["npr_api","341935015"],"guid":"145f6ec8-6f66-4fe5-9330-fcb61be2bd05","contentencoded":"<p>Ferguson, Mo., has seen nearly two weeks of protests after an unarmed 18-year-old African-American man was shot and killed by Darren Wilson, a white police officer. This week, a black leader stepped in to help defuse tensions. But it wasn't a civil rights spokesman or the first African-American president. It was Attorney General Eric Holder.</p><p>Some political observers are asking why Obama can't seem to speak for himself on race. Many observers argue that Holder often talks frankly about race when the president can't or won't.</p><p>Speaking at a Thursday press conference, Holder said, \"This has engendered a conversation that I think we ought to have, but we can't stop at that conversation.\"</p><p>Earlier in the week, Holder became the highest-ranking administration official to visit Ferguson. He met with Brown's parents, community leaders and regular citizens. At a local diner, he explained to residents why he came to their troubled town.</p><p>\"We want to help as best we can. We also want to listen,\" Holder said. \"That's the main part of this trip. We want to hear about issues you all are dealing with and see if there are ways in which we can help.\"</p><p>Many black political thinkers say President Obama himself needs help connecting on this issue and that his Monday remarks on Ferguson fell flat. They say this is the moment that he needs to be \"the black president,\" not just a president who happens to be black.</p><p>Mary C. Curtis, a contributor to <em>The Washington Post</em>'s \"<a href=\"http://www.washingtonpost.com/blogs/she-the-people/\">She The People</a>\" column, wants Obama to speak more personally about how law enforcement treats African-Americans.</p><p>\"When he talks about black men being profiled, when he talks about a situation of unrest, he is a person who is president of the United States who has also been profiled,\" Curtis says.</p><p>In Ferguson, Holder shared his own stories of being profiled, explaining to young black people at a community college that he understands their uneasy relationship with police. While that event was closed to the press, in the past, an open mic hasn't stopped Holder from speaking boldly on race.</p><p>\"In things racial we have always been and, I believe we continue to be, essentially, a nation of cowards,\" Holder said in February 2009. He offered those remarks at a Justice Department black history month event, just days after he took office.</p><p>That kind of blunt talk is what some of the president's black supporters wish Obama would try more often.</p><p>But can he?</p><p>Comedians Keegan-Michael Key and Jordan Peele built a now famous <a href=\"https://www.youtube.com/watch?v=eX8tL3PMj7o\">series of skits around Obama's reserve</a>. The president is played by Peele, and Key serves as his official Anger Translator, Luther. At the heart of each piece is Luther's willingness to say what Obama won't.</p><p>Some observers suggest that Holder is Obama's real-life Luther. But also that Ferguson presents a unique challenge to the president.</p><p>Andra Gillespie, a professor of political science at Emory University, says that conflicting narratives about Brown's killing — and what happened in the streets afterward — make it tough for Obama to take a stand.</p><p>\"The facts of the case have come out in a trickle,\" says Gillespie. \"And as the facts have come out, sometimes, they have been met with a very, very tense response in Ferguson. And since the facts of the case have not been 100 percent clear, I think President Obama has been a little reticent to speak out.\"</p><p>Others say that's just an excuse.</p><p>\"America did not vote for Eric Holder, OK? America voted for Barack Obama,\" says Jason Johnson, a political science professor at Ohio's Hiram College. He traveled to Ferguson to observe the protests and says having Holder appear there was good, but not enough.</p><p>\"When it comes to gravitas, power and symbolism, there is no substitute for the president of the United States speaking,\" says Johnson.</p><p>When there were riots after the acquittal of the Los Angeles police who beat Rodney King, Johnson says, people wanted to hear from President George H.W. Bush. They wanted to hear not just about the facts but about his feelings. And they did.</p><p>\"What you saw, what I saw on the TV videotape was revolting,\" Bush said. \"I felt anger, I felt pain. I thought, 'How can I explain this to my grandchildren?' \"</p><p>Johnson believes Ferguson represents a similar crisis and that some presidential anger is appropriate. And, he insists, that's not a job Obama should delegate to the attorney general.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Obama%27s+Reaction+To+Ferguson+Raises+Questions+About+President%27s+Role&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Karen Grigsby Bates","audio":[{"meta":{"duration":"246"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1342494273-bfadf0.m3u?orgId=1&topicId=1015&ft=3&f=341935015"},{"href":"http://media.npr.org/assets/img/2014/08/22/10765041_h31519956-2769c719558db848ecc600fe95a32258466e1192.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1870","width":"2497"}}]}