{"created":"2014-10-08T16:10:45+00:00","modified":"2014-10-31T02:07:32+00:00","valid":{"from":"2014-10-31T02:07:32+00:00","to":"3014-10-31T02:07:32+00:00"},"hreflang":"en","title":"'Good Doctor' Puts Past Medical Practices Under An Ethical Microscope","published":"2014-05-13T21:49:00+00:00","teaser":"In a new book, bioethicist and internist Barron Lerner recalls how he came to question some of his father's medical practices — practices that were common among many doctors of that generation.","itags":["npr_api","312169818"],"guid":"145fd182-bd24-4856-a99e-f9364a33c868","contentencoded":"<p>Dr. Barron Lerner is a doctor and the son of a doctor. He grew up thinking his father was a wonderful, gifted and caring physician, which he was. But after Lerner started studying bioethics, he began questioning some of his father's practices — practices which were typical of many doctors in the '60s.</p><p>There were times when his father would conceal information from his patient if he thought that was in the patient's best interest; there were times he didn't reveal that a patient's cancer was terminal; there were times, in the era before do-not-resuscitate orders, that his father would make that decision for a patient without consulting the family. This kind of paternalism would be considered a breach of ethics now.</p><p>In Lerner's new book, <em>The Good Doctor</em>, he compares his father's approach to medicine with the bioethics that are applied today. Lerner is a bioethicist, historian of medicine and internist at NYU's School of Medicine. He's the author of several books and has contributed to <em>The</em> <em>New York Times</em> column Well, The Atlantic and The Huffington Post.</p><p>His father, Meyer Lerner, was an infectious disease specialist and kept a journal in which he wrote about his medical experiences from 1961 until Parkinson's disease ended his career in 1998. Lerner drew on those diaries for his book. He joins <em>Fresh Air</em>'s Terry Gross to discuss medical paternalism and the ethics of doctors treating their relatives.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On resuscitating end-stage patients</strong></p><p>Certainly throughout my career, particularly in the years when I was training and subsequently, I did see patients where I felt that resuscitation was inappropriate. They were so end-stage and in such suffering that it just seemed, as my dad would've said, inhumane to pound on their chest and break their ribs. ...</p><p>These patients by and large get resuscitated. We try these days — there's palliative care teams and all sorts of interventions — we try to talk to patients and families to really make them understand the situation, but by and large most of the cases that I've been involved with do get resuscitated.</p><p><strong>On Lerner's father occasionally not telling cancer patients they were terminal </strong></p><p>His decisions were based on what I think he would've called \"knowing the patient incredibly well.\" So he didn't have hard and fast rules. In some cases, when he felt that patients wanted the information and wanted to be involved in decision-making, he would give the information. But in other instances, he sort of quietly decided not to or he parsed out information in various ways.</p><p>Again, this was not uncommon in that era. In fact, oncologists routinely didn't tell patients they had cancer; they used all sorts of euphemisms. My dad rationalized this by his intense involvement with the patients and their lives and their families. He felt, indeed, that it was his duty as a doctor to obtain the information that would help him guide their decisions. He felt, for example, just telling patients what they had and what their options were was a dereliction of his duty as a doctor.</p><p><strong>On medical \"paternalism,\" or doctors making decisions for patients </strong></p><p>This was all about doctors doing the best for their patients. Patients were supposed to cooperate. There was a sort of a contract and if you do what we tell you to do we're going to do the best we can do to get you better. And indeed people believe that patients who followed their doctors' orders did better because they were doing what they were supposed to do.</p><p><strong>On the ethics of doctors treating their relatives </strong></p><p>I think there's a consensus these days that it's a bad idea to treat your family members. There's all sorts of potential problems there. First thing, you're not going to be as objective as you otherwise might be. You've got an emotional attachment to these folks, and they have an emotional attachment to you. It's pretty hard to imagine a family member saying no to their relative who is their doctor. Most ethics organizations, or people who have weighed in on this, say that it's OK to be interested in your family, maybe give them some advice, guide them to other doctors, but to actually be involved in the day-to-day care, you're probably not going to give them the best care and there's just an inherent conflict of interest there.</p><p><strong>On how he responds when patients ask for his opinion </strong></p><p>I generally do tell them. I give them a lot of caveats. I will tell them, \"Look, pay attention to the other options I'm telling you.\" And if I do have an opinion — sometimes it's a toss of a coin, I suppose — but if I do have an opinion I'll tell them and I'll explain why and I will remind them to not do it simply because I'm telling them that it's my opinion. But they really, I hope, will consider all the options.</p><p><strong>On his own wishes for end-of-life care</strong></p><p>I think my wife and I are on the same page about not being aggressive at the end of life. We did living wills and advance directives, I think, many years ago, once we had kids. I think I've certainly, in the hospital, seen enough end-stage suffering to be very much where my dad was for much of his life in saying that it's good to have thought about these things and to try to set some limits because it makes it easier for your family members if you've articulated these things. And in a sense, it made it easier for me with my dad at the end because he had talked about these things for so long and for so many years. ... I feel comfortable saying that if I get a severe illness and there's no chance of any sort of recovery that I would not want aggressive measures done.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Good+Doctor%27+Puts+Past+Medical+Practices+Under+An+Ethical+Microscope&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2232"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1312205947-cee9b4.m3u?orgId=1&topicId=1027&ft=3&f=312169818"},{"href":"http://media.npr.org/assets/img/2014/05/13/istock_000026801691medium-edb30574b4356df288b73a334ee9f96440fda831.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1131","width":"1509"}},{"href":"http://media.npr.org/assets/img/2014/05/13/barron_lerner-margaret_fox_photography-18f17e79cf12f2792ae74f0d37c131a5b12b5c42.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1125","width":"1500"}}]}