{"created":"2015-04-16T20:00:09+00:00","modified":"2015-07-01T18:51:55+00:00","valid":{"from":"2015-07-01T18:51:55+00:00","to":"3015-07-01T18:51:55+00:00"},"hreflang":"en","title":"Hank Shocklee: 'We Had Something to Prove'","published":"2015-04-20T02:07:00+00:00","teaser":"Public Enemy producer Hank Shocklee talks about hip-hop's often overlooked influence on technology and the current state of the genre with <em>Microphone Check</em>.","itags":["npr_api","399817846"],"guid":"1464b5a1-4d46-415b-ba20-0d181930ce65","contentencoded":"<p>People often refer to the multi-layered, cacophonous style of Public Enemy's production team the Bomb Squad as a \"wall of noise\" — similar to <a href=\"http://en.wikipedia.org/wiki/Wall_of_Sound\" target=\"_blank\">Phil Spector's \"Wall of Sound\"</a> — but to let Squad member Hank Shocklee tell it, their sample-heavy approach was less like Spector's and more akin to a particular collage-based visual artist's:</p><p>\"I had a ridiculous record collection. And I wanted to prove that it was the records that inspired me. Because ... I understand scales and musical arrangements and that stuff but I didn't have — I was not a player. I'm not going to pick up a bass or a guitar or keys and I'm going to, you know, put some virtuoso stuff down. That's not going to happen. But what I do have is a turntable and records. And so I just want to create this collage, almost like a Romare Bearden kind of a painting.\"</p><p>Shocklee — alongside his brother, Keith, P.E. front man Chuck D and Eric \"Vietnam\" Sadler — was an architect of Public Enemy's distinct, attention-grabbing sound, and helped sampling evolve into an art form unto itself. Racking up production credits for a diverse list of collaborators that ranged from Ice Cube to Bell Biv Devoe, the Bomb Squad was an inspiration to a generation of influential musicians like <em>Microphone Check</em>'<em>s </em>own Ali Shaheed Muhammad. At SXSW 2015 in Austin, Texas, <em>Microphone Check</em> spoke with Hank Shocklee about hip-hop's underappreciated technical ingenuity and why pop music doesn't appeal to him.</p><p><strong>ALI SHAHEED MUHAMMAD</strong>: <a href=\"https://twitter.com/hankshocklee\" target=\"_blank\">Hank Shocklee</a>! What up, Hank?</p><p><strong>HANK SHOCKLEE</strong>: I'm good, man. How you doing?</p><p><strong>MUHAMMAD</strong>: I'm good.</p><p><strong>SHOCKLEE</strong>: How's everybody?</p><p><strong>FRANNIE KELLEY</strong>: Hanging in.</p><p><strong>SHOCKLEE</strong>: Well, yeah.</p><p><strong>MUHAMMAD</strong>: Hanging in?</p><p><strong>SHOCKLEE</strong>: We're here at SXSW.</p><p><strong>MUHAMMAD</strong>: What's that mean?</p><p><strong>KELLEY</strong>: I'm tired.</p><p><strong>MUHAMMAD</strong>: Oh yeah.</p><p><strong>KELLEY</strong>: Everybody's tired. I met Hank Shocklee out of nowhere like at ten o'clock two nights ago? Something like that.</p><p><strong>SHOCKLEE</strong>: Yes. Yes.</p><p><strong>KELLEY</strong>: He came up. He was like leaning the fence, \"Hi. I am Hank Shocklee. I produced for <a href=\"https://twitter.com/publicenemyftp\" target=\"_blank\">Public Enemy</a>.\" And I was like, \"I know who you are. What can I give you?\"</p><p><strong>SHOCKLEE</strong>: It's funny because I have to always preface that. Because what else am I going to say? Because people are like, \"Well, who? Yeah, right. Whatever.\" But yeah. And you helped me out. And I said, \"Look.\" You said, \"I want you to come to this show that I'm doing.\" And I didn't even know that she was doing it with you.</p><p><strong>MUHAMMAD</strong>: Oh word?</p><p><strong>SHOCKLEE</strong>: I thought it was just her, her show. I was like, \"Yeah. OK. I'll come by.\" I was going to say a few words on the camera and that's it.</p><p><strong>KELLEY</strong>: Well, that's nice of you.</p><p><strong>SHOCKLEE</strong>: But then when we found out, I was like, \"Ah!\"</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>KELLEY</strong>: The real deal.</p><p><strong>SHOCKLEE</strong>: Yeah. Credible.</p><p><strong>MUHAMMAD</strong>: Happy to have you here, man.</p><p><strong>SHOCKLEE</strong>: Thank you. Appreciate it.</p><p><strong>KELLEY</strong>: Do you remember when you guys first met? Sorry to cut you off.</p><p><strong>MUHAMMAD</strong>: Hm. I don't remember --</p><p><strong>SHOCKLEE</strong>: You know something? None of us remember how we met because at that time, right, it was more of a synergy thing.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>SHOCKLEE</strong>: We were kind of like — we flow around so many different people then.</p><p><strong>MUHAMMAD</strong>: Yeah. The same people — we were trying to get in your area of being noticed, really. I mean, but --</p><p><strong>SHOCKLEE</strong>: Well, I remember that I was working with the <a href=\"http://en.wikipedia.org/wiki/Jungle_Brothers\" target=\"_blank\">Jungle Brothers</a>. And I was trying to secure them a deal at Warner Brothers. And so I knew Afrika and then I got to Chris through there. And Chris gave me the tape of you guys when you guys were first starting out. And it was the most amazing stuff I've ever heard. And I think there was like five songs on there.</p><p><strong>MUHAMMAD</strong>: That's a great memory.</p><p><strong>SHOCKLEE</strong>: But c'mon. That's something you can't forget because it was cassette, you know? And I remember when I listened to it, it had — I can't remember all the songs but I know \"Left My Wallet\" was on there.</p><p><strong>MUHAMMAD</strong>: Yup.</p><p><strong>KELLEY</strong>: And \"Bonita.\"</p><p><strong>MUHAMMAD</strong>: And \"Bonita.\"</p><p><strong>SHOCKLEE</strong>: Yeah. Yeah. That's right. And that tape, I listened to that; I was amazed. I said, \"Let me get this to Russell.\" Because, you know, I figured, well, maybe I get it to Russell I can produce it. Or help produce it. Or do a song. Whatever, you know? But the songs were already tight. And I took it to Russell and he was like, \"Nah. They not rapping hard enough.\" And I was like, \"Are you kidding me?\" But then, that's when I knew that, you know, he's Uncle Russ. We love him and everything else. But that's when I knew that he — that's when I knew it was going to be a hit.</p><p><strong>MUHAMMAD</strong>: Interesting. Really?</p><p><strong>SHOCKLEE</strong>: Yeah.</p><p><strong>KELLEY</strong>: How do you mean?</p><p><strong>SHOCKLEE</strong>: Well, because I used to look at <a href=\"https://twitter.com/unclerush\" target=\"_blank\">Russell</a> and <a href=\"https://twitter.com/rickrubin\" target=\"_blank\">Rick</a> and I used to play them off of each other. It's like, I'll take a record to Russell and if Russell hated it, it was a smash. Everybody in the streets would love it. But if he liked it, that meant I had to go back in the studio and work on it.</p><p><strong>KELLEY</strong>: You had a similar thing with Lyor?</p><p><strong>MUHAMMAD</strong>: Yeah. Lyor<strong> </strong>would ask me about certain groups and if it was stuff I liked or loved, he'd be like, \"Ah, we can't mess with this.\"</p><p><strong>KELLEY</strong>: \"It won't sell.\"</p><p><strong>MUHAMMAD</strong>: The stuff I hated, he'd be like, \"Yeah, this is the good stuff.\"</p><p>But it's interesting because we always dreamed of being on <a href=\"https://twitter.com/defjamrecords\" target=\"_blank\">Def Jam</a>. And I don't quite remember exactly why we decided to go with <a href=\"https://twitter.com/jivemusic\" target=\"_blank\">Jive</a> instead. But, like, fast-forwarding through the years, we weren't that Def Jam artist. Because the Def Jam artist to me had, you know, the chest-beating, braggadocios, hard male figures. So yeah. Probably we weren't — we might've --</p><p><strong>SHOCKLEE</strong>: But you know something? I think you guys could've been. I think <a href=\"https://twitter.com/wearedelasoul\" target=\"_blank\">De La Soul</a> could've been --</p><p><strong>MUHAMMAD</strong>: De La definitely.</p><p><strong>SHOCKLEE</strong>: — a Def Jam artist as well.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>SHOCKLEE</strong>: But the thing, I think, that served you well was the fact that since Def Jam was the most envied record company that means all the other record companies had to step up they game.</p><p><strong>MUHAMMAD</strong>: Absolutely.</p><p><strong>SHOCKLEE</strong>: And that led to Jive becoming — because Jive was not a record label that you see to first.<strong> </strong>They kind of into hip-hop but they were more into, like, more of the disco-y side of hip-hop or the danceable side of hip-hop.</p><p><strong>KELLEY</strong>: Who else did they have time at the time?</p><p><strong>SHOCKLEE</strong>: At the time, there was the group called The Willesden Dodgers that was out. And it was kind of like an electro kind of a thing. And I think this was right when <a href=\"https://twitter.com/iamkrsone\" target=\"_blank\">KRS</a> — they just picked up KRS. And, you know, KRS, the first album that he put out was independent. So they was trying to get into that space because they knew that everybody else was stepping up they game. And so I think that that's what made them put the energy behind it. Because record companies — you know this very well. Record companies — people think that record companies push artist. And I think that that's the biggest fallacy that you --</p><p><strong>KELLEY</strong>: It's the opposite?</p><p><strong>SHOCKLEE</strong>: Well, yeah. I think that the artist pulls the record companies. And when the artist has already got street cred — and you guys were already loved and liked on the streets. Y'all had a great buzz on the streets. And so I think it was an easier call for them.</p><p><strong>MUHAMMAD</strong>: Well, I'd love going on about that moment but can we just talk about — I want to go back a little bit because before there was <a href=\"https://twitter.com/atcq\" target=\"_blank\">A Tribe Called Quest</a>, you know, as a production team, it was the <a href=\"http://en.wikipedia.org/wiki/The_Bomb_Squad\" target=\"_blank\">Bomb Squad</a>. And we listened to you guys' records and was just blown away. And just like we studied <a href=\"http://en.wikipedia.org/wiki/The_Beatles\" target=\"_blank\">The Beatles</a>, we studied <a href=\"http://en.wikipedia.org/wiki/Jimi_Hendrix\" target=\"_blank\">Jimi Hendrix</a>, we studied the Bomb Squad. It was just like, how can we make our records great? You guys, for us, was the epitome of greatness.</p><p><strong>SHOCKLEE</strong>: Thank you, first of all. Because that's humbling for me. But if you think about it, for us as hip-hop, it was more about us — we had something to prove more than it was that we're trying to make something great. And what did we have to prove? We had to prove that we were viable enough to make a record on a major label — or any label. Because at the time R&B was the day. And you know that we wasn't — we came from a DJ background, not a musician's background. And if you think about all the records that were made back then, they were all made by musicians. You know, the producers were musicians. And so everybody talked in language that was understood. Meanwhile hip-hop had its own language, its own vibration, its own feel. And it was counter what was going on musically.</p><p><strong>MUHAMMAD</strong>: Well you guys brought something completely different to then what was happening at the time. I think things were a lot more simplified at the time that you guys stepped on. And you — it was like, the compositions were just so — it was complex. How did you guys — what led you into creating in that kind of a fashion?</p><p><strong>SHOCKLEE</strong>: Well, just like you said, everything was simplistic, which, I think, is good. And if you think about the music back then — I looked at it from that everybody had their own corner, so to speak. And none of us stepped on each other's corner. So if you had like a, let's say, De La Soul that was coming from a kind of like a D.A.I.S.Y./hippie/kind of psychedelic kind of vibration with their hip-hop. You know, you also had the <a href=\"https://twitter.com/llcoolj\">LL Cool J</a> coming with his hard, aggressive — you had the <a href=\"https://twitter.com/officialrundmc\">Run-D.M.C.</a> with their little rock edge. You had — everybody had their little zone, whether it be — <a href=\"https://twitter.com/bizmarkie\">Biz Markie</a> was coming from a more of a humor angle. So everybody had their angle. And the music was accompanied by that angle.</p><p>So for us, it was more of a thing where I want to prove because I had a love for — I had a ridiculous record collection. And I wanted to prove that it was the records that inspired me. Because I didn't know how — I understand scales and musical arrangements and that stuff but I didn't have — I was not a player. I'm not going to pick up a bass or a guitar or keys and I'm going to, you know, put some virtuoso stuff down. That's not going to happen. But what I do have is a turntable and records. And so I just want to create this collage, almost like a Romare Bearden kind of a painting. And just be able to take colors and put them in ways that people would not think that those colors should be there. And so when I make records and it's always looked upon as like, what kind of — what does it look like first?</p><p><strong>MUHAMMAD</strong>: How did that come together? Considering the technology of now, obviously I think if you could push yourself to the future, making the records that you made were probably easier to make now or maybe not, but back then the technology — did the technology create more of a challenge that added to the creativity? Or was it just you guys just didn't know any — and there were no rules and no knowns so you just made and created?</p><p><strong>SHOCKLEE</strong>: Well, yeah. It was no rules, no knowns. But it also added — it also pushed us. And for me, like I said, once you understand that everything comes from the turntable, now everything else becomes easy. Because it's not about trying to figure how to take technology to work. It's about now how do I make the records that are from these records work in a certain arrangement. And so then you just use whatever.</p><p>Because before there was any samplers — because people don't realize that the sampling at the time wasn't — when I first did the first record, it wasn't available. So we had to kind of like invent that. And how do you invent those things? Well, you remember back to the pause tapes. And so what was the pause tapes? We would just take a snip, snatch, of the record, pause it, and then take a — create a loop out of all the different pauses.</p><p><strong>MUHAMMAD</strong>: So that's how you guys pretty much — was the first album a pause tape album?</p><p><strong>SHOCKLEE</strong>: Well, \"Public Enemy No. 1\" was created as a pause tape.</p><p><strong>MUHAMMAD</strong>: That's crazy. I never heard this story.</p><p><strong>SHOCKLEE</strong>: And so we had to recreate that process in the studio. And luckily — it's funny — luckily, we went to Def Jam Studios — oh, not Def Jam Studios. Def Jam recorded at Chung King Studios. And Chung King had an engineer in there named Steve Ett. You've probably heard of him. He's famous. He did all the LL Cool J, <a href=\"https://twitter.com/beastieboys\" target=\"_blank\">Beastie Boys</a> records, everything.</p><p>And he did something that I thought was crazy amazing. He took a two-inch tape, recorded the — because at the time, since it was a pause tape that meant the revolution between the loop was 1:30 long. And so there was nothing, no equipment that could've gotten to that length. But what we did was we recorded onto tape. And then he took the tape and wound it all around the little microphone stands in the room and made a big loop out of it.</p><p><strong>MUHAMMAD</strong>: Wow. Wow.</p><p><strong>SHOCKLEE</strong>: And so this is why when you listen to the record it has this little glitch. So it goes <em>(whirring sounds, then a click, more whirring)</em>. And that was — and that blew my mind because it allowed me to be able to see how we can take from the pause tape and move it up into recording studios and get the quality that was needed. And then the rest was just adding the drums and then the vocals and then everything else on it.</p><p><strong>MUHAMMAD</strong>: That's crazy.</p><p><strong>KELLEY</strong>: Right. But with all those tracks — so I read an interview I think you gave to Red Bull in which you were talking about when you have so much up on the board, like, nobody has enough hands to pull everything down at the same time when it needs to.</p><p><strong>SHOCKLEE</strong>: Well because — every record has to have a drop. It's like every hip-hop record. If you didn't have a drop in your hip-hop record, it was kind of like, \"C'mon dude.\" Alright, you know. And so by using all these little samples — and keep in mind everything had to be 24-track and there was no automation back then. So there was times when there would be — we would have like four things on one track. And that was unheard of because usually every instrument has its own track and it runs through the whole song and nothing dare touch that track. But we didn't do that.</p><p>And keep in mind that in a 24-track studio, you really can only use 22 tracks because one had to be for SMPTE, which is 24. And you couldn't record on the 23rd track because the SMPTE would bleed onto that. So we only had those tracks to work with. And so if you go kick, snare, hi-hat, you already got like — four, six, eight tracks are just done with drums. So now you have to fit in vocals and everything else within the remaining tracks. And so it forced us to be able to stack stuff. And then by stacking stuff, now we have to kind of like mute things at certain points because we don't want other instruments to come in at the times when they shouldn't come in at.</p><p>So that why we needed a lot more hands. Because if I had — if you have ten instruments on the boards, you only really can use maybe three fingers at a time. You can't use five. So you need extra hands. So one of the things we had to do was, we had to go in and everybody would just be there --</p><p><strong>MUHAMMAD</strong>: Did you practice it?</p><p><strong>SHOCKLEE</strong>: — and practice. Yeah. And practice the drop.</p><p><strong>KELLEY</strong>: And you gotta do it all the way through, right?</p><p><strong>SHOCKLEE</strong>: Yeah. Well, it was almost back to recording live, you know?</p><p><strong>KELLEY</strong>: So that's why there's so many people in the studio. Just in case.</p><p><strong>SHOCKLEE</strong>: Well, yeah. That and --</p><p><strong>KELLEY</strong>: Power goes out and you have to go old school.</p><p><strong>SHOCKLEE</strong>: Well, that and the fact that, back then, the process needed a lot of hands. Like today, one man could be at a computer. Back then, you had an engineer and the engineer had to have an assistant. Because somebody had to man the patch bay. Somebody had to write down all the controls on the effects machine that was being used. And for us it was like somebody had to man the turntable. Somebody has to man the sampler. Somebody has to man the drum machine. And while — the process is taking all the sounds now and incorporating them into the track. Because a lot of things — you know, like when you're making samples, a lot of things don't fit where you want it to fit.</p><p><strong>MUHAMMAD</strong>: Yeah. Yeah.</p><p><strong>SHOCKLEE</strong>: Because you're using a finite piece of music that you can't change. So if you want to get that impact or that emotion or whatever it is you want to get. You have to now search through maybe 100 different things. And that's where — and people don't realize it's very time-consuming in order to do that.</p><p><strong>MUHAMMAD</strong>: It's still that way in terms of like going through your drum sounds and your keyboard patches. And I mean these days you have — instead of a room full of keyboards, you just have a computer filled up with different keyboard modifications. And you're looking through string sounds and it could be like 5000 violin sounds. And so you're just looking for that little something, that little element, which is time-consuming and sometimes can kill the creativity. But I would imagine that what you guys were doing was — it didn't kill the creativity. I'm pretty sure it was exciting because it was new. It wasn't happening before. What was sample clearances like? There was no sample clearances then was there?</p><p><strong>SHOCKLEE</strong>: Well, no. Because nobody — we was doing something that was below the radar.</p><p>But see, you point out a very interesting point, what you said about having the sounds and everything together. And one of the things that was key to me was we did \"Rebel Without A Pause\" on what is known as the Mirage, the Ensoniq Mirage. And the Mirage was, at the time, a 4-bit sampler, alright, and all you got was three seconds. And what 4-bits does in the keyboard version, it gave it a grit that you didn't have. I remember when John King first brought in the S900. And when he brought in the S900, it was, at the time, 8-bits. The first one was eight. And then it moved up to 12.</p><p><strong>MUHAMMAD</strong>: Oh, 12 yeah ...</p><p><strong>SHOCKLEE</strong>: And then later, of course, they moved up --</p><p><strong>MUHAMMAD</strong>: 16.</p><p><strong>SHOCKLEE</strong>: Yeah. But the first one was eight and that 8-bit made it sound too neat. Too shiny. Too correct. It sounded more like the record was. And I didn't like that. So I went back to the 4-bit version of it and printed that. And that's what made it, gave it that texture. And these are things — and that just taught me a lot about equipment, you know. Like a lot of people think that when you're dealing with equipment, you want to get the best resolution. You want to get the highest amount of bandwidth or whatever the case is that you're looking for. And I'm like, \"Sometimes [that's] not so.\" Because it's all about working with gear. And when you work with gear you can use anything.</p><p><strong>KELLEY</strong>: Well you were just telling us a story earlier about why the 808 exists and why it doesn't anymore really.</p><p><strong>SHOCKLEE</strong>: Yeah. And it was funny because — I don't know if I want to give the ending away. We just did a documentary on the 808. And I was talking to you guys about why the machine is no longer in existence. And it's funny. You figure well why is it not in existence anymore? Well, they only made 12,000 of them and it was only a three-year run. But it had a lot to do with the transistors. The transistors were faulty and they're no longer faulty anymore. And so there's something — there's a character inside of things that don't work well.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>SHOCKLEE</strong>: All the greatest drum machines that we all love and use, all were guilty of those faults.</p><p><strong>MUHAMMAD</strong>: Well that's just like humans, you know. There's aspects about persona that someone may look at and go, \"That's imperfect.\" But no. It's perfect, you know. There's a beauty in something that someone else can — you may not see it but there's something else that exists within us and it helps us to create and do things. In terms of technology, you've always been interested in the movement of technology.</p><p><strong>SHOCKLEE</strong>: Oh, I mean, we all are. Because, see, one of the things I find that with hip-hop, hip-hop and all the producers and the people that made hip-hop has never gotten credit for being — we're in the electronic music industry. They call it hip-hop and I'm sitting there saying, well, they completely disregard the fact that we're all doing everything electronically. And so thus we're looking for any machine that gives us the sounds.</p><p>The 808, for example. What do we do with the 808? We increase the decay on it and get that crazy sustain, the crazy rumble. And what is that doing? That's actually wrong. Because what it's doing — we're taking low-end. We're putting it on the record. And it's distorting the speakers. It's also bad for the vinyl cause vinyl can't handle that. But we didn't care anyway. We wanted to feel that bottom end. And for us doing that, the whole culture of subwoofers been created just for that purpose. Because before there was no subwoofers. We used to have to try to get bass out of a six-inch speaker. And you can't get bass out of a six-inch speaker. But you want to push the envelope so much so that you can feel something. And that brought on the advent of, no, we need something low. And even the studios had to re-adopt for all the hip-hop vibrations when cats was making these records because now they had to put subs in the studios.</p><p>And so the technology — we was always pushing the technology forward, even when the advent of the turntable, when the Technics moved from 6% pitch to 8%. And then to 9% and 10%. And people sit there and say, \"Well, why is that have to do anything?\" Well, you know, when you're mixing records.</p><p><strong>MUHAMMAD</strong>: Or when you're trying to — especially back then, because your sampler only had four seconds so you'd put it on 45 to just get more of the beat in.</p><p><strong>SHOCKLEE</strong>: And pitch it faster.</p><p><strong>MUHAMMAD</strong>: Exactly.</p><p><strong>SHOCKLEE</strong>: Just to get as much more seconds out of what you need to get. We've learned to — hip-hop has been made from the distortion of technology. We were creating — and I don't mean by just verbally just distorting it. I'm talking about using it in ways that the manufacturers never intended it to be used. For example --</p><p><strong>KELLEY</strong>: The perversion of it. And --</p><p><strong>SHOCKLEE</strong>: Exactly. For example the 1200, the SP1200 was meant as a percussion machine. So — meaning that you put a bass drum, snare drum, hi-hat, toms. And it gave you eight slots for that. It was never meant to take a record and put it through there and play record hits or record patterns or bass notes or bass lines out of it.</p><p>And that changed the expression of it because, even in the 1200, there was a thing where when they took the hi-hat, they would have the hi-hat and the open hi-hat. And those were the only two patterns that cut each other off. Alright? So if you want to do, as a real drummer — a real drummer can't play an open hi-hat and a closed hi-hat at the same time. So what happens is that when you play the open hi-hat, something's gotta trigger it to cut off. So those were only two patterns there. So now what we would do, we would save two things that we want to put on there. Now the motion of having one sample cutting off another sample creates a new rhythm, a new vibration, a new frequency. Now we're like, OK --</p><p>And that's what hip-hop is about. It's about the hotness of it. A lot of cats don't understand that it's more about the off than it is the on, you know? And these are things — and that caused us the truncation. So now the truncation can't be — it can't be perfect.</p><p><strong>MUHAMMAD</strong>: Lessons being given. You kids don't really understand. Everything's made so easy these days. Is there anything that has been created maybe, let's say, in the past five years that's really fascinated you in music instrumentation?</p><p><strong>SHOCKLEE</strong>: I have to say the computer, man. And the reason why I'm saying that is because the things that I'm hearing — when I first took a, kind of like a break off of heavy making music, I said, \"I gotta get back.\" Because after a while, when you start — keep constantly making music and with the pressures that it takes to make these records, you lose a certain perspective and you start to get detached from the sound itself. And so now instead of you hearing something as one whole feeling, you're now hearing all the separates. And so nothing is really gelling. And no matter what arrangements, what you do, what you put up, all you're hearing is these separates but you're never hearing it as one vibration. That's when you know you have to take a step back. Because — you have to clear your head. And then come back again. So it's OK to take a break. And then come back.</p><p>And when I took a break from making records — I don't listen to other records while I'm making records because I don't want to be influenced. Because I'm a fan first; I love everybody's music. So I'll listen to this and I'll be like, \"Oh, I want to change [what I'm working on].\" I'll listen to something else and be like<strong> </strong>\"Oh, I want to change again.\" So in order for me to stay focused, I have to now, like, devoid myself from listening to anything outside and zone in on what I'm doing.</p><p>And when you do that, you tend to put your head in the sand and you don't hear and know and feel what's going on out there. So when you stick your head up, you've missed a period of time that you wasn't listening to anything. And so I went back now and started listening to stuff. And when I started listening, the first thing I picked up was — I said, \"I want to listen to drum-and-bass.\" Because when my head was in the sand, I missed that whole era. And so I started listening to drum-and-bass and I started hearing — like I said,\" Oh, this is hip-hop sped-up.\" And not only that, the intricacy of how they use the 808s to create basslines.</p><p>And then from that I started listening to another version of it and I got this tape by accident. It was not a tape; it was actually a CD. I got it by accident and it was <em>The Roots of Dubstep</em>. And I'm listening to this thing and I'm sitting there going — I thought it was drum-and-bass. I thought it was a sub-genre of drum-and-bass. But when I listened to it it was a little slower — but it was a little funkier. A little wonkier.</p><p><strong>MUHAMMAD</strong>: That's a good word for it.</p><p><strong>SHOCKLEE</strong>: And it was hot. And I was just like, \"Whoa. What is this feeling?\" And so I started investigating it. And then I started finding out all the artists and different cats that was making it and it's peaked my interest again. Once again, it's about finding something that peaks your interest. And so I started listening to — now I'm listening to dance music again. I'm listening to techno. And why am I listening to techno? Because I've never been a fan of mainstream commercial pop music. Never. Like, people'll sit there and say, \"C'mon, c'mon, c'mon.\" But my favorite — the album I like the least is <a href=\"http://en.wikipedia.org/wiki/Michael_Jackson\">Michael Jackson</a>'s <em>Thriller</em>.</p><p><strong>MUHAMMAD</strong>: I was just going to ask you about Michael Jackson. It was the first thing that popped into my head.</p><p><strong>SHOCKLEE</strong>: And you know why. Because <em>Off The Wall </em>to me is my holy grail. But what happened with <em>Thriller</em>, it became a commercial phenomenon. And to me, right then, it loses its appeal.</p><p><strong>MUHAMMAD</strong>: So you got the instant \"I can't accept that\" when --</p><p><strong>SHOCKLEE</strong>: Once it crosses over crazy, I'm like, \"Nah.\"</p><p><strong>KELLEY</strong>: Like on principle? Like it's not even about the sound?</p><p><strong>SHOCKLEE</strong>: It's not even about it. It's just — it's kind of egotistical in a way because I kind of feel like if everybody likes it, then it's obviously not good.</p><p><strong>KELLEY</strong>: Right.</p><p><strong>MUHAMMAD</strong>: I identify with that too.</p><p><strong>SHOCKLEE</strong>: OK.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>SHOCKLEE</strong>: And you always want to make that cool, new thing.</p><p><strong>MUHAMMAD</strong>: Yeah, I think — I don't know if it's a DJ thing too. Because the DJs — it's easy — if everyone else is playing that one particular song, it's like, cool. But as a DJ, you want to be like, \"Yo I found this cut that's going to shock and awe you. You gon' be like, 'Where'd that come from? Who's that?'\" Be like, \"Well, that's on this same record that you all\" --</p><p><strong>SHOCKLEE</strong>: OK.</p><p><strong>MUHAMMAD</strong>: So maybe there's a little bit of that in it. I don't know.</p><p><strong>SHOCKLEE</strong>: But that's the — but that to me is the embryo of producing. Because you want to be first and you want to see if your taste is going to emerge. When I first got my first vinyl of \"It's Like That\" by Run-D.M.C., we gotta go back — this is history class. We're going to go back. Everyday was pushing — it's like that's so hard that I was like, \"Mmm.\" I happened to flip it over and I saw this little record. It was like, ah, this little record, it was a few minutes long. It was \"Sucker M.C.'s.\" Just the title alone just made me want to like, \"What are they talking about?\" So I played that first — now keep in mind I'm getting the promotional vinyl before it got to radio or any place. And so I'm playing \"Sucker M.C.'s\" and the first thing I hear is that beat. <em>(singing beat) </em>And from that point on, I was like, \"This is the record.\"</p><p>So I start programming that record. And we was playing that record on BAU and all the other college stations as much as possible. And every time I went out I was playing that record. And that record blew up on Long Island. And so from that point — and then to see how that record then led to it becoming big on radio. And then when you think about a lot of people in New York don't really remember \"It's Like That.\" And that was the A-side. And the B-side was \"Sucker M.C.'s.\" And so that spawned me to — that's why we wrote the song \"B-Side Wins Again.\" Because the B-side has always been the tune that was hot.</p><p><strong>KELLEY</strong>: You were talking about the pressures of making music. Can you talk about a little bit more about that? Is it about outdoing yourself? Or is it about staying in shape? Or is it about getting what you want out?</p><p><strong>SHOCKLEE</strong>: It's both. And all the above, all at the same time. And so that's what makes it pressure. Because you have to outdo yourself, right?</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>SHOCKLEE</strong>: Well, from what you did before. Otherwise people are going to say, \"He did that already.\" And then you have to kind of like go, OK, well now how can I do something that's going to be different? But you can't be too different. You want to be classic. You want to do something retro. But you can't be too retro. So there's these balancing acts that you have to play and that's where the pressure comes from. The pressure comes from you --</p><p>And keep in mind when you making a record it's like you're naked. You're standing on the table naked and you're giving somebody your all. You're saying, \"This is my baby right here. What do you think?\" And then now people have the — people are hard out there. They're like, \"Ah, that baby's <em>wack</em>.\" And your whole existence now gets crushed. And your career is hinging on these decisions and so thus it's spawned a lot of the hip-hop artists — and, you know, we took it amongst ourselves. We would never rely on a committee, almost like a Congressional committee or some kind of like tribunal that'll sit there and say, \"We're not really feeling this record so this record's not coming out.\" What would we do? We would go out --</p><p><strong>MUHAMMAD</strong>: Put it out. Give it to DJs.</p><p><strong>SHOCKLEE</strong>: — and play it to cats. OK.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>SHOCKLEE</strong>: And why do we do that? To create a balance of power. So now the record companies can't — that tribunal that's sitting there going like, \"This is not good enough for us to come out.\" Now has to listen to other voices. And when they hear other voices that's screaming at them like, \"What? Are y'all crazy?\" Then all of sudden now things start to change.</p><p>And I can give you an example of that. There was a soundtrack that I did called <em>Juice</em>. And there was a record — there was a part in the movie that was the most significant part. It was in a house and it was a party scene. And there was a key place for a good record, a big record. But a big hip-hop record. But it had to be a big hip-hop underground record. So I heard this record from <a href=\"https://twitter.com/cypresshill\">Cypress Hill</a> called \"Kill A Man.\"</p><p>And now at the time Cypress Hill was signed to Columbia and they were kind of like not feeling this group. Or didn't know what to do with this group because Columbia did not understand hip-hop at the time at all. So they were like, \"What do we do with this group? Should we drop them?\" So they were in limbo. Until I put that record in the <em>Juice </em>movie. And once that record was in the <em>Juice </em>movie, all of a sudden there was an interest now. And now the fans spoke and the record company had to follow right along with it.</p><p><strong>KELLEY</strong>: You had to hear that song loud in a theater?</p><p><strong>SHOCKLEE</strong>: Exactly.</p><p><strong>KELLEY</strong>: Get out of here.</p><p><strong>SHOCKLEE</strong>: That's what we go through. And at that time — the beautiful thing about hip-hop at that moment was that we would all do that for each other. We never had this thing of — even though that we were competitive, we were competitors about the product.</p><p><strong>MUHAMMAD</strong>: Absolutely.</p><p><strong>SHOCKLEE</strong>: But we were never haters. And there's a difference. A hater is somebody that will hear something that's crazy incredible. You know it's dope. But you, in your heart, going to say you don't like it because you don't want to see this thing evolve. That's hating. We wouldn't do that.</p><p>When you guys made \"Bonita Applebum,\" we were sitting there going like, \"Oh my god. Can we believe this?\" But, at the same time as we're competitive, we have to stand back and go, \"This record's crazy.\" I had to listen to the record a few times and I'd sit there and go like — I had to go back and go, \"You know what? It's official.\" And we would do that. That doesn't happen much today.</p><p><strong>KELLEY</strong>: Yeah. Why not? What changed?</p><p><strong>SHOCKLEE</strong>: Well, the economics changed. You know? Now, there's an economic side to the music game that changes your perception of it.</p><p><strong>KELLEY</strong>: Cause there's less money so people have to play it safe?</p><p><strong>SHOCKLEE</strong>: Or there's more greed, you know? It's like, \"Oh I don't want you to — I can't have you shine. Because if you shine that means I ain't good.\"</p><p><strong>KELLEY</strong>: Right.</p><p><strong>SHOCKLEE</strong>: \"And so I now I gotta hold you back.\" And what that does is that distorts the music. It doesn't allow the music to evolve. Why do you think that everybody says that the '80s era to — anywhere from '89 to '95-ish — is the Golden Era? Why? Because we didn't hate. And another thing that we had was we didn't bite each other. If you had a zone, you had a lane, you stay in it.</p><p><strong>MUHAMMAD</strong>: I don't think the kids these days are going to get that message and they don't care. They see that as a badge of honor actually.</p><p><strong>KELLEY</strong>: Biting?</p><p><strong>MUHAMMAD</strong>: Yeah. Are you kidding me? All the music that's successful now — and I'll go into even the technology, which adds to it. It's like, you can go to many websites now and they'll have templates made. Let's just go on trap sub-genre of hip-hop and there'll be like a thousand templates. And all you gotta do is drag that into your application you're using, be it Logic, Ableton Live, whatever, change a couple of drum sounds and now you're sketch is the same. It's the same. And you got somebody else who hopefully will bring in a different rap style or rap cadence to change the dynamic of the vocal on top. But in terms of the foundation of it, it's just like, no one's — there are people who are thinking but it just seems like there's such a desire to make it big so fast that you choose to the quick and easy route. And so that kills the music a little bit.</p><p>And then if there's success with it and continued, repeated success, I think that the kids, again, they see it as a badge of honor. It's just like, \"Well, I'ma keep going here. Why change it? I'm finding success with this.\"</p><p><strong>SHOCKLEE</strong>: Well, that extends over even to the mixtape today, which I don't understand. I don't understand a new rapper getting on top of another rapper's instrumental to get out there and to put that out there. And I'm sitting there going like, well, I understand it from a marketing standpoint where you want to people to listen to it because they want to listen to something they're familiar with. But at the same time what you're doing is you're destroying your essence. Because now no one knows who you are.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>SHOCKLEE</strong>: To me — or the second thing that you're doing is you're creating a ceiling for yourself. So if you're on top of a — I don't know — a <a href=\"https://twitter.com/kanyewest\" target=\"_blank\">Kanye</a> beat, for example. Well, how could you be better than Kanye?</p><p><strong>MUHAMMAD</strong>: Well, that's some — I don't know. That's — I kind of see it. I see your point in that and I kind of look at it as then having like — I don't know — 12 MCs from back in the '80s rhyming on \"Heartbeat.\" It's almost the same. Maybe in a party sensation and not necessarily to --</p><p><strong>SHOCKLEE</strong>: I'm talking about distributing.</p><p><strong>MUHAMMAD</strong>: Distribution is totally — yeah, I don't get that.</p><p><strong>SHOCKLEE</strong>: If you were to put your first record out with someone else's music on it --</p><p><strong>MUHAMMAD</strong>: Yeah. No. You couldn't do that.</p><p><strong>SHOCKLEE</strong>: — where would you be? You would be — first of all, you would be looked upon like as a clone of something else. And forget about what that something is because we can put our egos inside of this and say, \"Well, I don't want to get on a Kanye beat just because it's Kanye.\" It's not because it's Kanye. It's because it's not yours. And everything that we come from — it's funny — everything we come from comes from <a href=\"http://en.wikipedia.org/wiki/T_La_Rock\">T La Rock</a> when he says, \"It's yours. It needs to be yours.\" So we want to make sure that you create your identity.</p><p>And it doesn't matter what your identity is cause now today you got cats that are afraid of their identity. You know, <a href=\"https://twitter.com/therealbanner\">David Banner</a> said one time in an interview, he was like, \"You know, man, I want to do some classical vibes and put some stuff in some of my music.\" And he was afraid to because he said, \"Yo. people won't accept it.\" Why? So why are we now, as producers now — as a producer what we're supposed to be is providing what the public doesn't get.</p><p><strong>MUHAMMAD</strong>: I feel like we're probably now at that point where that's going to be broken because it was for the value of chasing the money but I think now where the whole entire globe is going and the direction that we're going that there's a vibration of trying to reconnect with one another because there's been such a disconnect. And even in the creative aspect, you're in the room with your computer. Like there is not a lot of connecting and people coming together so I feel like people are looking to do something a little bit different. And, you know, we talked about <a href=\"https://twitter.com/kendricklamar\">Kendrick</a>, the Kendrick Lamar album. I think he's definitely stamping that --</p><p><strong>SHOCKLEE</strong>: Oh no doubt.</p><p><strong>MUHAMMAD</strong>: — individuality and togetherness in unity in that --</p><p><strong>SHOCKLEE</strong>: But do you think that that's because everything is not working? Or is it — see there's a difference — it's like, we didn't do it because it wasn't working. We did it because this is what you aspire to be. You want to be great. And you want to be great in your own right. That's why you're great at what you do and I'm great at what I do. There's no best. There's only greatness.</p><p><strong>MUHAMMAD</strong>: But I think that's just the distraction of intent and what you wanted to get out of it. And it's just fame and fortune for a lot of people — and a means to change their environment and maybe not necessarily for the art aspect of it. So it was just, \"This is my ticket out the ghetto.\" And not like, \"I'm creating art. I don't care where it takes me.\"</p><p><strong>SHOCKLEE</strong>: OK.</p><p><strong>MUHAMMAD</strong>: And I feel like people — we're finally getting back to that art is important, you know. And being a creative person means that you take these risks. And so I feel like that's — I don't know. Time will tell. I feel like we're about to --</p><p><strong>SHOCKLEE</strong>: Oh, we're going to — we're definitely — because it can't go anywhere else.</p><p>I mean think about — I first had a tape of <a href=\"https://twitter.com/timbaland\">Timbaland</a>'s beats before he even started working, when he was just starting to work with <a href=\"https://twitter.com/missyelliott\">Missy</a> and they was writing for <a href=\"http://en.wikipedia.org/wiki/Aaliyah\">Aaliyah</a>'s first record. I had his beats. Nobody liked his beats. Nobody. They were like — his beats was getting rejected all over the planet from artists and everything else. His beats were hot to death to me the minute I heard them. Because what he was doing was this triplet style, almost drum-and-bass-ish but slowed down for an R&B level. And that right there was something unique and different. And he stood on his grounds. And what he did was masterful. He got Missy to write to them. Once that combination went down, now the beast is now being tamed. Now all they need is an artist. Barry Hankerson put them over with Aaliyah who was trying to figure it out, who was at that time a clone because she was an <a href=\"https://twitter.com/rkelly\">R. Kelly</a> protegé. Found her whole new identity from that collaboration. So this is the power of individuality. This is the power of doing things, being your own and staying away from the norm.</p><p><strong>KELLEY</strong>: What about the idea though of paying homage or incorporating something older because you love it so much and you respect it so much and you want it to be a part of your work? There's too much nostalgia, I think, for the '90s. Sorry, guys. But it's a weird --</p><p><strong>SHOCKLEE</strong>: It's great!</p><p><strong>KELLEY</strong>: It's a weird nostalgia because these kids were born in the '90s. They didn't — they don't know it. But is there anything positive in the love for that time? Like, the resurgence of Missy. That kind of thing?</p><p><strong>SHOCKLEE</strong>: Well, I mean, just because you haven't been born in it doesn't mean that you can't know it. Today we have so many different ways of you to explore stuff from yesterday. And I think that that's healthy. The same thing is like do you want to see the same movie over and over? It's like, I saw <em>Planet Of The Apes</em>, the new one, and now I'm seeing the next one and now I'm seeing the next one. It's like, OK. Can we do something new? And I think that — and when someone comes with something that's original — listen. Originality is always going to trump the clone.</p><p><strong>KELLEY</strong>: Sure.</p><p><strong>SHOCKLEE</strong>: Let's understand that. Because what we're saying — deep down — is that we're not good enough.</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>SHOCKLEE</strong>: I'm not good enough to make a record better than this record that was in the past so I'm going to rely on the past to create my new future. No. I mean, it worked for a moment. When I heard — when you said the love for the '90s, there was a part of the '90s that I really didn't love, when I heard a <a href=\"http://en.wikipedia.org/wiki/Mase\">Mase</a> record who took \"Hollywood Swinging\" from <a href=\"http://en.wikipedia.org/wiki/Kool_%26_the_Gang\">Kool & The Gang</a> and looped it. And now I'm listening to them put a rap on it and the first thing that's screaming from my head is, \"No!\" No. I went in to a club and saw it respond and I had to go like, \"Alright.\"</p><p>And you're right. There is — I mean, it's a fine line. In creativity, I don't want to sit here and sound like, \"That's not good.\" But I also want people to understand that the other is also as good. Because what's happening is that we're starting to make kids that have their own sensibility and music that wants to do something that's challenging, we're giving them a complex by saying, \"Oh you can't do this. You gotta be like this person back over here.\" And they're saying, \"Well, I'm not that person. Why do I have to emulate that?\"</p><p>And so that's why when you're saying now that you're seeing — yeah. The walls are being broke down because it got so bad that the only place that it can go is up. So now you're going to see — to me, the game — the music business is just beginning. And people'll sit there and be like, \"Hank, what do you mean by that?\" Well, what do I mean by that is that the old business, the old record paradigm is over with. So now what's happening is creativity is allowed to flourish. And why's creativity allowed to flourish? We have tools like Mixcloud, SoundCloud. We have YouTube. We have ways of getting things out there that we didn't have before.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>SHOCKLEE</strong>: And so now we're just in the — I call it we're in Web 2.0. This whole thing being down in SXSW, to me, is the next incarnation of the web. And what I mean by this — there's one thing when we invent the cell phone and we say, \"OK. You got a cell phone. Then you got a cell phone. But you're in a minority.\" That's one means — we could look at that as a means of revolutionary process. But there's another thing that happens when everybody in the room has a cell phone. Now some new things start to develop. We start communicating now. Now we start innovating on how we're communicating to each other. Well, this thing is just starting. The rest of the world is just starting to get broadband.</p><p>And when that starts to happen, now what about the communication or collaborations? I'm here with the cats from Brazil. I'm here with the cats from Africa. And now we can sit there and we don't have to worry about distances being our enemy, so to speak, or our Achilles' heel. Now we can collaborate on the net. And now you're starting to hear music now that's reflective of so many different influences. I heard a band from Mali who was playing blues. And people sit there and say, \"What do they know about blues?\" They destroyed blues better than any blues band I've heard here — you'd have to go back to <a href=\"http://en.wikipedia.org/wiki/John_Lee_Hooker\">John Lee Hooker</a> and them to be like, \"Mm. OK.\" And these guys don't even know who he is really. And they're all like 19, 20, 21. You got kids that are destroying classical music now with electronic music. So we're opening up new avenues of expression.</p><p>Look at the whole <a href=\"https://twitter.com/brainfeeder\">Brainfeeder</a> posse and what they've done. What — if you want to talk about Public Enemy 2.0 or Bomb Squad 2.0, that, to me, is that zone. They're taking the music and twisting it and bending it in so many different ways they're coming up with a whole new expression. And they're coming up with an expression that defies every music goal, reference, and book, and everything that we've studied about it — and still making it hot.</p><p><strong>KELLEY</strong>: I mean, it's like, without gatekeepers — I think about it in terms of music journalism and you used to have to pass a certain bar or a critic would have to approve you or you get a grade or whatever. They help you to interpret it. And now I kind of think we don't need that. We don't need that anymore. We don't need to review. We don't need anybody to write about it if we just get in a room and talk about it. And that might be a revolution of communication, a revolutionary process in the way that you're talking about. If we all have access to the music and the language to talk about it and the means to get to each other, then we're good. We don't need an expert.</p><p><strong>SHOCKLEE</strong>: OK. And that's a very good point. So we don't need people telling us \"the top eight at 8\" or the top 10. It's like, that's passé now. When somebody puts out their Who's Your Favorite — What's The Top 10 Rappers, somebody's going to be left off that's dope. In the age that we're in, with the age of the iPod, the iPhone, and all the other devices that you have — I don't want to keep using one label but I've been a Mac user since the '80s so I don't know any other one — it made us genre less intelligent. I don't know what music is called today. I'll listen to something and he will say, \"What do you think that is.\" It has a four-on-the-floor. It's funky. It's soulful. It's bluesy. It's classical. It's got — they'll have all these elements in it. It's jazzy.</p><p>So now we can do new forms of expression. When you see <a href=\"http://en.wikipedia.org/wiki/Daft_Punk\">Daft Punk</a>, who's an electronic band, gets with <a href=\"https://twitter.com/nilerodgers\">Nile Rodgers</a> and puts <a href=\"https://twitter.com/Pharrell\">Pharrell</a> on it, like, what? And that record works. And why does it work so big? It's because of the fact that they took that and pushed the envelope. And so my thing's all about just pushing the envelope. It doesn't matter about time. Because it's to me, as far as I'm concerned, there's no such thing as time. Time is an illusion.</p><p><strong>KELLEY</strong>: There's still power in some labels though, right? Calling something hip-hop is still meaningful and calling something R&B is still — and then sometimes the distinction between it and pop.</p><p><strong>SHOCKLEE</strong>: But sometimes it's deceiving. Because somebody went to me and told me this person is a hip-hop artist. I listened to it and said, \"Oh, it wasn't hip-hop. You just killed it.\"</p><p><strong>KELLEY</strong>: Well, we were talking about <a href=\"https://twitter.com/stromae\" target=\"_blank\">Stromae</a> earlier.</p><p><strong>SHOCKLEE</strong>: Right.</p><p><strong>KELLEY</strong>: So is he hip-hop?</p><p><strong>SHOCKLEE</strong>: Is he dance?</p><p><strong>KELLEY</strong>: Yeah, I think so.</p><p><strong>SHOCKLEE</strong>: OK.</p><p><strong>KELLEY</strong>: He's French.</p><p><strong>SHOCKLEE</strong>: Exactly.</p><p><strong>KELLEY</strong>: No. Belgian. My bad.</p><p><strong>SHOCKLEE</strong>: Belgian. Yeah. So to me that's what music should be about. I'm not — I don't look at Ali Shaheed as hip-hop. I look at him as an artist.</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>SHOCKLEE</strong>: And whatever he brings me comes from him. I don't care what it is. You come with a dance beat — and see the thing that we don't have with these gatekeepers is that respect. The respect is, \"Dude, I respect your vision so much if you gave me a bluegrass record, I'm listening to it.\"</p><p><strong>MUHAMMAD</strong>: Rocking with it. Yeah.</p><p><strong>SHOCKLEE</strong>: OK. I'm like, \"Yo, we gotta put this out. This is incredible. It's a bluegrass record from Ali Shaheed. This is amazing.\" And that right there is what's going to get the buzz. Cause people's now going to want to hear it. And that creates — that's interest. We don't have that anymore because everything is the same old thing. So where's the interest come from? It's like, \"Oh, OK. Here's another girl that looks good. She's thin. She looks good. She's light-skinned. She can sing. <em>(sighs)</em> And she can dance.\" Where's the — so a girl comes. Big girl. Bigger girl. I don't want to use the other word. But she's singing R&B. She's white. She sells ten million records. 20 million records. From London. What? Soul? White? Not skinny and dancing? And selling records? Why does that happen?</p><p><strong>KELLEY</strong>: <a href=\"https://twitter.com/jsullivanmusic\">Jazmine Sullivan</a> should've got all that money.</p><p><strong>SHOCKLEE</strong>: I mean, we can always say what should've and could've and whatever it is like on Monday after the Sunday game.</p><p><strong>KELLEY</strong>: Yeah. That's true.</p><p><strong>SHOCKLEE</strong>: But the key to this is being able to call it before.</p><p><strong>MUHAMMAD</strong>: Yeah. There were great songs on that album so, you know.</p><p><strong>KELLEY</strong>: What? <a href=\"https://twitter.com/officialadele\">Adele</a> or Jazmine?</p><p><strong>MUHAMMAD</strong>: Both.</p><p><strong>KELLEY</strong>: Yeah. Yeah.</p><p><strong>MUHAMMAD</strong>: Can I change the topic a little bit? Because you've been in the business a long time. What can you tell the up-and-coming, aspiring artists about — I mean, there's the obvious direction and maybe individuality and those sorts of things. But in terms of like sustaining oneself in the music business for a long time, you know, maybe inside or outside of the music, what has it been for you? You're so energetic and you're into technology, film, media, and the merging of just creative content.</p><p><strong>SHOCKLEE</strong>: The first thing, for me, for a young artist is the thing that we all had when we first started out when we were younger, is having faith. And I think that we're moving into spiritual concepts. Because I can't tell you how to make your music. I can't tell you what you should be proficient in or any of that other stuff. Because all that's irrelevant. The thing that you have to have is faith in yourself and in your abilities. And I think that what happens, what I see, is so many talented people that are amazingly — and you've seen a bunch of the talented people and you've listened to a bunch of people who are talented and ridiculously crazy. And you sit there and say, \"Why didn't they make it? What happened?\" And what usually happens is if you're really passionate about what you want to do, then you find a way. If you got to work two jobs at night to make your music during the day, then you have to do that. And you have to have that conviction and that passion.</p><p>And what we see now that the passion is gone and the conviction is gone the minute somebody tells somebody, \"Oh, your stuff is wack.\" To me, that's the beginning. That's the beginning of the fight. It's assumed. The music that you make or whatever art that you make or whatever it is that you write or whatever it is that you do, it's already presumed wack. It's presumed wack coming out the gate. Now the question is how're you going to turn that no into a yes. That's your job. And too much of our jobs are spent on sulking about what we don't have and not about what we do have.</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>SHOCKLEE</strong>: So I mean, that's the only advice I can give to anybody, any kind of creator, whether you're creating an app or whatever. It's that you need to — you have to stay on — you skillfull. You know that. We're all ninjas. You have to work out in the gym. No different than Lebron, right, is shooting jump shots right now. Before the game, he's just in his gym. He's got a gym in his house. Well, if you don't have that, you can't even begin to compete. But the main thing you have to have is the will and the desire to become greater than Lebron.</p><p><strong>KELLEY</strong>: Well, I love my job. Thank you so much for spending time with us.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>SHOCKLEE</strong>: Thank you, Fran. Thank you, Ali, for having me, man. I really appreciate it. And to your audience, man, this is a great platform and I think everybody should be listening and tuning in. And if you're not tuning in, then you better start tuning in.</p><p><strong>MUHAMMAD</strong>: Thanks, Hank.</p><p><strong>KELLEY</strong>: Thank you so much.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Hank+Shocklee%3A+%27We+Had+Something+to+Prove%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ali Shaheed Muhammad","audio":[{"meta":{"duration":"4029"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1399823789-e70c4e.m3u?orgId=1&topicId=1039&aggIds=100920965&d=4029&story=399817846&ft=nprml&f=399817846"},{"href":"http://media.npr.org/assets/img/2015/04/15/hank-shocklee-sxsw-2015-99d82c5cd4ac2ad61c7f17cad03cbe2fd2bdd4c4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2657","width":"3543"}}]}