{"created":"2014-10-08T16:37:43+00:00","modified":"2014-10-31T02:20:56+00:00","valid":{"from":"2014-10-31T02:20:56+00:00","to":"3014-10-31T02:20:56+00:00"},"hreflang":"en","title":"Faith Drives A Father To Create A Test For Childhood Cancer","published":"2014-05-13T17:32:00+00:00","teaser":"Noah Shaw was diagnosed with a potentially fatal cancer when he was just 4 months old. That didn't shake his father's faith in God. But it did drive him to try to invent an early cancer test.","itags":["npr_api","310104315"],"guid":"146f07a7-3e7d-4869-9f0d-070ca79b5112","contentencoded":"<p>When Bryan and Elizabeth Shaw learned that their son Noah had a potentially deadly eye cancer, like a lot of people, they turned to their religious faith to help sustain them. But faith is also impelling Bryan Shaw to create software to detect eye cancer in children as soon after birth as possible.</p><p>The Shaws are Christians, and their faith is extremely important to them. When they were at their bleakest, \"Bryan would pull out the Psalms and say, 'This is how King David suffered in the Psalms, and we're going through this,\" says Elizabeth. \"This is God's plan for our family, and we just have to walk through it and trust in God.\"</p><p>But their passionate faith in God was also a source of concern for Bryan Shaw. \"What causes people's faith to be damaged,\" he told me, \"is when bad things happen to them and they think, 'Oh, there can't be a God, because if there was, he wouldn't have done this bad thing to me.' \"</p><p>There's no doubt that a bad thing happened to Shaw's family. At 4 months of age, Noah was diagnosed with a rare form of eye cancer called <a href=\"http://www.nlm.nih.gov/medlineplus/ency/article/001030.htm\">retinoblastoma</a>. Children with the disease form tumors at the back of their eyeballs. Children like Noah with the inherited form of retinoblastoma start to form tumors before they're even born.</p><p>Bryan says his faith wasn't shaken by Noah's illness. \"I believe there is no bad thing done to you,\" he says. \"It may seem bad in the short term, it may seem bad in this life, but it's not bad. It happened for a reason. You may not figure it out in this life, but if you can, you're even more blessed.\"</p><p>But he worried that Noah might have trouble understanding that. \"When he gets older and he can think for himself, I don't want him to get mad at God, or stop believing that there is a God,\" Bryan says. So he was determined to find ways to prevent that from happening. He hopes the early detection software will do the trick.</p><p>The technique has shown that it is possible to detect the signs of retinoblastoma as early as 12 days after birth. Bryan hopes to prove that such early detection will mean fewer children will lose an eye to the disease, as Noah did.</p><p>\"I want my son to believe that what happened to him happened to him for a reason,\" says Shaw. \"And if I can make good come from this bad stuff that happened to my son, and I can show him when he grows, I know it's going to strengthen his faith.\"</p><p>The Shaws were determined not to let another one of their children suffer from retinoblastoma. So to prevent that, they chose to have a second child using in vitro fertilization. That way they could screen the resulting embryos and only implant the ones that did not carry the damaged copy of the RB1 gene.</p><p>Some Christians are uncomfortable with this because it can mean discarding viable embryos. The Shaws continue to struggle with this dilemma, too, but favor the belief that God gave them a tool to prevent retinoblastoma.</p><p>In any event, baby Samuel won't face the health problems that afflicted his older brother.</p><p><em>This story was produced by Rebecca Davis.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Faith+Drives+A+Father+To+Create+A+Test+For+Childhood+Cancer&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joe Palca","audio":[{"meta":{"duration":"531"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1310300909-f8e573.m3u?orgId=1&topicId=1128&aggIds=156490415&ft=3&f=310104315"},{"href":"http://media.npr.org/assets/img/2014/05/06/_dsc1110-3-0977593ea0b2ffb3f26584b09b431a2eb03ecc93.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"1379","width":"1839"}}]}