{"created":"2014-11-25T21:28:24+00:00","modified":"2015-05-13T21:30:41+00:00","valid":{"from":"2015-05-13T21:30:41+00:00","to":"3015-05-13T21:30:41+00:00"},"hreflang":"en","title":"In Pakistan, A Self-Styled Teacher Holds Class For 150 In A Cowshed","published":"2014-11-26T00:26:00+00:00","teaser":"In a remote village, poor children are on the front line of an education battle. The village's only educated person aims to teach them — and shame teachers who are paid but don't show up for work.","itags":["npr_api","364981722"],"guid":"147a1e03-160e-4e8b-b60a-4248916e5868","contentencoded":"<p>Every day, shortly after breakfast, more than 150 noisy and eager-eyed kids, coated in dust from top to toe, troop into a mud cowshed in a sun-baked village among the cotton fields of southern Pakistan. The shed is no larger than the average American garage; the boys and girls squeeze together, knee-to-knee, on the dirt floor.</p><p>Words scrawled on a wooden plank hanging outside proudly proclaim this hovel to be a \"school,\" although the pupils have no tables, chairs, shelves, maps or wall charts — let alone laptops, water coolers or lunch boxes.</p><p>Nor are there any teachers, except for one very young woman who is sitting serenely in front of this boisterous throng, occasionally issuing instructions, watched by a cow and a couple of goats tethered a few feet away. Her name is Aansoo Kohli.</p><p>Aansoo is a 20-year-old student in the final stages of a bachelor's degree. She is the only person in this village with more than a smattering of education. Her mission is to change that: \"I'll make these children doctors,\" she says. \"I'll make them teachers and engineers.\"</p><p>The kids in Aansoo's cattle shed are from Pakistan's Hindu community — a marginalized, sometimes victimized, minority in an overwhelmingly Muslim nation. Their village has for centuries subsisted on the tiny income produced by picking cotton and green chilies for feudal landlords.</p><p>The mass exodus of Hindus to India — 50 miles to the east — during the <a href=\"http://www.bbc.co.uk/history/british/modern/partition1947_01.shtml\">1947 partition of the Subcontinent</a> seems to have passed by this remote community.</p><p>The village, Minah Ji Dhani, lies deep in the countryside of Pakistan's Sindh province; you have to drive across fields to reach it. There is no road. Nor is there electricity or running water. Its inhabitants are among the poorest of Pakistan's roughly 200 million population.</p><p>A crude wooden crutch lies at Aansoo's side. She needs this because she lost the use of a leg as an infant due to a botched medical procedure. Her father, an illiterate farm worker, realized she would be unable to work in the fields, so he packed her off every day to a government-run school miles away.</p><p>As an impoverished and disabled Hindu girl in a highly conservative and patriarchal rural society, Aansoo says her school years were difficult. \"People would laugh at me when I went to school,\" she recalls. \"They'd say, 'What's she going to do once she's educated?'\"</p><p>Aansoo's cowshed \"school\" is her answer to that question. She has no teaching qualifications and works without pay. This hasn't deterred her from pushing ahead with a personal campaign to give her village's children — girls as well as boys — the chance to get educated.</p><p>\"I love these kids,\" she says. \"I'm urging them to study.\"</p><p>You only have to watch Aansoo at work for a short while to realize that to describe her cattle shed as a school, or her as a teacher, really is a stretch.</p><p>Overwhelmed by numbers, she teaches some of the older children, who then squat on the ground and impart what they have just learned to the smaller kids, some as young as three. Somehow the village whipped up enough money to buy some dog-eared government textbooks and hand-held blackboards.</p><p>But there is another goal here. Talk to Aansoo, and it soon becomes clear she has assembled these kids in part to draw attention to a chronic problem blighting her country's young, especially the poor.</p><p>Over the years, government teaching jobs in Pakistan have routinely been handed out as political favors. Thousands of so-called \"teachers\" pocket wages but do not go to work. There's a girls' school less than a mile from Aansoo's village that has long been closed because the teachers never showed up.</p><p>Aansoo's aim is to generate the kind of publicity that will send a message to people far beyond the confines of her village: \"I want to tell Pakistan's teachers that you have a duty to the nation's children. Please come to school and teach!\"</p><p>\"Aansoo is posing a question for all of Pakistan,\" says Janib Dalwani, a Muslim social activist from a nearby village who's playing a central role in Aansoo's seven-month-old campaign, publicizing her efforts and rallying villagers to the cause. \"If someone with her disadvantages can teach, then why can't teachers who're sitting at home drawing salaries go out and teach?\"<br /> <br /> The task of persuading parents to allow their kids to go along to Aansoo's cattle shed fell to Dalwani.<strong> </strong> He says they were initially reluctant to release their children from working in the fields and doubtful about the benefits of education.</p><p>\"I told them God's on their side,\" says Dalwani. \"He'll help them.\"</p><p>This seems to have worked. Ram Chand, a farm worker, has allowed three of his daughters to go to the cattle shed: \"I am very happy,\" he says. \"We don't want the children to lead the life we've led.\"</p><p>Aansoo's message is being heard beyond her village. Liaquat Ali Mirani, a principal in the Sindhi city of Larkana, runs a website that publishes the names and photos of absentee teachers in the hope this will shame them into doing their jobs.<strong></strong></p><p>\"I fully support Aansoo and have a lot of sympathy for her. May God help her,\" says Mirani.</p><p>He estimates four out of 10 teachers in the province never set foot in a school: \"Some of them run shops, some work in the media, some for feudal landlords.\"</p><p>In 2010, Pakistan's federal constitution was amended to make education compulsory and free for all children age 5 to 16. But education is run by provincial governments; they haven't yet turned this amendment into law and it seems unlikely they will. This helps explain why, according to estimates, nearly half of Pakistan's 58 million kids of school age are not in school.</p><p>\"The state of education is very bad in Pakistan,\" says <a href=\"http://www.senate.gov.pk/en/profile.php?uid=811\">Farhatullah Babar</a>, a leading figure in the Pakistan People's Party (PPP), the late Benazir Bhutto's party that governs Sindh. \"In fact, we have what we call education emergency.\" <strong></strong></p><p>Babar says that although the PPP bears much responsibility for the <a href=\"http://www.thenews.com.pk/Todays-News-13-33602-Secretary-paints-grim-picture-of-Sindh-Education-dept\">education crisis in Sindh</a>, it plans to fire absentee teachers and make government teachers take a proficiency test.<br /> <br /> \"I think these measures indicate a very strong realization on the part of the PPP that if it was responsible for the mess, it is also determined to clean the mess,\" says Babar.</p><p>For now, though, the kids in the cattle shed are on their own. Their chief hope is Aansoo's determination — and their own enthusiasm.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Pakistan%2C+A+Self-Styled+Teacher+Holds+Class+For+150+In+A+Cowshed&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Philip Reeves","audio":[{"meta":{"duration":"378"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1366620579-eff1c7.m3u?orgId=1&topicId=1013&aggIds=130593764&d=378&p=2&story=364981722&t=progseg&e=366620491&seg=6&ft=nprml&f=364981722"},{"href":"http://media.npr.org/assets/img/2014/11/24/pakistan-school-village-18_1-9c3f49a26167ba5ec59342d8b2722f194d7a42e9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1348","width":"1797"}},{"href":"http://media.npr.org/assets/img/2014/11/24/pakistan-school-village-12_1-5920ff4e7a2a56b300e1318cbc029cc815a1f7dd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1873","width":"2498"}},{"href":"http://media.npr.org/assets/img/2014/11/24/pakistan-school-village-19_1-0e216852c93209665f89feba4b61758af7c80d50.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2248","width":"2998"}},{"href":"http://media.npr.org/assets/img/2014/11/24/pakistan-school-village-7_1-aee231325151083930d0694cb0c374fcfe5328e7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1496","width":"1994"}}]}