{"created":"2014-10-07T19:25:52+00:00","modified":"2014-10-30T23:44:41+00:00","valid":{"from":"2014-10-30T23:44:41+00:00","to":"3014-10-30T23:44:41+00:00"},"hreflang":"en","title":"With Prosecutors Circling, Ethics Questions Get Serious For N.Y. Governor","published":"2014-08-01T00:07:00+00:00","teaser":"New York Gov. Andrew Cuomo is facing reports that his administration interfered with the work of an anti-corruption commission that he created — and then abruptly disbanded.","itags":["npr_api","336905900"],"guid":"147a7c41-610a-4c25-b9e8-9a93547a7042","contentencoded":"<p>New York Gov. Andrew Cuomo swept into office promising to clean up a state government so corrupt he once described it as \"a joke.\" But now Cuomo himself has become the punch line, facing scrutiny over reports that his administration interfered with its own anti-corruption commission.</p><p>\"Basically, Cuomo formed a commission promising you could even look at me. And then when they looked at him, he said, you looking at me?\" joked Jon Stewart, summing up the scandal for <em>The Daily Show.</em><em></em></p><p>Cuomo created the so-called Moreland Commission last year to root out corruption in Albany.</p><p>\"The commission clearly has the legal authority to look at anything they want to look at. The governor, the [attorney general], the comptroller, etc.,\" he told radio station WCNY in December.</p><p>But he abruptly disbanded that commission in March, with no major prosecutions. There were allegations at the time that the Cuomo administration tried to interfere with the commission's work, but the governor denied them, saying, \"I can't 'interfere' with it, because it is mine. It is controlled by me.\"</p><p>Then just last week, the <em>New York Times</em> reported that Cuomo's chief of staff ordered the commission to withdraw subpoenas targeting some of the governor's political supporters.</p><p>Afterward, Cuomo didn't appear in public for five days. When he re-emerged on Monday, Cuomo explained that his administration had \"conversations\" with the commission.</p><p><em></em>\"Of course there's gonna be back and forth; that's fine. Interference is different,\" he said.</p><p>The governor defended his administration's handling of the commission, pointing repeatedly to a letter released, also on Monday, by the panel's co-chairman, William Fitzpatrick.</p><p>\"He says 'there was no interference whatsoever. If anyone tried to interfere with me, I would have quit. We were wholly independent,' \" Cuomo said.</p><p>But Cuomo's shifting positions may have only made him look worse, said Jeanne Zaino, who teaches political science at Iona College.</p><p>\"It becomes a really difficult trail of explanations to follow, and it leaves you wondering, if you're paying attention, what's the truth of this thing?\" she said. \"And I was left feeling we didn't quite get the truth from him.\"</p><p><em></em>Cuomo's political rivals are trying to capitalize on that perception. And they need all the help they can get if they're going to unseat the popular and well-funded governor in his re-election bid this fall.</p><p>Republican challenger Rob Astorino tried to summon visions of Tammany Hall by holding a press conference on the steps of the Tweed Courthouse yesterday in Manhattan.</p><p>\"Nothing says corruption like the Tweed Courthouse,\" Astorino said. \"I mean, this is the stain that was New York. We now have a new stain in Albany.\"</p><p>Cuomo's opponents on the left are also attacking him over ethics — including Zephyr Teachout, a Fordham University law professor challenging Cuomo in the Democratic primary.</p><p>\"The basic obligation of leadership is to take action and explain yourself,\" she said. \"He has failed to explain himself for now over a week. That's the action of somebody who's scared, who knows there might be something quite dangerous here for his political future.\"</p><p>No one in the Cuomo administration has been charged with a crime. But the U.S. attorney in New York, Preet Bharara, is investigating how the commission was disbanded and has already taken over its work. Late yesterday, Bharara sent a sharply worded letter to the former commissioners threatening to investigate the Cuomo administration for possible obstruction of justice or witness tampering.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=With+Prosecutors+Circling%2C+Ethics+Questions+Get+Serious+For+N.Y.+Governor&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joel Rose","audio":[{"meta":{"duration":"234"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1336905901-652209.m3u?orgId=1&topicId=1014&ft=3&f=336905900"}]}