{"created":"2014-09-04T16:42:41+00:00","modified":"2014-12-11T16:34:56+00:00","valid":{"from":"2014-12-11T16:34:56+00:00","to":"3014-12-11T16:34:56+00:00"},"hreflang":"en","title":"Book Your Trip: Because Reading Is About The Journey","published":"2014-06-17T13:46:00+00:00","teaser":"<em>The Mouse and the Motorcycle</em> and <em>The Motorcycle Diaries</em>? <em>Fear and Loathing in Las Vegas</em> and <em>Go, Dog, Go!</em>? Members of the NPR Books team explain how they assembled their unconventional summer lists.","itags":["npr_api","321381212"],"guid":"1481a524-1ba8-4865-832a-c79fb42bbf26","contentencoded":"<p>WHAT, you might ask, is <em>Anna Karenina</em> doing on the <a href=\"http://www.npr.org/templates/story/story.php?storyId=318601772\">same summer reading list</a> as <em>The Little Engine That Could</em>?</p><p>Let me explain.</p><p>In previous summers, we gave you <a href=\"http://www.npr.org/series/178606119/critics-lists\">lists</a> and <a href=\"http://www.npr.org/series/153632767/critics-lists\">lists</a> and <a href=\"http://www.npr.org/series/136825076/critics-lists-summer-2011\">lists</a> of new books organized by genre. And that was fun. But this summer we wanted to try something different.</p><p>Back in December, when we worked on the year-end <a href=\"http://apps.npr.org/best-books-2013/\">2013 Best Books Concierge</a>, one of the things we enjoyed most was finding common threads in very different books (just look at the unlikely titles that live together under the \"<a href=\"http://apps.npr.org/best-books-2013/#/tag/funny-stuff\">Funny Stuff</a>\" category, or the \"<a href=\"http://apps.npr.org/best-books-2013/#/tag/family-matters\">Family Matters</a>\" category). And that's how we ended up settling on this year's <a href=\"http://www.npr.org/bookyourtrip\">Book Your Trip</a> project — a series that is much more about the journey than the destination, and aims to create a surprising, serendipitous book discovery experience for the summer months.</p><p>In March, the NPR Books team — Petra Mayer, Nicole Cohen, Rose Friedman and myself — reached out to our trusted reviewers, librarians and Arts Desk colleagues and asked them to brainstorm books that featured themes or memorable scenes of transportation and transit. As usual, they wrote back with hundreds of titles — both old and new. We spent the next month or so sorting those books — recommended by Lynn Neary, Michele Norris, Nancy Pearl, Maureen Corrigan, Neda Ulaby and many more. (You can hear Petra talk more about that process with Linda Wertheimer in the audio at the top of this page.)</p><p>There were some pretty straightforward categories — train, plane, bike, boat ... but it didn't take long for things to get squirrelly. Do LSD trips count? (Yes!) Can we call \"time\" a mode of transit, or do we have to say time <em>machine</em>? (Eh. Still not sure. We couldn't agree.) Do the dogs and cat who travel by paw in <em>The Incredible Journey</em> qualify for the \"by foot\" list? (Sure, why not!) What <em>do</em> we do with <em>James and the Giant Peach</em>? (Create a big \"miscellaneous\" list, obviously.)</p><p>It wasn't always pretty, but eventually we settled on 12 lists: <a href=\"http://www.npr.org/templates/story/story.php?storyId=318601772\">train</a>,<a href=\"http://www.npr.org/templates/story/story.php?storyId=318601885\"> plane</a>, <a href=\"http://www.npr.org/templates/story/story.php?storyId=318601961\">car</a>, <a href=\"http://www.npr.org/templates/story/story.php?storyId=318604563\">bike</a>, <a href=\"http://www.npr.org/templates/story/story.php?storyId=318601990\">boat</a>, <a href=\"http://www.npr.org/templates/story/story.php?storyId=318605373\">foot</a>, <a href=\"http://www.npr.org/templates/story/story.php?storyId=318605159\">city transit</a>, <a href=\"http://www.npr.org/templates/story/story.php?storyId=318605421\">horse</a>, <a href=\"http://www.npr.org/templates/story/story.php?storyId=318605448\">balloon</a>, <a href=\"http://www.npr.org/templates/story/story.php?storyId=318605443\">rocketship</a>, <a href=\"http://www.npr.org/templates/story/story.php?storyId=318605598\">time </a>and a miscellaneous category that includes <a href=\"http://www.npr.org/templates/story/story.php?storyId=318605636\">drugs, dragons and giant peaches</a>. (A moment of silence here for a fun list called \"Connections\" that included books featuring multiple modes of transit — like Nellie Bly's <em>Around the World in Seventy-Two Days</em>. Things were just getting too unwieldy, and it didn't make the cut.)</p><p>Speaking of things that didn't make the cut: These lists are not comprehensive. They aren't even a little comprehensive. Months before we pressed publish, we were bracing ourselves for the inevitable: <em>NPR, HOW DARE YOU PUBLISH A LIST OF HORSE BOOKS AND NOT INCLUDE [INSERT NAME OF FAVORITE HORSE BOOK HERE] — I'LL NEVER DONATE ANOTHER DIME!!</em></p><p>Honestly, these lists could have gone on forever. We had to stop somewhere. So please don't stop supporting your local member station because <em>Misty of Chincoteague</em> didn't make it. (If you must know: It's because we decided it was about horses, but not horses as a mode of transit). We tried to select an idiosyncratic mix of old and new, known and unknown, and books for new and experienced readers alike. The point is book discovery, so we didn't always pick obvious books; we hope browsing this series feels like wandering into an unfamiliar section of the library.</p><p>Our favorite thing about these lists is the surprising and funny combinations you get when you decide to look at a very specific slice of something. We love that <em>Anna Karenina</em> and <em>The Little Engine That Could</em> are <a href=\"http://www.npr.org/templates/story/story.php?storyId=318601772\">side by side</a>. On the <a href=\"http://www.npr.org/templates/story/story.php?storyId=318601961\">car list</a>, you'll find<em> Go, Dog. Go! </em>and<em> Fear and Loathing in Las Vegas</em><em>.</em> And — perhaps for the first time ever — Che Guevara and Beverly Cleary are <a href=\"http://www.npr.org/templates/story/story.php?storyId=318604563\">hanging out together</a> with<em> The Motorcycle Diaries</em> and <em>The Mouse and the Motorcycle.</em></p><p>Is this a useful way to organize books? We're not really sure. But it was a fun and interesting exercise, and it made us all add a bunch of new titles to our own reading lists. We hope you'll find some books that are new to you as well. Stay tuned in the coming months — our friends on the Arts Desk will be bringing you Book Your Trip stories on-air. (Bob Mondello has had us tapping our toes to <a href=\"http://youtu.be/Ss1CXo8QMi8?t=51s\">transit-themed show tunes</a> for weeks.)</p><p>And of course, outrage aside, we really would like to hear about the books that you would add to the lists. So please share your favorites with us in the comments section of the lists, or tweet them with the hashtag <a href=\"https://twitter.com/hashtag/bookyourtrip\">#bookyourtrip</a>.</p><p>As always, we know you have a choice when you listen, so we'd like to thank you for choosing NPR Airwaves. You are now free to move about the cabin.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Book+Your+Trip%3A+Because+Reading+Is+About+The+Journey&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Beth Novey","audio":[{"meta":{"duration":"187"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1322800429-a2ed9c.m3u?orgId=1&topicId=1161&aggIds=320361610,100876926&ft=3&f=321381212"},{"href":"http://media.npr.org/assets/img/2014/06/12/bookyourtrippromo1-ebf2d01579eff8e71d8f39f03c7f9396d3e5f497.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2709","width":"3615"}}]}