{"created":"2014-10-08T14:24:04+00:00","modified":"2014-12-10T19:48:53+00:00","valid":{"from":"2014-12-10T19:48:53+00:00","to":"3014-12-10T19:48:53+00:00"},"hreflang":"en","title":"California Teacher Tenure Ruled Unconstitutional","published":"2014-06-11T00:31:00+00:00","teaser":"A judge ruled Tuesday that California's laws deprive students of their constitutional right to an education.","itags":["npr_api","320726651"],"guid":"1490496a-9b8f-4ec3-b722-771a820d9e31","contentencoded":"<p>A California judge today ruled the state's laws governing teacher tenure and the firing of public school teachers unconstitutional, saying they interfere with the state's obligation to provide every child with access to a good education.</p><p>The plaintiffs in the case, <em>Vergara v. California</em>, argued that the tenure system for public school teachers in California verges on the absurd, and that those laws disproportionately harm poor and minority students. In his ruling, Judge Rolf M. Treu agreed.</p><p>\"Evidence has been elicited in this trial of the specific effect of grossly ineffective teachers on students,\" Judge Treu wrote. \"The evidence is compelling. Indeed, it shocks the conscience.\"</p><p>The suit was filed in 2012 by a nonprofit group, Students Matter, on behalf of nine public school students. The group was founded by Silicon Valley entrepreneur and charter school advocate David Welch. Welch today challenged the defendants to now \"join together ... to offer real solutions for our education system.\"</p><p>The lawsuit challenged elements of the state's education code, including those governing tenure, seniority, layoffs and firings.</p><p>\"This is a monumental day for California's public education system,\" Theodore J. Boutrous Jr., a lead attorney for the plaintiffs, said in a statement. \"Today's ruling is a victory not only for our nine plaintiffs; it is a victory for students, parents, and teachers across California.\"</p><p>The California Teachers Association, the state's largest teachers union with 325,000 members, along with the California Federation of Teachers, had joined the state in defending the case. The CTA vowed to appeal the ruling, and the judge ordered a stay of his decision pending an appeal.</p><p>The unions argued that the lawsuit unfairly blames teachers for problems in the public schools that stem from much larger social and political forces, including poverty, inequality and racial segregation.</p><p>\"We believe the judge in this case did not take into consideration the overwhelming amount of evidence that show that these statutes work very well all over the state in well-run school districts,\" said Frank Wells, a spokesman for the California Teachers Association. \"It's another example of the 'blame teachers first' approach to solving complex education problems.\"</p><p>The ruling was \"deeply flawed,\" Dennis Van Roekel, the head of the National Education Association, the nation's largest teachers union, said in a statement. \"Today's ruling would make it harder to attract and retain quality teachers in our classrooms and ignores all research that shows experience is a key factor in effective teaching.\"</p><p>U.S. Secretary of Education Arne Duncan also issued a statement. \"My hope is that today's decision moves from the courtroom toward a collaborative process in California that is fair, thoughtful, practical and swift,\" Duncan said. \"Every state, every school district needs to have that kind of conversation.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=California+Teacher+Tenure+Ruled+Unconstitutional&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eric Westervelt","audio":[{"meta":{"duration":"150"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1320734917-23b510.m3u?orgId=1&topicId=1013&ft=3&f=320726651"}]}