{"created":"2015-04-02T20:16:33+00:00","modified":"2015-05-13T21:05:04+00:00","valid":{"from":"2015-05-13T21:05:04+00:00","to":"3015-05-13T21:05:04+00:00"},"hreflang":"en","title":"How Congress Is Reacting To The Iran Framework","published":"2015-04-02T20:16:00+00:00","teaser":"President Obama says he welcomes a \"robust debate\" on the Iran framework from Congress and the American people. He's already getting one.","itags":["npr_api","397081680"],"guid":"14913dc2-d415-4efb-a105-cfb495c64615","contentencoded":"<p>As President Obama <a href=\"http://www.npr.org/blogs/thetwo-way/2015/04/02/397060049/iran-says-it-has-reached-agreement-with-world-powers-on-nuclear-program\" target=\"_blank\">touted a nuclear framework</a> with Iran Thursday, he emphasized that he wants Congress to get on board.</p><p>\"This is not simply a deal between my administration and Iran,\" Obama said. \"This is a deal between Iran, the United States of America and the major powers in the world.\"</p><p>Obama said he will speak with House and Senate leaders Thursday about how they can \"play a constructive oversight role\" with regard to the the framework.</p><p>The president has also instructed his negotiators to brief Congress and the public on the deal, adding: \"I welcome a robust debate in the weeks and months to come.\"</p><p>He's already getting some of that that \"robust debate\" from Congress, but he also made it clear how he wants that debate to end.</p><p>\"If Congress kills this deal not based on expert analysis, and without offering any reasonable alternative,\" he said, \"then it's the United States that will be blamed for the failure of diplomacy. International unity will collapse and the path to conflict will widen. The American people understand this.\"</p><p>Here's how Congress reacted to Obama's statement and the deal:  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+Congress+Is+Reacting+To+The+Iran+Framework&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Amita Kelly","audio":[{"meta":{"duration":"1080"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1397087508-8cd894.m3u?orgId=1&topicId=1014&d=1080&story=397081680&ft=nprml&f=397081680"},{"href":"http://media.npr.org/assets/img/2015/04/02/468242862-c9102836390cca9028737608096e51dd6c417156.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1132","width":"1509"}}]}