{"created":"2014-10-27T23:42:26+00:00","modified":"2014-10-27T23:42:26+00:00","valid":{"from":"2014-10-27T23:42:26+00:00","to":"3014-10-27T23:42:26+00:00"},"hreflang":"en","title":"What About Donald Sterling's Right To Privacy?","published":"2014-05-01T12:46:00+00:00","teaser":"The racist comments made by Los Angeles Clippers owner Donald Sterling led to a lifelong ban from the NBA. But they were made in what appears to have been a private setting. Should that matter?","itags":["npr_api","308377827"],"contentencoded":"<p>You can't forget what you've heard with your own ears.</p><p>Thanks to the widespread broadcast of his beliefs on race, the disgrace of Los Angeles Clippers owner <a href=\"http://www.npr.org/tags/307346669/donald-sterling\">Donald Sterling</a> is now cemented, and the NBA is seeking to force him to sell the team.</p><p>NBA commissioner Adam Silver acknowledged as much at a news conference Tuesday, during which he announced that Sterling was banned from the league for life for his remarks on race.</p><p>Jovian Wei of Fox News asked, \"Should someone lose their team for remarks shared in private — is this a slippery slope?\"</p><p>Silver responded, \"Whether or not these remarks were initially shared in private, they are now public, and they represent his views.\"</p><p>And that was it, on to the next question. But should those comments have been made public to begin with?</p><p>The recordings were first posted by the gossip website TMZ, and they appeared to capture a private discussion.</p><p>In the audio, Sterling doesn't use any racial epithets, but what he says is just as hateful. The Clippers' owner was beseeching his friend — a woman his wife alleges is his mistress — not to post pictures of herself with black men on Instagram or to bring them to Clippers games. The revelations prompted a public outcry, not least from many of the league's African-American stars.</p><p>V. Stiviano is the woman at the center. The law firm representing her tells NPR she has no romantic involvement with Sterling and that he agreed that she could tape their exchanges. But it sure sounded like a conversation between intimates, which in this case is said to have taken place at the home Sterling bought for Stiviano. (TMZ said the exchange took place in April; Stiviano's law firm says it occurred in September.)</p><p>\"When does newsworthiness trump privacy? Is nothing private anymore?\" asks broadcast journalist Al Tompkins, who teaches ethics at the Poynter Institute, a journalism school in St. Petersburg, Fla.</p><p>\"Whether you're not at all public or you're the president of the United States, does this mean that everything you say is potentially reportable on TV, on radio, online? What about in your home?\" he asks.</p><p>Under California law, all parties involved have to consent to the recording of private remarks. Even bigots. If Sterling knew he was being recorded, Tompkins says, he should have known his remarks could become public. Yet, Tompkins says, journalists should think hard before publishing such private material.</p><p>Such disparate figures as the conservative commentator <a href=\"http://www.dennisprager.com/said-private/\">Dennis Prager</a>, author <a href=\"http://twitchy.com/2014/04/30/end-of-free-speech-in-america-joyce-carol-oates-reflects-on-sterling-lifetime-ban/\">Joyce Carol Oates</a>, and former Los Angeles Lakers great <a href=\"http://time.com/79590/donald-sterling-kareem-abdul-jabbar-racism/\">Kareem Abdul-Jabbar</a> have questioned whether Sterling has been unfairly stripped of his privacy, no matter how offensive his remarks.</p><p>No such ethical torment for the sports gossip and news site Deadspin.</p><p>\"None. None, really,\" says Deadspin editor-in-chief Tommy Craggs. \"I mean, the distinction we make is almost entirely what we find compelling or not.\"</p><p>Deadspin posted its own <a href=\"http://deadspin.com/donald-sterling-still-a-vicious-racist-according-to-tm-1567966769\">extended version</a> of the Sterling audio. In it, Stiviano challenges Sterling, noting that the players on his own team are black. Sterling counters that he is paying, feeding and clothing them — an outlook that Craggs argues evokes a plantation mentality.</p><p>\"This is Donald Sterling expressing a round and very ugly world view that we've known about for a long time,\" Craggs says. \"This wasn't just off the cuff. This is what he believes.\"</p><p>TMZ has not explained anything about its decision to post that audio or how it was obtained, so there are a lot of questions about its source and the legality of the recording that are hard to answer.</p><p>Deadspin did pay a source Craggs would not identify, though he says Deadspin did not acquire the audio from Stiviano or her representatives.</p><p>But Craggs says Sterling's private remarks echo <a href=\"http://www.npr.org/blogs/codeswitch/2014/04/28/307674055/for-sterling-a-spotty-reputation-further-tarnished\">previous allegations of racism</a>. A former NBA star-turned Clippers executive sued Sterling unsuccessfully for racial harassment. And Sterling settled a federal housing racial bias lawsuit, but did not admit wrongdoing. Black and Latino tenants accused him of racial discrimination.</p><p>Poynter's Tompkins says that history doesn't erase the ethical quandary:</p><p>\"We find ourselves in the uncomfortable position of saying, 'But wait a minute, doesn't he have the right to say what he believes [in a private moment] — no matter how reprehensible — without fear of somebody recording it and putting it online?' \" Tompkins says, additionally asking, \"So where does this leave us?\"</p><p>It leaves us all chasing the story: the websites that posted the audio, the reporters following on their heels, and the millions upon millions of us who have clicked on their stories and turned on their programs.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=What+About+Donald+Sterling%27s+Right+To+Privacy%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Folkenflik","guid":"14995d19-c844-4283-a959-5167e8868ff3","audio":[{"meta":{"duration":"241"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1308377828-3ee9a5.m3u?orgId=1&topicId=1055&ft=3&f=308377827"}]}