{"created":"2015-04-20T07:47:43+00:00","modified":"2015-06-05T15:26:47+00:00","valid":{"from":"2015-06-05T15:26:47+00:00","to":"3015-06-05T15:26:47+00:00"},"hreflang":"en","title":"5 Years After BP Oil Spill, Effects Linger And Recovery Is Slow","published":"2015-04-21T23:04:00+00:00","teaser":"The 2010 explosion at the Deepwater Horizon rig set off an environmental and economic catastrophe. Towns and ecosystems along the Gulf Coast are still struggling to rebound.","itags":["npr_api","400374744"],"guid":"14a25ccf-9f6e-48a2-851c-e066e1c724c9","contentencoded":"<p>Five years ago, BP's out-of-control oil well deep in the Gulf of Mexico exploded. Eleven workers were killed on the Deepwater Horizon rig. But it was more than a deadly accident — the blast unleashed the nation's worst offshore environmental catastrophe.</p><p>In the spring and summer of 2010, oil gushed from the Macondo well for nearly three months. More than 3 million barrels of Louisiana light crude fouled beaches and wetlands from Texas to Florida, affecting wildlife and livelihoods.</p><p>Today, the spill's impacts linger.</p><p><strong>Buried Oil, Brought Back By The Surf</strong></p><p>On a remote string of barrier islands off the Louisiana coast, longtime outdoorsman Bob Marshall, an environmental writer for <a href=\"http://thelensnola.org/author/bob-marshall/\">The Lens</a>, steers his Twin Vee catamaran toward East Grand Terre. Marshall was on this island when the oil hit the shore in 2010.</p><p>\"I'll never forget the day it came in here,\" he says. \"It was the peak nesting season in April for brown pelicans.\"</p><p>He describes waves of reddish-orange gunk rolling in with the tide.</p><p>\"It was hitting these islands, coating the roots of the mangroves and also the birds were diving,\" Marshall says. \"The adults would come back after looking for food and sit down on their eggs and there was oil on the eggs.\"</p><p>This was one of the most heavily oiled areas during the BP oil spill five years ago. Today, hundreds of tar balls still dot the beach. A BP crew works to clean up a large tar mat from the surf.</p><p>\"This will be going on, unfortunately, for years,\" says Marshall.</p><p>That's because some of the oil was buried beneath the sand just offshore, and it gets churned up when the surf is rough. Back out on Barataria Bay, Marshall points to where roots jut up in the open water. These used to be mangrove islands.</p><p>\"The oil coated the roots of those mangrove trees and then they died,\" Marshall says. \"And without the mangroves to hold the islands together, within three years most of those islands were gone.\"</p><p>Louisiana was already losing land at an alarming rate, but scientists confirm that the oil spill accelerated the pace. Barataria Bay has lost key bird nesting islands, and <a href=\"http://www.npr.org/2013/12/19/255406326/scientists-charge-bp-oil-spill-gravely-injured-dolphins\" target=\"_blank\">federal government studies indicate</a> that dolphins here in the bay are sick and dying at a higher rate than normal and show signs of oil poisoning.</p><p>On an afternoon boat tour, Marshall sees something that worries him.</p><p>\"There's another dead dolphin. That's the second one we've seen,\" he notes. \"This is strictly anecdotal — can't tie it to anything. But seriously, I've never seen a single dead dolphin out here. Now I'm seeing two. This is amazing.\"</p><p><strong>BP: 'The Gulf Is A Resilient Body Of Water'</strong></p><p>Cynthia Sarthou, executive director of Gulf Restoration Network, says that after five years, there are more questions than answers about what the lingering impact of the spill means.</p><p>\"Dolphin deaths continue, oil is still on the bottom of the ocean, tar balls keep coming up,\" she says. \"And nobody really is able to say what we may find in five years, 10 years. It's really distressing to me.\"</p><p>Sarthou says there's no certainty the spill won't be a problem for generations to come.</p><p>\"It's not publicly seen but it is out there. It's in the marine environment,\" she says. \"And so whether we see it or not the potential impacts of its presence may plague us for decades.\"</p><p>But BP senior vice president Geoff Morrell says the signs are good for a healthy Gulf.</p><p>\"There is nothing to suggest other than that the Gulf is a resilient body of water that has bounced back strongly,\" he says. \"The Gulf has not been damaged anywhere near the degree some people feared it would have in the midst of the spill.\"</p><p>Under federal law, BP will have to pay to restore the damage to natural resources caused by its spill — a scientific assessment that is ongoing and could take years to resolve.</p><p>BP also faces a court judgment that could top $13 billion in an ongoing liability case. A New Orleans federal judge has ruled that BP's gross negligence and willful misconduct are to blame for the disaster.</p><p>Morrell says BP has already spent $28 billion on response and cleanup and to pay economic claims to oil spill victims. He says the company has changed its safety procedures, and pre-deployed capping stacks around the world that could more quickly shut down an out-of-control well.</p><p>\"The Deepwater Horizon accident was a tragedy. It was deeply regrettable,\" says Morrell. \"And we have done everything possible to learn from it.\"</p><p>There's no sign of oil on the breezy public beach in Gulf Shores, Ala., where kids play in the surf. The line of colorful umbrellas today along the pristine white sand is a far cry from five years ago.</p><p>\"Five years ago you'd see oil all over our beach and you'd see no people here,\" says Mayor Robert Craft. \"Our beaches were ruined.\"</p><p>Now Craft says they have recovered and visitors are coming back. But the disaster was a huge blow, both economically and environmentally, and he's not sure it's over.</p><p>\"Economically we're doing really well and the environment seems to be short-term looking well, too,\" he says. \"But what we don't know is the long-term environmental consequences of this. It just hasn't been long enough to know.\"</p><p><strong>Some Industries Still Reeling</strong></p><p>Tourists have flocked back to the beaches of Alabama, Mississippi and the Florida Panhandle, helped in part by an ad campaign paid for by BP.</p><p>Other coastal industries are still trying to come back.</p><p>In Bon Secour, Ala., fourth-generation oysterman Chris Nelson shows off his family's seafood processing plant, Bon Secour Fisheries. About a dozen shuckers are at work at stainless steel tables, slipping a knife into oyster shells to extract the meat.</p><p>\"We call this our opening house,\" Nelson says. \"A lot of people call this a shucking house.\"</p><p>Half the tables here are idle.</p><p>\"Our business is still struggling here at Bon Secour Fisheries because of the lack of oyster production,\" Nelson says. \"I place the blame for that on the oil spill.\"</p><p>Nelson is on the Gulf States Marine Fisheries Commission. He says one of the most productive public oyster reefs in the country — east of the Mississippi river off the Louisiana coast — is not producing like it should.</p><p>\"That was maybe not coincidentally the closest place to where the spill was occurring, where the leak was,\" Nelson says. \"That area still has not produced an appreciable number of oysters, and has not recruited any young oysters to speak of since the spill.\"</p><p>Nelson says it's not clear whether the reef was harmed by exposure to oil, or by the freshwater that was released in Louisiana in hopes of pushing it away. Either way, he says, it's a problem that needs resolving.</p><p>\"The economy of this region has been damaged tremendously,\" Nelson says. \"BP has done a lot to bring us back. But again the commitment by both the administration and by BP was to get us back better than we were before. I don't think we're better than we were before.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=5+Years+After+BP+Oil+Spill%2C+Effects+Linger+And+Recovery+Is+Slow&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Debbie Elliott","audio":[{"meta":{"duration":"502"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1400929898-9287c1.m3u?orgId=1&topicId=1003&d=502&p=3&story=400374744&t=progseg&e=400918171&seg=1&ft=nprml&f=400374744"},{"href":"http://media.npr.org/assets/img/2015/04/17/oil-spill-elliott2-d21b7168b1b8557bd1316b379029703af62b0bdc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1330","width":"1773"}},{"href":"http://media.npr.org/assets/img/2015/04/17/deepwater-oil-getty_wide-16b0c4d31f05b1754711105e0a190b63d12448a6.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"1426","width":"2535"}},{"href":"http://media.npr.org/assets/img/2015/04/17/oil-spill-elliott3_custom-d7c5d0907ff252fd8b86652fcf3a3e3323f6c20e.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2102","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/04/17/oil-spill-elliott_wide-8aed6eab484d0a2b8e928910421e2cce307e0619.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"1121","width":"1988"}}]}