{"created":"2014-12-29T21:38:24+00:00","modified":"2015-05-13T21:24:23+00:00","valid":{"from":"2015-05-13T21:24:23+00:00","to":"3015-05-13T21:24:23+00:00"},"hreflang":"en","title":"As Bourbon Booms, Demand For Barrels Is Overflowing","published":"2014-12-29T23:35:00+00:00","teaser":"Distillers must age bourbon in new white oak barrels that are charred inside. But the barrel supply is running low, and new, small craft distillers are having trouble getting any barrels at all.","itags":["npr_api","373787773"],"guid":"14adeb45-d10d-45e4-bf3d-d3cd2e419e8e","contentencoded":"<p>If you could make a lot of bourbon whiskey these days, you could be distilling real profits. Bourbon sales in this country are up 36 percent in the past five years.<br /> <br />But you'd need new wooden barrels for aging your new pristine product. Simple white oak barrels, charred on the inside to <a href=\"http://www.npr.org/blogs/thesalt/2013/09/09/220655227/rye-bother-an-inside-the-barrel-look-at-american-whiskeys\">increase flavor</a> and add color, are becoming more precious than the bourbon.<br /> <br />Making these barrels is a very old craft, almost an art, called cooperage. The Scots-Irish who settled in Appalachia could do this: Cut the white oak boards into staves, steam them to bend, make metal hoops to hold the barrel tight.<br /> <br />You can see this process is the small town of Lebanon, Ky. This cooperage is one of several owned by <a href=\"http://www.independentstavecompany.com/\" target=\"_blank\">a company called Independent Stave</a>, which is based in Missouri and is the largest maker of whiskey barrels in the world. <br /> <br /> As the barrels take shape they are carried, rolled, and conveyed — sometimes overhead — to the different work stations. Starting out as a collection of oak staves, they are fitted together, steamed, bound with steel and seared with flame before arriving at the end ready for inspection. <br /> <br />\"The barrel has water and air in it,\" says Leo Smith, the supervisor for the last stop on the production line. \"They're looking for any kind of leak or defect in the barrel. ... He's gonna put a plug in that barrel where it's leaking, a small plug in it, and stop that leak.\"<br /> <br />The plug is a simple piece of cedar, whittled by hand. <br /> <br />Independent Stave is a family-owned company and they don't talk much about how many people work there or how many barrels they make. But plant manager Barry Shewmaker does say that production has doubled in the past two years.</p><p>\"We're seen an increase, and it looks like it's ... there's no end in sight,\" Shewmaker says.</p><p><a href=\"http://www.independentstavecompany.com/\">Independent Stave</a> makes barrels for the big distilleries — Kentucky brand names you might have tasted — and so far Independent is staying steady with demand.</p><p>But there's another need for oak barrels: very small craft distilleries starting to make bourbon, vodka, gin or rum. Their output is low — sort of like a drop compared to the big brands — but someone does have to make the barrels.</p><p>Kevin and Paul McLaughlin moved to Louisville from Scotland and are joint presidents of <a href=\"http://kelvincooperage.com/\">Kelvin Cooperage</a> here. For more than 20 years they've been crafting wine barrels, and they buy used bourbon barrels to fix up and sell to the whiskey trade in Scotland and Ireland.</p><p>But now a different market has come right to them: They're making white oak barrels for the new craft distillers. Paul McLaughlin demonstrates the charring process — they put oak scraps in the finished barrel — and soon the flames are visibile. In the beginning it's called \"toast.\"<br /> <br /> \"We start smelling kind of a baked bread — that smell, that's what we like, that's when we know we're getting a toast layer, and once we have the toast layer we'll let the barrel ignite, like that\" says Paul McLaughlin. \"You get baked bread, you get kind of a marzipan — really, really nice smell.\"</p><p>There may be as many as 700 small craft distillers in the U.S. today, and that number is going up fast.</p><p>\"Some of them call and say 'I'm making whiskey, I've got my stills going and I need barrels, and I didn't think there would ever be a problem getting barrels,' \" Kevin McLaughlin says.</p><p>At the Kelvin Cooperage in Louisville they are working overtime, but there's so much demand that the company estimates they could sell all the barrels they could make next year, 10 times over.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=As+Bourbon+Booms%2C+Demand+For+Barrels+Is+Overflowing&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Noah Adams","audio":[{"meta":{"duration":"273"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1373835177-7389bf.m3u?orgId=1&topicId=1053&d=273&p=2&story=373787773&t=progseg&e=373820780&seg=18&ft=nprml&f=373787773"},{"href":"http://media.npr.org/assets/img/2014/12/29/img_9634_edit-d9355bd73b77fb20f22771abdc3a0f5562308b0d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2014/12/29/img_9596_edit-803e17ec52ab4d47d31178c47b1bc87f1e0c7453.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2014/12/29/2946537538_828b9fe7c8_o-d447b57b5a5a9782d0f6f04f0158655d91ac75d8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2110","width":"2814"}}]}