{"created":"2015-06-09T12:15:37+00:00","modified":"2015-07-01T18:51:48+00:00","valid":{"from":"2015-07-01T18:51:48+00:00","to":"3015-07-01T18:51:48+00:00"},"hreflang":"en","title":"Microphone Check Live: Father","published":"2015-06-09T12:15:00+00:00","teaser":"We spoke to the rapper, producer and head of Awful Records, while we were in Atlanta in May. Our onstage conversation was brief but covered a lot of ground fast.","itags":["npr_api","412913838"],"guid":"14b57d61-bfd2-4c5f-ba80-df747617a40b","contentencoded":"<p>We spoke to <a href=\"https://soundcloud.com/liquor-cabinet\" target=\"_blank\">Father</a>, the rapper, producer and head of Awful Records, the breeding ground for <a href=\"https://soundcloud.com/ilovemakonnen\" target=\"_blank\">iLoveMakonnen</a> and <a href=\"https://soundcloud.com/archibald-slim\" target=\"_blank\">Archibald SLIM</a> and <a href=\"https://soundcloud.com/slugchrist\" target=\"_blank\">Slug Christ</a> and <a href=\"https://supernatural.bandcamp.com/\" target=\"_blank\">Ethereal</a> and <a href=\"http://richposlim.bandcamp.com/\" target=\"_blank\">Richposlim</a>, while we were in Atlanta in May. Our onstage conversation was brief — Father was kind of the opener for <a href=\"http://www.npr.org/sections/microphonecheck/2015/06/03/411441037/microphone-check-live-organized-noize\" target=\"_blank\">our interview with Organized Noize</a> — but covered a lot of ground fast.</p><p><strong>FATHER</strong>: Hi. How are y'all doing?</p><p><strong>FRANNIE KELLEY</strong>: Thank you for coming. Thank you for taking the time.</p><p><strong>FATHER</strong>: Of course, of course. I didn't have anything else to do today, you know what I'm saying?</p><p><strong>KELLEY</strong>: Yeah right. You got options. I know you finished a video today, right?</p><p><strong>FATHER</strong>: Last night.</p><p><strong>KELLEY</strong>: Oh, OK. For which song?</p><p><strong>FATHER</strong>: \"Who's Going To Get Effed First?\"</p><p><strong>KELLEY</strong>: You can curse on our show, it's OK.</p><p><strong>FATHER</strong>: \"Who's Gonna Get F----- First.\" The intro to my album.</p><p><strong>KELLEY</strong>: <a href=\"https://twitter.com/alishaheed\">Ali</a> has some questions about that song.</p><p><strong>FATHER</strong>: Yeah, yeah. What's up?</p><p><strong>ALI SHAHEED MUHAMMAD</strong>: Just why? Where'd that come from? Say why. Where'd that song come from, man?</p><p><strong>FATHER</strong>: The inspiration for that song?</p><p><strong>MUHAMMAD</strong>: Yes.</p><p><strong>FATHER</strong>: Pretty much I guess around the time that everything kind of got popping for me and my whole side of things, my initial thought was like, \"This is all nice and all, but who's going to get screwed over first?\" Like, there's always something — you know, there's always a down — when you're going up, there's always a downfall at some point for somebody. So it was like, who's it going to happen to first?</p><p><strong>MUHAMMAD</strong>: Has anything happened pertaining to the record industry that's given you that feeling? Like, I'm going to be the one bent over?</p><p><strong>FATHER</strong>: No no no no no no. Not in particular.</p><p><strong>MUHAMMAD</strong>: Or have been?</p><p><strong>FATHER</strong>: I mean, I've seen it — I've witnessed it happen. There's a lot of people that are just — are upset with the way their lives worked out. Then there's people that, you know, if you took the path that was right for you, you should be happy.</p><p>I took a route where I just wanted to see the world. I wanted to travel and perform, and I'm happy with that route. Some people want it to work faster, sign to a major, and then took that way out. Others, they want to write for <a href=\"https://twitter.com/rihanna\">Rihanna</a>. They don't want the fame. But, you know, worked out for me.</p><p><strong>KELLEY</strong>: Yeah. You've talked before about musicians needing to know their worth, speaking of Rihanna. Oh, sorry. That's actually a <a href=\"https://twitter.com/drake\">Drake</a> quote. But why do people not understand how to monetize their product or their creativity? Where's the missing link in the knowledge?</p><p><strong>FATHER</strong>: Honestly, I don't know when that began, where it became thing where people just assumed that you had no supporters. Cause, honestly, I would not have been able to jump from having a regular job to just selling music had I not actually sold the music. But a lot of people believe it's like, you give it away for free, and then you travel, and that's how you make your money. When in fact, if you just sell it like any other item on a market, it will sell because people love to support.</p><p><strong>KELLEY</strong>: But you give it away for free also.</p><p><strong>FATHER</strong>: Yeah yeah. No, I give some away for free, and then I sell some of it. It all depends. I do like to give. I like to give as well.</p><p><strong>KELLEY</strong>: How do you decide what's free and what you charge for?</p><p><strong>FATHER</strong>: Typically, free things, they tend — it's just offset. It'll be something random that I'm just like, \"I'm in a certain kind of mood. Here. Throw that out there. Enjoy. Take it in. Let me know how you feel about it.\" It's not part of any big, particular, grand scheme or anything like that. So I just give it out for free. Usually, I do like the first 100 downloads are free, and then after it disappears.</p><p><strong>KELLEY</strong>: Right. You talked about the Netflix model, I guess.</p><p><strong>FATHER</strong>: Yeah. Netflix really is what kind of gave me my — the whole model for how I release music now, honestly.</p><p><strong>KELLEY</strong>: The way that we binge consume things?</p><p><strong>FATHER</strong>: Yeah. You want it then and now. Netflix really was just like, \"What? Blockbuster? Huh? No. None of that. No. It's everything is here at one time. Get it how you want it, whenever. Subscribe and then it's always there.\"</p><p><strong>KELLEY</strong>: Is that how you listen?</p><p><strong>FATHER</strong>: That's also how I listen.</p><p><strong>KELLEY</strong>: OK. What do you listen to?</p><p><strong>FATHER</strong>: Me personally? Some <a href=\"https://twitter.com/1future\">Future</a>, as of late. Little bit of bossa nova, you know. <em></em>I like to jam out a little bit. I don't — when I'm at the house, I don't like listening to a lot of turnt music too much. I like to cool out. Or I'm listening to myself to get better. Personally.</p><p><strong>MUHAMMAD</strong>: Do you do a lot of streaming or are you purchasing?</p><p><strong>FATHER</strong>: I purchase and I stream.</p><p><strong>MUHAMMAD</strong>: What are you doing more of? Just curious.</p><p><strong>FATHER</strong>: I'm on SoundCloud a lot, so I guess I do more streaming. But if an album is released and I want it, I go and purchase it. That's been me post-putting out music for sale myself, though. Like, before I was releasing my own music and selling it, I was not buying music.</p><p>But something about actually being able to buy music felt — it does feel good. Supporting somebody's — I don't know. <a href=\"https://twitter.com/fucktyler\">Tyler, The Creator</a>'s album dropped, and I was like, \"I'm going to go buy that. I want that in my iTunes officially.\" I don't want it to be some pirated copy that I took off Pirate Bay. I just generally wanted to have it.</p><p><strong>KELLEY</strong>: So back to <em></em>\"Who's Gonna Get F----- First\" --</p><p><strong>FATHER</strong>: Right right.</p><p><strong>KELLEY</strong>: — it's a double entendre, right?</p><p><strong>FATHER</strong>: Right.</p><p><strong>KELLEY</strong>: Because I don't think that's what people are assuming. And in some ways, it's a play for a single — the singles market, right?</p><p><strong>FATHER</strong>: Right.</p><p><strong>KELLEY</strong>: How much of that is totally deliberate and how much of it is like, \"It'll work?\"</p><p><strong>FATHER</strong>: Depends on what you mean by that question though.</p><p><strong>KELLEY</strong>: I guess I mean — you make something and you're like, \"That's going to sell.\" Is it — how much of it is intentionally provocative?</p><p><strong>FATHER</strong>: Ah! Not very much of it is an — I'm — that's me, honestly, on a day-to-day basis. Like, if you were to hang around me all day, you'd be like, \"This is a very profane person, and his friends — something is wrong with him and his friends.\" Honestly. If someone was to keep a camera on us 24/7, they'd be like, \"Y'all all need to be in a mental hospital being watched over.\"</p><p>But it doesn't go outside house. Cause, you know, everybody knows how to act outside of their friends. But you become comfortable in your circle of friends. You know what to say to who.</p><p><strong>MUHAMMAD</strong>: Until you make a record though.</p><p><strong>FATHER</strong><strong></strong>: Yeah.</p><p><strong>MUHAMMAD</strong>: Usually it doesn't come outside the house.</p><p><strong>FATHER</strong>: Well on record is a little different. The record is just like — that's like a small insight into my mind. Into all of our minds really.</p><p><strong>KELLEY</strong>: Right. So how much of the true you is out in your songs?</p><p><strong>FATHER</strong>: A lot of it. A lot of it is — it's encoded. Like, my personal relationships with people around me, friends, girls. It's all in there. The truth is all there. The people that I'm talking about know that I'm talking about them when they hear it. Otherwise, to the average person, it might just sound like a very sweet lyric that you just heard. But to the person it's directed at, they might take it as like, \"Oh, this is you saying some spiteful, hateful s--- to me.\"</p><p>But otherwise, it'll sound — on record, it sounds, \"Ah, it's beautiful. Ah, it's beautiful.\" \"Boricua morena.\" But then like, \"What n----? Boricua morena. I'ma white girl. What are you talking about?\" Yeah.</p><p><strong>KELLEY</strong>: Are you messing with people?</p><p><strong>FATHER</strong>: In my music? A little bit. I think we all do. There's a — I've listened to — even a lot of other members on <a href=\"https://twitter.com/AWFULRECORDS\">Awful Records</a>, I generally can hear when they're talking about another member on the team. Like, I can hear when <a href=\"https://twitter.com/niggasisclones\">Archie</a> says something negative about somebody that owes him some money. Cause a lot of friends owe him some money. So he'll just say one funny joke inside of, like, one of his lyrics, and it's just like, \"Oh, I know who you're talking about right now.\" So, it's full circle.</p><p><strong>KELLEY</strong>: So what's the access point then for people who don't know you guys?</p><p><strong>FATHER</strong>: An access point?</p><p><strong>KELLEY</strong>: Yeah, I mean, you have a following. You have a power. People relate to you. Do you have any sense of how people hear your music and then connect with you as a person?</p><p><strong>FATHER</strong>: Nah. I've never really thought about it that deep. I just put it out there, and I've never really thought about whether or not people will connect with it at all, if anything. I mean, I'm just hoping that it thumps enough and I'm — you know, my flow sounds nice and my cadence and the way my word play is. That's mostly what I'm concentrated on. I don't really think about the content and how it strikes anyone else if you can relate to it or not. I just know it's my person story.</p><p><strong>KELLEY</strong>: So when you're at your house listening to yourself, trying to get better, what's bad and what's good?</p><p><strong>FATHER</strong>: Generally, I just want it to sound bigger. Just more — cause a lot of people are like — they're like, \"I want to sound as underground as possible. I want to keep it underground. Keep it grimy. Keep it dirty.\" I've actually been striving to clean up my music and make it more worldly, more open for more ears, but still keep it very much me. You know, still keep it that raw sound, but still it just sounds — like, someone in the Netherlands could hear and they'd be like, \"This is beautiful.\"</p><p><strong>MUHAMMAD</strong>: So what — can you explain some of your production process?</p><p><strong>FATHER</strong>: It's very simple generally. 15 minutes at most. I lay — I'm pretty much — I work from — I don't have any instruments. I work from a laptop. I use the qwerty keyboard. And usually I'm just like, \"Bass line. OK. A pad, followed by a snare. A kick. Hi-hats.\" It's usually very simple. Sometimes I mix it up, do different things. I like to layer my voice in different ways. It really just all depends on the song. But for the most part, my process is very straightforward and to the point. I don't overthink it, ever.</p><p><strong>KELLEY</strong>: Will it change if you get in a studio for a significant period of time?</p><p><strong>FATHER</strong>: Whenever — anytime I'm in a studio, it does sound different. You can tell it sounds different. It sounds like there was another engineer sitting there putting it together. I'm in a booth rapping. I feel the difference, and I feel like --</p><p><strong>KELLEY</strong>: There's a separation.</p><p><strong>FATHER</strong>: Yeah. There's a separation. Like, usually if I'm sitting at my own desk chopping and cutting and fixing things as I'm doing it. It comes off sounding so much more fluid and creative and bouncier. It's just completely different. That's why I usually don't like working in studios. I turn down studio sessions when people ask me to come through.</p><p><strong>KELLEY</strong>: Yeah, I think that that's — the clearest quality of your music to me is the immediacy. Both in the emotions, like, the way the slang — I heard it for the first time two days ago and it's in your song three days after that. Do you ever worry — and I'm not trying to put anything on you --</p><p><strong>FATHER</strong>: Oh, yeah. No no no.</p><p><strong>KELLEY</strong>: — about disposability?</p><p><strong>FATHER</strong>: How quickly I could be just cast aside and just --</p><p><strong>KELLEY</strong>: If your work is so tied to the right now, how will it be — how will we hear it three years from now?</p><p><strong>FATHER</strong>: Ah, OK. I feel you. How will it be played? I never really thought about it that way. I just continue to strive and work forward, always moving forward. Just working on the next thing. I'm hoping no one ever gets tired of anything old, because I haven't gotten tired of any of my old stuff yet. Besides a song here and there that everybody knows.</p><p><strong>KELLEY</strong>: Which one? OK.</p><p><strong>FATHER</strong>: Everybody knows which one. The one I gotta do the most. But for the most part, I enjoy my oldest songs more than I enjoy my newest songs. I thought I was a better performer, rapper, producer, back then. So I been kind of trying to recreate that feeling again, where like I really enjoyed myself.</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>FATHER</strong>: Yeah. So I'm not really concerned with falling off. Lots of people ask me that. \"Are you afraid of falling off?\" It's like, I'm not really on yet to be falling off, you know?</p><p><strong>KELLEY</strong>: It's not — yeah. You're fine. It's not even about falling off. It's just about how these things — like, what is ephemera and what is going to be useful and serviceable going forward? And I mean, I think maybe it's your entire body of work.</p><p><strong>FATHER</strong>: Right. Right. That's what I've been — that's basically what I've been doing this entire time. I just — I never wanted to just take off off of the strength of one song. I always wanted there to be a body there for you to be like, \"Oh, OK. I've taken notice of you now. Now I can sit there and go back through five albums to really see if you are worth something.\" I really don't understand anybody that just takes off of one song, and then there's no back catalog.</p><p><strong>KELLEY</strong>: Well, yeah. I think it's nice to also reward people's time with you. It's like, the deep dive is a big payoff, that type of thing.</p><p><strong>FATHER</strong>: Whatever y'all want to know, I'm an open book.</p><p><strong>KELLEY</strong>: OK. Well, thank you so much for taking this time. We really appreciate it.</p><p><strong>FATHER</strong>: Of course. Thank you. Thank you for having me. This is really cool. This is the first time I've done something like this.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Microphone+Check+Live%3A+Father&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ali Shaheed Muhammad","audio":[{"meta":{"duration":"1015"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1412942020-8aceef.m3u?orgId=1&topicId=1039&d=1015&story=412913838&ft=nprml&f=412913838"},{"href":"http://media.npr.org/assets/img/2015/06/08/9r0a9934-2d5b2057df99462bd92f4489c2b14341e68452ab.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1655","width":"2206"}},{"href":"http://media.npr.org/assets/img/2015/06/08/npr-3724_custom-9408c8ac8d5036e24e1063f4b93cc952db680a31.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"3000","width":"2000"}}]}