{"created":"2015-06-25T21:38:19+00:00","modified":"2015-06-26T21:17:43+00:00","valid":{"from":"2015-06-26T21:17:43+00:00","to":"3015-06-26T21:17:43+00:00"},"hreflang":"en","guid":"14cfed88-7229-411b-b98c-c13ffd0a7d39","title":"Why Israel declared 18 dairy cows a national security risk","published":"2015-06-26T21:17:36+00:00","byline":"Carol Hills","tags":["politics","Religion","history","culture","Media","Arts, Culture & Media","Asia","Israel","Palestinian territories"],"teaser":"A new film explores a real life incident from the first Intifada, when a West Bank town bought some cows and started a dairy farm. \"The Wanted 18\" is about what happens when Israel declared the cows a security risk and the Palestinians hid them so they could keep the dairy going. ","contentencoded":"<p>Cows are many things, but rarely have they been deemed a threat to national security. That's exactly what happened to a group of 18 cows in a West Bank town in 1987. </p>\n<p>It was during the first Intifada, when residents of Beit Sahour, near Bethlehem, wanted to boycott Israeli products. They bought 18 cows from an Israeli kibbutznik to create their own source of milk. It was both an act of civil disobedience and a small step toward independence. \"They felt that they can't decide their future unless they can control their economy and the basic foods,\" says Amer Shomali, a Palestinian artist and co-director of \"The Wanted 18\", a title that refers to the cows. Shomali's family is from Beit Sahour and he first learned about the cows in a comic book that circulated in his refugee camp in Syria in the early 1990s.    </p>\n<p>Amer Shomali says starting a dairy was a bold step for Palestinians. \"Cows are not part of our culture. We are farmers, maybe sheep and goats, but cows were something more complicated for us.\"  And farming in general was not what the adults in Beit Sahour were about. \"The funny thing is that none of them had seen a cow before. All of them were intellectuals, doctors, pharmacists. They never saw a cow before.\" </p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"533\" width=\"800\" alt=\"A 1987 photo of protests in Beit Sahaur. The West Ban town was a center of non-violent resistance to Israeli occupation at the start of the first Intifada.\" title=\"A 1987 photo of protests in Beit Sahaur. The West Ban town was a center of non-violent resistance to Israeli occupation at the start of the first Intifada.\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://cdn1.pri.org/sites/default/files/styles/original_image/public/W18%20Beit_Sahour_real.jpg?itok=CxJLoBNX\" /><div class=\"field-caption\">\n    <p>A 1987 photo of protests in Beit Sahaur. The West Ban town was a center of non-violent resistance to Israeli occupation at the start of the first Intifada.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p> </p>\n<p>Courtesy of Intuitive Pictures</p>\n<p> </p>\n  </div>\n</div>Within six months, the whole town had turned to the local dairy for its milk, dubbed \"Intifada milk.\" The self-made dairymen delivered it by night so Israeli soldiers wouldn't see it. One day an Israeli soldier came to the farm, took photos of the cows, and told the Palestinians they weren't allowed to have the cows and gave them 24 hours to shut it down. He said the cows were a threat to Israel's national security. Amer Shomali thinks he knows why.\n<p>\"For the Palestinians, it meant a step closer to being free, to be able to decide their future, to be independent. Basically that was what was the security threat for Israel. It's not the cow itself. It's what the cow represents: a step toward independence.\"</p>\n<p>The activists of Beit Sahour had other ideas for the cows. Instead of turning them in or destroying them, they started moving the cows from one place to another. Amer Shomali says it wasn't easy. \"It's quite hard to hide a cow.\" All the subterfuge took its toll on the cows. \"Cows, honestly, are not animals made to be on the front line, so the milk production started to go down and the cows started to get tired. They are laid back animals.\" </p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://cdn1.pri.org/sites/default/files/styles/original_image/public/amer_sketch.jpg?itok=_nHkQ1PH\" alt=\"\" /><div class=\"field-caption\">\n    <p>Amer Shomali, co-director and visual artist for \"The Wanted 18\"</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Courtesy of Intuitive Pictures</p>\n  </div>\n</div>\n<p>\"The Wanted 18\" is a multi-media documentary. It uses archival footage, stills, actors, re-creations, talking heads, drawings and claymation to tell the story of the cows and other acts of civil disobedience in Beit Sahour in the late 1980s. Shomali says, early on, the idea was to make the cows the main characters in the film. \"We wanted to tell the story through the eyes of the cows. Basically, any audience around the world can relate to the cow. They are beautiful. They have beautiful eyes. I always say, it's easier for western audience to sympathize with the cow rather than a Palestinian.\"</p>\n<p>Shomali wanted talking cows but it didn't quite work out. \"Basically, I tried to convince these cows to do that. They refused. They kept saying 'moo'. So we tried animated cows.\"</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"533\" width=\"800\" alt=\"Three characters from &amp;quot;The Wanted 18&amp;quot;\" title=\"Three characters from &amp;quot;The Wanted 18&amp;quot;\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://cdn1.pri.org/sites/default/files/styles/original_image/public/W18%20ThreeCows.jpg?itok=02U0xhBm\" /><div class=\"field-caption\">\n    <p>Three characters from \"The Wanted 18\"</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Courtesy of Intuitive Pictures</p>\n<p> </p>\n  </div>\n</div>The cows are actual characters in the film. Rivka is a peacenik. Ruth, the leader of the herd, doesn't like Palestinians. A typyical quip: \"They don't want to work. Palestinians would prefer to riot than to work.\" Lola is the sexy one and a huge Madonna fan. Goldie is young and naive. \"Even metaphorically, if you remember George Orwell's 'Animal Farm', it's an interesting way to tell this kind of complicated story, the Palestinian-Israeli conflict, through animals. I think people get bored after 60 years with all the films and reports about Palestine. Now it's time to find a new way to approach them.\"\n<p>Shomalis says there's a political side to the multimedia decision too: a lack of archival footage. \"Most of the footage [from that time] came from news agencies and they either filmed the Palestinians as victims or as terrorists.\" Shomali says none of the news cameras at that time were filming say, a Palestinian teaching his kids at home because the schools were closed, or a Palestinian milking his cow or a Palestinian planting things in his backyard.</p>\n<p>\"We wanted to portray the Palestinian doing these non-violent activities which was not on the archival footage. So basically we took the animation as a tool to recreate an alternative archival footage as if we had the chance to represent ourselves in that time.\"</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"533\" width=\"800\" alt=\"A claymation still from &amp;quot;The Wanted 18&amp;quot; showing one of the self-taught dairy farmers in Beit Sahour in 1987.\" title=\"A claymation still from &amp;quot;The Wanted 18&amp;quot; showing one of the self-taught dairy farmers in Beit Sahour in 1987.\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://cdn1.pri.org/sites/default/files/styles/original_image/public/W18%20Animation%201_0.jpg?itok=24IY1wEJ\" /><div class=\"field-caption\">\n    <p>A claymation still from \"The Wanted 18\" showing one of the self-taught dairy farmers in Beit Sahour in 1987.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Courtesy of Intuitive Pictures</p>\n  </div>\n</div>Shomali says he was drawn to the story of Beit Sahour and the cows because it shows an important act of resistance as well as the economic cost for Palestinians of Israel's occupation of the West Bank.\n<p>\"Nowadays we are struck in a matrix where we can't decide anything. We are not allowed to dig for water under Palestinian cities. We have to buy it from an Israeli company. It's quite bizarre, the way we are living. We don't control borders, <a href=\"http://www.haaretz.com/news/middle-east/1.574554\">we don't control water</a>, we don't control electricity. We can't import stuff. We can't export stuff. It's like a big prison.\"  Shomali says he can't even get 3G mobile service because<a href=\"http://forward.com/news/israel/181138/palestinians-suffer-in-cell-phone-dark-ages-and/\"> Israel won't grant the Palestinian Authority enough bandwidth. </a></p>\n<p> \"The Wanted 18\" premiered in New York on June 13, but Shomali wasn't able to go. He applied for an American visa and his appointment was on June 4th in Jerusalem. \"It's just 25 minutes away from my house, but you need an Israeli permit to cross the checkpoint. He applied for the permit but the Isrealis rejected it for security reasons. \"It's quite funny. After 30 years, we're screening a film about cows being a security threat. Now the filmmaker is a securty threat.\"</p>\n<p>You can find out how to see \"The Wanted 18\" by clicking <a href=\"http://www.justvision.org/wanted18/gathr\">here</a>.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-18%2Fwanted-18&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn1.pri.org/sites/default/files/story/images/W18%20Animation%204_manandcows.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/w18-animation-4manandcowsjpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/06262015_NewMoo.mp3"},{"href":"http://admin.pri.org/file/06262015newmoomp3"}]}