{"created":"2014-11-24T22:11:25+00:00","modified":"2014-11-25T19:28:32+00:00","valid":{"from":"2014-11-25T19:28:32+00:00","to":"3014-11-25T19:28:32+00:00"},"hreflang":"en","guid":"14d27ee2-ceda-40a9-973a-a96608a2dfd6","title":"A Swiss musem accepts a 'Nazi art' collection — and vows to return stolen works","published":"2014-11-25T19:28:31+00:00","byline":"David Leveille","tags":["Art","looted art","Cornelius Gurlitt","World War II","nazi Germany","Arts","Arts, Culture & Media","Europe","Germany","Switzerland","Europe","Cornelius Gurlitt","Melissa Eddy","Christoph Schaeublin","Looted art","Kunstmuseum","Art crime","Art history","Nazi plunder"],"teaser":"The Kunstmuseum of Bern, Switzerland, has agreed to accept a collection of priceless art hoarded by the son of Hitler's art dealer. The museum, along with the German government, has also pledged to investigate and return pieces stolen from Jews during World War II, a potential watershed moment.","contentencoded":"<p>Cornelius Gurlitt's art collection had it all: Picasso, Matisse, Chagall, Gauguin, Degas — more than 1,200 paintings, sculptures and drawings.</p>\n<p>But it also comes with the label of \"Nazi art.\" Gurlitt was the son of Hitler's art dealer, and hid the works in his apartment for decades. Now an art museum in Bern, Switzerland, has decided to accept the collection of priceless works despite its contentious legacy and inclusion of works looted from Jewish families.</p>\n<p>\"The museum decided, after six long months of deliberation, that they were going to keep it,\" says ​New York Times reporter Melissa Eddy, who was at the announcement by the Kunstmuseum Bern on Monday in Berlin — but some of the pieces will go elsewhere.</p>\n<p>\"They will not be keeping those works that are determined by a group of historians to have been looted from Jewish families,\" Eddy says. \"Those works are to be returned to the Jewish families, and only the pieces that have been cleared will go to the museum.\"</p>\n<blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p>Nearly 3 years of silence, transparency re <a href=\"https://twitter.com/hashtag/Gurlitt?src=hash\">#Gurlitt</a>, Munich Art Trove. The agreement: <a href=\"http://t.co/K4lSeUl2LM\">http://t.co/K4lSeUl2LM</a></p>\n<p>— Melissa Eddy (@meddybln) <a href=\"https://twitter.com/meddybln/status/536847375802052609\">November 24, 2014</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/feature_medium/public/two%20riders.JPG?itok=VhofvmZX\" width=\"429\" height=\"242\" alt=\"\" /></p>\n<p>The Kunstmuseum says it will work with Germany to ensure that any art looted by the Nazis from Jewish owners is returned. A task force of art specialists appointed by the German government has already found three works — including Matisse's \"Seated Woman\" — that were stolen by the Nazis and will be returned \"immediately\" to the rightful owners' heirs.</p>\n<p>The collection arrived \"like a bolt from the blue\" in May, when the museum was told that the estate of Cornelius Gurlitt had designated the Kunstmusem as his \"unrestricted and unfettered sole heir.\" Gurlitt, who died May 6, had no previous connection to the museum.</p>\n<p>The museum's board declared itself \"surprised and delighted,\" but acknowledged the fraught origins of the collection. \"This magnificent bequest brings with it a considerable burden of responsibility, and a wealth of questions of the most difficult and sensitive kind,\" they said, \"questions in particular of a legal and ethical nature.\"</p>\n<p>There was also the immense hype that the collection stirred up. \"The whole world descended on this apartment in Munich where Cornelius Gurlitt had lived with the art — behind closed curtains, behind closed doors — for decades,\" says Eddy, the Times reporter.  The musem was concerned the gift \"could end up costing them a lot of money.\"</p>\n<p>But Germany's Culture Minister, Monika Grütters, stepped up and agreed to pay for investigations into the origins of the art. That gave the Kunstmuseum a deal it couldn't refuse: Hundreds of paintings and drawings by masters, and Germany's pledge to foot the bill. </p>\n<p>The German authorities have also posted notebooks online that record the buying and selling of pieces in the collection. That could help help identify the owners of works that have long been regarded as missing or lost.</p>\n<p><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/feature_medium/public/paintin.jpg?itok=iTgmDGEo\" width=\"429\" height=\"242\" alt=\"\" /></p>\n<p>Eddy says the detective work necessary to determine which paintings were looted is slow and painstaking; it often requires finding old record books and databases that are stored in other countries. Combing through the entire collection could take at least a year, but there is a buzz of excitement surrounding the museum's announcement, Eddy says.</p>\n<p>\"Seventy years have passed since World War II and looted art is still out there,\" she says. \"It's still painful for families that lost art, and so now there's a lot of excitement that the museum is pledging to do the right thing.\"</p>\n<p>If the first three works from this collection that have been identified as looted are returned as promised, Eddy says, \"it could mark a real breakthrough in how restiution cases are handled.\"</p>\n<p>As for the works cleared of any association with Nazi looting, the Kunstmuseum hinted that a public exhibition of several hundred pieces from the Gurlitt collection could be mounted next year. </p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/matisse_0.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/matissejpg-1"}]}