{"created":"2014-10-07T18:44:09+00:00","modified":"2014-10-30T23:31:11+00:00","valid":{"from":"2014-10-30T23:31:11+00:00","to":"3014-10-30T23:31:11+00:00"},"hreflang":"en","title":"New Mexico's Northern Landscape Gets A New Burst Of Color","published":"2014-08-09T15:40:00+00:00","teaser":"An unusually wet monsoon season has painted the desert, normally dusty brown, a lush green. It has been a welcome respite from the years of devastating drought that have plagued the state.","itags":["npr_api","338639799"],"guid":"14e2467a-14f5-411e-9b28-aa567e67ea45","contentencoded":"<p>Much of the American West is suffering from extreme drought this year. California is running out of water and wildfires have raged through Washington, Oregon and Idaho. But there is a bright spot out West — or, rather, a green spot. In New Mexico, unusually heavy late-summer rains have transformed the landscape.</p><p>It's a remarkable sight. The high desert is normally the color of baked pie crust; now, it's emerald.</p><p>Kirt Kempter, a geologist who lives in Santa Fe, says this transformation is far from ordinary.</p><p>\"We now have this green carpet covering all the mesas, the lowlands,\" Kempter says. \"And we're just not used to seeing a pistachio-green color in the landscape out here. It's very, very unusual.\"</p><p>Kempter takes frequent hikes in the Piedra Lumbre, the valley of shining stone near the town of Abiquiu that captivated the artist Georgia O'Keeffe. In the shade of a pinyon pine, he looks out past 165-million-year-old cliffs of yellow cream and red, onto a positively verdant desert floor.</p><p>It's not just the yellow paperflowers, Indian paintbrush, verbena and snakeweed that have exploded. Other living things are thriving, too, Kempter says.</p><p>\"The insect population is good. I've seen a tremendous surge in the swallow colonies building on the canyon cliffs,\" he says. \"There's good food everywhere. Lots of rabbits out — coyotes then are plump and healthy. So it's just good times in the desert.\"</p><p>This part of the West has suffered through a punishing drought for the past three to four years. All over New Mexico, arroyos are dry. Fearsome windstorms covered everything in dust. Farmers had to pump groundwater for their chile and alfalfa fields, and cattle ranchers were forced to buy expensive hay trucked down from Colorado. The whitewater outfitters have been grumbling about low flows.</p><p>And then last month, the monsoons arrived, like an answer to a prayer.</p><p>Forecasters say the drenching rains are a result of backdoor cold fronts charging down from Colorado, colliding with monsoonal Pacific moisture coming up from the south. The National Weather Service's description of the result — \"abundant moisture, slow-moving storms\" — is music to the ears of New Mexicans. Every clap of thunder, too, is welcomed.</p><p>In the past few weeks, the drought map over New Mexico has turned from the deep-brown of \"exceptional drought\" to the sandy color of \"moderate drought.\"</p><p>No one knows if this means the drought is over, but it has certainly raised widespread hope that the years-long dry spell may finally be easing.</p><p>Now, they pray, just bring us a thick winter snowpack.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=New+Mexico%27s+Northern+Landscape+Gets+A+New+Burst+Of+Color&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"John Burnett","audio":[{"meta":{"duration":"177"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1339082082-2be1fb.m3u?orgId=1&topicId=1091&ft=3&f=338639799"},{"href":"http://media.npr.org/assets/img/2014/08/08/three-fingers-canyon-016-6dfaea9ee5c022b3e07def055516959194259d40.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2186","width":"2914"}},{"href":"http://media.npr.org/assets/img/2014/08/08/photo-f311437ff259bf6f451e39627594c2962867c5ed.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3262"}},{"href":"http://media.npr.org/assets/img/2014/08/08/ahps_precipitation_past30days_percentofnormal-173ab4dc4aee58136e74706bc8cabc00733ca66b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"468","width":"624"}}]}