{"created":"2014-08-27T18:49:07+00:00","modified":"2014-08-27T18:49:08+00:00","valid":{"from":"2014-08-27T18:49:07+00:00","to":"3014-08-27T18:49:07+00:00"},"hreflang":"en","guid":"14e64c23-30ae-437b-ba92-bc3559e7bcb4","title":"Peter Theo Curtis' release raises questions about Qatari links with Syrian terrorists","published":"2014-08-27T18:49:07+00:00","byline":"Nina Porzucki","tags":["terrorism","religion","Media & Journalism","Conflict","Conflict & Justice","Asia","Qatar","United States","Syria","Middle East","Asia","David Rohde","James Foley","Peter Theo Curtis","Politics","Al-Qaeda"],"teaser":"When journalist Peter Theo Curtis was released from captivity on Sunday, the US was quick to announce that \"no ransom was paid.\" So what was behind the negotiations between the government of Qatar and Curtis' captor's the Nusra Front?","contentencoded":"<p>When journalist Peter Theo Curtis was released this week after negotiations between Jabhat al-Nusra, the group holding him captive, and the Qatari government, the White House confirmed that it wants no part of ransom demands from terrorists.</p><p>&ldquo;The US government certainly did not ask the Qataris to pay a ransom,&quot; said White House Press Secretary John Earnest. &quot;In fact, we asked the Qataris to not pay a ransom for Mr. Curtis.&quot;</p><p>But while the US doesn&#39;t actually pay ransoms, Reuters investigative reporter David Rohde&nbsp;says that <a href=\"http://www.pri.org/stories/2014-08-20/if-youre-kidnapped-american-hoping-help-government-isn-t-going-happen\">doesn&#39;t really matter</a> in the eyes of kidnappers.&nbsp;<span style=\"line-height: 1.538em;\">&ldquo;Whether or not a ransom was paid, the problem is that kidnappers in the region, these militant groups are going to believe a ransom was paid,&rdquo; he says.</span></p><p>Rohde is speaking from experience. He was kidnapped in 2008 in Afghanistan and held for seven months by the Taliban. During his captivity, American Richard Phillips was held hostage by Somali pirates who attempted to take over his merchant ship. He was later rescued in a raid by US Navy Seals that became a hit film.</p><p><span style=\"line-height: 1.538em;\">In Pakistan, where Rohde had been moved, his kidnappers listened to the account of Captain Phillips&rsquo; rescue on the BBC World Service.&nbsp;</span><span style=\"line-height: 1.538em;\">&ldquo;When this description of the raid was on the radio, he just said, &lsquo;That raid never happened. That&rsquo;s a fiction. I know the American government actually paid some huge ransom in secret,&rsquo;&rdquo; Rohde says.</span></p><p>No matter what the US says, no matter how many press conferences outline the American &ldquo;no ransom&rdquo; policy, Rohde still believes that captors will always believe there&rsquo;s a ransom being paid &mdash; and will try to kidnap other foreigners for money.</p><p>So what<span style=\"line-height: 1.538em;\">&nbsp;exactly is Qatar&rsquo;s role in all of this? The tiny Persian gulf nation h</span><span style=\"line-height: 1.538em;\">as been an important backer of some religiously-based rebel militias in Syria, and Rohde points out that &quot;t</span><span style=\"line-height: 1.538em;\">here&rsquo;s been reports for a long time that Qatar was essentially backing the Nusra Front.&quot;</span></p><p>Following the death of James Foley, Rohde believes that Qatar was under pressure to show that it could still wield influence over the scattered and increasingly extreme rebel movement. While Curtis and Foley were held by rival groups, and&nbsp;<span style=\"line-height: 1.538em;\">negotiations for Curtis&#39; release seemed to have been well under way&nbsp;</span><a href=\"http://www.washingtonpost.com/world/national-security/american-executive-former-fbi-agent-and-qataris-sought-to-free-peter-theo-curtis/2014/08/25/43d24bac-2c85-11e4-9b98-848790384093_story.html\" style=\"line-height: 1.538em;\">before Foley&rsquo;s death</a>, the political climate changed after the shocking execution.</p><p><span style=\"line-height: 1.538em;\">&ldquo;I think there&rsquo;s a very good chance that Jim Foley may have saved Theo Curtis&rsquo; life,&rdquo; Rohde says.&nbsp;</span><span style=\"line-height: 1.538em;\">&ldquo;There was suddenly some urgency and a desire for a positive story for Qatar and for the US.&quot;</span></p><p><span style=\"line-height: 1.538em;\">Of course, there&rsquo;s a long history of countries like Saudi Arabia, Pakistan and even the US using militant groups as proxies. &quot;</span><span style=\"line-height: 1.538em;\">The US had the jihadis fight the Soviets in Afghanistan,&rdquo; Rohde says. &ldquo;We learned what a disaster that was &mdash; that you don&rsquo;t control these groups &mdash; that these groups become Frankensteins.&rdquo;</span></p><p>And while Rohde is glad that Curtis is now free, he&#39;s left wondering why Qatar was suddenly able to get the jihadists of Jabhat al-Nusra to free Curtis &mdash; and how deep the links between the two go.</p><p>&ldquo;They have apparently a great deal of influence,&rdquo; Rohde says. &ldquo;Either something was paid or Qatar has very powerful links and a certain degree of influence and even control of the Nusra Front, a group aligned with al-Qaeda. Qatar has to answer some questions here.&quot;</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/curtispic.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"/file/curtispicjpg"}]}