{"created":"2014-10-08T15:21:06+00:00","modified":"2014-10-31T01:56:47+00:00","valid":{"from":"2014-10-31T01:56:47+00:00","to":"3014-10-31T01:56:47+00:00"},"hreflang":"en","title":"Beirut's Holiday Inn: Once Chic, Then Battered, Still Contested","published":"2014-05-27T21:13:00+00:00","teaser":"The Holiday Inn was a landmark that towered over glittering Beirut in the 1970s. The Lebanese civil war ravaged the city and the hotel. The debate over the hotel's carcass carries on to this day.","itags":["npr_api","313960524"],"guid":"151e4b15-0902-4498-a3d6-8d5d25ce71ba","contentencoded":"<p>To check into Beirut's Holiday Inn these days, you need a permit from the army and the stamina to climb 26 flights of decaying stairs to the concrete carcass of a restaurant at the top that used to rotate.</p><p>This towering edifice may not look it today, but it was once the toast of Beirut, the most glamorous city in the Middle East before the 1975-'90 civil war turned the Lebanese capital into a byword for urban dystopia.</p><p>Unlike the U.S., where the Holiday Inn chain has a reputation for value, the one that opened in Beirut in the early 1970s quickly joined other upscale landmarks in the city, which lured the rich and powerful from throughout the Middle East and Europe.</p><p>Millionaires would sail their yachts through the shimmering Mediterranean waters and dock at the St. Georges Yacht Club. At the hotel, they would sip fine wines in a luxurious French restaurant. The chandeliers sparkled in the wedding hall. There were velvet seats in the cinema next door.</p><p>Now, standing at the bottom and craning your neck up, you're confronted with a ravaged, pockmarked shell of a building.</p><p>Everyone still calls it the Holiday Inn, but it hasn't been a hotel since Beirut's brittle elegance sputtered into a civil war four decades ago. The hotel served as an ideal snipers' nest and was conquered by alternating militias during the 15-year conflict.</p><p>\"When I come here, I am reliving my experience that I had back in '75,\" says Ibrahim Abu Darwish. He's a former fighter I've brought along with me to tell me about his days here as an ally of the Palestine Liberation Organization.</p><p>\"They were bombarding us from downtown to here,\" he says. \"You can see from the face of the building.\"</p><p>Abu Darwish tells blood-curdling stories of storming the building with tanks and bombs, his fellow fighters rushing up to the roof and throwing the Christian militias off the top.</p><p>\"From the to-o-o-o-op to the very bottom,\" he crows, pointing. \"That's it. From the top to the bottom.\" The sun glints off his mirrored sunglasses. There's no regret in his voice.</p><p>Lt. Badeeh Karam is one of a handful of soldiers keeping an eye on the place these days. He doesn't look impressed by the reminiscence. He's Christian, and his father's generation remembers this place, too.</p><p>\"My friend's father, he fought in this building,\" he says. \"And he was, like, thrown from the upper floor. Yeah, he died here.\"</p><p>Karam says there are a lot of bad memories. And Beirut is haunted by the war. The sectarian rivalries that fueled it never really went away, despite the fact that a sprinkling of the glitz of those old days is back. Close by the shattered tower is the stylish Phoenicia Hotel; down the road are the bohemian bars of the Hamra area.</p><p>But the Holiday Inn still stands empty. Its owners, a Lebanese company and a Kuwaiti group, could never agree whether to tear it down or renovate it. Now they're set to auction off the complex that includes the building, and its new owners will decide its fate.</p><p>Plenty of people, like Karam, want to see it demolished, to erase those bad memories. But others want it to stay. Roland Abdeni, a Lebanese architect whose Compagnie Immobiliere Libanaise part-owns the building, thinks it's a shame to see it go.</p><p>\"It's a very massive and present building,\" he says, adding that it was created by an assistant to legendary designer Le Corbusier. \"The proper solution in my opinion is to keep it for aesthetic, historical and financial reasons.\"</p><p>And for others, it's exactly because of those memories — the good and the bad — that they want it to stay. Mustafa Hamdan fought in the building with the Mourabitoun militia, and later became a general in the Lebanese army.</p><p>He took his girlfriend on their first date in the rotating restaurant in the early 1970s, all of Beirut glittering beneath them. The next time he entered the restaurant, he was spraying bullets and taking cover from tank fire.</p><p>He wants it renovated, turned into a beautiful hotel again.</p><p>\"It's a landmark. Yes, that's right,\" Hamdan says. \"It is a landmark of our nostalgia also. Not only the stone. There are memories, there are feelings, there is everything.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Beirut%27s+Holiday+Inn%3A+Once+Chic%2C+Then+Battered%2C+Still+Contested&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alice Fordham","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1316269200-f6a39e.m3u?orgId=1&topicId=1009&ft=3&f=313960524"},{"href":"http://media.npr.org/assets/img/2014/05/20/holiday-inn-beirut1-bde7c2231d4ca02af054d56c8fecff839133d1b4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3424","width":"4562"}},{"href":"http://media.npr.org/assets/img/2014/05/20/holiday-inn-beirut4-aab032a7f39db4d5ffead3990caa5e80bd852241.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1975","width":"2636"}},{"href":"http://media.npr.org/assets/img/2014/05/20/holiday-inn-beirut3-d107200ed8a86c301b3a31c4df587ef4eb426289.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3165","width":"4223"}},{"href":"http://media.npr.org/assets/img/2014/05/20/holiday-inn-beirut2-b6fcf03592c6e367631417f5dd9004edce15569f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2159","width":"2883"}}]}