{"created":"2014-10-07T17:00:16+00:00","modified":"2015-05-14T17:16:27+00:00","valid":{"from":"2014-10-07T11:00:00+00:00","to":"3014-10-07T11:00:00+00:00"},"hreflang":"en","guid":"1529e598-c33c-4091-8872-13913a1eac12","description":"Collusion on wall street, LinkedIn ranks colleges, and sponsored festivals in India.","itags":["Marketplace","1529e598c33c0915872913913a1eac12","Marketplace Morning Report","PMP:Marketplace_PMP","Marketplace Morning Report for Tuesday, October 7, 2014"],"contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>First up, we could hear a lot more about manipulation in the foreign currency markets as the year wears on. The U.S. Justice Department is reportedly preparing a new pile of charges against some of the biggest Wall Street firms and, significantly, individuals who work at the firms. One focus: possible collusion in the buying and selling of dollars, euros, pounds sterling, and beyond. We talk with Ben Protess who co-wrote the scoop for for the New York Times Deal Book section. And Linkedin is the social media network targeted at our professional lives. Now, Linkedin is entering the already-crowded &quot;college rankings&quot; field with an interesting algorithm: <a href=\\\"http://www.marketplace.org/topics/world/linkedin-ratings\\\" target=\\\"_blank\\\">LinkedIn ran the numbers on its over 310 million members to see where they went to college and what they&apos;re doing now</a>. Plus, in the U.S., it&apos;s fair to say that there&apos;s a long tradition of corporations embracing what originally was a religious observance: Christmas. In India, the calendar is packed with a kaleidoscope of religious festivals, many involving elaborate processions and decorations, which business are often pleased to underwrite. But some in India say corporate sponsorship of these events may be going too far.</p>\"}]","teaser":"Collusion on wall street, LinkedIn ranks colleges, and sponsored festivals in India.","title":"PODCAST: LinkedIn goes to college","published":"2014-10-07T11:00:00+00:00","byline":"David Brancaccio","contentencoded":"<div class=\"barn-cleaned\"><p>First up, we could hear a lot more about manipulation in the foreign currency markets as the year wears on.&nbsp;The U.S. Justice Department is reportedly preparing a new pile of charges against some of the biggest Wall Street firms and, significantly, individuals who work at the firms. One focus: possible collusion in the buying and selling of dollars, euros, pounds sterling, and beyond. We talk with Ben Protess who co-wrote the scoop for for the New York Times Deal Book section. And&nbsp;Linkedin is the social media network targeted at our professional lives. Now, Linkedin is entering the already-crowded \"college rankings\" field with an interesting algorithm: <a href=\"http://www.marketplace.org/topics/world/linkedin-ratings\" target=\"_blank\">LinkedIn ran the numbers on its over 310 million members to see where they went to college and what they're doing now</a>. Plus, in the U.S., it's fair to say that there's a long tradition of corporations embracing what originally was a religious observance: Christmas. In India, the calendar is packed with a kaleidoscope of religious festivals, many involving elaborate processions and decorations, which business are often pleased to underwrite. But some in India say corporate sponsorship of these events may be going too far.</p></div>","tags":["Life","APM","Mid-day Update"],"audio":[{"format":"MP3","meta":{"duration_hms":"00:06:39","api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/morning_report/2014/10/07/midday_20141007_pod"},"duration":399},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/morning_report/2014/10/07/midday_20141007_pod_64.mp3","type":"audio/mpeg"}]}