{"created":"2015-05-20T23:11:59+00:00","modified":"2015-05-28T17:05:18+00:00","valid":{"from":"2015-05-28T17:05:17+00:00","to":"3015-05-28T17:05:17+00:00"},"hreflang":"en","title":"For Israel, Soccer Becomes A Geopolitical Football","published":"2015-05-21T00:39:00+00:00","teaser":"The head of FIFA visited Israel and the West Bank this week, where Palestinians are petitioning to expel Israel from soccer's governing body — and its biggest international tournaments.","itags":["npr_api","408282627"],"guid":"152dedb0-bd4f-41c9-b5ec-1f89790be36a","contentencoded":"<p>The Israeli-Palestinian conflict has moved to the soccer field. Next week, at the annual meeting of FIFA — the international body governing football — its 209 members are scheduled to vote on a proposal to suspend Israel from international play.</p><p>Palestinian soccer officials put the proposal <a href=\"http://resources.fifa.com/mm/document/affederation/bodies/02/60/18/94/fifaagenda2015web_neutral.pdf\" target=\"_blank\">on FIFA's agenda</a>, saying Israeli policies hurt Palestinian players and the sport's development and break FIFA's own rules.</p><p>Mahmoud Wadi, 20, is one example. Like so many soccer pros around the world, Wadi fell in love with the game as a kid. He has been tapped for the Palestinian national team three times, he says — but Israel won't let him leave Gaza, where he lives, for the West Bank, where the team is based.</p><p>Wadi says he never actually got turned down by Israel; he just never got approved.</p><p>\"Never got a 'no' or a 'yes,' \" he says. \"I was told nothing. When I asked Palestinian [soccer] officials about it, they said, 'We asked Israel for permits and we got no answers.' \"</p><p>Wadi supports Palestinian efforts to suspend Israel from FIFA competition.</p><p>\"They make things difficult for Palestinian athletes, so we try to make things difficult for them too,\" Wadi says. \"They should feel the pain and helplessness so they understand.\"</p><p>Restricting travel by players, internally and abroad, is just one item on a long list of Palestinian soccer complaints against Israel. Palestinian officials say Israel blocks visiting teams, particularly from Arab nations, from competing with Palestinians on their home turf. They say Israel also puts obstacles, including taxes, on donated soccer equipment. They even say the country <a href=\"http://www.haaretz.com/life/sports/.premium-1.652746\" target=\"_blank\">allows a popular Israeli team to display anti-Arab attitudes</a>.</p><p>The man who now heads the Palestinian Football Association, Jabril Rajoub, used to head the Palestinian security services. He has been working toward putting an Israeli suspension up for a vote by FIFA members for several years.</p><p>\"The violations of FIFA statues by the Israeli football federation are constant and permanent,\" he said at a news conference Wednesday in Ramallah. \"We have been patient, and trusted other ways to resolve those problems, but all those efforts and patience did not bring any fruits.\"</p><p>Sitting next to Rajoub was FIFA's president, Sepp Blatter. Blatter is working to avoid a vote to suspend Israel from the association and met with both Israeli and Palestinian officials this week in an attempt at shuttle diplomacy.</p><p>\"We want to bring a solution for now and a solution for the future in order that we don't need to go to [a vote in the congress],\" Blatter said. \"I am on a peace mission.\"</p><p>On Tuesday, Blatter met with Israeli Prime Minister Benjamin Netanyahu. Today he brought proposals from the Israeli side to Palestinian Authority President Mahmoud Abbas and soccer officials to head off the confrontation.</p><p>Blatter said these include setting up a VIP travel service for players between Gaza and the West Bank, providing special IDs to facilitate soccer players going through Israeli checkpoints, looking at tax exemptions, and forming a working group to regularly monitor Palestinian concerns.</p><p>\"They not only propose; they say they will do it,\" Blatter said, referring to the Israeli government.</p><p>Ofer Eini, president of the Israel Football Association, says that his organization has no control over the Israeli policies that Palestinians seek to change but that he wants to help Palestinian soccer.</p><p>\"We want to embrace the Palestinian [soccer] federation — we want to participate with them fully, we want to listen to their problems to help and support them,\" Eini said, speaking at a Tuesday appearance in Jerusalem with Blatter. \"This is the most popular sport in the world. It cannot be that FIFA will be a field for a political brawl.\"</p><p>Palestinian officials say it's about fair play, not politics. Rajoub denied that his efforts at FIFA were connected to <a href=\"http://www.npr.org/sections/thetwo-way/2015/05/13/406476253/vatican-officially-recognizes-state-of-palestine\" target=\"_blank\">the Palestinian Authority's broader effort to win recognition as a state</a> through international channels such as U.N. bodies <a href=\"http://www.npr.org/sections/thetwo-way/2014/12/31/374241890/palestinians-seek-to-join-international-criminal-court\" target=\"_blank\">and the International Criminal Court</a>, although Israeli soccer officials see it that way.</p><p>But one complaint most certainly is political: Five Israeli club teams come from Israeli settlements in the West Bank, and Blatter says this could go against FIFA rules.</p><p>\"This is a delicate problem,\" Blatter said, struggling to choose the right words to define Palestinian territory. \"This is the problem of these five teams of Israel — they play on territories which are claimed or which are territories of [Palestine].\"</p><p>Blatter hopes to avoid a vote and instead encourage a discussion of the Israel-Palestinian soccer issues at next week's FIFA meeting.</p><p>\"If there's a vote, it will be lose-lose,\" he said.</p><p>But Rajoub said he is not taking the vote off the agenda yet.</p><p>\"I don't trust the Israelis,\" he said. \"If they are pressured, they deliver; if they feel that no one's pressuring them, I think they are ready to keep bullying and violating.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Israel%2C+Soccer+Becomes+A+Geopolitical+Football&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Emily Harris","audio":[{"meta":{"duration":"203"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1408293159-a35c1a.m3u?orgId=1&topicId=1009&d=203&p=2&story=408282627&t=progseg&e=408293024&seg=14&ft=nprml&f=408282627"}]}