{"created":"2015-05-14T02:50:41+00:00","modified":"2015-06-26T18:20:57+00:00","valid":{"from":"2013-11-19T19:33:39+00:00","to":"3013-11-19T19:33:39+00:00"},"hreflang":"en","contentencoded":"<div class=\"barn-cleaned\"><p><em><strong>This story appears in The New York Times 'Your Money' section on Wednesday, Nov. 20, 2013.</strong></em></p>\n<p>Jeff Strack, a 61-year-old sales manager in Charlotte, N.C., enjoys his work and is in good health. But the prospect of paying for health costs after he retires weighs on him.</p>\n<p>“Within health care,” he said, “there’s all kinds of uncertainties.”</p>\n<p>Mr. Strack hasn’t decided yet when he’ll stop working full time. But he doesn’t expect any retiree health coverage from his employer, which now provides insurance for him and his wife, Penny, a retired educator. If he leaves work before he turns 65, he won’t be eligible for Medicare — so they’ll have to buy interim coverage on the private market. He hopes affordable plans will be available, but the rocky debut of the Affordable Care Act’s health insurance market worries him.</p>\n<p>“I don’t think anybody knows how this is going to play out,” said Mr. Strack, who in the meantime is saving cash in a tax-advantaged health-savings account to help pay future medical costs.</p>\n<p>Mr. Strack isn’t alone in his concern. As the American population ages and insurers try to rein in costs, the share of health and medical costs that retirees can expect to shoulder is becoming more formidable.</p>\n<p>A look at estimates of retiree health costs suggests that, if long-term care costs are included, it is not difficult to come up with a situation in which a couple’s tab for out-of-pocket costs post-retirement could approach — or even exceed — $1 million.</p>\n<p>Getting to such a large number can mean combining some bleak possibilities — say, both spouses ending up in a nursing home in a high-cost part of the country — and factoring in extended life spans. But it is not far-fetched.</p>\n<p>“It’s certainly possible,” said Paul Fronstin, a researcher at the nonprofit Employee Benefit Research Institute.</p>\n<p>That doesn’t mean it is likely for most people. But it does suggest that most need to think about saving a lot more for health costs in retirement. Half of Medicare beneficiaries have below $77,500 in personal savings, according to the nonprofit Medicare Rights Center.</p>\n<p>That is far less than the estimated amount retirees will need to pay out of pocket for basics like doctor visits and prescription drugs, never mind long-term care or other retirement needs or wants. Fidelity Investments estimates that the average married couple retiring this year at age 65 need $220,000 to cover health costs throughout retirement. That has actually fallen from last year’s estimate of $240,000 because of lower-than-expected Medicare spending, Fidelity said; also, people have cut back on medical care during the lackluster economy, and increases in payments to doctors and health plans have slowed under the Affordable Care Act. But the number is still daunting.</p>\n<p>Adjusting some of the assumptions used to arrive at the estimate can also make the amount grow substantially.</p>\n<p><a href=\"http://www.nytimes.com/interactive/2013/11/20/your-money/estimating-retiree-health-costs.html?ref=your-money\" target=\"_blank\">[[{\"fid\":\"222056\",\"view_mode\":\"default\",\"type\":\"media\",\"attributes\":{\"height\":645,\"width\":600,\"class\":\"media-element\"}}]]</a></p>\n<p>Consider: The estimate assumes the couple have traditional coverage under Medicare, the federal health plan for those over 65, which means they are sharing in the cost of their medical care through premiums, deductibles and coinsurance (your share of the cost after you meet your deductible). Most people don’t pay a premium for Part A, which covers hospital care; but almost everyone pays a premium for Part B, which covers doctor’s visits and other care. The estimate also factors in premiums and co-payments for prescription drug coverage, known as Medicare Part D.</p>\n<p>(About a quarter of Medicare beneficiaries have private Medicare Advantage plans, which offer lower out-of-pocket costs and restricted doctor networks; having such a plan would lower the estimate.)</p>\n<p>The estimate assumes the couple have no employer-provided retiree coverage to help pay for care, but does factor in “Medigap” coverage that many beneficiaries buy to help budget for some of the costs that traditional Medicare doesn’t cover. Sunit Patel, senior vice president of Fidelity’s Benefits Consulting group, said the estimate doesn’t assume a specific type of gap insurance. But having a “less generous” supplemental plan, he said, could mean your individual costs would exceed the average.</p>\n<p>The couple are assumed to be of average health, based on medical claims. (The numbers come from a sample of anonymous claims released each year by Medicare.) It does include costs for vision tests, glasses and hearing aids, which aren’t covered by Medicare; but it doesn’t include any costs for over-the-counter drugs or dental care, neither of which Medicare covers. Significantly, it doesn’t include any costs for long-term care — help at home or in an institution with daily tasks like eating, bathing and dressing, when you can no longer do those things yourself.</p>\n<p>The estimate expects the man to live 17 more years, to age 82, while the woman is expected to live 20 more years, to 85.</p>\n<p>Eric Ross, a financial planner with Truepoint in Cincinnati, said the $220,000 estimate could be low, based on the life expectancies used. “With a healthy couple at 65,” he said, “we like to plan into their early 90s.”</p>\n<p>And indeed, assuming a longer life span adds to the cost, Mr. Patel said. If the husband and wife live to be 92 and 94, the estimate balloons to $355,000.</p>\n<p>Someone with higher-than-average health claims might also need more money. On the other hand, the person might die sooner because of illness, which would tend to lower lifetime costs.</p>\n<p>The number would also be higher for someone who isn’t yet 65. Using a medical inflation rate of 5 percent to do a rough “back of the envelope” calculation, Mr. Patel said, someone 63 this year would face costs of about $243,000 at 65; someone who is 55 now would need $358,000.</p>\n<p>Fidelity, as an investment firm that markets retirement plans and health savings accounts to employers, may have a vested interest in encouraging people to save and invest more money. But others estimate big numbers too.</p>\n<p>The Employee Benefit Research Institute, Mr. Fronstin’s organization, estimates that a married couple retiring in 2013 at age 65 with traditional Medicare (with a prescription drug plan, a generous supplemental plan and median drug costs) will need $255,000 to have a 90 percent chance of having enough money for health care costs throughout their retirement.</p>\n<p>A couple who are both in the 90th percentile for prescription drug costs throughout retirement — perhaps both have a serious chronic illness — will need $360,000.</p>\n<p>The institute’s estimate also doesn’t factor in any costs for long-term care. And it’s those costs that can push the overall health cost number into the high six figures and beyond.</p>\n<p>Medicare generally pays little for long-term care — it covers only short stays in nursing homes, typically after a stay in a hospital. If you are poor, you may qualify for Medicaid, the federal-state health care program for low-income people. But if you’re not, you’ll have to pay for care yourself; you’ll qualify for Medicaid only after you spend nearly all of your own money.</p>\n<p>An estimated 70 percent of people over 65 will need long-term care at some point — whether at home or in an institution — for an average of about three years, according to research cited by the SCAN Foundation, a nonprofit group that works for better health care for seniors.</p>\n<p>Nursing homes are the most expensive option. About 35 percent of retirees will need care in one (women are more likely to need one than men), and those who do end up there will stay for more than two years on average — but 5 percent will stay more than five years. Genworth Financial, which sells long-term care insurance, says the average stay in a nursing home, based on its claims history, is about three years.</p>\n<p>Genworth reports the median cost for a semiprivate room in a nursing home is roughly $77,000 a year. (A private room is $84,000.) So if a husband and wife were to both end up in a nursing home — not necessarily simultaneously — and each stayed for three years, the total cost would be $462,000 at current rates. That tab is likely to increase; Genworth says nursing home costs have been growing by more than 4 percent a year.</p>\n<p>Adding together the high-end Fidelity estimate of $355,000 for medical costs, and $462,000 for a nursing home, gives a ballpark estimate of $817,000 for a couple.</p>\n<div>\n<div><a href=\"http://www.marketplace.org/topics/health-care/new-health-care-math/\"><img src=\"http://www.marketplace.org/sites/default/files/styles/200x200/public/field_image/2013/11/healthcare_tile.jpg\" alt=\"\" /></a></div>\n<div>\n<p><strong><span>The New Math of Health Care:</span></strong> The New York Times, in collaboration with American Public Media’s Marketplace, examines the soaring out-of-pocket costs of staying healthy, end-of-life care, and strategies for picking doctors and health plans. <a href=\"http://www.marketplace.org/topics/health-care/new-health-care-math/\">Read the whole series.</a></p>\n</div>\n</div>\nBut costs vary greatly by region. The median cost for a shared nursing home room in Massachusetts, for instance, is about $126,000 a year, which pushes the cost for a couple both needing care to nearly $756,000. A couple in a high-cost market, then, could have combined health and long-term care costs of more than $1 million.\n<p>Assisted living is less costly — the median annual cost for a one-bedroom is $41,400. And home care, which most people prefer, is the least expensive option. Say each spouse winds up needing 20 hours of home care a week, for three years. At an hourly rate for a home health aide of $19 an hour, that would come to about $119,000 for a couple; adding the medical costs brings the total to $474,000.</p>\n<p>Such numbers are scary for most people, said Brenda Spillman, a researcher with the Urban Institute. While it’s important for people to save for costs in retirement, she said, it is also in the interest of insurers to emphasize big numbers to justify higher premiums. And for those of limited means, she said, there is the safety net of Medicaid — which currently pays for about two-thirds of all long-term care costs.</p>\n<p>But Medicaid varies by state, and often doesn’t cover assisted living. If Medicaid is your only option, you’ll most likely have less choice of nursing homes since many limit the number of Medicaid beds they offer, and some don’t accept it at all. “Like with most other things, people who can pay out of pocket for long-term care have the most choices,” said Ruth Drew, director of family and information services for the Alzheimer’s Association.</p>\n<p>Maintaining options is what motivated Ernest and Linda Scatton, retirees in Ewing, N.J., to pay about $2,200 a year for a John Hancock long-term-care policy offered through Mrs. Scatton’s former employer. “I regard that as fairly high,” said Mr. Scatton, 71, especially since the benefits would cover just part of their costs, should they need to file a claim. “But it’s set up so that it will keep us out of the worst places.”</p>\n<p>On average, a 60-year-old couple who buy a long-term care policy now — assuming they qualify, given tightening medical underwriting — will pay more than $3,700 a year in premiums, according to the American Association for Long-Term Care Insurance, an industry group. That’s for a policy with $162,000 each in “current” benefits, which will grow to $329,000 each in benefits when they turn 85.</p>\n<p>The catch is that those premiums must be paid over a long period of time. Most policy holders file initial claims after age 80, so that means 20 years or more of paying for a service that you may never need. That’s about $74,000 in premiums — if your rates don’t go up.</p>\n<p>The problem is that some people may require no long-term care at all, while others may need it for long periods. “Basically, you can’t predict,” said Bruce Chernof, the chief executive of the SCAN Foundation, who recently headed a federal panel that studied long-term care. Because there’s no way to know for sure what you’ll need, many people balk at the premiums and forgo insurance.</p>\n<p>Hybrid insurance policies, such as those that let consumers tap a portion of a life-insurance policy’s death benefit early to pay for long-term care, show some promise, but aren’t yet widely available, Mr. Chernof said.</p>\n<p>Mr. Strack, the North Carolina sales manager, said he and his wife did not have long-term care insurance. They are contributing as much as they can to a health savings account, or H.S.A., that can be carried over each year. (For next year, contributions of up to $6,550 are allowed for family coverage; those over 55 can add an extra $1,000 in catch-up contributions.) His employer contributes $1,500 a year.</p>\n<p>The H.S.A. accounts (different from similar flexible spending accounts offered by employers) are available only with “high-deductible” health insurance plans — at least $1,250 for an individual and $2,500 for a family. But if you qualify, you can contribute money pretax to the H.S.A., where it can grow tax-free; some accounts let you invest the money, just as you would with an individual retirement account. Withdrawals also are tax-free if the funds are used for health care purposes. And you keep the money if you change employers. The funds can be used to pay for most health-related costs, including long-term care. You can contribute funds until you’re 65. And the account can pass to a spouse after you die.</p>\n<p>H.S.A.’s can be used to pay for current costs. But Ann Reilley Gugle, a financial planner in Charlotte who advises Mr. Strack, says she urges clients not to: “You really shouldn’t touch that money.”</p>\n<p>So the Stracks pay out of pocket for costs their insurance doesn’t cover and leave the H.S.A. for the future: “We look at it as a long-term savings plan, for health care,” Mr. Strack said.</p></div>","title":"You plan your retirement, then you get the health bill","tags":["APM","Health Care","The New Math of Health Care"],"contenttemplated":"[{\"content\":\"<p><em><strong>This story appears in The New York Times &apos;Your Money&apos; section on Wednesday, Nov. 20, 2013.</strong></em></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Jeff Strack, a 61-year-old sales manager in Charlotte, N.C., enjoys his work and is in good health. But the prospect of paying for health costs after he retires weighs on him.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“Within health care,” he said, “there’s all kinds of uncertainties.”</p>\"},{\"content\":\"<p>Mr. Strack hasn’t decided yet when he’ll stop working full time. But he doesn’t expect any retiree health coverage from his employer, which now provides insurance for him and his wife, Penny, a retired educator. If he leaves work before he turns 65, he won’t be eligible for Medicare — so they’ll have to buy interim coverage on the private market. He hopes affordable plans will be available, but the rocky debut of the Affordable Care Act’s health insurance market worries him.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“I don’t think anybody knows how this is going to play out,” said Mr. Strack, who in the meantime is saving cash in a tax-advantaged health-savings account to help pay future medical costs.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Mr. Strack isn’t alone in his concern. As the American population ages and insurers try to rein in costs, the share of health and medical costs that retirees can expect to shoulder is becoming more formidable.</p>\"},{\"content\":\"<p>A look at estimates of retiree health costs suggests that, if long-term care costs are included, it is not difficult to come up with a situation in which a couple’s tab for out-of-pocket costs post-retirement could approach — or even exceed — $1 million.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Getting to such a large number can mean combining some bleak possibilities — say, both spouses ending up in a nursing home in a high-cost part of the country — and factoring in extended life spans. But it is not far-fetched.</p>\"},{\"content\":\"<p>“It’s certainly possible,” said Paul Fronstin, a researcher at the nonprofit Employee Benefit Research Institute.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>That doesn’t mean it is likely for most people. But it does suggest that most need to think about saving a lot more for health costs in retirement. Half of Medicare beneficiaries have below $77,500 in personal savings, according to the nonprofit Medicare Rights Center.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>That is far less than the estimated amount retirees will need to pay out of pocket for basics like doctor visits and prescription drugs, never mind long-term care or other retirement needs or wants. Fidelity Investments estimates that the average married couple retiring this year at age 65 need $220,000 to cover health costs throughout retirement. That has actually fallen from last year’s estimate of $240,000 because of lower-than-expected Medicare spending, Fidelity said; also, people have cut back on medical care during the lackluster economy, and increases in payments to doctors and health plans have slowed under the Affordable Care Act. But the number is still daunting.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Adjusting some of the assumptions used to arrive at the estimate can also make the amount grow substantially.</p>\"},{\"type\":\"text/html\",\"content\":\"<p><a href=\\\"http://www.nytimes.com/interactive/2013/11/20/your-money/estimating-retiree-health-costs.html?ref=your-money\\\" target=\\\"_blank\\\">[[{&quot;fid&quot;:&quot;222056&quot;,&quot;view_mode&quot;:&quot;default&quot;,&quot;type&quot;:&quot;media&quot;,&quot;attributes&quot;:{&quot;height&quot;:645,&quot;width&quot;:600,&quot;class&quot;:&quot;media-element&quot;}}]]</a></p>\"},{\"content\":\"<p>Consider: The estimate assumes the couple have traditional coverage under Medicare, the federal health plan for those over 65, which means they are sharing in the cost of their medical care through premiums, deductibles and coinsurance (your share of the cost after you meet your deductible). Most people don’t pay a premium for Part A, which covers hospital care; but almost everyone pays a premium for Part B, which covers doctor’s visits and other care. The estimate also factors in premiums and co-payments for prescription drug coverage, known as Medicare Part D.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>(About a quarter of Medicare beneficiaries have private Medicare Advantage plans, which offer lower out-of-pocket costs and restricted doctor networks; having such a plan would lower the estimate.)</p>\",\"type\":\"text/html\"},{\"content\":\"<p>The estimate assumes the couple have no employer-provided retiree coverage to help pay for care, but does factor in “Medigap” coverage that many beneficiaries buy to help budget for some of the costs that traditional Medicare doesn’t cover. Sunit Patel, senior vice president of Fidelity’s Benefits Consulting group, said the estimate doesn’t assume a specific type of gap insurance. But having a “less generous” supplemental plan, he said, could mean your individual costs would exceed the average.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>The couple are assumed to be of average health, based on medical claims. (The numbers come from a sample of anonymous claims released each year by Medicare.) It does include costs for vision tests, glasses and hearing aids, which aren’t covered by Medicare; but it doesn’t include any costs for over-the-counter drugs or dental care, neither of which Medicare covers. Significantly, it doesn’t include any costs for long-term care — help at home or in an institution with daily tasks like eating, bathing and dressing, when you can no longer do those things yourself.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>The estimate expects the man to live 17 more years, to age 82, while the woman is expected to live 20 more years, to 85.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Eric Ross, a financial planner with Truepoint in Cincinnati, said the $220,000 estimate could be low, based on the life expectancies used. “With a healthy couple at 65,” he said, “we like to plan into their early 90s.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>And indeed, assuming a longer life span adds to the cost, Mr. Patel said. If the husband and wife live to be 92 and 94, the estimate balloons to $355,000.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Someone with higher-than-average health claims might also need more money. On the other hand, the person might die sooner because of illness, which would tend to lower lifetime costs.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>The number would also be higher for someone who isn’t yet 65. Using a medical inflation rate of 5 percent to do a rough “back of the envelope” calculation, Mr. Patel said, someone 63 this year would face costs of about $243,000 at 65; someone who is 55 now would need $358,000.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Fidelity, as an investment firm that markets retirement plans and health savings accounts to employers, may have a vested interest in encouraging people to save and invest more money. But others estimate big numbers too.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>The Employee Benefit Research Institute, Mr. Fronstin’s organization, estimates that a married couple retiring in 2013 at age 65 with traditional Medicare (with a prescription drug plan, a generous supplemental plan and median drug costs) will need $255,000 to have a 90 percent chance of having enough money for health care costs throughout their retirement.</p>\"},{\"content\":\"<p>A couple who are both in the 90th percentile for prescription drug costs throughout retirement — perhaps both have a serious chronic illness — will need $360,000.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>The institute’s estimate also doesn’t factor in any costs for long-term care. And it’s those costs that can push the overall health cost number into the high six figures and beyond.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Medicare generally pays little for long-term care — it covers only short stays in nursing homes, typically after a stay in a hospital. If you are poor, you may qualify for Medicaid, the federal-state health care program for low-income people. But if you’re not, you’ll have to pay for care yourself; you’ll qualify for Medicaid only after you spend nearly all of your own money.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>An estimated 70 percent of people over 65 will need long-term care at some point — whether at home or in an institution — for an average of about three years, according to research cited by the SCAN Foundation, a nonprofit group that works for better health care for seniors.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Nursing homes are the most expensive option. About 35 percent of retirees will need care in one (women are more likely to need one than men), and those who do end up there will stay for more than two years on average — but 5 percent will stay more than five years. Genworth Financial, which sells long-term care insurance, says the average stay in a nursing home, based on its claims history, is about three years.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Genworth reports the median cost for a semiprivate room in a nursing home is roughly $77,000 a year. (A private room is $84,000.) So if a husband and wife were to both end up in a nursing home — not necessarily simultaneously — and each stayed for three years, the total cost would be $462,000 at current rates. That tab is likely to increase; Genworth says nursing home costs have been growing by more than 4 percent a year.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Adding together the high-end Fidelity estimate of $355,000 for medical costs, and $462,000 for a nursing home, gives a ballpark estimate of $817,000 for a couple.</p>\"},{\"content\":\"<div><div><a href=\\\"http://www.marketplace.org/topics/health-care/new-health-care-math/\\\"><img alt=\\\"\\\" src=\\\"http://www.marketplace.org/sites/default/files/styles/200x200/public/field_image/2013/11/healthcare_tile.jpg\\\" /></a></div><div><p><strong><span>The New Math of Health Care:</span></strong> The New York Times, in collaboration with American Public Media’s Marketplace, examines the soaring out-of-pocket costs of staying healthy, end-of-life care, and strategies for picking doctors and health plans. <a href=\\\"http://www.marketplace.org/topics/health-care/new-health-care-math/\\\">Read the whole series.</a></p></div></div>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Assisted living is less costly — the median annual cost for a one-bedroom is $41,400. And home care, which most people prefer, is the least expensive option. Say each spouse winds up needing 20 hours of home care a week, for three years. At an hourly rate for a home health aide of $19 an hour, that would come to about $119,000 for a couple; adding the medical costs brings the total to $474,000.</p>\"},{\"content\":\"<p>Such numbers are scary for most people, said Brenda Spillman, a researcher with the Urban Institute. While it’s important for people to save for costs in retirement, she said, it is also in the interest of insurers to emphasize big numbers to justify higher premiums. And for those of limited means, she said, there is the safety net of Medicaid — which currently pays for about two-thirds of all long-term care costs.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>But Medicaid varies by state, and often doesn’t cover assisted living. If Medicaid is your only option, you’ll most likely have less choice of nursing homes since many limit the number of Medicaid beds they offer, and some don’t accept it at all. “Like with most other things, people who can pay out of pocket for long-term care have the most choices,” said Ruth Drew, director of family and information services for the Alzheimer’s Association.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Maintaining options is what motivated Ernest and Linda Scatton, retirees in Ewing, N.J., to pay about $2,200 a year for a John Hancock long-term-care policy offered through Mrs. Scatton’s former employer. “I regard that as fairly high,” said Mr. Scatton, 71, especially since the benefits would cover just part of their costs, should they need to file a claim. “But it’s set up so that it will keep us out of the worst places.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>On average, a 60-year-old couple who buy a long-term care policy now — assuming they qualify, given tightening medical underwriting — will pay more than $3,700 a year in premiums, according to the American Association for Long-Term Care Insurance, an industry group. That’s for a policy with $162,000 each in “current” benefits, which will grow to $329,000 each in benefits when they turn 85.</p>\"},{\"content\":\"<p>The catch is that those premiums must be paid over a long period of time. Most policy holders file initial claims after age 80, so that means 20 years or more of paying for a service that you may never need. That’s about $74,000 in premiums — if your rates don’t go up.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>The problem is that some people may require no long-term care at all, while others may need it for long periods. “Basically, you can’t predict,” said Bruce Chernof, the chief executive of the SCAN Foundation, who recently headed a federal panel that studied long-term care. Because there’s no way to know for sure what you’ll need, many people balk at the premiums and forgo insurance.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Hybrid insurance policies, such as those that let consumers tap a portion of a life-insurance policy’s death benefit early to pay for long-term care, show some promise, but aren’t yet widely available, Mr. Chernof said.</p>\"},{\"content\":\"<p>Mr. Strack, the North Carolina sales manager, said he and his wife did not have long-term care insurance. They are contributing as much as they can to a health savings account, or H.S.A., that can be carried over each year. (For next year, contributions of up to $6,550 are allowed for family coverage; those over 55 can add an extra $1,000 in catch-up contributions.) His employer contributes $1,500 a year.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>The H.S.A. accounts (different from similar flexible spending accounts offered by employers) are available only with “high-deductible” health insurance plans — at least $1,250 for an individual and $2,500 for a family. But if you qualify, you can contribute money pretax to the H.S.A., where it can grow tax-free; some accounts let you invest the money, just as you would with an individual retirement account. Withdrawals also are tax-free if the funds are used for health care purposes. And you keep the money if you change employers. The funds can be used to pay for most health-related costs, including long-term care. You can contribute funds until you’re 65. And the account can pass to a spouse after you die.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>H.S.A.’s can be used to pay for current costs. But Ann Reilley Gugle, a financial planner in Charlotte who advises Mr. Strack, says she urges clients not to: “You really shouldn’t touch that money.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>So the Stracks pay out of pocket for costs their insurance doesn’t cover and leave the H.S.A. for the future: “We look at it as a long-term savings plan, for health care,” Mr. Strack said.</p>\"}]","description":"As the American population ages and insurers try to rein in costs, the share of health and medical costs that retirees can expect to shoulder is becoming more formidable.","teaser":"As the American population ages and insurers try to rein in costs, the share of health and medical costs that retirees can expect to shoulder is becoming more formidable.","published":"2013-11-19T19:33:39+00:00","byline":"Ann Carrns","itags":["15372537661d370a2aa28134610448fb","Marketplace","Marketplace Money","Marketplace Money for Friday, November 22, 2013","PMP:Marketplace_PMP"],"guid":"15372537-661d-4370-82aa-8134610448fb","audio":[{"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/nurse_0.jpg?itok=drWEObTV","meta":{"height":"340","width":"610","crop":"primary"},"type":"image/jpeg"},{"format":"MP3","meta":{"duration_hms":"00:06:28","duration":388,"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/11/19/carrns_math_final"}},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/11/19/carrns_math_final_64.mp3","type":"audio/mpeg"}]}