{"created":"2014-09-10T22:29:16+00:00","modified":"2014-10-30T22:31:05+00:00","valid":{"from":"2014-10-30T22:31:05+00:00","to":"3014-10-30T22:31:05+00:00"},"hreflang":"en","title":"Ken Burns' 'The Roosevelts' Explores An American Family's Demons","published":"2014-09-10T22:29:00+00:00","teaser":"In a new PBS documentary series, Burns turns his lens to Theodore, Franklin and Eleanor Roosevelt, and how each triumphed over adversity.","itags":["npr_api","347416175"],"guid":"1538ea3f-ab27-42d9-a793-7bad80635a32","contentencoded":"<p>Theodore, Franklin and Eleanor Roosevelt did as much to create 20th-century America as any three people linked by blood and marriage.</p><p>Teddy was the country's youngest president and an advocate of expansive government, economic reform and America's emergence as a world power. Franklin was his fifth cousin, meaning they shared a shred of DNA from a common great-great-great-great-grandfather; but they shared far more in ambition, conviction and outlook. And Eleanor was a Roosevelt by both birth and marriage. She was Theodore's favorite niece, Franklin's wife and a champion of liberal causes, including civil rights and the United Nations.</p><p>On Sunday, PBS launches a seven-night Ken Burns series about them called <a href=\"http://www.pbs.org/kenburns/the-roosevelts/\">The Roosevelts: An Intimate History</a>.</p><p>Burns joins NPR's Robert Siegel to discuss Theodore, Franklin and Eleanor's demons.</p><hr /><h3><strong>Interview Highlights </strong></h3><p><strong>On how Theodore triumphed over adversity</strong></p><p>He's in a family that's susceptible to depression and madness and alcoholism, but he's asthmatic and sickly as a child, not expected to survive childhood. He then suffers this unbelievable emotional blow, losing his wife and his mother in the same house on the same day — Feb. 14. And he flees to the West to sort of remake himself as he had remade his body.</p><p>[He] never escaped asthma, but all of his life he's outrunning demons. And if he ever slows down you can feel them sort of enveloping him. Like his favorite niece, Eleanor, who also had to stay in constant motion, this is a dramatic story of trying to avoid that. And Franklin is of course the opposite — he can't outrun his demons because he can't walk.</p><p><strong>On Theodore's shame over his New York aristocrat father, who he adored, not having fought in the Civil War</strong></p><p>It destabilizes Theodore Roosevelt. His mother was un-Reconstructed [and] wouldn't let her husband fight against her beloved South. ... She's from Georgia. And, you know, this was the man Theodore admired more than anyone else and this failure to go to war is sort of with him all the time and it gives him this very strange outlook. You know, he's reckless on San Juan Hill and Kettle Hill in the Spanish-American War. He pushes his four sons not just to World War I but into combat and danger with unspeakable, tragic consequences. So, you know, as much as we embrace this steam locomotive in trousers that Theodore Roosevelt was, you have to sort of balance it out with this other side of him that is so, in some ways, unstable. And yet, you love him. He's the guy you want to go out and have a beer with.</p><p><strong>On Eleanor, who had an</strong> <strong>alcoholic father, a mother who told her throughout her childhood how unattractive she was and an unfaithful husband</strong></p><p>I love Eleanor Roosevelt. She seems like a triumph of the human spirit. How could you possibly escape that childhood, with both parents dying early on and this hopeless situation? Sent with an abusive nurse and alcoholic uncles and pious relatives and feeling responsible for your younger brother who will eventually die in the throes of delirium tremens. This is a great, great story and triumph of the human spirit.</p><p><strong>On how Franklin, a polio survivor, used leg braces throughout his presidency, and the strain they caused</strong></p><p>It is a remarkable thing. It's sort of hidden from us because he knew that pity, which is what you'd feel, is political poison. And so we think it's sort of a simpler age, but if you just watch — and we've been able to find and piece together the little frames of the arduous attempt, just when they were supposed to turn the camera off and didn't or turned it on a little bit too early — and you see this strain. And then you wonder how it is that he is able to lift us up through the Depression and through the Second World War when he can't lift himself up. ...</p><p>Eleanor said, you know, polio never bothered him. He never talked about it. Well, of course it was on his mind all the time.</p><p><strong>On Franklin's New Deal as an extension of the Theodore's politics</strong></p><p>[Theodore] is a progressive Republican and he's interested in certain policies that are going to help so-called ordinary people. And essentially the baton is handed off to Franklin Roosevelt. And it's summed up — there's a wonderful line in [Franklin's] renomination speech in '36. He says, \"Better the occasional faults of a government that lives in a spirit of charity than the consistent omissions of a government frozen in the ice of its own indifference.\"</p><p>All three of them would subscribe to that — a kind of passionate, moralistic sense of obligation to lift people up to parity with everyone else. And that you would have a new deal, a fair deal.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ken+Burns%27+%27The+Roosevelts%27+Explores+An+American+Family%27s+Demons&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"461"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1347468392-122a2a.m3u?orgId=1&topicId=1136&ft=3&f=347416175"},{"href":"http://media.npr.org/assets/img/2014/09/10/s0026-86e3e142e3f805821251539e420e83af19d959d5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2901","width":"3866"}},{"href":"http://media.npr.org/assets/img/2014/09/10/s15415-4882d7597c62319df79045811878aafe1b76f50c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3317","width":"4422"}},{"href":"http://media.npr.org/assets/img/2014/09/10/s12467-b16dfc5de7add328fae7f7c0ba0e0fe1d3cabd01.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3049","width":"4066"}}]}