{"created":"2014-10-08T15:50:45+00:00","modified":"2014-10-31T02:05:31+00:00","valid":{"from":"2014-10-31T02:05:31+00:00","to":"3014-10-31T02:05:31+00:00"},"hreflang":"en","title":"Hacking The Brain With Electricity: Don't Try This At Home","published":"2014-05-21T13:34:00+00:00","teaser":"Small jolts of electricity to the brain can treat diseases like epilepsy and Parkinson's. But some healthy people are trying electrical stimulation to make the brain sharper. And it may not be safe.","itags":["npr_api","312479753"],"guid":"15432f5e-5fe3-481e-907d-a97932cab3db","contentencoded":"<p>It's the latest craze for people who want to improve their mental performance: zapping the brain with electricity to make it sharper and more focused. It's called \"brain hacking,\" and some people are experimenting with it at home.</p><p>The idea's not completely crazy. Small jolts of electricity targeted at specific areas of the brain are used to treat diseases like epilepsy and Parkinson's, typically with tiny devices that must be surgically implanted.</p><p>One different, noninvasive technique is known as <a href=\"http://www.hopkinsmedicine.org/psychiatry/specialty_areas/brain_stimulation/tdcs.html\">Transcranial Direct Current Stimulation</a>, or tDCS. A low-intensity electrical current is passed through electrodes placed on the outside of the head. Some <a href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC3270156/\">studies</a> suggest that it could help treat conditions such as depression, anxiety and chronic pain. But what's interesting about tDCS is that anyone can do it, and for reasons that have nothing to do with disease.</p><p>Those reasons include learning more quickly, or becoming better at video games. Scientists have been experimenting for a decade to see whether tDCS can help the brain learn, and they've published dozens of papers on it. One <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/24341718\">study</a> of Air Force pilots showed that those who received tDCS performed 25 percent better on training tests than those who received no brain stimulation. This has attracted the attention of people in the gaming community who think \"brain hacking,\" as they call it, could help enhance their performance.</p><p>Take for example the <a href=\"http://www.foc.us/\">Foc.us headset</a>. According to claims on the device's website, the headset can increase the plasticity of the brain and makes the synapses fire faster, allowing gamers to focus better and score higher. The device isn't approved by the Food and Drug Administration and costs about $250. The price has prompted some gamers to try to make their own machines using simple instructions found on <a href=\"http://www.youtube.com/watch?v=xjpJPCTytP8\">YouTube. </a></p><p>That's what Jared Seehafer did. He's a 28-year-old medical device consultant in San Francisco who heads the <a href=\"http://www.meetup.com/Bay-Area-Brain-Hackers/\">Bay Area Brain Hackers</a> group.</p><p>He made his own tDCS machine using an elastic headband and a couple of electrodes. It's powered by a 9-volt battery and produces 1 to 2 milliamps of electricity, approximately what it takes to light one small LED bulb.</p><p>It's the same amount of electricity used in the lab by researchers such as <a href=\"https://psych.unm.edu/people/directory-profiles/vincent-p-clark.html\">Vincent Clark</a>, director of the Psychology Clinical Neuroscience Center at the University of New Mexico.</p><p>\"We were interested in how can we take an average healthy person and improve their ability to learn something new,\" says Clark.</p><p>With funding from the Department of Defense, Clark set up an <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/?term=21094258\">experiment</a> in which subjects studied a series of complicated pictures. Hidden in each was a threatening object, such as a weapon or a suspicious package. The goal was to see how fast the subject could spot the objects with tDCS and without it.</p><p>\"What we found,\" says Clark, \"is that the people who received a full dose of tDCS learned twice as much in the same hour of training as people who received a very low dose of tDCS or no tDCS at all.\"</p><p>Clark is a big believer in tDCS. He thinks it could become a new kind of medicine with fewer side effects than drugs. Other researchers worry that the commercial and DIY experiments are not being properly controlled.</p><p>It's like making your own prescription drugs at home, says <a href=\"http://bme.ccny.cuny.edu/people/faculty/mbikson\">Marom Bikson,</a> a professor of biomedical engineering at the City College of New York. It's the difference between a clinical drug trial that's being produced under strict quality control, or having people say, \" 'Well, I can go to my kitchen, mix this stuff up.' What people would be doing at home in that situation wouldn't be safe,\" he says.</p><p>But batteries and electrodes are a lot easier to come by than the chemicals in drugs. That means that from a regulatory standpoint, tDCS will always be harder to control, says <a href=\"http://www.law.stanford.edu/profile/hank-greely\">Hank Greely</a>, a professor of law and bioethics at Stanford University. \"If the FDA wanted to regulate it, how in the world could they regulate something where people can buy the raw materials for 25 bucks and make it themselves?\"</p><p>Regulators are still trying to figure out whether tDCS has real and lasting therapeutic value, Greely says. After all, 2 milliamps is such a little amount of electricity, he points out. It's going to take many more years of strict clinical studies to determine whether tDCS is a therapy that could be useful or just another strange footnote in the long history of medicine.</p><p><strong>Editor's note: This story was revised for clarity after it was first published.</strong>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Hacking+The+Brain+With+Electricity%3A+Don%27t+Try+This+At+Home&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Amy Standen","audio":[{"meta":{"duration":"316"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1313844288-063fec.m3u?orgId=1&topicId=1128&ft=3&f=312479753"},{"href":"http://media.npr.org/assets/img/2014/05/16/thinker-c8f855f773ff9105ae8f6599b1a43a63182f2eca.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"554","width":"739"}},{"href":"http://media.npr.org/assets/img/2014/05/16/jared-x-3d74bf4f8826fc4afbfb676f3096f031bd66840b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"567","width":"755"}}]}