{"created":"2014-11-18T21:58:52+00:00","modified":"2014-11-19T23:52:28+00:00","valid":{"from":"2014-11-19T23:52:28+00:00","to":"3014-11-19T23:52:28+00:00"},"hreflang":"en","title":"Obama Prepares To Test Presidential Power With Immigration","published":"2014-11-19T13:43:00+00:00","teaser":"The decision to use executive powers to do what Congress would not has some critics complaining that the president is going too far. Not so long ago, he was making that argument himself.","itags":["npr_api","365015953"],"guid":"156634b1-3d35-4a94-a487-05757c6f4c22","contentencoded":"<p>The White House says President Obama will act \"relatively soon,\" on immigration, granting temporary legal status to a large number of immigrants who are in this country illegally. Obama is acting after the Republican-controlled House refused to take up a bipartisan Senate bill to overhaul the nation's immigration system.</p><p>The decision to use executive powers to do what Congress would not has some critics complaining that Obama is going too far. Not so long ago, he was making that argument himself.</p><p>\"The problem is that I'm the president of the United States. I'm not the emperor of the United States,\" Obama said last year when pressed to go further in halting deportations. \"We've kind of stretched our administrative flexibility as much as we can.\"</p><p>That was shortly after the president's re-election, when the White House had high hopes that Congress would would pass a new immigration law. A bipartisan bill did clear the Senate, but it's been bottled up in the House. And calls for unilateral action by the president continued.</p><p>Late last year, Obama told hecklers in San Francisco he appreciated their passion, but added they needed to direct their energy to changing the law.</p><p>\"The easy way out is to try to yell and pretend like I can do something by violating our laws,\" Obama said. \"And what I'm proposing is the harder path — which is to use our democratic processes to achieve the same goal that you want to achieve. But it won't be as easy as just shouting. It requires us lobbying and getting it done.\"</p><p>Constitutional law professor Jonathan Turley of George Washington University was happy to hear an acknowledgement from the president that it's up to Congress to change immigration law. So Turley was doubly disappointed this year when Obama changed course.</p><p>\"The test of a president is often to tell his own people that more work has to be done,\" Turley says. \"And I think what's so truly dangerous about this is you have a system that's designed to force compromise and a president who's lost faith in that system.\"</p><p>Obama insists he'd still prefer to see Congress make permanent changes to immigration law. But after more than a year of inaction on Capitol Hill, he is growing impatient. He told reporters over the weekend that he will use his executive authority by the end of the year to adjust enforcement policies even if those changes will be temporary.</p><p>\"I can't wait in perpetuity when I have authorities that, at least for the next two years, can improve the system,\" Obama said.</p><p>Some legal experts are cheering Obama on, saying the president has wide latitude in deciding how immigration laws are enforced.</p><p>\"Quite honestly this is not a close call,\" says Yale Law professor Michael Wishnie. He's one of dozens of legal scholars who wrote to Obama in September, pointing to a long history of presidents using their authority in just this way. The first President Bush, for example, granted legal status to 1.5 million undocumented immigrants under a policy known as \"Family Fairness.\"</p><p>Wishnie says the president's authority is rooted in both the constitutional power to conduct foreign policy and in immigration statutes, which grant broad discretion to the executive branch.</p><p>The professor, who runs a legal clinic in addition to his classroom duties, sees this as more than an academic argument. \"I represent people who get up every morning and go to work, take their kids to school, and their children worry whether their parents will be home for dinner,\" Wishnie says. \"These principles matter. But so do the human costs.\"</p><p>The president's action is expected to provide temporary legal status to as many as 5 million people. But Turley, who represents House Republicans in another challenge to executive action, warns it could have unintended consequences.</p><p>\"It's incredibly shortsighted for the Democrats,\" Turley says. \"They have no idea who the next president may be. But whoever that person is, he or she will inherit this concentrated power that the Democrats are so willingly giving to the administration.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Obama+Prepares+To+Test+Presidential+Power+With+Immigration&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Scott Horsley","audio":[{"meta":{"duration":"234"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1365015954-97f4fb.m3u?orgId=1&topicId=1014&ft=3&f=365015953"}]}