{"created":"2014-10-08T15:52:29+00:00","modified":"2014-10-31T01:58:43+00:00","valid":{"from":"2014-10-31T01:58:43+00:00","to":"3014-10-31T01:58:43+00:00"},"hreflang":"en","title":"A First Black Professor Remembers Her Segregated Education","published":"2014-05-24T20:25:00+00:00","teaser":"In 1966, Hortense McClinton became the first black professor hired by the University of North Carolina. She says in some ways, things are better since <em>Brown v. Board</em> — but in some ways, they aren't.","itags":["npr_api","313471434"],"guid":"157198d6-4fe2-4b1f-a9fb-4870c8644bf7","contentencoded":"<p><em>Each week, </em>Weekend Edition Sunday<em> brings listeners an unexpected side of the news by talking with someone personally affected by the stories making headlines.</em></p><p>Hortense McClinton has lived with a remarkable sense of determination — for 95 years.</p><p>Her father's parents were slaves, and McClinton grew up in a completely segregated society, the all-black town of Boley, Okla.</p><p>\"I didn't realize how segregated everything was,\" she tells NPR's Lynn Neary. That changed after a visit with her uncle in Guthrie, Okla.</p><p>\"I went to the movies and I didn't know blacks were supposed to sit upstairs. And I sat down and they told me to go up,\" she says.</p><p>\"Well, later that evening when we were eating supper, I was talking about it, and I said they make the children sit upstairs,\" McClinton says. \"My uncle said, 'They make you sit upstairs because you're colored.' And that was my first experience.\"</p><p>McClinton left Oklahoma to study at Howard University and then at the University of Pennsylvania. She went on to become the first black professor at the University of North Carolina in Chapel Hill, where she taught social work.</p><p>As the nation marks the 60th anniversary of <em>Brown v. Board of Education</em>, the Supreme Court decision that resulted in school desegregation, McClinton says some things have gotten better — but in some ways they haven't.</p><p>\"I think if people who are in charge could, they would take us blacks back,\" she says. She thinks of the recent incident involving racist statements by <a href=\"http://www.npr.org/blogs/thetwo-way/2014/05/12/311839288/nba-says-shelly-sterling-can-t-keep-clippers-if-her-husband-is-ousted\">LA Clippers owner Donald Sterling</a>.</p><p>\"It's very sad to me, at 95, to know that there is so much hatred still in the world. I know that's not a nice thing to say, but it's true. I do feel it.\"</p><p><strong>Join Our Sunday Conversation</strong></p><p>Hortense McClinton grew up in an all-black town in Oklahoma and has lived through almost a century of U.S. history. She says in some ways it is worse for African-Americans today than in the past. Do you agree? Tell us what you think on the <a href=\"https://www.facebook.com/nprweekend\">Weekend Edition Facebook page</a>, or in the comments section below.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+First+Black+Professor+Remembers+Her+Segregated+Education&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"418"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1313618290-060f0a.m3u?orgId=1&topicId=1022&aggIds=177065210&ft=3&f=313471434"},{"href":"http://media.npr.org/assets/img/2014/05/17/mrs-mcclinton-533b226ddd116839ceccba9a59d619c0bc0f0e72.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"484","width":"646"}}]}