{"created":"2014-09-25T20:28:08+00:00","modified":"2014-10-30T22:03:07+00:00","valid":{"from":"2014-10-30T22:03:07+00:00","to":"3014-10-30T22:03:07+00:00"},"hreflang":"en","title":"Rouhani: Western Powers Have Helped Globalize Terrorism","published":"2014-09-26T15:11:00+00:00","teaser":"Iran's President Hassan Rouhani told the U.N. that the solution to the problem of ISIS now must involve the region. He also said resolving the Iran nuclear issue could lead to greater cooperation.","itags":["npr_api","351529423"],"guid":"157c2bdd-affb-44c6-9442-e758c051993f","contentencoded":"<p>Iran's president brought an unsettling message to the United Nations on Thursday: Middle Eastern terrorism has been globalized, in part thanks to mistakes made by Western powers, and the threat cannot be eliminated by outside force alone.</p><p>President Hassan Rouhani, feted at last year's U.N. General Assembly as a welcome change from his combative predecessor, Mahmoud Ahmadinejad, told the world body that his part of the world is \"burning in the fire of extremism and radicalism.\"</p><p>He said the world now faces terrorism from \"New York to Mosul, from Baghdad to Damascus ... from al-Qaida to Daesh,\" using the Arabic acronym for the Islamic State in Iraq and Syria, which calls itself the Islamic State.</p><p>Rouhani openly challenged the U.S.-led response to the ISIS threat, which excludes Iran's ally, Syrian President Bashar Assad.</p><p>\"The extremists of the world have found each other and have put out the call: 'Extremists of the world unite,' \" he said. \"But are we united against the extremists?\"</p><p>Far from it, suggested Rouhani. In an apparent reference to efforts by the West and Persian Gulf Arab states to arm Syrian rebels, Rouhani said clinging to what he called old, colonial responses to modern terrorism would surely backfire.</p><p>\"Today's anti-Westernism is a reaction to yesterday's racism,\" he said, adding that \"certain intelligence agencies have put blades in the hands of madmen, who now spare no one.\"</p><p><strong>'Things In Iran Have Not Changed For The Better'</strong></p><p>Neither rainy skies nor Rouhani's engaging manner kept his critics, especially the opposition group known as the MEK, from gathering outside the U.N. to protest. Hamid Azimi, an MEK supporter with the Iranian-American Community of Northern California, traveled to New York to urge the West to look past Rouhani's charm to the ongoing oppressive policies beneath. He compared Rouhani to past Iranian moderates such as former President Mohammad Khatami.</p><p>\"It's déjà vu all over again, and this time around Rouhani is even worse,\" Azimi says. \"The first year that he's been in power we've had over 1,000 people executed in Iran. Every seven hours a person is getting executed. Things in Iran have not changed for the better.\"</p><p>Human rights groups cite lower figures but have expressed alarm at what they call a \"surge of executions\" during Rouhani's tenure. In New York, Rouhani has been urged to release a number of prisoners, including Iranian-American journalist Jason Rezaian and his wife, Yeganeh Salehi.</p><p><strong>The Promise Of Cooperation, If A Nuclear Deal Is Reached</strong></p><p>But Rouhani is also seen as a driving force behind the biggest potential policy shift in Iran's recent history: its willingness to restrict and open up its nuclear program in an effort to get crippling sanctions lifted and rejoin the world economy. In his speech, Rouhani offered no new positions on those talks, but held out hope that a nuclear accord could lead to cooperation on a range of issues.</p><p>\"If our interlocutors are also equally motivated, and we can overcome the problem and reach a long-standing agreement,\" he said, \"then an entirely different environment will emerge for cooperation.\"</p><p>That, said the Iranian president, would lead to \"greater focus on some very important regional issues, such as combating violence and extremism in the region.\"</p><p>Former National Security Council staff member Gary Sick, now at Columbia University, says that while the consequences of failing to reach a nuclear accord may dismay many, what really alarms hard-liners in Tehran is the prospect of successful nuclear diplomacy.</p><p>\"That doesn't mean that Iran would suddenly become a really nice guy if we had an agreement with them,\" he says. \"But, and this is the thing that — the hard-liners in Iran fully understand this — that if they make an agreement with the West, then all these old revolutionary slogans, 'Death to America' and so forth, don't make much sense anymore.\"</p><p>Those nuclear talks, facing a Nov. 24 deadline, gained more attention as U.S. Secretary of State John Kerry joined the discussions Thursday evening.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Rouhani%3A+Western+Powers+Have+Helped+Globalize+Terrorism&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Peter Kenyon","audio":[{"meta":{"duration":"235"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1351529424-b054f4.m3u?orgId=1&topicId=1004&ft=3&f=351529423"}]}