{"created":"2014-09-07T23:28:24+00:00","modified":"2014-10-31T00:47:55+00:00","valid":{"from":"2014-10-31T00:47:55+00:00","to":"3014-10-31T00:47:55+00:00"},"hreflang":"en","title":"'Don't Sneak': Dad's Unexpected Advice To His Gay Son In The '50s","published":"2014-07-23T19:49:00+00:00","teaser":"Patrick Haggerty didn't know he was gay, but suspects that his father did when he told him not to hide his identity. Haggerty was 15, and his dad told him to be proud of himself.","itags":["npr_api","325917505"],"guid":"1587c4bc-e568-4447-9865-97064db0bfa5","contentencoded":"<p><em>StoryCorps is marking the anniversary of a pivotal moment for gay rights, the 1969 <a href=\"http://soundportraits.org/on-air/remembering_stonewall/\">Stonewall riots</a>. Forty-five years ago, on June 28, gay protesters clashed with police in New York. Now, StoryCorps is launching an initiative to preserve the stories of LGBT people called \"OutLoud.\"</em></p><p>In the 1950s in rural Washington, a teenage boy learned an important lesson about self-acceptance. Patrick Haggerty, now 70, didn't know he was gay at the time, but says his father knew what direction he was headed.</p><p>The conversation started because as a teenager Haggerty decided to perform in a school assembly. On their way there,<strong> </strong>he started covering his face with glitter — to his brother's horror. Haggerty says his brother dropped him off at school and then called their father.</p><p>\"Dad, I think you better get up there,\" his brother said. \"This is not going to look good.\"</p><p>Their father did come. Charles Edward Haggerty, a dairy farmer, showed up at the school in dirty farming jeans and boots. When Haggerty saw his dad in the halls, he hid.</p><p>\"It wasn't because of what I was wearing,\" Haggerty says. \"It was because of what he was wearing.\"</p><p>After the assembly, in the car ride home, Haggerty's father called him out on his attempt to hide.</p><p>\"My father says to me, 'I was walking down the hall this morning, and I saw a kid that looked a lot like you ducking around the hall to avoid his dad. But I know it wasn't you, 'cause you would never do that to your dad,' \" Haggerty recalls.</p><p>Haggerty squirmed in his seat and finally exclaimed, \"Well, Dad, did you have to wear your cow-crap jeans to my assembly?\"</p><p>\"Look, everybody knows I'm a dairy farmer,\" his father replied. \"This is who I am. Now, how 'bout you? When you're an adult, who are you gonna go out with at night?\"</p><p>Then, he gave his son some advice:</p><p>\"Now, I'm gonna tell you something today, and you might not know what to think of it now, but you're gonna remember when you're a full-grown man: Don't sneak. Because if you sneak, like you did today, it means you think you're doing the wrong thing. And if you run around spending your whole life thinking that you're doing the wrong thing, then you'll ruin your immortal soul.\"</p><p>\"And out of all the things a father in 1959 could have told his gay son, my father tells me to be proud of myself and not sneak,\" Haggerty says.</p><p>\"He knew where I was headed. And he knew that making me feel bad about it in any way was the wrong thing to do,\" he adds. \"I had the patron saint of dads for sissies, and no, I didn't know at the time, but I know it now.\"</p><p><em>To hear Haggerty tell this story to his daughter, Robin Boland, click the audio link above. Audio produced for </em>Morning Edition<em> </em><em>by Nadia Reiman.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Don%27t+Sneak%27%3A+Dad%27s+Unexpected+Advice+To+His+Gay+Son+In+The+%2750s&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"209"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1326062372-a3dd49.m3u?orgId=1&topicId=1057&aggIds=4516989&ft=3&f=325917505"},{"href":"http://media.npr.org/assets/img/2014/06/26/storycorps_haggerty3-bff45ddc5fcba4420c9073141af414edcd91b828.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"333","width":"443"}}]}