{"created":"2014-12-02T08:37:57+00:00","modified":"2015-05-13T21:29:28+00:00","valid":{"from":"2015-05-13T21:29:28+00:00","to":"3015-05-13T21:29:28+00:00"},"hreflang":"en","title":"If Everybody Had An Ocean, Could We Surf Our Way To Mental Health?","published":"2015-02-06T20:00:00+00:00","teaser":"The teenager's dad was beating his mom. So the kid fell into a funk. His grades plummeted, he joined a gang, he got into fights. Then he discovered surfing therapy.","itags":["npr_api","366600463"],"guid":"15922992-caef-411d-bccb-c9449091a14f","contentencoded":"<p>Lwandile Mntanywa is zipping up his wet suit. The tall, soft-spoken high school junior comes to Cape Town's Monwabisi Beach almost every day after school and starts running when he sees the water. \"I can see the waves are cooking, I will run fast as I can,\" says the 18-year-old.</p><p>Before he began surfing, he was running as fast as he could — in the wrong direction.</p><p>Mntanywa grew up in a shack just up the road. For him, childhood meant dealing with a terrible secret. His dad was physically and emotionally abusing his mom — usually while drunk.</p><p>Mntanywa couldn't do anything to stop his dad's violent behavior: \"If you try to stop him, he will push you away, [saying] 'Don't mind my business, I'm just doing my business with your mother.' \"</p><p>One day, things got really bad. His dad chased his mom out into the street with a knife and tried to stab her. Neighbors spilled out of their homes, shouting at him to stop. Mntanywa's mom escaped and went to live with her mother for a while. Eventually she moved back in.</p><p>And the violence continued.</p><p>Meanwhile, Mntanywa started developing symptoms of anxiety and post-traumatic stress. He couldn't fall asleep without music and had trouble concentrating in school.</p><p>None of his teachers knew what was happening. They simply asked why he was doing poorly on his tests. He would usually respond by saying: \"I will do great next time.\" In fact, no one besides his siblings knew what was happening at his home.</p><p>Then, when he was about 14, Mntanywa was walking home from school when he saw two gangs of kids near his house, fighting with sticks and rocks. He watched them for a while and was overcome by an odd feeling — a desire to join them. He jumped into the fight, even though he didn't know any of the kids, and beat up a boy he had never seen before.</p><p>After it was over, he ran home and felt guilty. But from that point on, he says, he was in the gang. And the other boys treated him like a member when they saw him on the streets.</p><p>A few days after his first gang encounter, his parents were arguing again, and he felt that same urge to get in a fight. Somehow, he thought, that would get the stress out and keep all the problems at home away from him.</p><p>So he went and got in another fight. This time, things escalated. Some of the other kids had knives. In the chaos, Mntanywa saw someone on the ground. It was his friend, Siphelele — stabbed badly.</p><p>His friend died right there in front of him, on a gravel road. For a long time, Mntanywa couldn't get that image out of his head. He started to feel unsafe everywhere he went. At school, his grades got worse. His teachers put him in a remedial class, and he spent much of his freshman year practicing the ABCs and doing handwriting exercises.</p><p>Debbie Kaminer, a child psychologist at the University of Cape Town, says Mntanywa's story is dramatic, but it isn't unusual for a South African teenager. \"Exposure to trauma and exposure to violence is absolutely the norm,\" she says.</p><p>Kaminer has surveyed children in South Africa's urban townships, where rates of unemployment are high and most people live in shacks. She found that almost 100 percent of children have heard gunshots or seen someone being assaulted in the streets, and almost half have witnessed a dead body or a murder. Kaminer says, by some estimates, 20 percent of children in South Africa suffer from PTSD.</p><p>The South African government says mental health is the third most pressing disease in the country, after HIV and tuberculosis. But the latter two get a lot of international funding — mental health doesn't. The result is very little available care.</p><p>Kaminer says the situation is far worse in other countries. \"There are many countries in Africa that have literally no mental health service whatsoever — no psychologists, no psychiatrists, or maybe one psychiatrist for the whole country.\"</p><p>So as bad as Mntanywa's situation is, he might actually be one of the lucky ones — because he's at least getting some help. On a surfboard.</p><p><a href=\"http://www.waves-for-change.org/?m=1\">Waves for Change</a> is an innovative new program that uses surfing and therapy to promote mental health. It offers surf lessons, a safe space and a sense of family — together with life skills training and the opportunity to speak with a counselor. Nolwazi Makhuluphala, the head counselor, says children are taught how to recognize when they're being overcome by anger or sadness, and how to control their impulses.</p><p>The program's founder, Tim Conibear, says surfing is a great way to develop trust between kids and their coach: \"Because [the ocean is] a superscary environment, and the bloke who takes you in or the girl who takes you in can make you feel safe immediately, if they do it in the right way.\" The surf coaches are from the same community as the children and are encouraged to become mentors. Some are also being trained to do basic counseling.</p><p>When Waves is in session, dozens of kids are bobbing up and down in the water, the noses of their surfboards pointing up in the air. A wave rolls through and several kids pop up and catch it. On shore, coaches are showing younger children how to balance on a surfboard.</p><p>The program has grown quickly in the past few years — from just two kids to more than 400.</p><p>And one of those kids is Mntanywa.</p><p>Mntanywa hasn't opened up to anyone here about his difficult past. He says he's been watching the counselor and is trying to decide whether she's someone he can trust.</p><p>But he has made positive changes. He's no longer in the gang, his grades are improving, and he's on track to graduate. He still has trouble sleeping and concentrating in school. But overall, he says, he's doing all right.</p><p>Just being in the water — away from his family and in a beautiful place — helps him deal with his past. \"Pasts don't go away, man. It's always on your mind. But when I'm in the beach,\" he says, \"I always think about the waves.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=If+Everybody+Had+An+Ocean%2C+Could+We+Surf+Our+Way+To+Mental+Health%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Anders Kelto","audio":[{"meta":{"duration":"421"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1367938729-f2e6bf.m3u?orgId=1&topicId=1031&d=421&p=3&story=366600463&t=progseg&e=367938592&seg=9&ft=nprml&f=366600463"},{"href":"http://media.npr.org/assets/img/2014/11/25/surfing3-b9f4716ff8a407099c8bbaa66198a353d8ca0eda.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1332","width":"1776"}},{"href":"http://media.npr.org/assets/img/2014/11/25/surfing1-2d358e5a5090dbf63a72ebd12b564404476133e9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1332","width":"1776"}},{"href":"http://media.npr.org/assets/img/2014/11/25/surfing4-c8a30ac8a2c633a13240b7534e5ec00d2fee84c4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1332","width":"1776"}}]}