{"created":"2015-02-24T19:28:46+00:00","modified":"2015-02-24T21:22:14+00:00","valid":{"from":"2015-02-24T21:22:14+00:00","to":"3015-02-24T21:22:14+00:00"},"hreflang":"en","title":"Jobs Growing In City Centers, Shrinking In Suburban Areas","published":"2015-02-24T21:09:00+00:00","teaser":"A decades-long trend has reversed. As more people move to city centers, employers are moving with them.","itags":["npr_api","388755667"],"guid":"159542c3-7e76-44bc-9a1b-1053258d689b","contentencoded":"<p>A new report finds that as more and more people are moving to city centers, employers are moving with them.</p><p>For the first time in more than 50 years, job opportunities are increasing in city centers and shrinking in suburban areas.</p><p><em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Jeremy Hobson talks to <strong>Joe Cortright</strong>, author of the report and director of City Observatory, a think tank that looks at the factors that contribute to city success.</p><ul><li><a href=\"http://cityobservatory.org/wp-content/uploads/2015/02/Surging-City-Center-Jobs.pdf\" target=\"_blank\">Read the City Observatory report</a></li></ul><h4>Interview Highlights</h4><p><strong>On what is causing the trend shift</strong></p><p>&#8220;There are a number of factors. The movement of people into the city is a big one. In fact, that’s what propelled the decentralization of jobs in the U.S. for decades &#8211; people moving out to the suburbs. And as we’ve seen young, talented workers moving back into city centers, employers have been looking to expand there. The other thing we know is that the Great Recession caused its greatest job losses in the kinds of industries that are the most decentralized &#8211; manufacturing, distribution and some of the other activities that tend to be more spread out; while city center jobs &#8211; the information jobs, professional and technical jobs &#8211; fared better and they tend to be more located in city centers.&#8221;</p><p><strong>On how they conducted the study</strong></p><p>&#8220;We looked at 40 of the 50 largest U.S. metropolitan areas. So, we were looking at metropolitan areas with a million or more population. And in the last decade, only about seven city centers of the 40 we looked at outperformed their surrounding peripheral areas. And in the last four years for which we have data, the city centers outperformed the suburban surrounding area in 21 of the 40. So it’s become a lot more widespread, but it’s still not universal. There are some cities &#8211; Houston, Kansas City, and a half-a-dozen others &#8211; that still exhibit that pattern of decentralization. But overall, what we see is more job growth in city centers.&#8221;</p><p><strong>On which industries are growing</strong></p><p>&#8220;The kinds of industries that we see growing, that are driving city center growth, are things like finance, insurance, professional services, the kinds of information and knowledge industries that depend heavily on face-to-face contact. The other thing we’re seeing are a set of industries that are associated with what Harvard economist Ed Glazer calls the “consumer city.” People go to cities and city centers for entertainment and recreation, so arts employment, hotel and restaurant employment, those are growing much faster in city centers than the rest of metropolitan areas.&#8221;</p><p><strong>On whether the trend will continue </strong></p><p>&#8220;Well, we know that some of the factors that drove this were related to the Great Recession, and those will turn around. But one of the things that we did was to decompose the data by industry to look to see what industries were driving it. And it turns out that some of it had to do with this, as I said, industrial effect of the Great Recession, the bigger decline of manufacturing and distribution in the suburbs. But the other thing that we noticed was that city centers are actually gaining market share. They’re doing a better job of hanging onto employment in the industries that are growing. And we think that’s a very optimistic sign for city centers. And we do expect the trend to continue, although probably not as dramatically as in the last few years.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.impresaconsulting.com/page/about-impresa\" target=\"_blank\">Joe Cortright</a></strong>, director of City Observatory and president and principal economist of Impresa. He tweets <a class=\"ProfileHeaderCard-screennameLink u-linkComplex js-nav\" href=\"https://twitter.com/Joe_Cortright\" target=\"_blank\">@<span class=\"u-linkComplex-target\">Joe_Cortright</span></a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Jobs+Growing+In+City+Centers%2C+Shrinking+In+Suburban+Areas&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"340"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1388798067-ebca19.m3u?orgId=1&e=388755667&d=340&ft=nprml&f=388755667"},{"href":"http://media.wbur.org/wordpress/11/files/2015/02/0224_city-e1424804120598.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"803","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/02/0224_citygraph.png","type":"image/jpeg","meta":{"crop":"custom","height":"625","width":"753"}}]}