{"created":"2014-09-19T19:43:37+00:00","modified":"2014-12-23T18:40:29+00:00","valid":{"from":"2014-12-23T18:40:29+00:00","to":"3014-12-23T18:40:29+00:00"},"hreflang":"en","title":"No More Reservations: Exclusive Restaurants Require Tickets Instead","published":"2014-08-11T14:57:00+00:00","teaser":"High-end restaurants featuring rock star chefs are starting to turn to tickets to stem the tide of no-shows. In the future, going out to eat could become a lot like going to a sold-out concert.","itags":["npr_api","337834577"],"guid":"15a352ba-4fbc-4daa-82ae-9071cdb0bfd6","contentencoded":"<p>Have you ever wanted a ticket to see your favorite band so much that you could taste it?</p><p>You set the alarm, and start calling or clicking right when the tickets go on sale. You try again and again, until, finally, you snag a ticket. And even though the process is a pain, when you succeed, you feel like part of an exclusive group.</p><p>In the future, going out to eat could become a lot like going to a sold-out rock concert. In fact, some of the hottest restaurants now sell tickets instead of taking reservations.</p><p>In Los Angeles, classically trained French chef <a href=\"http://www.ludolefebvre.com/about/\">Ludovic \"Ludo\" Lefebvre</a> sells tickets for a five-course meal at his 29-seat bistro, Trois Mec, for about $100 a pop, including tax and tip. On one recent evening, the menu featured avocado citrus crab ceviche followed by veal belly with crispy artichoke and Parmesan.</p><p>Lefebvre says he likes the comparison to concert tickets. When asked about the to-die-for concert ticket when he was growing up in France in the late 1980s, Lebebvre doesn't hesitate. \"U2. Definitely. U2,\" he says. One time, he waited on the phone for what seemed like forever, but finally scored tickets to see Bono and the lads.</p><p>Now, Lefebvre is a rock star chef. Tickets to dine at Trois Mec are sold online and sell out in minutes.</p><p>The restaurant ticketing system was invented by <a href=\"http://www.linkedin.com/pub/nick-kokonas/45/634/2a1\">Nick Kokonas</a> in 2011. He co-owns Chicago restaurant Next, which specializes in theme menus, such as \"Paris 1906,\" a meal based on legendary chef August Escoffier's seminal <a href=\"http://www.amazon.com/Escoffier-Culinaire-Complete-Translation-English/dp/0831754788/ref=sr_1_2?s=books&ie=UTF8&qid=1407179720&sr=1-2&keywords=le+guide+culinaire+escoffier\">Le Guide Culinaire</a>, and \"el Bulli,\" a nod to the now-closed Spanish temple of modern cuisine by the same name.</p><p>Tickets for Next meals go for about $300 a head for several courses and beverage pairings. Currently, the restaurant's theme is \"Chinese: Modern.\"</p><p>The menus at Next change three times a year. So diners can buy season tickets, like you would for the opera. Last December, the restaurant sold around $3 million worth of season tickets in a few hours.</p><p>The number of exclusive eateries that sell tickets for meals is growing. The latest chef to join the club is <a href=\"http://www.starchefs.com/cook/chefs/bio/Daniel-Patterson/coi\">Daniel Patterson</a>, who owns the San Francisco restaurant Coi.</p><p>Patterson had been frustrated by the number of reservations that were canceled at the last minute, which resulted in as much as 15 percent of his tables going empty. And that got reflected in customers' bills. \"A big part of our price has to do with the fact that a small portion of our guests don't show up,\" he says.</p><p>Now that he's adopted the ticket system for his restaurant, Patterson saves money on no-shows. He passes that savings along to customers, offering a discount for diners who take early or late seatings.</p><p>The issue of no-shows plagues many small, chic restaurants. That makes tickets even more appetizing for them.</p><p>Ticket pioneer Kokonas says, \"We are rolling it out to about 10 to 20 restaurants over the next couple of months worldwide.\"</p><p>Over the next six months, expect to see tickets sold at hot spots in Austin, Texas; Boston and Philadelphia, among other cities in the U.S. Abroad, Kokonas says his ticket business model will expand to England, Europe, Australia and Hong Kong.</p><p>But some chefs are resisting the change — even in Los Angeles, no-show central.</p><p>\"Within the restaurateur world, LA is known as the one city where people don't have any respect for restaurants,\" says celebrity chef <a href=\"http://www.curtisstone.com/\">Curtis Stone</a>. \"They don't make reservations. They just show up ... with more people than they booked for.\"</p><p>Stone opened his 25-seat restaurant, Maude, last January. It takes reservations the old-fashioned way: by phone. And it's always sold out.</p><p>Stone has investigated the ticket business model and found that it has some shortcomings.</p><p>\"Problem is,\" says Stone, \"some people out there don't feel as comfortable with computers or making reservations online.\"</p><p>Tickets also require consumers to pay for their set, multicourse meal in advance.</p><p>And tickets can be resold, which has lured ticket brokers into the market. For the most desirable menu at Next in Chicago, Kokonas says, there were \"people posting them on Craigslist and StubHub for a couple thousand dollars apiece.\"</p><p>Pulitzer Prize-winning food writer <a href=\"http://www.pulitzer.org/biography/2007-Criticism\">Jonathan Gold</a> of the <em>Los Angeles Times</em> calls Lefebvre one of the most interesting chefs working in the U.S. And even Gold has had trouble getting tickets to Trois Mec. As payback for having to troll for tickets, he jokes, \"I would love to see scalpers outside Trois Mec. It would give me so much pleasure.\"</p><p>Call it a dessert of sweet revenge.</p><p><em>Jeff Tyler is a radio reporter and screenwriter living in Los Angeles.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=No+More+Reservations%3A+Exclusive+Restaurants+Require+Tickets+Instead&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jeff Tyler","audio":[{"meta":{"duration":"253"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1338099797-94cfb2.m3u?orgId=1&topicId=1053&ft=3&f=337834577"},{"href":"http://media.npr.org/assets/img/2014/08/05/next-kitchen-bedfc11ad2c848335602cf49963460c25c1599a8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1665","width":"2221"}}]}