{"created":"2014-09-08T15:36:01+00:00","modified":"2015-02-06T19:33:39+00:00","valid":{"from":"2015-02-06T19:33:39+00:00","to":"3015-02-06T19:33:39+00:00"},"hreflang":"en","title":"Protesters In St. Louis-Area Call For Accountability In Teen's Death","published":"2014-08-11T22:47:00+00:00","teaser":"Michael Brown was unarmed when he was shot by police on Saturday. Local and federal investigations are underway. \"I do not want to be scared to have a son in America,\" one protester said.","itags":["npr_api","339509078"],"guid":"15a66042-dfed-492e-a301-45429472af7c","contentencoded":"<p><strong>This post was updated at 6:40 p.m. ET.</strong></p><p>In suburban St. Louis, business owners are cleaning up after a prayer vigil turned violent over the weekend. Meanwhile, protests continue over the death of an unarmed teenager who was shot by police on Saturday.</p><p>Reporter Rachel Lippmann of St. Louis Public Radio says about 60 people gathered outside of the Ferguson, Mo., police department Monday. They're calling for police to identify the officer involved and to charge him with murder. Others want the police force diversified in the majority-African-American city.</p><p>Among the protesters was Monica Timmons.</p><p>\"I don't have kids and this is why. I do not want to be scared to have a son in America,\" Timmons <a href=\"http://www.npr.org/2014/08/11/339610983/fbi-opens-probe-into-the-police-shooting-that-roiled-st-louis\">told Lippmann</a> for a report on <em>All Things Considered</em>. Timmons added, \"Let's be real, you know? What do our sons got to look forward to? This? You want to bring a son to this? So he can get killed? No.\"</p><p>You can hear all of Lippmann's report here:</p><p>St. Louis Public Radio has <a href=\"http://news.stlpublicradio.org/post/live-updates-community-responds-fatal-shooting-ferguson\">live-blogging developments</a> all day.</p><p>Our original post, covering the violence over the weekend and the shooting, continues:</p><p>A march and prayer vigil that began as a way to honor Michael Brown, an unarmed black teenager who was killed by police Saturday, ended with looting and violence in suburban St. Louis Sunday night. At least one store was set on fire.</p><p>The killing, and the protest against it, happened in Ferguson, Mo., where Brown, 18, was shot and killed Saturday during an altercation with a Ferguson police officer on a street lined with houses. Police and witnesses agree the teen did not have a gun and that a third person was also involved; beyond that, the details of Brown's death are in dispute. A federal investigation has been opened alongside the local one.</p><p>Protests against the officer's killing of Brown <a href=\"http://www.npr.org/blogs/thetwo-way/2014/08/10/339334625/st-louis-police-black-teen-shot-in-altercation-with-officers\">began shortly after the incident occurred</a> in Ferguson, a predominantly African-American community northwest of downtown St. Louis. On Saturday, Brown's stepfather, Louis Head, was seen holding a cardboard sign reading, \"Ferguson police just executed my unarmed son.\"</p><p>The case is being investigated by an outside agency, the St. Louis County Police Department.</p><p>Before violence broke out late Sunday, protesters had been chanting, \"Hands up, don't shoot! Hands up, don't shoot!\"</p><p>St. Louis Public Radio's Rachel Lippmann <a href=\"http://news.stlpublicradio.org/post/peaceful-protest-against-police-brutality-turns-night-violence\">described the scene</a> before things boiled over:</p><p>\"The crowd that gathered near the site of the shooting, in the Canfield Gardens apartment complex, was large but peaceful. Community leaders called for a boycott of Ferguson businesses and collected money to pay for Michael Brown's funeral.</p><p>\"His nickname was Mike Mike; he was called a 'gentle giant' by many of the people who knew him,\" Lippmann says of Brown on Monday's <a href=\"http://www.npr.org/programs/morning-edition/\">Morning Edition</a>. Those people also say of Brown, who was to have begun classes at a local college Monday, \"fighting wouldn't have been in his nature — and the violence that erupted in his name wouldn't have been in his nature.\"</p><p>That violence broke out after a series of peaceful and passionate rallies for Brown, Lippmann says. After a QuikTrip convenience store near the site of the shooting was overrun and set on fire, the looting quickly spread to an area 5 miles wide.</p><p>From the AP:</p><blockquote><p>\"Several other stores along a main road near the shooting scene were broken into, including a check-cashing store, a boutique and a small grocery store. People also took items from a sporting goods store and a cellphone retailer and carted rims away from a tire store.</p><p>\"TV footage showed streams of people walking out of a liquor store carrying bottles of alcohol, and in some cases protesters were standing atop police cars or taunting officers who stood stoic, often in riot gear.\"</p></blockquote><p>Calling the violence and looting \"very upsetting,\" a member of Brown's family <a href=\"http://fox2now.com/2014/08/10/report-michael-brown-protesters-damage-police-vehicles-on-west-florissant/\">issued a statement</a> urging peace and justice. The message also said the family would not endorse any further rallies or protest marches.</p><p>The teenager's death is attracting national interest — including that of the FBI, as the <a href=\"http://www.stltoday.com/news/local/crime-and-courts/violence-breaks-out-near-site-of-vigil-for-teen-killed/article_f9d627dc-e3c8-5bde-b2ab-7f0a3d36a083.html\">St. Louis Post-Dispatch</a> reports:</p><blockquote><p>\"Benjamin L. Crump, a civil rights lawyer known for representing the family of Florida shooting victim Trayvon Martin, announced Sunday night that he had been hired to represent Brown's family. Crump is based in Tallahassee, Fla.</p><p>\"In Washington, a spokesperson said Attorney General Eric Holder asked civil rights lawyers in the Justice Department to monitor the case. In St. Louis, Special Agent Cheryl Mimura said, 'I can confirm that the FBI is working closely with the St Louis County PD to review the matter at this time.' \"</p></blockquote><p><strong>Update at 4:50 p.m. ET. Statement from Justice Department:</strong></p><p>Attorney General Eric Holder commented on federal involvement in the case in a written statement, noting that \"FBI agents from the St. Louis field office, working together with attorneys from the Justice Department's Civil Rights Division and the U.S. Attorney's Office, have opened a concurrent, federal inquiry.\"</p><p>He said federal authorities would be working with local investigators and that he would \"continue to receive regular updates.\" Holder added:</p><p>\"Aggressively pursuing investigations such as this is critical for preserving trust between law enforcement and the communities they serve.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Protesters+In+St.+Louis-Area+Call+For+Accountability+In+Teen%27s+Death&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":"239"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1339509509-f00cf1.m3u?orgId=1&topicId=1070&e=339509078&d=239&ft=nprml&f=339509078"},{"meta":{"duration":"226"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1339654025-1c89e7.m3u?orgId=1&topicId=1070&e=339509078&d=226&ft=nprml&f=339509078"}]}