{"created":"2015-04-07T17:40:41+00:00","modified":"2015-04-07T18:50:52+00:00","valid":{"from":"2015-04-07T18:50:52+00:00","to":"3015-04-07T18:50:52+00:00"},"hreflang":"en","title":"Asia's Ozone Pollution Travels To California","published":"2015-04-07T18:50:00+00:00","teaser":"A new study shows that about 10 percent of air pollution in California's Central Valley comes from Asia.","itags":["npr_api","398103442"],"guid":"15a91f64-f2e3-49ee-b4bd-41bb65a2513e","contentencoded":"<p>A new study from the University of California, Davis, shows that approximately 10 percent of California&#8217;s Central Valley air pollution comes from outside the state &#8211; specifically from Asia.</p><p>Scientists found this &#8220;secondhand smog&#8221; by analyzing the pollution and identifying particles consisting of Asian dust and heavy metals from power plants.</p><p><strong>Ian Faloona</strong>, an associate professor in the Department of Land, Air and Water Resources at the University of California, Davis, led the three-year study, which was funded by the San Joaquin Valley Air Pollution Control District.</p><p>Faloona tells <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Jeremy Hobson that his research shows air quality is not just a regional problem, and he explains why this may help regulators shape pollution policy.</p><ul><li><a href=\"http://news.ucdavis.edu/search/news_detail.lasso?id=11170\" target=\"_blank\">Read more about Ian Faloona&#8217;s research</a></li></ul><h4>Interview Highlights: Ian Faloona</h4><p><strong>On how they conducted the research </strong></p><p>&#8220;What we tried to do is we measured not just ozone, but small particles that reside in the atmosphere for long periods of time. And we’re able to actually size segregate those particles and then also put them under an X-ray machine that tells us what the elemental composition is, so all those heavy metals that you learn in chemistry class: sodium, titanium, zinc, calcium, things like that. And by carefully accounting for all these particles and their composition, we realize that there’s this one common pattern of aerosols that show up that looks like Asian dust combined with fossil fuel combustion, particularly sulfur and coal burning. And it’s that fingerprinting that we use to quantify how much of the ozone that we see coming across those mountains blowing into California is actually from Asian industrial emission, as opposed to other emissions of ozone, which are also important like wildfires in Siberia, or the stratosphere &#8211; a natural source of ozone.&#8221;</p><p><strong>On why the 10 percent of air pollution coming from Asia matters</strong></p><p><div class=\"l-article-primary pullquote\" style=\"\"></p><p>&#8220;According to their computer models, if they were to shut off all industry and all traffic were to cease, that they would still be out of compliance.&#8221;</p><p></div></p><p>&#8220;The question becomes, places like Bakersfield, the San Joaquin Valley and Fresno in California are rapidly growing in population and they’re already pretty severely out of compliance. It’s very hard [for them] to meet the standards of the federal government in part because of their geography &#8211; they’re situated in this giant bathtub of the Great Central Valley of California. And so they’re looking at what more could they possibly do. According to their computer models, if they were to shut off all industry and all traffic were to cease, that they would still be out of compliance a fair bit of the time with this new standard.&#8221;</p><p><strong>On natural sources of ozone pollution</strong></p><p>&#8220;There are other natural sources like the stratosphere. There is a certain amount of mixing that occurs over the Pacific Ocean, which brings down natural stratospheric ozone to the surface. There’s also an increasing frequency of large wildfires, which produce a certain amount of ozone, which is semi-human-induced, but it’s something that’s a little bit beyond our control.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"http://faloona.lawr.ucdavis.edu/\" target=\"_blank\">Ian Faloona</a></strong>, associate professor in the Department of Land, Air and Water Resources at the University of California, Davis.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Asia%27s+Ozone+Pollution+Travels+To+California&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"305"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1398103445-7d85c6.m3u?orgId=1&e=398103442&d=305&ft=nprml&f=398103442"},{"href":"http://media.wbur.org/wordpress/11/files/2015/04/0407_fresno-hazy.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"833","width":"1280"}}]}