{"created":"2014-08-29T16:28:44+00:00","modified":"2015-02-26T23:24:38+00:00","valid":{"from":"2015-02-26T23:24:38+00:00","to":"3015-02-26T23:24:38+00:00"},"hreflang":"en","title":"They Are The Body Collectors: A Perilous Job In The Time Of Ebola ","published":"2014-12-31T15:40:00+00:00","teaser":"The pay is generous — $1,000 a month. The risks are enormous. They collect the body of an Ebola victim, avoiding any contact that could infect them. They wear safety garb. And they pray.","itags":["npr_api","343479917"],"guid":"15b30483-878f-462f-8b8c-c2d1ebab5794","contentencoded":"<p>\"When I wake up in the morning, I will pray to God to give me strength and focus,\" says 21-year-old Sorie Fofana.</p><p>His job is collecting the bodies of those who die from Ebola in Monrovia, Liberia's capital city of roughly 1 million people. Before, Fofana was an artist, making designs for T-shirts. The new job pays better — $1,000 a month. But every morning, the lanky, laid-back Fofana has to steel himself to go out and do the job.</p><p>Fofana serves on one of four government teams of specially trained body collectors in Monrovia, funded by the <a href=\"http://www.ifrc.org/\">International Federation of the Red Cross</a>. It's a critical task as the Ebola epidemic worsens in Liberia, with more than 1,300 suspected and confirmed cases, and nearly 700 deaths. In the densely populated city, when someone dies of Ebola, many more people may become infected by coming into contact with the body.</p><p>On a recent morning, the body collectors pull up to their first stop: a dirt lot at the edge of a steep hill overlooking a river. They've come to collect the corpse of Rachel Wleh.</p><p>The men change out of jeans and sneakers, into surgical scrubs and rubber boots.</p><p>Alexander Nyanti, 23, used to study economics at a local college. But the college is closed, along with every other school here, because of the Ebola outbreak.</p><p>Nyanti is<strong> </strong>slender and soft-spoken. He looks a little nervous at the thought of going into Wleh's house. \"I don't feel fine,\" he says. \"But I have to go there. I must go there.\"</p><p>Mark Korvayan is the team leader. He's a longtime employee of the Ministry of Health and a father figure to the crew.</p><p>The men gather up their gear<em> </em>and begin the difficult hike down the hillside, carefully picking their way over rocks strewn with trash and drying laundry.</p><p>At the base of the hill, they walk past a cluster of cement-block homes at the river's edge. People stream out of the doorways. The whole neighborhood is turning out to watch. Wleh's husband was the doctor at the local clinic. That's also where the family lived. He came down with Ebola earlier this month and died a few days ago. Wleh took sick soon after. She died the day before.</p><p>Wleh's four children, ages 15 to 22, stand to one side. They hug their arms to their chests and hang their heads. \"She was vomiting,\" says Larry, the oldest. \"She said she was just feeling weak.\"</p><p>As Larry describes his mother's symptoms, Korvayan strides up to warn him that he and his brothers and sister absolutely must get tested for Ebola. If they touched their mother while she was sick, there's a good chance they've been infected, too.</p><p>Wleh's kids just stare back at him, panic flickering in their eyes. Finally, Larry speaks up. He mumbles that their health is fine. Their problem is a different one: In the space of a few days, they've become orphans: \"We don't have a father. We don't have a mother.\"</p><p>The team dons the last layer of protective gear. They unfurl white plastic jumpsuits and pull them on. Next come face masks and goggles. They tape their sleeves shut with meticulous care and check each other for exposed skin. Their life depends on getting this right: The corpse of a person who dies of Ebola leaks bodily fluids loaded with the virus. Anyone who comes into contact with those fluids can become infected.</p><p>Their last defense is a prayer. The men gather in a circle and touch hands: \"God our father, ... as we are going in ... may you be the protector. We will take the precautionary measures, but may you seal us with your holy spirit and with your angels ...\"</p><p>Korvayan claps his hands twice to signal it's time to go in. They enter the house slowly, single file, and head into a bedroom.</p><p>They emerge a few minutes later. They've packed Wleh in a green body bag and drag it across the floor.</p><p>They pause at the door to figure out the best way to lift the body safely, then proceed out of the house.</p><p>As they carry Wleh past the crowd, several women begin wailing. Others join in. The cries swell to a chorus. Wleh was beloved in this neighborhood. This is the closest thing she'll get to a funeral.</p><p>The hike back up the hill is excruciating. At the top, the men stop under a tree and collapse against it. Korvayan says the state of Wleh's corpse was unnerving. \"When I saw the body,\" he says, \"my skin creeped.\" She was lying on a bed, blood leaking from her mouth.</p><p>The men carry Wleh's body over to a long flatbed truck. They heave it in and drag it to the back.</p><p>Now comes the most dangerous part: getting out of their protective suits. They arch their backs and contort their limbs in an awkward shimmy to avoid touching the outside of the suit. Then they spray each suit with disinfectant and place the suits in a trash bag.</p><p>Despite the pay — generous by Liberian standards — the men say their families do not want them doing the work. Nyanti, the economics student, says his parents won't even let him stay in the house. They're worried he's going to infect them all. Fofana's parents have begged him to quit.</p><p>\"My mom and dad don't want me to do this job,\" he says. \"But I feel I should do it to save my nation.\"</p><p>Like the other men, Fofana says that what started as just a job has become a calling. He is seeing firsthand how crucial this work is to stopping Ebola's spread. He knows the risks. But, he says, someone's got to do it: \"I'm going to save my country. If I die, I die for my country.\"</p><p>The men close up the back of the truck.</p><p>Korvayan says he can't even guess how many bodies he's picked up since he started this work. \"I cannot give you a specific number. I've gone far. I have picked up enough.\"</p><p>But their work is never done. They've got six more bodies to pick up today, and after that a long drive to the city's crematorium.</p><p>Tomorrow they'll do it all over again.</p><p><em>NPR's reporting from Monrovia has been produced by Nicole Beemsterboer.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=They+Are+The+Body+Collectors%3A+A+Perilous+Job+In+The+Time+Of+Ebola+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nurith Aizenman","audio":[{"meta":{"duration":"472"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1344036700-41975c.m3u?orgId=1&topicId=1031&e=343479917&d=472&ft=nprml&f=343479917"},{"href":"http://media.npr.org/assets/img/2014/08/29/02-edit-x-bdd89e24d38e373a0da7638b64d19f6ecad9894b.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"3264","width":"4928"}},{"href":"http://media.npr.org/assets/img/2014/08/29/04-edit-x-4df4c863910a31a115d2ce254ac1e573b3e12003.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"3264","width":"4928"}},{"href":"http://media.npr.org/assets/img/2014/08/29/08-edit-x-049fe2e191ecab51c0db2bd1175afc88655f29bc.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"2623","width":"4094"}},{"href":"http://media.npr.org/assets/img/2014/08/29/dsc_0011-x-14454422d19992b6b8439e56d67884f50c4f7be8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3264","width":"4928"}},{"href":"http://media.npr.org/assets/img/2014/08/29/dsc_0189-x-5b0e1cf08df705353804744a228d7c0f62e93ef1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2871","width":"4051"}},{"href":"http://media.npr.org/assets/img/2014/08/29/dsc_0288-x-8a6cc2b3fa363b3df36377f5664196be3205d66d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3264","width":"4928"}},{"href":"http://media.npr.org/assets/img/2014/08/28/13-edit-x-dccc6812fc4258da505b53edbf48c6ef4a07dcb3.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"3264","width":"4353"}}]}