{"created":"2014-10-03T21:21:46+00:00","modified":"2014-12-04T14:33:36+00:00","valid":{"from":"2014-12-04T14:33:36+00:00","to":"3014-12-04T14:33:36+00:00"},"hreflang":"en","title":"Americans Weigh Addiction Risk When Taking Painkillers","published":"2014-06-23T11:55:00+00:00","teaser":"Doctors and patients are trying to balance the need for pain relief and the potential for trouble. In an NPR poll, addiction and side effects were the top concerns.","itags":["npr_api","323957823"],"guid":"15b346b9-1e4f-484a-83c0-e3913bea1a4d","contentencoded":"<p>Prescriptions for narcotic painkillers have surged in recent years. Fatal overdoses and abuse of the drugs have risen, too. Doctors and patients are grappling with how to balance the need for pain relief with the potential for trouble.</p><p>In April, <a href=\"http://judyforeman.com/\">Judy Foreman</a>, author of <em>A Nation in Pain,</em> <a href=\"http://www.npr.org/2014/04/26/307057720/fear-of-addiction-means-chronic-pain-goes-untreated\">summed up the dilemma</a> to NPR's Scott Simon. \"We haven't been able to really ever get it right, in my opinion, and it's really been very tough on pain patients who legitimately need the medications,\" she said. \"And at the same time, the more prescription opioids there are floating around out there, the more people ... are abusing them. So it's colliding epidemics.\"</p><p>How do Americans see this issue? NPR and Truven Health Analytics conducted a nationwide poll to find out.</p><p>We wanted to know how worried, or not, people are about using painkillers. And we really wanted to find out whether these developments, these \"colliding epidemics\" as Foreman calls them, are changing peoples' attitudes toward narcotic painkillers. Are they fearful of or comfortable with taking them?</p><p>Our survey shows that most Americans have taken these kinds of medicines at some point in their lives. A little more that half of the people surveyed said that. The most common reason by far was to relieve some kind of temporary pain: a sprained ankle, surgery, dental procedure. About 1 in 5 said they had taken the drugs for chronic pain.</p><p>Seventy-eight percent said they believe there is a link between drug addiction and narcotic painkillers.</p><p>A little more than a third, or 36 percent, who had taken narcotic painkillers had concerns about them. And the concern about these drugs was a bit lower for people who hadn't taken them, at about 30 percent.</p><p>The top worry was addiction. About 36 percent of people said addiction best described their concerns. After that, about 30 percent of people were most concerned about side effects. Common side effects with opioids include sleepiness, constipation and nausea.</p><p>There's been a lot of attention paid to the painkiller dilemma. And there's been a real public health push to make doctors and patients more thoughtful about when to use these drugs. Has that led people to change their views?</p><p>It turned out that about a quarter of those surveyed said they had refused or questioned a prescription for an opioid. We polled <a href=\"http://www.npr.org/blogs/health/2011/11/21/142601714/when-weighing-painkillers-americans-worry-will-i-become-an-addict\">people about painkillers in 2011</a>, and the answer to that question was about the same then.</p><p>We asked how people feel about new, particularly potent painkillers. Some states are looking to ban drugs like these, even though the Food and Drug Administration recently <a href=\"http://www.fda.gov/drugs/drugsafety/informationbydrugclass/ucm369273.htm\">approved one called Zohydro</a>. In our poll, a majority of Americans say drugs like those should be available.</p><p>The poll is based on responses from 3,010 people collected during the first half of May. People were contacted by land line, cellphone and over the Internet. The margin for error is plus or minus 1.8 percentage points.</p><p>The full results of the poll can be found <a href=\"http://media.npr.org/documents/2014/june/nprtruvenpainkillers.PDF\">here</a>.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Americans+Weigh+Addiction+Risk+When+Taking+Painkillers&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Scott Hensley","audio":[{"meta":{"duration":"199"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1324480076-39a8bc.m3u?orgId=1&topicId=1135&ft=3&f=323957823"},{"href":"http://media.npr.org/assets/img/2014/06/21/updatedopioidchart_custom-8350c8e2be270a5d77b09a9bfae925b152ec12cc.png","type":"image/jpeg","meta":{"crop":"custom","height":"642","width":"598"}}]}