{"created":"2015-03-20T20:52:03+00:00","modified":"2015-05-13T21:07:36+00:00","valid":{"from":"2015-05-13T21:07:36+00:00","to":"3015-05-13T21:07:36+00:00"},"hreflang":"en","title":"It's All About The Benjamins And Jacksons — But What About The Women?","published":"2015-03-20T23:58:00+00:00","teaser":"The bills in your wallet have one thing in common: they all feature photos of men. Now, a campaign hopes to replace Andrew Jackson's face on the 20 with someone like Susan B. Anthony or Rosa Parks.","itags":["npr_api","394334571"],"guid":"15be4bfa-d63a-43d2-af82-b2e6106c8984","contentencoded":"<p>The college basketball playoffs have turned March into a month when many of us become bracket watchers. There is another playoff taking place that you may not have heard of — an online campaign to choose a woman to put on the $20 bill.</p><p>If you look into your wallet, whether you're feeling flush, or not, there's one thing the bills you do find all have in common ... the faces of dead white men. Most are presidents: Washington, Lincoln and Jackson. A few, Hamilton and Franklin among them, famous for other reasons. But not one of the faces is female.</p><p>Some women in New York are trying to change that. They've started a campaign, <a href=\"http://www.womenon20s.org/\" target=\"_blank\">Women On 20s</a>, to build public interest and select a woman to replace Andrew Jackson on the $20 bill.</p><p>Jackson is the ideal candidate to drop from the currency, says Susan Ades Stone, who serves as spokeswoman for the campaign.</p><p>Ades Stone says the seventh president has a \"checkered legacy,\" including driving Native Americans out of the southeast. And, she says, Jackson didn't even like paper money. \"He happened to have been a fierce opponent of the central bank and of paper money. He believed that gold and silver coin was the only legitimate money.\"</p><p>And putting a woman on the 20 also has a nice symmetry, Ades Stone says. The 100th anniversary of women's suffrage is coming up in 2020. There are 15 women on the first-round ballot, ranging from Susan B. Anthony to Rosa Parks to Rachel Carson. Ades Stone says people will choose three candidates in the first round \"which we're calling the primaries. And then the top three vote-getters will go on to a final round.\"</p><p>The winner of the balloting will then be presented to the president \"as the people's choice.\"</p><p>As it happens, President Obama once suggested he might just support putting a woman on the currency. During a speech in Kansas City last July he told of receiving a letter from a young girl. Obama said she \"wrote to ask me why aren't there any women on our currency, and then she gave me like a long list of possible women to put on our dollar bills and quarters and stuff. Which I thought was a pretty good pretty good idea.\"</p><p>Ades Stone says organizers of the Women On 20s campaign hope to get 100,000 votes by the end of March before moving on to the next round of balloting. And she says the change is overdue. \"There hasn't been a change of the portraits since 1929 and we were such a different country than we were then. We're a more diverse country, we're more inclusive and our money should reflect that. Our money says something about us as a society and it's time to bring our money into the 21st century.\"</p><p>Or, as their website suggests, a woman's place ... is on the money.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=It%27s+All+About+The+Benjamins+And+Jacksons+%E2%80%94+But+What+About+The+Women%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Brian Naylor","audio":[{"meta":{"duration":"183"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1394334572-743e88.m3u?orgId=1&topicId=1014&d=183&p=2&story=394334571&t=progseg&e=394167642&seg=5&ft=nprml&f=394334571"},{"href":"http://media.npr.org/assets/img/2015/03/20/istock_000012105627large-ec5e3d0c3d0c1fbeaac217a4db1d942f6a23694a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1809","width":"2412"}}]}