{"created":"2014-12-07T14:30:27+00:00","modified":"2014-12-11T20:14:46+00:00","valid":{"from":"2014-12-11T20:14:46+00:00","to":"3014-12-11T20:14:46+00:00"},"hreflang":"en","title":"Growing Up Gender-Nonconforming Amid Scolding, Awkward Silences","published":"2014-12-11T19:52:00+00:00","teaser":"Kiyan Williams tells Darnell Moore about growing up in Newark as a kid who liked lipstick and eyeliner. There was a lot of judgment — but surprising moments of bonding, too.","itags":["npr_api","368777645"],"guid":"15cd772c-068e-42b6-a4aa-f48f4df80d87","contentencoded":"<p><em>StoryCorps' OutLoud initiative records stories from the LGBTQ community.</em></p><p>Kiyan Williams, 23, grew up in a rough neighborhood in Newark, N.J. During childhood, Williams felt isolated and different from other kids — something Williams' family began to notice around age 4.</p><p>\"Me and my mother are at a friend's house, and Mary J. Blige is playing,\" Williams tells his friend Darnell Moore during a StoryCorps interview in New York City. \"Mary was my girl at that moment — she knew all my life struggles.\"</p><p>\"And, as I'm singing along with Mary, my hand is limp. And I remember my mother yelled at me. She was like, 'Boys don't hold their hands like that, girls and sissies hold their hands like that.' She repeated, 'Fix your hand, fix your hand!' \" Williams says. \"But I didn't know that my hand was broken. And I was like, 'Ma, I don't — I don't know how to fix it.' And so, that was one of the first moments I remember being judged for acting like a girl.</p><p>\"In high school when I first started wearing make-up, my family didn't notice at first. But then my mother noticed that, like, her eyeliner was missing, because it was in my book bag, and I was wearing it. I think she was lost for words. I just remember just these awkward silences ... 'I just stole your MAC eyeliner. So, where do we go from here?'</p><p>\"And then, three years ago, my cousin married his college sweetheart,\" Williams continues. \"His wife's family are all college-educated, whereas most folks in my family are not college-educated, are not high-school-educated, are black, poor ... And so, my cousin, very selectively, invites people from my family to the wedding. And although they had not seen me in a number of years, I happen to be included because I'm the cousin who is at Stanford.</p><p>\"So they thought they were getting the suit-and-tie-wearing cousin who goes to Stanford, and they got the pink-lipstick, fur-coat-wearing cousin who goes to Stanford,\" Williams says.</p><p>\"What was their response to you? \" Moore asks.</p><p>\"A lot of folks avoided me,\" Williams says. \"But it was a bonding moment for me and my immediate family.\"</p><p>\"I was being judged for my queerness,\" Williams says, \"and other folks in my family were being judged for being single parents, single mothers. That moment, at that wedding, was sort of where I felt a sense of solidarity.\"</p><p>Today, Williams, who is still enrolled at Stanford, works with LGBTQ youth in New York City.</p><p>\"I'm just — I should say, you are giving me inspiration,\" Moore tells Williams, \"because you found some way to learn to live authentically.\"</p><p><em>Produced for </em>Weekend Edition Sunday<em> by Von Diaz.</em></p><p><em>StoryCorps is a national nonprofit that gives people the chance to interview friends and loved ones about their lives. These conversations are archived at the American Folklife Center at the Library of Congress, allowing participants to leave a legacy for future generations. Learn more, including how to interview someone in your life, at <a href=\"http://storycorps.org/\" target=\"_blank\">StoryCorps.org</a>.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Growing+Up+Gender-Nonconforming+Amid+Scolding%2C+Awkward+Silences&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"209"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1369108532-46d569.m3u?orgId=1&topicId=1060&aggIds=4516989&ft=3&f=368777645"},{"href":"http://media.npr.org/assets/img/2014/12/06/williams-f443fe9efdb4d0671abf8404258bb08c54b5631b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"599","width":"799"}}]}