{"created":"2014-11-12T19:34:05+00:00","modified":"2014-11-13T19:46:44+00:00","valid":{"from":"2014-11-13T19:46:44+00:00","to":"3014-11-13T19:46:44+00:00"},"hreflang":"en","guid":"15d25d91-82e7-4e02-90f4-d100995e2bb8","title":"A new hotline fights Ebola-related stigma against African immigrants","published":"2014-11-13T19:46:43+00:00","byline":"Andrea Crossan","tags":["Ebola","ebola outbreak","Harassment","discrimination","Amaha Kassa","stigma","Global Nation","Health","Health & Medicine","Africa","North America","United States","West Africa","Africa","North America","Amaha Kassa","Ebola virus disease","Harassment","Discrimination","Outbreak"],"teaser":"Ebola is still a scary, hot-button issue in the United States, and some Africans immigrants say they're being harrassed and discriminated against because of those fears. Now a web- and phone-based hotline is hoping to collect those stories and use them to fight back against unwarranted attacks.","contentencoded":"<p>There are no more Ebola cases in the United States, but that doesn't mean the fear is gone. New immigrants from Africa are facing harassment and discrimination because of fears surrounding the Ebola virus.</p>\n<p>So a Bronx-based non-profit organization for African immigrants has launched a hotline to help. The group's new website, <a href=\"http://www.africandefense.org/\" target=\"_hplink\">AfricanDefense.org</a>, encourages African immigrants to write or call in with their stories. The organization is collecting and sharing cases of discrimination and harassment to help raise awareness about the problem.</p>\n<p>“We’ve heard a range of stories, both from the immigrants we are working with here in New York and … from all across the country,” says Amaha Kassa, executive director for African Communities Together.</p>\n<p>“The incidents have ranged from street harassment that people have experienced — insults and jokes — all the way up to more serious issues,\" he says. \"[There were] two children in the Bronx who were essentially assaulted by their classmates -- [the kids] yelled ‘Ebola’ [at them].”</p>\n<p>The Ebola outbreak has affected a small portion of West Africa, but ignorance of Africa's geography has led some Americans to believe that anyone who has been to the continent — including places in East Africa like Kenya and Rwanda — could be at risk of contracting the virus.</p>\n<p>\"Our message is, 'target Ebola, not Africans,'” Kassa explains. “The thing is that profiling, harassment — that doesn't make anybody safer or healthier. And, in fact, it creates greater risks. People are now afraid to get routine medical treatment for things like the flu or asthma because they are afraid they are going to be profiled or quarantined … and those aren’t baseless fears.</p>\n<p>The stigma has affected not only African immigrants, but others traveling to the continent as well. People returning from trips to Ebola-free African countries have been <a href=\"https://www.google.com/url?sa=t&amp;rct=j&amp;q=&amp;esrc=s&amp;source=web&amp;cd=1&amp;cad=rja&amp;uact=8&amp;ved=0CB4QFjAA&amp;url=http%3A%2F%2Fwww.nytimes.com%2F2014%2F10%2F30%2Fnyregion%2Fin-connecticut-a-familys-confusion-after-a-girl-7-is-barred-from-school.html&amp;ei=UKxjVJrqKYugyQSHwYHYBA&amp;usg=AFQjCNHHohynQxF4MK2cnkohAbZRfdRe_g&amp;sig2=6fqCOHZhUSMz1V-CMXmTBQ&amp;bvm=bv.79189006,d.aWw\">forced to quarantine themselves</a>. And there are the high-profile cases of medical workers, like nurse Kaci Hickox, being forced into isolation.</p>\n<p>But while the hotline is focused on awareness, Kassa says they can also provide information about Ebola and referral services for sick people — just in case.</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[]}