{"created":"2014-12-05T08:24:33+00:00","modified":"2015-05-20T20:04:41+00:00","valid":{"from":"2015-05-20T20:04:41+00:00","to":"3015-05-20T20:04:41+00:00"},"hreflang":"en","title":"For World's Oil Exporters, Falling Prices Have A Domino Effect","published":"2014-12-05T18:07:00+00:00","teaser":"Falling oil prices have been good news for the U.S. But they're causing multiple problems for some exporters. Government budgets are strained. Economies are struggling. Currencies are crashing.","itags":["npr_api","368495739"],"guid":"15d369f8-c435-4472-b7d3-a8e0d3a3fdcc","contentencoded":"<p>Imagine you're sitting back one evening, planning your holiday shopping list, knowing that every day you wait to get to the shops, the value of your money will be losing ground.</p><p>That's what's happening in places like Russia, Venezuela, Nigeria and other nations that rely heavily on oil exports.</p><p>Oil was more than $100 a barrel at the start of the summer. Now it's around $70 a barrel, and many forecasts say it could go lower still.</p><p>Falling oil prices have been good news for consumers and businesses here in the U.S. and in the many countries around the world that import oil. But it's having a domino effect in oil-exporting nations. Government budgets are strained. Economies are struggling. The currency is crashing.</p><p>The Russian ruble was trading at around 35 to the U.S. dollar this summer. But the ruble has been heading south ever since oil prices started tanking. Now it takes more than 50 rubles for a dollar.</p><p>The swift drop in oil prices caught many producers off-guard, says Caroline Freund, a senior fellow at the Peterson Institute for International Economics.</p><p>\"Over the last few years, oil producers had gotten used to a situation where oil was above $100 a barrel,\" she says. \"So what had happened in these countries is they just had money to burn, so they're spending money on handouts to the public, keeping people happy, exploiting their resources even more ... and that's now on the decline.\"</p><p>Freund says oil producers with large populations used to government subsidies are being hard-hit. So too are those countries without the financial cushion to ride out the price crash.</p><p>\"It's hardest for these countries that don't have reserves, really high reserves, like a Venezuela or an Iraq or an Iran, as compared with a Saudi Arabia or a [United Arab Emirates] or Kuwait, where they've really piled up the reserves and can hold out for quite some time,\" she adds.</p><p>Part of the reason oil prices are so low right now is oversupply, which is linked to slowing demand in countries such as China. It's also due to a strong dollar, says Donald Dony, an energy analyst in Victoria, British Columbia.</p><p>\"At this point right now, the U.S. dollar, the U.S. economy is definitely hands and feet over top of just about anybody else out there, certainly better than Europe, and is stronger than most of the Asian economies,\" he says. \"So as the U.S. dollar goes up, other currencies start to go down.\"</p><p>And commodities like oil are linked to the U.S. dollar. So countries with a weakened currency are likely to buy less oil, which in turn affects the exporting nations.</p><p>While the current price of oil is at its lowest level since 2010, it's been much lower in the past three decades, says Brenda Shaffer, an energy expert and visiting professor at Georgetown University. Even when compared with today's prices, oil-dependent nations have always managed to get by.</p><p>\"These countries, they've seen it when it's been up, when it's been down. Even President [Vladimir] Putin himself has been president of Russia in every type of oil price — the low, the high, the crisis,\" Shaffer says. \"I think it's nothing new for these governments.\"</p><p>Still, Shaffer says countries that depend on a certain oil price to balance their budgets could be vulnerable to instability. But Shaffer says it's premature to think that nations will fundamentally change their foreign policy behavior.</p><p>\"Things like Russia pulling out of Crimea, or Iran changing its stance on the nuclear program, things that these countries see as national interest, they're not going to give up because of the oil price,\" Shaffer adds.</p><p>She says there's an intricate relationship between oil prices and geopolitics: It's like a kaleidoscope, where one change can set off unintended consequences. She says Washington may take satisfaction that Russia is feeling a financial pinch, but low oil prices could also signal a slowing in the global economy.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+World%27s+Oil+Exporters%2C+Falling+Prices+Have+A+Domino+Effect&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jackie Northam","audio":[{"meta":{"duration":"232"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1368640620-dfbd28.m3u?orgId=1&topicId=1004&d=232&p=3&story=368495739&t=progseg&e=368640502&seg=18&ft=nprml&f=368495739"}]}