{"created":"2014-10-23T12:59:00+00:00","modified":"2014-12-04T14:28:56+00:00","valid":{"from":"2014-12-04T14:28:56+00:00","to":"3014-12-04T14:28:56+00:00"},"hreflang":"en","title":"Scientists Fight For Superbug Research As U.S. Pauses Funding","published":"2014-10-24T16:33:00+00:00","teaser":"Frustrated scientists argued Wednesday that making nasty viruses even worse in the lab provides crucial insight into preventing pandemics. Others say it just ups the risk a lab germ will start one.","itags":["npr_api","358122198"],"guid":"15dcde24-d9f9-43dd-afeb-6e0859658f96","contentencoded":"<p>An unusual government moratorium aimed at controversial research with high-risk viruses has halted important public health research, scientists told an advisory committee to the federal government on Wednesday.</p><p>The White House Office of Science and Technology Policy <a href=\"http://www.npr.org/blogs/health/2014/10/17/357010964/u-s-to-temporarily-halt-funding-for-controversial-virus-research\">said</a> Friday that the federal government will, for now, not fund any new research proposals that might make three particular viruses more virulent or contagious. The three viruses are those that give rise to influenza, severe acute respiratory syndrome, and Middle East respiratory syndrome.</p><p>The White House also <a href=\"http://www.whitehouse.gov/blog/2014/10/17/doing-diligence-assess-risks-and-benefits-life-sciences-gain-function-research\">said</a> it would encourage \"those currently conducting this type of work — whether federally funded or not — to voluntarily pause their research while risks and benefits are being reassessed.\"</p><p>Some researchers who study these germs say they received \"cease-and-desist\" letters from their funder, the National Institutes of Health.</p><p>The moratorium has hit efforts to develop a small-animal model for MERS, the troubling virus that's recently emerged in the Middle East, says <a href=\"http://www.niaid.nih.gov/labsandresources/labs/aboutlabs/lid/ervs/Pages/default.aspx\">Kanta Subbarao</a>, a biologist who studies influenza, SARS, and MERS at the National Institute of Allergy and Infectious Diseases.</p><p>She notes that currently scientists have no rodent models to use for testing drugs or other treatments for MERS. Her group developed such a model for SARS by creating a form of the virus that makes mice sicker, and she wants to do the same for MERS.</p><p>\"This moratorium will stop that research,\" Subbarao told members of an advisory committee called the National Science Advisory Board for Biosecurity, at their Wednesday meeting on the NIH campus in Bethesda, Md. \"I have concerns about whether that's the wisest thing to do in the face of an ongoing outbreak without a small animal model.\"</p><p>\"This is potentially the worst time for this type of pause to occur,\" agreed <a href=\"http://medschool.umaryland.edu/facultyresearchprofile/viewprofile.aspx?id=21519\">Matthew Frieman</a> of the University of Maryland School of Medicine, a MERS researcher who notes that over the last several weeks a dozen more cases of the illness have occurred.</p><p>What's more, a flu researcher named <a href=\"http://www.stjude.org/schultz-cherry\">Stacey Schultz-Cherry</a> of St. Jude Children's Research Hospital told the committee that her cease-work order from NIH inexplicably told her to stop work on projects that included surveillance of circulating flu viruses. \"And that really concerns me from a public health standpoint,\" she said.</p><p>The chair of the NSABB said the committee would relay these issues to higher-ups; one<strong> </strong>official noted that waivers could be granted under the temporary moratorium.</p><p>All of this is the latest twist in a long, stormy debate that <a href=\"http://www.npr.org/blogs/health/2011/11/17/142453447/bird-flu-research-rattles-bioterrorism-field\">began</a> about three years ago, after two teams of government-funded scientists created mutant forms of the bird flu virus H5N1. This type of research has <a href=\"http://www.npr.org/blogs/health/2014/08/13/339854400/biologists-choose-sides-in-safety-debate-over-lab-made-pathogens\">polarized</a> the scientific community, with biologists lining up on opposing sides.</p><p>Proponents of so-called \"gain-of-function\" experiments say the work is vital to understand what these viruses are capable of, because of the risk that they might mutate in the wild and cause a natural pandemic.</p><p>Critics say the experiments effectively create super-germs that could wreak havoc and potentially kill millions of people if they got out of the lab.</p><p>In January of 2012, flu researchers voluntarily agreed to a <a href=\"http://www.npr.org/blogs/health/2013/01/23/170072436/scientists-put-an-end-to-moratorium-on-bird-flu-research\">moratorium</a> that ended up lasting about a year. The government adopted new policies to give certain high-risk flu experiments extra oversight.</p><p>But then came the recent lab <a href=\"http://www.npr.org/blogs/health/2014/07/11/330725773/feds-tighten-lab-security-after-anthrax-bird-flu-blunders\">accidents</a> at the Centers for Disease Control and Prevention that involved anthrax and a deadly flu virus.</p><p>Suddenly government officials worried about lab safety and decided they had to temporarily stop research that could create more dangerous pathogens, as they began a year-long public process to look at the risks and benefits.</p><p>The NSABB will be weighing in, as will the prestigious <a href=\"http://www.nationalacademies.org/nrc/\">National Research Council</a>. The government will also be hiring outside experts to do risk analyses.</p><p>The final goal is a new policy to guide decisions about what should get funded.</p><p>\"I think the moratorium is long over-due,\" says epidemiologist <a href=\"http://www.hsph.harvard.edu/marc-lipsitch/\">Marc Lipsitch</a> of the Harvard School of Public Health. \"I would have preferred to have the risks and benefits weighed before these experiments started. But I think it's very important that we pause now and evaluate them in light of the increased concern over laboratory safety and the possibility of an accident that could lead to a pandemic.\"</p><p>Lipsitch notes that the issue is not work with dangerous pathogens in general, but rather research that could create novel, virulent, and transmissible agents that might spark a pandemic in people.</p><p>\"I was pleased to see the pause announced,\" says <a href=\"http://www.upmc.com/media/experts/pages/thomas-v-inglesby.aspx\">Dr. Thomas Inglesby</a>, director of the University of Pittsburgh Medical Center's Center for Health Security. \"I agree that risk assessment of this work is needed. I think the risks are potentially extraordinary.\"</p><p>But others say they think halting this research is counterproductive. \"I'm disappointed. I think it is a knee-jerk reaction to a very complex problem,\" says <a href=\"http://www.einstein.yu.edu/faculty/3478/arturo-casadevall/\">Dr. Arturo Casadevall</a>, a microbiologist at the Albert Einstein College of Medicine.</p><p>Virologist <a href=\"http://www.bumc.bu.edu/microbiology/people/faculty/paul-duprex-ph-d/\">Paul Duprex</a> of Boston University also opposes the ban. \"People don't completely understand what is allowed and what is not allowed,\" he notes.</p><p>But Duprex thinks starting this deliberative process is reasonable. \"They have outlined a time-restricted process for consultation,\" he says. \"That's good for the people who are vested in the experiments because they at least know there is a process which is not open-ended.\"</p><p>After all, the flu research community has already gone through one year-long pause.</p><p>\"After the voluntary moratorium on H5N1 transmission studies, new regulations and policies were issued,\" flu researcher <a href=\"http://www.vetmed.wisc.edu/people/kawaokay/\">Yoshihiro Kawaoka</a> of the University of Wisconsin-Madison noted in an email. \"I do not know what else is needed. We will never be able to satisfy critics who call for 'zero risk.' \"</p><p>He had government approval for additional H5N1 transmission studies, but says they will now be paused. \"There are other projects for which we need guidance from NIH to determine whether they are subject to the pause,\" Kawaoka wrote, adding that continued pauses to influenza virus research will delay progress in science and have long-term effects on public health such as slowing improvements in vaccines and antivirals.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Scientists+Fight+For+Superbug+Research+As+U.S.+Pauses+Funding&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nell Greenfieldboyce","audio":[{"meta":{"duration":"227"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1358363573-da5f0d.m3u?orgId=1&topicId=1128&ft=3&f=358122198"},{"href":"http://media.npr.org/assets/img/2014/10/22/virus-9f6edcd88a3881993749fd3d5604d2b1ca102037.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1168","width":"1558"}}]}