{"created":"2014-10-07T20:20:09+00:00","modified":"2014-10-31T00:02:42+00:00","valid":{"from":"2014-10-31T00:02:42+00:00","to":"3014-10-31T00:02:42+00:00"},"hreflang":"en","title":"Amid Wave Of Child Immigrants, Reports Of Abuse By Border Patrol","published":"2014-07-24T18:21:00+00:00","teaser":"Dozens of children have filed complaints saying they were subjected to inhumane treatment at Border Patrol stations. The complaints center on the holding cells, referred to as \"freezers\" by migrants.","itags":["npr_api","334041633"],"guid":"15dd3124-65db-46ae-ab6f-fb603ed096a6","contentencoded":"<p>Some of the immigrant children crossing the border say they are being subjected to abusive and inhumane treatment in U.S. Border Patrol stations in South Texas. This includes frigid holding rooms, sleep deprivation, verbal and psychological abuse, inadequate food and water, denial of medical care, and worse.</p><p>Dozens of children have come forward to make complaints against Customs and Border Protection officers. The agency responds that any complaints are the result not of mistreatment, but of its stations being overwhelmed by the surge of minors.</p><p><strong>Inside 'Las Hieleras'</strong></p><p>The complaints center on what happens inside the group holding cells that immigrants call <em>las</em> <em>hieleras</em> — the freezers. The concrete cells are used by the Border Patrol to house adult and underage immigrants for days or weeks while they're being processed into U.S. immigration courts. The children are later sent to better-equipped government-run shelters.</p><p>\"I suffered a lot in <em>la</em> <em>hielera</em>,\" says 11-year-old Sixta, who is brought to tears by the memory. \"I still wake up crying thinking I'm there. And I never want to return there again as long as I live.\" Her last name has been omitted because she is here illegally.</p><p>Sixta crossed the Rio Grande with her older sister early last month after making the trip from San Pedro Sula, Honduras — <a href=\"http://www.cnn.com/2013/03/27/world/americas/honduras-murder-capital/\">the world's most violent city</a>. She's now living with her mother in a ramshackle house outside of Dallas. Their living room is still full of balloons from her welcome party. Sixta was asked what was worse: the treacherous journey through Mexico, or her 17 days inside two Border Patrol stations in South Texas.</p><p>\"The experience inside the freezer,\" she says without hesitation.</p><p>Sixta says the room was kept so frigid she caught a cold, and it went untreated for so long that she started bleeding from her nose and throat. When she asked for a doctor, she says, agents slammed the steel door to the cell in anger. Most Border Patrol stations have paramedics who are supposed to provide medical care.</p><p>Sixta says agents told her and her sister, \"You damned Hondurans are a pest in our country.\"</p><p>Her first cousin is Jennifer, a slender, bashful 14-year-old who crossed into Texas separately a few weeks earlier. She's now living with her father, a television repairman, in Los Angeles.</p><p>\"It was horrible because they put handcuffs on my wrists and ankles when they put us on an airplane,\" she says, sitting in her father's tiny living room surrounded by broken TVs. \"When we asked, 'Why are you putting these on?' they called us thieves and said, 'You came here to steal from our country.' \"</p><p>Jennifer shows a scab just above her heel from where she says the restraints broke the skin.</p><p>Immigrant children interviewed by NPR related other types of grievances, as well.</p><p>A Salvadoran girl said they were refused water and had to drink from a toilet tank. Several kids said agents came in at all hours of the night to pound the walls with their batons to wake them up to do a count.</p><p><strong>Formal Complaints</strong></p><p>Many of these complaints were included in a <a href=\"https://docs.google.com/file/d/0B7ylrotRBg8jQ1o2bEk1azRnRU0/edit?usp=sharing\">25-page protest letter</a> submitted last month to the Department of Homeland Security by five immigrant advocate groups.</p><p>They take on new urgency now that the Border Patrol in Texas has been overwhelmed by nearly 60,000 unaccompanied Central American youths since October.</p><p>The commissioner of customs, Gil Kerlikowske, <a href=\"http://www.npr.org/2014/07/18/332028125/border-agency-chief-opens-up-about-deadly-force-cases\">said in an interview with NPR last week</a> that his office takes charges of abuse seriously. He did not deny the immigrant children have legitimate complaints about conditions in the holding cells, but he discounted the most serious criticism.</p><p>\"When I looked at all of the complaints, sleeping on a concrete floor is not anything any of us wanted to see, and to see a room the size of this office with maybe 40 or 50 kids lying on the floor covered in a blanket, waiting two and three and four days to be actually moved to a better facility, I know that we were overwhelmed,\" he said.</p><p>Reacting to the commissioner's comment, immigration attorney Erika Pinheiro says the problem is not new.</p><p>\"I'm sorry, but the commissioner absolutely cannot attribute this to the surge,\" she says. \"This is something that's gone on for many years. At a minimum, we can expect CBP to respect the basic human dignity of these children.\"</p><p>Pinheiro is directing attorney at the Esperanza Immigrant Rights Project, a Los Angeles-based organization that made available many of the child complainants who were interviewed for this story.</p><p>There are also complaints of verbal abuse, of agents calling the children and teenagers \"parasites,\" \"dogs,\" \"whores\" and worse, and threatening them with bodily harm.</p><p>A legal services project by the American Bar Association in the Rio Grande Valley filed 74 complaints on behalf of child immigrants in 2013.</p><p>\"We understand that there are lots of children, and that the officers are under extreme pressure. There's not enough space; it's very stressful,\" says Michelle Quintero Millan, staff attorney with ProBAR. \"But at the same time, treating kids in this way ... it's inappropriate, regardless of the humanitarian disaster that's going on right now.\"</p><p>CBP Commissioner Kerlikowske said he has read a synopsis of the most recent complaints filed by the five groups last month. \"What I did not see,\" he said, \"other than several complaints of offensive language, I didn't see complaints of assault or use of force.\"</p><p>But there were complaints of physical abuse.</p><p>A 17-year-old Guatemalan named Jose Miguel says agents repeatedly kicked him and his cellmates awake at night to conduct the count.</p><p>\"Maybe they can't handle so many kids,\" he says. \"They're fed up. They're angry because they can send the adults back, but they have to attend to the children.\"</p><p>Shawn Moran, vice president of the National Border Patrol Council, the agents' union, was asked if some of his members might be taking out their frustrations on the child detainees.</p><p>\"I don't think there's any overt attempt to try and make this more difficult than it has to be,\" Moran said, \"especially for juveniles. Because in the end we are responsible for the well-being of people in our custody.\"</p><p><strong>Mixed Responses</strong></p><p>Immigrant attorneys characterize the alleged mistreatment by the Border Patrol as \"systemic,\" but it's unclear how widespread it is.</p><p>A dozen immigrant mothers and children were interviewed who had nothing to do with the formal complaints. All of them agreed the cells were cramped and cold, and the bologna sandwiches were terrible, but they said they were well-treated.</p><p>\"The treatment we received was good, up to a certain point, because Americans are excellent human beings,\" said Osiris Sandoval, a 26-year-old mother from Honduras who was sitting at the McAllen, Texas, bus station after being released from Border Patrol custody.</p><p>Customs and Border Protection knows it has an accountability problem. Immigrant rights groups have filed these types of abuse complaints for years to the Department of Homeland Security's Office of Inspector General and the Office for Civil Rights and Civil Liberties. The lawyers say the grievances usually never go anywhere; CBP investigators have reportedly responded to the recent complaints by interviewing about a dozen of the children on the telephone.</p><p>Last month, the agency <a href=\"http://www.npr.org/2014/06/10/320575187/internal-affairs-chief-fired-at-u-s-customs-and-border-protection\">removed its head of internal affairs</a>, James Tomsheck, amid accusations that he ignored misconduct by CBP officers, who comprise the nation's largest police force.</p><p>Commissioner Kerlikowske came in five months ago with the goal of straightening out a troubled agency. Faced with growing criticism of its treatment of the Central American children, now the question is whether the Border Patrol will be more responsive to these complaints.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Amid+Wave+Of+Child+Immigrants%2C+Reports+Of+Abuse+By+Border+Patrol&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"John Burnett","audio":[{"meta":{"duration":"467"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1334851624-73ea07.m3u?orgId=1&topicId=1003&ft=3&f=334041633"},{"href":"http://media.npr.org/assets/img/2014/07/22/452523602-24f5670ffcd299c15f0c3faf9207bd6e77ca5bde.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1378","width":"1836"}}]}