{"created":"2015-04-02T21:38:01+00:00","modified":"2015-04-03T04:35:19+00:00","valid":{"from":"2015-04-03T04:35:19+00:00","to":"3015-04-03T04:35:19+00:00"},"hreflang":"en","guid":"15deff47-44ae-47c8-86ed-53fc73423403","title":"He's a towering 7'5\" — and now he's the first Indian to play in the NBA","published":"2015-04-03T04:35:16+00:00","byline":"David Leveille","tags":["Sim Bhullar","basketball","National Basketball Association","Indian athletes","Sports","Sim Bhullar","Basketball","National Basketball Association","Sacramento Kings","Sports"],"teaser":"Sim Bhullar has landed a 10-day contract with the Sacramento Kings, making him the first player of Indian descent in the NBA. It's a big chance for the big man to prove his worth after earning success in college and the NBA's Development League. ","contentencoded":"<p>When 22-year-old Sim Bhullar signed with the NBA's Sacramento Kings on Thursday, he achieved two big milestones: He's not only the first-ever player of Indian descent in league history, he's also currently its largest player at 7'5\" and 360 pounds.</p>\n<p>Bhullar only signed a 10-day contract — a device NBA teams can use to get short-term cover for injuries or give players a brief look — but the move is still generating buzz among world basketball fans, who will be watching when the Kings host the New Orleans Pelicans on Friday night.</p>\n<p>So can the giant rookie become the next Shaq or Yao Ming? “When you’re that big, you’re automatically a force,\" says Karan Madhok, who writes about basketball on his blog, <a href=\"http://hoopistani.blogspot.co.uk/\">Hoopistani</a>. \"But he’s not just big, he’s got good hands, he’s got a good feel around the basket, he’s got some game.\"</p>\n<p>Bhullar has earned <a href=\"http://bleacherreport.com/articles/2383520-will-sim-bhullar-become-the-next-big-thing-from-the-nba-d-league\">similar praise from his coaches </a>and basketball fans, who say he's built up his mobility and skills while playing the past year for the Reno Bighorns of the NBA's Development League. Before signing with the Kings, he was leading the D-League in blocked shots per game (surprise!).</p>\n<p><iframe allowfullscreen=\"\" frameborder=\"0\" height=\"315\" src=\"https://www.youtube.com/embed/Pdi5C-3y700\" width=\"560\"></iframe></p>\n<p>Madhok says Bhullar was exposed to plenty of competition by his parents, who migrated to Canada from the Indian state of Punjab. “I think his dad played Kabaddi in India,\" Madhok says. \"Kabaddi is an Indian sport, so he had some exposure to a sporting life ... Maybe some genes were passed on, and I think his dad is 6'5\".”</p>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p>Basketball didn’t enter the picture until Bhullar was growing up in Toronto. His parents enrolled he and his equally tall younger brother, Tanveer, in a local youth basketball program; both brothers ended up earning scholarships to play college ball at New Mexico State, where Bhullar was conference freshman of the year in 2013 and played in two NCAA Tournaments.</p>\n<p>Bhullar went undrafted, but now that he's back in the spotlight “he’s pretty chilled about all the attention,\" Madhok says. \"He told me that he wants to be a role model for Indian players and for young Indians, so he does feel that responsibility. But most of the day he's just like any young guy who's hungry to make it.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-02%2Fhes-towering-75-and-now-hes-first-indian-play-nba&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04022015_08.mp3"},{"href":"http://www.pri.org/file/0402201508mp3"}]}