{"created":"2014-09-29T07:30:25+00:00","modified":"2014-10-30T22:02:37+00:00","valid":{"from":"2014-10-30T22:02:37+00:00","to":"3014-10-30T22:02:37+00:00"},"hreflang":"en","title":"In N.H. Race, A Rematch Of A Rematch","published":"2014-10-01T02:46:00+00:00","teaser":"Voters in New Hampshire's 1st District have swung back and forth in recent congressional elections. This year, Democratic Rep. Carol Shea-Porter meets former GOP Rep. Frank Guinta for the third time.","itags":["npr_api","351607083"],"guid":"15ea7f83-8b9c-4bb9-be4b-1ad965e148b2","contentencoded":"<p>Think of it as a rematch of a rematch.</p><p>In New Hampshire, Democratic Congresswoman Carol Shea-Porter is battling Republican Frank Guinta for the third time in a row. Each has beaten the other before – Guinta defeated Shea-Porter during the 2010 Tea Party wave, and Shea-Porter won her seat back in 2012.</p><p>You wonder if it starts to get boring when you're hitting the same rival over and over again.</p><p>\"Well, I know what he's going to say, that's for sure,\" says Shea-Porter.<br />Guinta admits the same: \"I mean, it is kind of old hat.\"</p><p>For decades, New Hampshire's 1st District – which includes Manchester and the Seacoast – never expected to elect someone like Shea-Porter. This was fairly reliable Republican territory. She was a vocal anti-war activist – a progressive who supports campaign finance reform, and describes budgets as \"moral documents\" that should help struggling Americans.</p><p>\"You know, this was not a swing district until I made it one,\" says Shea-Porter. \"We're always very proud of that. In 2006, we made it a swing district.\"</p><p>But a swing district means hard-fought races, and Shea-Porter's had several. Some of the animosity against a deeply unpopular president has been hurting her this time – though Guinta says he's not relying on that backlash for votes.</p><p>He was at the Portsmouth Rotary Club, preparing to appear on stage with Shea-Porter for the first time in two years.</p><p>\"This quote, un-quote wave that people are identifying that favors Republicans, I'm certainly not counting on it,\" he says. \"If it happens and it benefits the campaign, then that's great. But we're running as if it doesn't exist.\"</p><p>Yet, as much as Guinta might want to downplay the influence of national politics in this race, voters can't seem to talk about anything else.</p><p>A farmers' market pops up once a week in a church parking lot in the quiet town of Bedford. The area's known to be heavy with Republicans. But stroll through the cider donut and maple syrup stands, and you'll find plenty of people who'll vote for Shea-Porter simply because she's not Republican. Like Julie Whitcomb.</p><p>Whitcomb says when you look at what Republicans are fighting against – immigration reform, or the Affordable Care Act – you can only draw one conclusion.</p><p>\"They're mean. It seems they're really, like they don't want to help people. And they sort of assume that everyone who's getting benefits in this country is doing it because they're lazy,\" she says.</p><p>But then walk over to the fish truck, and you'll find Doug Neil, a retired dentist. He says he can't vote for Shea-Porter because she doesn't stand for anything of her own.</p><p>\"She'll roll out the same old tired nonsense with income inequality, minimum wage, she's going to fight for the women! It's just the same old malarkey that the Democratic Party seems to roll out,\" Neil says.</p><p>Meanwhile, Shea-Porter has been stressing all the ways she's broken with the President and Democratic leaders – like when she called for Health and Human Services Secretary Kathleen Sebelius to resign over the botched rollout of the Affordable Care Act. Or when she recently voted against arming Syrian rebels to fight the Islamic State. Still, Hope Inman, an elementary school teacher, says Shea-Porter will have a really tough sell.</p><p>\"I think they're looking for a Republican, a little more conservative than Carol, but what they're getting is something way too far conservative,\" she says.</p><p>Shea-Porter can only hope a lot of other voters agree.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+N.H.+Race%2C+A+Rematch+Of+A+Rematch&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ailsa Chang","audio":[{"meta":{"duration":"245"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1352402904-9e923e.m3u?orgId=1&topicId=1014&ft=3&f=351607083"}]}