{"created":"2014-10-03T03:19:55+00:00","modified":"2015-04-30T19:47:14+00:00","valid":{"from":"2010-09-15T11:00:08+00:00","to":"3010-09-15T11:00:08+00:00"},"hreflang":"en","guid":"15eb7d11-727c-4ef8-92f8-d38b4bdcd89c","title":"Appalachia Rising","teaser":"SOTRU explores the misguided portrayal of the rural Appalachian region as a place of victims — a people at the mercy of the region's poverty or bigotry. We travel to southern West Virginia and Eastern Kentucky to examine how residents are balancing deep ties to their history while facing the future in a new way.","description":"State of the Re:UnionAppalachia RisingSOTRU explores rural Appalachia.Host Al LetsonDESCRIPTION: Rural Appalachia has long been portrayed in the media as a place of victims: people at the mercy of the region&rsquo;s poverty or bigotry. In this episode, SOTRU turns that notion of Appalachia on its head, telling stories of Appalachian residents fighting for the well-being of their land, people and culture. We travel to southern West Virginia, where former coal miners and their families are fighting destructive mountain-top removal mining and a small town is reinventing itself as a center for the arts. We visit Eastern Kentucky, where a community radio show has inspired an outpouring of activism around Appalachia&rsquo;s for-profit prisons. BILLBOARD (00:59)Incue: From P-R-X and N-P-ROutcue: But first, this newsNEWS HOLE: 1:00- 6:00SEGMENT A (12:29)Incue: From P-R-X and N-P-ROutcue: And the people on both sides of the issue. A. History of the Hollers, Revisited: In this segment, we consider the history of resistance in rural Appalachia, defying the stereotype of the uneducated hick to tell tales of the union organizing and other creative community-building that is part of this region&rsquo;s ancestry. We get help on the specifics from Jeff Biggers, author of &ldquo;The United States of Appalachia.&rdquo; B. Fighting for the Mountains: With the Upper Big Branch mining disaster in recent months, America was reacquainted with the risks of coal mining, and the presence the industry has in the lives many small, mountainous Appalachian communities&hellip; You can&rsquo;t get away from coal in this region. It&rsquo;s everywhere. While lots of people may envision the safety dangers for mining families, coal is having another seismic impact on community in the region through mountain top removal mining. This is a contentious form of surface mining&mdash;it basically consists of using explosives to blow the coal out of the ground. In this segment, we meet several Appalachians whose homes have been dramatically transformed by mountain top removal mining. BREAK: 19:00- 20:00SEGMENT B (18:59)Incue: You're listening to State of the Re:UnionOutcue: P-R-X.O-R-GA. Fighting for the Mountains (Continued): The story of mountain top removal mining in rural Appalachia is complicated by the huge role coal plays in the state&rsquo;s economy. In this segment, we meet miners who defend the practice as an economic imperative, as well as those who claim mountain top removal mining is stripping underground miners of their jobs. We meet a former surface miner who&rsquo;s life was changed by the fight to move his granddaughter&rsquo;s school from the base of a mountain top removal mining operation. We also visit a small Appalachian community that has been turned into a ghost town by mountain top removal mining. When a coal company was to start such an operation, it often goes about buying out the population of entire small towns, families that may have lived in these mountain hollers for generations. People are faced with the decision of accepting the fact that their town is about to be blasted away (or so covered with coal dust because of nearby explosions that they&rsquo;re unlivable) and getting some money for their ancestral home&mdash;or sticking it out. Understandably, most leave. But we meet one family that&rsquo;s holding out&mdash;and forming an unlikely liason with environmental activists and others seeking to end mountain top coal removal. BREAK: 39:00- 40:00SEGMENT C (18:59)Incue: You're listening to State of the Re:UnionOutcue: This is N-P-RA. Holler to the Hood: a radio show rallies a prison community: Nick Szuberla hosts a hip hop show on a community radio station that broadcasts around central Appalachia&mdash;the only hip hop show for miles in this bluegrass region. And one day, he started getting requests by mail from prisoners. Since the mid-1990s, for-profit prisons have been opening in Appalachia, as local officials have looked for alternatives to coal for economic development. And it turns out a lot of the prisoners filling those new prisons were being shipped in from cities across the country&mdash;and they were longing for any taste of home. Nick&rsquo;s hip hop radio show was that. They started out playing mail chess, but that quickly evolved into the radio show as forum for concerns prisoners had about the way they were being treated&hellip; and, as family members began to realize that prisoners were listening to the radio show, they started listening online and calling in to communicate with their loved ones. B. Dear Appalachia Letter: A &ldquo;Dear City&rdquo; letter from Jason Howard of Berea, Kentucky.C. Bringing the Riff Raff to Town:&nbsp; Lori McKinney grew up in Princeton, WV and left to study theater in college. It was when she was on a study abroad trip in Greece, that she had a series of personal epiphanies that brought her back to her hometown, with the goal of starting some artistic endeavor. When she met her now-husband, Robert, that turned into the Riff Raff Arts Collective. Mercer St. in Princeton had long been abandoned and rundown, but Lori had a vision for what it could be. She and Robert set up shop in an old downtown building, that, with the success of the Collective, has blossomed into 3 buildings. They hold open mics, host dance, music and art classes, and have inspired a music school for teens to open up across the street.D. Vox: a collection of Appalachians consider the stereotype of their region, and what the rest of the world is missing. PROGRAM OUT @ 59:00BROADCAST WINDOW BEGINS 9/19The fall season of The State of the Re:Union is available now on PRX and the ContentDepot without charge to all public radio stations, and may be aired an unlimited number of times prior to May 31, 2011. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only.NOTE:&nbsp; Watch for news of a &ldquo;bonus&rdquo; SOTRU program intended for use on Veteran&rsquo;s Day (November 11).The State of the Re:Union is produced by Al Letson, and presented by PRX. Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting. Thanks for your consideration of this season of SOTRU.&nbsp; Please contact Israel Smith at ismarketing@yahoo.com or 612-377-3256 with questions or to confirm carriage.","contentencoded":"State of the Re:Union<br />Appalachia Rising<br />SOTRU explores rural Appalachia.<br /><br />Host Al Letson<br /><br />DESCRIPTION: Rural Appalachia has long been portrayed in the media as a place of victims: people at the mercy of the region&rsquo;s poverty or bigotry. In this episode, SOTRU turns that notion of Appalachia on its head, telling stories of Appalachian residents fighting for the well-being of their land, people and culture. We travel to southern West Virginia, where former coal miners and their families are fighting destructive mountain-top removal mining and a small town is reinventing itself as a center for the arts. We visit Eastern Kentucky, where a community radio show has inspired an outpouring of activism around Appalachia&rsquo;s for-profit prisons. <br /><br />BILLBOARD (00:59)<br />Incue: From P-R-X and N-P-R<br />Outcue: But first, this news<br /><br />NEWS HOLE: 1:00- 6:00<br /><br />SEGMENT A (12:29)<br />Incue: From P-R-X and N-P-R<br />Outcue: And the people on both sides of the issue. <br /><br />A. History of the Hollers, Revisited: In this segment, we consider the history of resistance in rural Appalachia, defying the stereotype of the uneducated hick to tell tales of the union organizing and other creative community-building that is part of this region&rsquo;s ancestry. We get help on the specifics from Jeff Biggers, author of &ldquo;The United States of Appalachia.&rdquo; <br /><br />B. Fighting for the Mountains: With the Upper Big Branch mining disaster in recent months, America was reacquainted with the risks of coal mining, and the presence the industry has in the lives many small, mountainous Appalachian communities&hellip; You can&rsquo;t get away from coal in this region. It&rsquo;s everywhere. While lots of people may envision the safety dangers for mining families, coal is having another seismic impact on community in the region through mountain top removal mining. This is a contentious form of surface mining&mdash;it basically consists of using explosives to blow the coal out of the ground. In this segment, we meet several Appalachians whose homes have been dramatically transformed by mountain top removal mining. <br /><br />BREAK: 19:00- 20:00<br /><br />SEGMENT B (18:59)<br />Incue: You're listening to State of the Re:Union<br />Outcue: P-R-X.O-R-G<br /><br />A. Fighting for the Mountains (Continued): The story of mountain top removal mining in rural Appalachia is complicated by the huge role coal plays in the state&rsquo;s economy. In this segment, we meet miners who defend the practice as an economic imperative, as well as those who claim mountain top removal mining is stripping underground miners of their jobs. We meet a former surface miner who&rsquo;s life was changed by the fight to move his granddaughter&rsquo;s school from the base of a mountain top removal mining operation. We also visit a small Appalachian community that has been turned into a ghost town by mountain top removal mining. When a coal company was to start such an operation, it often goes about buying out the population of entire small towns, families that may have lived in these mountain hollers for generations. People are faced with the decision of accepting the fact that their town is about to be blasted away (or so covered with coal dust because of nearby explosions that they&rsquo;re unlivable) and getting some money for their ancestral home&mdash;or sticking it out. Understandably, most leave. But we meet one family that&rsquo;s holding out&mdash;and forming an unlikely liason with environmental activists and others seeking to end mountain top coal removal. <br /><br />BREAK: 39:00- 40:00<br /><br />SEGMENT C (18:59)<br />Incue: You're listening to State of the Re:Union<br />Outcue: This is N-P-R<br /><br />A. Holler to the Hood: a radio show rallies a prison community: Nick Szuberla hosts a hip hop show on a community radio station that broadcasts around central Appalachia&mdash;the only hip hop show for miles in this bluegrass region. And one day, he started getting requests by mail from prisoners. Since the mid-1990s, for-profit prisons have been opening in Appalachia, as local officials have looked for alternatives to coal for economic development. And it turns out a lot of the prisoners filling those new prisons were being shipped in from cities across the country&mdash;and they were longing for any taste of home. Nick&rsquo;s hip hop radio show was that. They started out playing mail chess, but that quickly evolved into the radio show as forum for concerns prisoners had about the way they were being treated&hellip; and, as family members began to realize that prisoners were listening to the radio show, they started listening online and calling in to communicate with their loved ones. <br /><br />B. Dear Appalachia Letter: A &ldquo;Dear City&rdquo; letter from Jason Howard of Berea, Kentucky.<br /><br />C. Bringing the Riff Raff to Town:&nbsp; Lori McKinney grew up in Princeton, WV and left to study theater in college. It was when she was on a study abroad trip in Greece, that she had a series of personal epiphanies that brought her back to her hometown, with the goal of starting some artistic endeavor. When she met her now-husband, Robert, that turned into the Riff Raff Arts Collective. Mercer St. in Princeton had long been abandoned and rundown, but Lori had a vision for what it could be. She and Robert set up shop in an old downtown building, that, with the success of the Collective, has blossomed into 3 buildings. They hold open mics, host dance, music and art classes, and have inspired a music school for teens to open up across the street.<br /><br />D. Vox: a collection of Appalachians consider the stereotype of their region, and what the rest of the world is missing. <br /><br />PROGRAM OUT @ 59:00<br /><br />BROADCAST WINDOW BEGINS 9/19<br /><br />The fall season of The State of the Re:Union is available now on PRX and the ContentDepot without charge to all public radio stations, and may be aired an unlimited number of times prior to May 31, 2011. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only.<br /><br />NOTE:&nbsp; Watch for news of a &ldquo;bonus&rdquo; SOTRU program intended for use on Veteran&rsquo;s Day (November 11).<br /><br />The State of the Re:Union is produced by Al Letson, and presented by PRX. Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting. <br /><br />Thanks for your consideration of this season of SOTRU.&nbsp; Please contact Israel Smith at ismarketing@yahoo.com or 612-377-3256 with questions or to confirm carriage.","byline":"Al Letson","published":"2010-09-15T11:00:08+00:00","tags":["Entertainment","Environment","Travel"],"itags":["prx:stories-53194"],"audio":[{"href":"https://hal.prx.org/pub/ab31c72ddaf8a941bfb40767f73b7e29/0/web/story_image/102879/medium/Appalachia.jpg","type":"image/jpeg","meta":{"crop":"medium"}},{"href":"https://cms.prx.org/pub/6000c03d6eb942cc94d8650b77146a4b/0/web/audio_file/224069/broadcast/01_Appalachia_Billboard.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1884596}},{"href":"https://cms.prx.org/pub/1059e00faedcfe3dc7130f411cee1e81/0/web/audio_file/224066/broadcast/02_Appalachia_Newcast_Music_Bed.mp3","type":"audio/mpeg","meta":{"duration":29,"size":926851}},{"href":"https://cms.prx.org/pub/b0501cc8462385dc73d38f85c7494dc6/0/web/audio_file/224073/broadcast/03_Appalachia_Segment_A.mp3","type":"audio/mpeg","meta":{"duration":749,"size":23941121}},{"href":"https://cms.prx.org/pub/e75ff6dfe58c0073edafe79e813178f4/0/web/audio_file/224074/broadcast/04_Appalachia_Seg_A_Music_Bed.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886266}},{"href":"https://cms.prx.org/pub/4aa2f9eab0edb7daf66bf9dc84045ab7/0/web/audio_file/224078/broadcast/05_Appalachia_Segment_B.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36408506}},{"href":"https://cms.prx.org/pub/6ee4cdc166eda61bc5986ff0e7f9be50/0/web/audio_file/224079/broadcast/06_Appalachia_Seg_B_Music_Bed.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886266}},{"href":"https://cms.prx.org/pub/c64cd073ec59fd8e0a1eae39dc47d068/0/web/audio_file/224094/broadcast/07_Appalachia_Segment_C.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36407671}}]}