{"created":"2014-10-07T18:33:49+00:00","modified":"2014-10-30T23:22:52+00:00","valid":{"from":"2014-10-30T23:22:52+00:00","to":"3014-10-30T23:22:52+00:00"},"hreflang":"en","title":"Robin Williams: In Looking For Laughs, 'You Have To Be Deeply Honest'","published":"2014-08-15T15:31:00+00:00","teaser":"The comedian and actor died Monday at age 63. In 2006, Williams spoke with <em>Fresh Air'</em>s Terry Gross about improvising, his training and how people expected him to act crazy.","itags":["npr_api","339823090"],"guid":"15ec53fc-5543-41e2-8516-8706bfc50f88","contentencoded":"<p>Comedian and actor Robin Williams says a woman once came up to him in an airport and said: \"Be zany.\"</p><p>\"Pardon?\" he asked.</p><p>\"Be zany,\" she insisted.</p><p>\"It's that thing — they want you to be that thing,\" he told <em>Fresh Air</em>'s Terry Gross in 2006. \"And it's like, 'No.' Sometimes it's fun, and I'll play if the moment's right, if there's an opportunity. And if not, I'll talk straight with you.\"</p><p>Williams was known as a brilliant comedian, mixing manic improvisation with rapid-fire impersonations. He was found dead Monday in his home in California. The Marin County Sheriff's Office said he appeared to have died by suicide due to asphyxia. Williams, 63, had struggled with depression and with cocaine and alcohol addiction.</p><p>Williams was born in Chicago and studied acting at the Juilliard School. He got a breakout TV role in the sitcom <em>Mork & Mindy</em>. In 1997, <em>Entertainment Weekly</em> dubbed him the funniest man alive.</p><p>Williams had a long film career playing both comedic and dramatic roles. Among his films are <em>The World According to Garp</em>, <em>Good Morning, Vietnam, Dead Poets Society</em>, <em>The Fisher King</em>, <em>Aladdin</em>, <em>Mrs. Doubtfire</em>, <em>One Hour Photo</em> and <em>Good Will Hunting</em>, for which he won an Oscar.</p><p>In 2013, he briefly returned to television, starring in the short-lived CBS sitcom<em>, The Crazy Ones</em>.</p><p>We'll listen back to excerpts of Williams' <a href=\"http://www.npr.org/templates/story/story.php?storyId=6534689\">2006 <em>Fresh Air</em> interview</a>.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On taking his characters home with him </strong></p><p>I don't carry the characters around when I'm doing the movie, because it can be quite frightening for your family to come home as those people. ... I did that one time with a movie <em>The Secret Agent. ... </em></p><p>In <em>The Secret Agent</em>, it's basically a character that was admired by Theodore Kaczynski, which is some fan mail you don't really want to open. This is a man who is a chemist and who specializes in making bombs and despises humanity.</p><p>I was kind of thinking about the character, and my wife said, \"Stop!\" Because you get that very kind of dead-eyed look, like ... \"I really don't want to be here. No, I mean, the planet, not just this room.\" And it was — it's frightening, and I didn't want to do that to my family.</p><p><strong>On scaling back improvisation during scripted films </strong></p><p>I like the discipline. ... Years ago, I was doing <em>The World According to Garp</em>, and I improvised. And I started off just improvising like crazy, and George Roy Hill made a face like a weasel in a wind tunnel, and then I went, \"Not good?\" And he went ... \"Just say the words.\" And it really helped to focus, [to] put all of [myself] into that. And also [be] freed up by that and find the behavior with that.</p><p>Occasionally you can improvise — use that as a base and go off from it. But if a script is well-written, you really don't have to. Like with <em>Good Will Hunting</em> — [there was] very little riffing there, because it was such a precise piece that you didn't need to.</p><p><strong>On pursuing comedy after college </strong></p><p>I [was] led to comedy as a survival mechanism, especially when I left school and went back to San Francisco and couldn't find acting work and saw this thing and it said, \"comedy workshop.\" And I went, \"Hmmm.\" It's like syntax repair, interesting.</p><p>So I went to this workshop in the basement of a Lutheran church, and it was standup comedy, so you don't get to improvise with others, but I started off doing, ostensibly, it was just like improvising but solo. And then I started to realize, \"Oh.\" [I started] building an act from there.</p><p>And then you went from the workshop to actual clubs, which, at that time, were usually music or folk music clubs that put comedy on almost as interstitials between the acts. And it was pretty wild, I mean, even the workshop.</p><p>We'd have comedy night after they had an evening of lesbian poetry, which brings in a really interesting audience for comedy — especially if you're a male standup. And it starts to — it builds up, you know? Performing comedy in San Francisco to begin with is pretty wild. You've got to — you've got the human game preserve to play off of. And it's a lot of great characters everywhere. You work off that and then you play the rooms, and eventually you get to a point where you're playing a club that is a comedy club, with other comics. And it's like, \"Oh. Now you're among brethren.\"</p><p><strong>On how his theater training helped his standup</strong></p><p>Having been trained at Juilliard, I could enunciate and be offstage. And it kind of freed me up to work the audience. It was more like an anti-heckler defense, because if someone said something, I could come out in the audience.</p><p>And they're going, \"What are you doing out here?\"</p><p>\"I know where you live.\"</p><p>And you could kind of change perspectives and kind of keep it going.</p><p>[The] first time I did a paying gig was at a club in Orange County called The Laugh Stop, and the whole sound system blew out. And so all of a sudden they said, \"Go on.\" And I went up there, because I didn't need a mike to begin with, I'd just kind of work the crowd until they got the sound system back up. And it really kind of helped build a style that was more like, use anything, anywhere — and with the improv background, if anyone said anything, to go off on it.</p><p><strong>On the dark side of comedians </strong></p><p>Oh, they have a dark side, I mean, because they're looking at that. In the process of looking for comedy, you have to be deeply honest. And in doing that, you'll find out here's the other side. You'll be looking under the rock occasionally for the laughter. So they have a depressed side. But is it always the sad clown thing? No. But I find comics to be pretty honest people in terms of looking at stuff from both sides, or all sides. ...</p><p>I volunteered to be on the cover of a — I think it was <em>Newsweek</em>, for their issue on medication. ... And when the guy said, \"Well, do you ever get depressed?\" I said, \"Yeah, sometimes I get sad.\" I mean, you can't watch news for more than three seconds and go, \"Oh, this is depressing.\"</p><p>And then immediately, all of a sudden, they branded me manic-depressive. I was like, \"Um, that's clinical? I'm not that.\" Do I perform sometimes in a manic style? Yes. Am I manic all the time? No. Do I get sad? Oh, yeah. Does it hit me hard? Oh, yeah.</p><p>I get bummed, like I think a lot of us do at certain times. You look at the world and go, \"Whoa.\" And then other moments, you look and go, \"Oh. Things are OK.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Robin+Williams%3A+In+Looking+For+Laughs%2C+%27You+Have+To+Be+Deeply+Honest%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2185"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1339879206-863b63.m3u?orgId=1&topicId=1062&ft=3&f=339823090"},{"href":"http://media.npr.org/assets/img/2014/08/12/williams-13-e63dc57df552f002d2f8746605427d4cac7928b3.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"888","width":"1331"}},{"href":"http://media.npr.org/assets/img/2014/08/11/1141939-2bef1bb7a3dee34e5aee11592b41e54c4372df38.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1288","width":"1717"}},{"href":"http://media.npr.org/assets/img/2014/08/11/52025705-4df0ac7a79b699b4637bc76b321f126bfdadd06a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1525","width":"2034"}},{"href":"http://media.npr.org/assets/img/2014/08/12/williams3-ba406eff9bbbf9d28d4f4455cbfcc5b7589f9182.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1789","width":"2683"}},{"href":"http://media.npr.org/assets/img/2014/08/12/72601632-d2c466da5ca82e2abc9affbbfaf0386f745d4bf0.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/08/11/bengal07901-4922b1c11ef5ecec115816940ee0546cdc0a5e8a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3740","width":"4987"}},{"href":"http://media.npr.org/assets/img/2014/08/11/155854403-7c81ec3a17135bab939c3a18bbb6c2648cb48bf8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1498","width":"1995"}},{"href":"http://media.npr.org/assets/img/2014/08/12/77754349-ba3f4f522e2203783d5b661ed87348f116f1afb6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}