{"created":"2015-05-14T02:50:29+00:00","modified":"2015-05-14T15:01:52+00:00","valid":{"from":"2013-02-15T09:54:22+00:00","to":"3013-02-15T09:54:22+00:00"},"hreflang":"en","tags":["APM","dollar","Global Currency War","BBC World Service","yen","G20","World"],"contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>No one at the meeting of the world&apos;s 20 major economies in Moscow today is actually mentioning the word &quot;war,&quot; they prefer the term &quot;unorthodox global monetary policy,&quot; but the battle lines are being drawn and the so-called &quot;currency war&quot; is at the top of the G20 agenda.</p>\"},{\"content\":\"<p>A currency war is when countries deliberately drive down the value of their currency, making their goods cheaper and therefore giving their businesses a competitive advantage in the global market. And it is what some G20 countries accuse the U.S., Japan and England of creating since they&apos;ve been flooding their economies with money. For their part, the U.S. and Japan argue they&apos;re just trying to drive up domestic demand and promote growth, and that a weaker dollar or yen is an unintended consequence.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>According the BBC&apos;s Andrew Walker, the G20 meeting probably will not turn out a peace treaty. Instead, an official statement warning against competitive devaluations, that may do little to change the monetary policies of global leaders, is more likely.</p>\"}]","guid":"15f9cf1b-b45e-4010-84b6-f0ced0799366","teaser":"The Group of 20 major world economies are meeting in Moscow today, and the biggest item on the agenda is global monetary policy with some countries complaining about a 'currency war.'","contentencoded":"<div class=\"barn-cleaned\"><p>No one at the meeting of the&nbsp;world's 20 major economies in Moscow today&nbsp;is actually&nbsp;mentioning the word \"war,\" they prefer the term \"unorthodox global monetary policy,\" but the battle lines are being drawn and the so-called \"currency war\" is at the top of the G20 agenda.</p>\n<p>A currency war is when countries deliberately drive down the value of their currency, making their goods cheaper and therefore giving their businesses a competitive advantage in the global market. And it is what some&nbsp;G20 countries&nbsp;accuse the&nbsp;U.S., Japan and England&nbsp;of&nbsp;creating since&nbsp;they've&nbsp;been flooding their economies with money. For their part, the U.S. and&nbsp;Japan&nbsp;argue they're just trying to&nbsp;drive up domestic demand and promote growth, and that a weaker dollar or yen is an unintended consequence.</p>\n<p>According the BBC's Andrew Walker, the G20 meeting probably will not turn out a peace treaty. Instead, an&nbsp;official statement warning against competitive devaluations, that may do little to change the monetary policies of global leaders, is more likely.</p></div>","byline":"Alice Walker","title":"'Currency wars' on the agenda at the G20","description":"The Group of 20 major world economies are meeting in Moscow today, and the biggest item on the agenda is global monetary policy with some countries complaining about a 'currency war.'","itags":["Marketplace Morning Report for Friday, February 15, 2013","15f9cf1bb45e010a4b6bf0ced0799366","PMP:Marketplace_PMP","Marketplace Morning Report","Marketplace"],"published":"2013-02-15T09:54:22+00:00","audio":[{"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/161610917.jpg?itok=wAg-fYyW","meta":{"height":"340","crop":"primary","width":"610"}},{"type":"audio/mpeg","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/02/15/marketplace_segment03_20130215_64.mp3","meta":{"duration":141,"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/02/15/marketplace_segment03_20130215"},"duration_hms":"00:02:21"},"format":"MP3"}]}