{"created":"2015-06-14T09:35:44+00:00","modified":"2015-07-01T23:05:22+00:00","valid":{"from":"2015-07-01T23:05:22+00:00","to":"3015-07-01T23:05:22+00:00"},"hreflang":"en","title":"Nocturnal Nosh: Americans Get A Taste Of Night Markets","published":"2015-06-16T17:24:00+00:00","teaser":"Evening markets are a common sight throughout Asia, where delicious aromas regularly beckon hungry shoppers. Now night markets are popping up here in cities across the U.S.","itags":["npr_api","410569623"],"guid":"160a9009-ecb4-4874-b720-f6707c4c6528","contentencoded":"<p>Many American towns put the \"Closed\" sign up by 6 p.m. But night markets are drawing people out in Minnesota, Oklahoma and Virginia, with food, art and music from the local community.</p><p>The model for the nocturnal markets is the Asian night market, where people eat, shop and socialize and tourists discover delicacies like live scorpions and roasted sea horse until the wee hours of the morning.</p><p><a href=\"http://thefoodtrust.org/night-market\">Night Market Philadelphia</a>, a roving festival, attracts 25,000 people to diverse city neighborhoods after dark. Vendors offer tastes of the Philadelphia food scene, with salsa dancing and body painting on the side. The market has brought new vitality and revenue to the city, says market director Diana Minkus.</p><p>California, the state with the largest Asian population, has the biggest concentration of night markets.</p><p>When the <a href=\"626nightmarket.com\">626 Night Market</a> started three years ago in a Pasadena alley, it was nearly a victim of its own success. The organizers hoped for 8,000 people, and then 20,000 showed up.</p><p>Today it's still going in the towns of Arcadia and Costa Mesa, run by young Asian-Americans who want to connect with their culture. The 20-somethings now bring their parents for twice-cooked pork belly buns and bubble tea.</p><p>New York, the city that never sleeps, just got a <a href=\"http://QueensNightMarket.com\">large-scale night market</a>. The Queens International Night Market drew 10,000 people on the first night it opened in April.</p><p>John Wang left his job as a corporate lawyer to start the Queens market. He says he wants it to reflect the borough of Queens, which has been called one of the most diverse places on Earth. In addition to Japanese octopus balls and Chinese barbecued squid, he'd like patrons to try Uzbek kebabs and Mexican tacos.</p><p>Whatever the approach, night markets are all about drawing the community together. And, of course, the food doesn't hurt.</p><p><em><em>Bonny Wolf is a </em></em>Weekend Edition<em><em><em> food commentator and managing editor of </em></em></em><a href=\"http://www.americanfoodroots.com\">americanfoodroots.com</a>.<em><em><em> </em></em></em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Nocturnal+Nosh%3A+Americans+Get+A+Taste+Of+Night+Markets&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bonny Wolf","audio":[{"meta":{"duration":"169"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1414374940-e8fd0c.m3u?orgId=1&topicId=1053&d=169&p=10&story=410569623&t=progseg&e=414374839&seg=16&ft=nprml&f=410569623"},{"href":"http://media.npr.org/assets/img/2015/05/29/brian-fung-5155-0fa331e817e29ac66bf2aadae984cf9760f97af4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1022","width":"1363"}},{"href":"http://media.npr.org/assets/img/2015/05/29/dannyliaophotography_626nightmarket_dtl7100-6f3a5f5f551be13947e6b0742000a7a23e1ba41a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1685","width":"2246"}}]}