{"created":"2014-11-14T08:32:55+00:00","modified":"2015-05-13T21:31:26+00:00","valid":{"from":"2015-05-13T21:31:26+00:00","to":"3015-05-13T21:31:26+00:00"},"hreflang":"en","title":"Mali Already Has An Ebola Cluster: Can The Virus Be Stopped?","published":"2014-11-14T12:58:00+00:00","teaser":"Hundreds of people in Mali may have been exposed to Ebola. And there's concern that the country doesn't have the resources or experience to stop this outbreak before it gets out of control.","itags":["npr_api","363807438"],"guid":"16100f92-abb0-4b4c-b6b9-4bb568101327","contentencoded":"<p>\"This is not just one case,\" says Tom Frieden, director of the Centers for Disease Control and Prevention. \"It's a cluster.\" He's talking about the Ebola situation in Mali, where two people have likely died of the disease in Bamako, the capital, and two others have tested positive.</p><p>Hundreds more may have been exposed. Officials from the U.N., the World Health Organization, the government of Mali and the CDC are all calling for swift action to keep Mali from descending into the Ebola chaos that's hit neighboring Guinea, Liberia and Sierra Leone.</p><p>\"This is very deeply concerning,\" says Frieden. The CDC is sending additional staff to help respond to the outbreak.</p><p>This cluster of new cases centers around a private hospital in Bamako. On Oct. 27, an imam from Guinea died at the clinic from what had been diagnosed as kidney failure.</p><p>This week a nurse who treated him died of Ebola. Two other people from the clinic — one of them a doctor — have tested positive for the virus. The body of the imam was sent to a mosque for ritual cleansing, then returned to Guinea for a large public funeral before authorities in Mali realized he probably died of Ebola.</p><p>Frieden says the risk of this cluster turning into a major outbreak is high.</p><p>\"There will be hundreds of contacts who need to be traced. Every single one needs to be contacted every day. If anyone dies, they need to be safely buried.\"</p><p>Frieden says the CDC may introduce exit screening at the Bamako airport and the U.S. may consider new entry requirements for travelers arriving from the landlocked nation.</p><p>Prior to this cluster, Mali had had only one Ebola case: a 2-year-old girl from Guinea who died on Oct. 24. But there were worries about the virus, and the country had been preparing just in case.</p><p>Teresa Sancristoval, who's with the emergency desk of Doctors Without Borders, had helped the health ministry set up a 13-bed Ebola isolation hospital in Bamako. The two confirmed cases are being treated there.</p><p>\"The challenge is that all the people working with us [are] new to the disease so there's a lot of training to be done,\" she says.</p><p>The staff need to be taught meticulous infection control. Contact tracers need to be trained. And when anyone now dies of an unexplained illness, the body needs to treated as if it's potentially infected.</p><p>Because West Africans often touch the body before burial, funerals have been a potential place for transmission during this outbreak. Sancristoval says getting people to change deeply-held cultural beliefs about how they say goodbye to a loved one is hard.</p><p>For the moment, traditional burials continue in Mali, she says. Up until now there hasn't been the need for campaigns warning people about the risks of touching dead bodies as there have been in the other Ebola-affected countries.</p><p>Sancristoval says it's very hard to predict whether this flare-up will be snuffed out quickly. The international community knows how to contain it, she says. The question is whether aid organizations and the government can mount an adequate response fast enough.</p><p>Meanwhile, she has her own perspective on the virus.</p><p>\"People who take care of you while you are sick [are] the people who get affected,\" she says. \"People who prepare your body for the burial are the people who get affected.\"</p><p>That's why she thinks of Ebola as the disease of love: The virus turns acts of compassion into chains of transmission.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Mali+Already+Has+An+Ebola+Cluster%3A+Can+The+Virus+Be+Stopped%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jason Beaubien","audio":[{"meta":{"duration":"213"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1364001714-ada5c2.m3u?orgId=1&topicId=1031&d=213&p=3&story=363807438&t=progseg&e=364001634&seg=1&ft=nprml&f=363807438"},{"href":"http://media.npr.org/assets/img/2014/11/13/malivideo-47a2bbfe2b85e34e48d567376d8a177210e5e5ce.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1106","width":"1474"}}]}