{"created":"2015-02-07T12:55:17+00:00","modified":"2015-02-19T01:05:11+00:00","valid":{"from":"2015-02-19T01:05:11+00:00","to":"3015-02-19T01:05:11+00:00"},"hreflang":"en","title":"An Expansive View Of Vietnam In 'She Weeps Each Time You're Born'","published":"2015-02-09T21:03:00+00:00","teaser":"Poet and author Quan Barry — born in Vietnam but raised in America — says she wants her new novel to help get rid of some of the preconceptions Americans have about Vietnam as a quagmire.","itags":["npr_api","384345818"],"guid":"16231d99-00f8-4c19-82a9-645719f5041a","contentencoded":"<p>A woman named Rabbit is a kind of miracle: She was pulled out of her dead mother's grave beside the Ma River in Vietnam, on the night of a full moon — when folklore says that a rabbit walks the moon. Rabbit is the center of poet and author Quan Barry's new novel, <em>She Weeps Each Time You're Born</em>.</p><p>The Vietnam War is raging; American troops have just begun to pull out, and Rabbit grows up in a landscape of leveled homes, shattered lives, and barren, poisoned fields, her life slipping between present tense and parable.</p><p>Barry — born in Vietnam but raised in America — tells NPR's Scott Simon she thinks of Rabbit as an embodiment of Vietnam itself. \"The book is very much about a character who can hear the voices of the dead, and I was very interested in trying to transform Vietnam from the perceptions that we have about it in the West.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On perceptions of Vietnam</strong></p><p>Typically, you know, when we think of Vietnam here in the United States, we think of it as a metaphor, you know, it's synonymous with the idea of a quagmire ... and so what I was trying to do with this character, and through the lens of her, was show the history of Vietnam as much richer than that.</p><p>In the book, there really isn't that much talk about the American war there. I spend more time with the French, I spend a little time with the Japanese — so again, I was trying to show that Vietnam is so much larger than what our preconceptions of it are.</p><p><strong>On Vietnam after the war</strong></p><p>I think most people, you know, the know the war perhaps ends in '75; we think of those iconic images of people on the American embassy roof, and then perhaps we might be familiar with the plight of the boat people in the late 1970s, but after that we kind of forget what happens. There's a character in the book who we come to realize has been in a refugee camp in Asia for 20 years.</p><p>I was actually back in Vietnam for about three weeks at the beginning of January, and while I was there I was in Ho Chi Minh City. And I saw an individual that, I'm pretty sure I've seen him before when I've been in Vietnam ... he's missing lips, his eyelids are missing, for the most part, his ears are — basically, he's a victim of napalm. And when you see him, and you're walking down the street and you're an American, and you see that, you know, you're like, \"I did that. I can't run and hide and say that I don't have some kind of responsibility in that.\"</p><p><strong>On the genesis of her novel</strong></p><p>I went back to Vietnam in 2010, and when I was there, that's when I discovered for the first time this story about a woman named Phan Thi Bich Hang, who is the \"official psychic\" of Vietnam. She was bitten by a rabid dog when she was five years old, and when she came out of her coma, she can hear the voices of the dead. And the government actually uses her to help them find the remains of soldiers and other people ... and when I heard that, I'm like, that's what this novel is supposed to be about.</p><p><strong>On what she hopes American readers take from her novel</strong></p><p>I think the thing I'm most interested in is the idea of possibility, and how so much can change in 40 years. I was just there, like I said, three weeks ago, and there were tourists from all over the world, there were Russians, there were people from Germany — who would have thought, 40 years ago, that this would have been possible?  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=An+Expansive+View+Of+Vietnam+In+%27She+Weeps+Each+Time+You%27re+Born%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"404"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1384502949-8bab52.m3u?orgId=1&topicId=1033&e=384345818&d=404&ft=nprml&f=384345818"},{"href":"http://media.npr.org/assets/img/2015/02/06/_mg_5508-fbcce1c464861f654f8917b9f2bdd77f26bf0a80.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1899","width":"2532"}}]}