{"created":"2015-01-22T18:36:14+00:00","modified":"2015-01-28T14:46:55+00:00","valid":{"from":"2015-01-28T14:46:55+00:00","to":"3015-01-28T14:46:55+00:00"},"hreflang":"en","title":"EdX CEO Lays Out Disruptive Vision For Higher Ed","published":"2015-01-28T14:34:00+00:00","teaser":"Anant Agarwal believes MOOCs — massive online courses — can be a disruptive force for good in higher education.","itags":["npr_api","379120111"],"guid":"1630cbaa-2fd1-41ca-9667-c7d0f4870857","contentencoded":"<p>MOOCs &#8212; massive open online courses &#8212; have been gaining in popularity and are now being used by millions of people across the globe. But there have been questions about whether MOOCs are as effective as classroom learning.</p><p>A majority of the students who use them already have a college degree and studies show most students never finish their online course.</p><p><a href=\"https://www.edx.org/\" target=\"_blank\">EdX</a>, which is funded by Harvard and MIT, is the largest non-profit MOOC provider in the country, and its CEO <strong>Anant Agarwal</strong> believes MOOCs can be a disruptive force for good in higher education.</p><p>Agarwal discusses his vision for higher ed with <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Jeremy Hobson.</p><ul><li><a href=\"https://www.edx.org/how-it-works\" target=\"_blank\">Read more about edX</a></li></ul><h4>Interview Highlights: Anant Agarwal</h4><p><strong>On the goal of edX</strong></p><p>&#8220;We are trying to really revolutionize the world of education. Large numbers of people around the world do not have access to a quality education, and at the same time, education itself has not dramatically improved in quality or in efficiency in a long time. Our aim is to increase access to learning to people all over the world. We partner with some of the best universities in the world, such as MIT, Harvard, Georgetown, Tsinghua from China and so on, to offer edX that learners can take for free no matter where they are in the world. And these are quality courses. At the same time, our partner universities are using these courses on their own campuses to offer a blended model of learning where they combine the online content and tools with in-person education, thereby creating a better experience for students on campus as well.&#8221;</p><p><strong>On how edX differs from other MOOC providers</strong></p><p>&#8220;EdX is a leading MOOC provider. We have over 3 million learners from every single country in the world and about 400 courses in virtually every topic in multiple languages. So we are one of the leading providers. At the same time, we focus very heavily on quality and rigor. Our university partners try to offer courses that match the rigor of campus courses.</p><p>But even more fundamentally, edX is a non-profit. We are the only non-profit MOOC provider out there, and we thought it was really important to be non-profit, particularly when we are creating technologies that can be extremely transformational to the education system. We’ve also made our platform open-source, so we are the only open source MOOC platform out there, which means that anyone can take our platform and use it to help themselves.&#8221;</p><p><strong>On whether edX will ever be financially sustainable</strong></p><p>&#8220;Harvard and MIT and many of our university partners have contributed to edX, thereby we haven’t had to rely on venture capital money where they would require a return on investment on their capital, so this way we can be completely mission-focused. At the same time, we do have to be self-sustaining, and in order to be self-sustaining we need a revenue stream. So we have a flexible set of approaches that we work with our partners in order for both the partners and for EDX to be self-sustaining. Notice, these course are not free for our partners to produce.&#8221;</p><p>&#8220;One example is verified certificates: learners can take a course for free, but they can sign up to get a verified certificate for a small fee, like $50 for example. A second approach is that many countries have adopted Open edX such as China, India, France, the Middle East. Many of these countries come back to edX and they ask us if they can license courses from us, so we get a license fee and we’re then able to license courses to them.&#8221;</p><p><strong>On his idea of &#8220;unbundling&#8221; education</strong></p><p>&#8220;I talk about unbundling in time, function and content. Let&#8217;s take unbundling in content. Why should it be the case that a professor who teaches a course writes a textbook, teaches a course, writes the exams, the whole thing. Instead, a blended course is an unbundled course, where you might use a MOOC from a professor from another university as a new age textbook. That would be unbundling of content. So we do some of that. Why can&#8217;t we increase that? Today, why is it that every student has to learn in college when they are 18? Why four years? How about unbundling time? Imagine that a student comes into college having done their first year of college as MOOCs and online &#8212; possibly even for free. And they come in and they get credit for those first year of courses. They spend two years on campus, and then rather than spending the fourth year on campus, they go outside, get a job and become continuous learners for the rest of their lives. So a continuous education system like this could solve many problems. It will allow people to get just-in-time education on topics that are on the cutting edge of technology and learn as they need to learn; they may be better able to pay later.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"https://www.edx.org/about/leadership\" target=\"_blank\">Anant Agarwal</a></strong>, CEO of edX, an online learning destination founded by Harvard and MIT. He has served as the director of <a href=\"http://www.csail.mit.edu/user/723\" target=\"_blank\">CSAIL</a>, MIT&#8217;s Computer Science and Artificial Intelligence Laboratory, and is a professor of electrical engineering and computer science at MIT. He tweets <a href=\"https://twitter.com/agarwaledu\" target=\"_blank\">@agarwaledu</a>.</li></ul><h4><strong>Related</strong></h4><ul><li><a href=\"http://hereandnow.wbur.org/2014/08/13/udemy-dennis-yang\">A Different Type Of Online Education Goes Viral</a></li><li><a href=\"http://hereandnow.wbur.org/2012/12/26/computer-programming-kids\">Computer Programming For Kids 8 And Up</a></li><li><a href=\"http://www.wbur.org/npr/323329818/chasing-the-elusive-quality-in-online-education?ft=3&f=323329818\">Chasing The Elusive 'Quality' In Online Education</a></li><li><a href=\"http://www.wbur.org/npr/299178029/debate-in-an-online-world-are-brick-and-mortar-colleges-obsolete?ft=3&f=299178029\">Debate: In An Online World, Are Brick And Mortar Colleges Obsolete?</a></li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=EdX+CEO+Lays+Out+Disruptive+Vision+For+Higher+Ed&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"896"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1382120585-c44a75.m3u?orgId=1&e=379120111&d=896&ft=nprml&f=379120111"},{"href":"http://media.wbur.org/wordpress/11/files/2015/01/0122_anant-agarwal-e1421952161819.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"864","width":"1280"}}]}