{"created":"2015-02-13T14:05:20+00:00","modified":"2015-02-13T15:12:25+00:00","valid":{"from":"2015-02-13T15:12:25+00:00","to":"3015-02-13T15:12:25+00:00"},"hreflang":"en","guid":"1631f8ee-70e1-41a2-a7c3-9a98c96c1d5a","title":"Russia's hottest young actor is an American who has just come out","published":"2015-02-13T15:12:20+00:00","byline":"Traci Tong","teaser":"In often-homophobic Russia, Odin Biron knows he is taking a risk. But the star of a popular Russian medical TV show says he wants to use his celebrity for good, to encourage others who are forced to hide their sexuality.","tags":["Lifestyle","Lifestyle & Belief","Moscow","Asia","Europe","Russia","Odin Biron","Ivan Okhlobystin","Vladimir Putin","Russia","Gay actors","anti-gay law","Russia TV"],"contentencoded":"<p>Odin Biron allows that he may have been naive.</p>\n<p>The American who is one of Russian's hottest TV stars — more George Clooney on \"ER'' than Zach Braff on \"Scrubs\" — came out in <a href=\"http://www.vulture.com/2015/02/odin-biron-russias-hottest-american.html\">New York magazine</a> on Monday. And the swiftness with which the news hit often-homophobic Russia caught him by surprise.</p>\n<p>Biron's medical show, \"Interns,\" attracts nearly 4,000,000 viewers per episode. While US-Russian relations have plummeted to their lowest ebb since Cold War, Russian fans have been high on the 30-year-old Minnesota native, who has been working in Moscow for a decade.</p>\n<p>Monday's disclosure may test that. In President Vladimir Putin's Russia, homosexuality is not illegal, but an anti-gay law does impose fines for disseminating gay \"propaganda.\" Biron says so far that most of the comments have been supportive. But there was one that hurt, from \"Interns\" co-star Ivan Okhlobystin, a tattooed, nationalist former Orthodox priest who in 2013 said he would \"put all gays in an oven and burn them alive.\"</p>\n<p>Okhlobystin \"has taken to Facebook and Twitter with negative comments,\" Biron says — another reason he wanted to come out.</p>\n<p>\"I thought the article ... would be a wonderful way to lay some groundwork,'' he says — and to use his celebrity for good. \"Being an American, being a foreigner who can take that risk ... There are many gay people in this country who are living in the closet, who unfortunately do not feel comfortable taking that risk.\" </p>\n<p>Biron says he hopes to inspire those closeted gays and lesbians.</p>\n<p>The \"Interns\" character he plays is heterosexual, but he has two gay fathers. \"It's pretty amazing, as it was the first time ... on Russian television that this kind of theme was being presented. And I do think the work we did on 'Interns,' by actually including this subject and have people talk about this, shows that the country is moving in a positive direction.\"</p>\n<p>There were no conversations when he arrived a decade ago, he says. \"Public officials were not commenting and that's happening right now. It may not move as fast as some people might like, like in the west, but some progress is being made.  And I certainly hope that the risks that I've taken and the sacrifice to my own privacy is helping that process.\"</p>\n<p>Biron counts himself lucky to have the support of his TV producers, but he doesn't know what repercussions await.</p>\n<p>\"I can't damn the country; I can't say all is lost. This is still progress and if I can be a part of that, I'm happy to be.\" </p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-12%2Frussias-hottest-young-actor-american-gay-man-whos-risking-it-all&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/odinpic2.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/odinpic2jpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0212201508.mp3"},{"href":"http://www.pri.org/file/0212201508mp3"}]}