{"created":"2014-10-20T18:53:37+00:00","modified":"2014-10-28T20:38:26+00:00","valid":{"from":"2014-10-28T20:38:26+00:00","to":"3014-10-28T20:38:26+00:00"},"hreflang":"en","guid":"164399a5-5b3b-4fb6-8abc-6ee8f714d656","title":"Kurds threaten dark days for Turkey if Kobane falls","published":"2014-10-28T20:38:24+00:00","byline":"Jacob Resneck","tags":["International Security","SafeMode","ISIS","Religion","terrorism","military government","SafeMode","Conflict","Conflict & Justice","Kobane","Asia","Turkey","Syria","Middle East","Asia","Emma Sinclair-Webb","Ibrahim Bitkin","Yasin Nabu","Ahmet Davutoglu","Murat Baran","Middle East","Kurdish people","Ethnic groups in Turkey","Ethnic groups in Syria","Iraqi Kurdistan","Kurds in Turkey","Kurdish–Turkish conflict","War"],"teaser":"As Turkey continues to resist taking action against ISIS in the Syrian Kurdish city of Kobane, Turkey's Kurds are growing angrier. Now that anger may help end the ceasefire between Kurds and Turks that had held for over a year.","contentencoded":"<p dir=\"ltr\">On the border between Turkey and Syria near the besieged city of Kobane, a group of Syrians are arguing with two Turkish policemen. They have bags of bread, grapes and other groceries they want to pass over to people on the other side of the fence.</p>\n<p dir=\"ltr\">The shorter of the two soldiers speaks Kurdish, and he seems sympathetic. They were letting some people cross, he tells the group, but they weren’t taking aid — they were joining the fight against ISIS. His commanding officer put an end to informal crossings.</p>\n<p dir=\"ltr\">“It’s obvious that the Turkish government is against the Kurds because they’re preventing us from going to Kobane,” says 27-year-old Yasin Nabu, who recently fled Kobane.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"800\" width=\"1200\" alt=\"A Turkish policeman stops a man trying to bring food to the border in order to help the people under siege across the border in Kobane, Syria. Several thousand civilians are believed to still be in the town after more than 100,000 fled over the past two w\" title=\"A Turkish policeman stops a man trying to bring food to the border in order to help the people under siege across the border in Kobane, Syria. Several thousand civilians are believed to still be in the town after more than 100,000 fled over the past two w\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/101614_suruc_14_2.JPG\" /><div class=\"image__credit\">\n    <span class=\"image__credit-label\">\n      Credit:\n    </span>\n    <p>Jodi Hilton</p>\n  </div>\n\n  <div class=\"field-caption\">\n    <p>A Turkish policeman stops a man trying to bring food to the border in order to help the people under siege across the border in Kobane, Syria. Several thousand civilians are believed to still be in the town after more than 100,000 fled over the past two weeks.</p>\n  </div>\n</div>\n<p dir=\"ltr\">The battle over the city has become a red line for Kurds in Turkey. Many are desperate to get across — or at least send food and supplies to the fighters and civilian population that remain in Kobane.</p>\n<p dir=\"ltr\">But Turkey has remained aloof, both preventing Kurds from crossing the border and resisting calls to send its own troops to Kobane’s aid. That’s led to deadly clashes between Kurds and Turkish security forces, and real fears that a precarious ceasefire between Turkey and Kurdish militants may soon end.</p>\n<p dir=\"ltr\">“If Kobane falls, Kurds in Turkey will rise up against the government,” says Ibrahim Bitkin, a 32-year-old Kurd from the Turkish side of the border.</p>\n<p dir=\"ltr\">Earlier, on a hill overlooking Kobane, a group of people watched as coalition fighter jets buzzed the town while the Kurdish militia, known as the YPG, traded occasional gunfire with ISIS forces.</p>\n<p dir=\"ltr\">The YPG is the Syrian branch of the Kurdistan Workers’ Party, the PKK, which has been waging an on-again, off-again guerilla war against Turkey since the 1980s. Turkey, the US and the European Union have designated the PKK as a terrorist organization and Turkey argues that its Syrian branch, the YPG, is cut from the same cloth.</p>\n<p dir=\"ltr\"></p><div class=\"media media-element-container media-default\"><img height=\"596\" width=\"1060\" alt=\"A man stands on a hill on the Turkish border from where people have been gathering to watch the fighting across the border in Kobane, Syria.\" title=\"A man stands on a hill on the Turkish border from where people have been gathering to watch the fighting across the border in Kobane, Syria.\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/HillEdit_1.jpg\" /><div class=\"image__credit\">\n    <span class=\"image__credit-label\">\n      Credit:\n    </span>\n    <p>Jodi Hilton</p>\n  </div>\n\n  <div class=\"field-caption\">\n    <p>A man stands on a hill on the Turkish border from where people have been gathering to watch the fighting across the border in Kobane, Syria.</p>\n  </div>\n</div>\n<p dir=\"ltr\">Tensions had eased since the start of 2013, when Turkey and the Kurds started a new peace process and struck a ceasefire deal that March. But anger over Kobane sparked riots last week in Turkey’s restive southeast, killing more than 35 people. Turkish jets also attacked PKK bases in Turkey for the first time since the ceasefire.</p>\n<p dir=\"ltr\">Prime Minister Ahmet Davutoğlu insisted the peace process remains on track, but Ankara’s first concrete step has been for lawmakers to propose sweeping new police powers and increase criminal penalties for public disorder.</p>\n<p dir=\"ltr\">“It's a kind of classic upping of police powers and judicial powers to be used against suspicious people,” says Emma Sinclair-Webb, Human Rights Watch’s Turkey researcher in Istanbul. “It is worrying ... because Turkey has already a very abusive record on arbitrary arrests, searches, detentions, that kind of thing — so this doesn't help.”</p>\n<p>Ankara’s logic frustrates many people sympathetic to the plight of Kobane. This isn’t an ethnic conflict, they say. Murat Baran, an 18-year-old medical student from Diyarbakir, says even some Kurds have joined ISIS, and some non-Kurdish Turkish citizens are also fighting to defend Kobane.</p>\n<p dir=\"ltr\">“This war [is] not Turkish-Kurdish war, this is a [humanitarian] war,” he says. “Turkish guys come here and fight for Kobane because these people know if [ISIS] comes to Turkey, they’ll kill people, rape women, burn cities.”</p>\n<p dir=\"ltr\">But it seems the Turkish government doesn’t see things that way. And along the border, there is the growing fear that reconciliation between Turks and Kurds will become one more casualty of the battle for Kobane.</p>\n<br><p>©2014 Public Radio International</p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Feature_12.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/featurejpg-13"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/102020145.mp3"},{"href":"http://www.pri.org/file/102020145mp3"}]}