{"created":"2014-11-13T21:00:07+00:00","modified":"2014-11-14T21:07:19+00:00","valid":{"from":"2014-11-14T21:07:19+00:00","to":"3014-11-14T21:07:19+00:00"},"hreflang":"en","guid":"16465b53-45fa-4388-95dc-a93aa0d9304e","title":"FIFA clears Russia and Qatar of corruption over World Cup bids — but its own investigator isn't so sure","published":"2014-11-14T21:07:15+00:00","byline":"Andrea Crossan","tags":["world cup","corruption","politics","Sports","Asia","Europe","Qatar","Russia","Asia","Middle East","Joachim Eckert","Michael Garcia","William Troop","FIFA","World Cup","Corruption","soccer"],"teaser":"Soccer governing body FIFA has spent months examining allegations of corruption into the runup of Russia and Qatar's successful bids to win the 2018 and 2022 World Cups. Now it's said there was no serious corruption — a claim even its own investigator finds incredible.","contentencoded":"<p>It’s looking more like an own-goal than a victory.</p>\n<p>On Thursday, soccer’s world governing body, FIFA <a href=\"http://www.fifa.com/mm/document/affederation/footballgovernance/02/47/41/75/statementchairmanadjcheckert_neutral.pdf\">released a report</a> clearing Russia and Qatar of corruption charges in their winning World Cup bids.</p>\n<p>FIFA’s report admits certain unethical “occurrences” by bidders but says that “the effect of these occurrences on the bidding process as a whole were far from reaching any threshold that would require returning to the bidding process, let alone re-opening it”.</p>\n<p>But the report looking into allegations of corruption during the bidding process for the 2018 and 2022 World Cups has been questioned — by the man who investigated the claims of wrongdoing himself.</p>\n<p>Former US prosecutor Michael Garcia, who conducted the inquiry, says the report \"contains numerous materially incomplete and erroneous representations\".</p>\n<p>In what appears to be an open act of defiance, Garcia criticized ethics judge Joachim Eckert's 42-page report clearing the 2018 and 2022 World Cup hosts.</p>\n<p>\"Essentially [Russia and Qatar] were accused of trading cash for votes,” explains The World’s soccer correspondent William Troop. \"[They were accused of] giving cash directly to members of FIFA’s executive committee so that they would vote in favor of them holding the World Cup. This would be to the detriment of other countries like England, Australia, the Netherlands, Belgium and even the United States.”</p>\n<p>The dispute between Garcia and Eckert further fueled the turmoil surrounding FIFA's decision to give the next two World Cups to Russia and Qatar.</p>\n<p>When the report was released, soccer fans, players and sportswriters took to social media to express frustration over the report's conclusions.</p>\n<blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p>Not a great day for FIFA. They will deny this &amp; organise their own report which will tell us it's been a great day, whatever the report says</p>\n<p>— Gary Lineker (@GaryLineker) <a href=\"https://twitter.com/GaryLineker/status/532957448500695040\">November 13, 2014</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p>Oh dear Fifa. Your own investigator believes you've misrepresented his investigation. Good luck with that \"closure\" you're looking for</p>\n<p>— Oliver Kay (@OliverKayTimes) <a href=\"https://twitter.com/OliverKayTimes/status/532881482059370496\">November 13, 2014</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p>We now know, after all the stories at the time, Fifa was corrupt at the highest level in 2010. That's why World Cup bids should be re-run.</p>\n<p>— David Conn (@david_conn) <a href=\"https://twitter.com/david_conn/status/532813633320153089\">November 13, 2014</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p>Michael Garcia said in a statement released by his law firm that \"I intend to appeal this decision to the FIFA Appeal Committee.\" And he's called for key details of his 430 pages of investigation to be published. But Troop says that it’s unlikely FIFA can be forced to release the investigation details.</p>\n<p>“Unfortunately, FIFA is a private organization, based in Switzerland — a country that is not known for forcing companies based there to release information,” he adds.</p>\n<p>The probe into FIFA's executive committee was said to be hampered by a lack of access to evidence and uncooperative witnesses.</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[]}