{"created":"2014-11-05T08:34:03+00:00","modified":"2014-11-10T21:01:35+00:00","valid":{"from":"2014-11-10T21:01:35+00:00","to":"3014-11-10T21:01:35+00:00"},"hreflang":"en","title":"The Supreme Court Takes Up The Case Of The Missing Fish","published":"2014-11-05T17:18:00+00:00","teaser":"Prosecutors say that when undersized fish disappeared off of captain John Yates' boat, it constituted destruction of evidence. Business and civil liberties groups say the law only applies to papers.","itags":["npr_api","361655397"],"guid":"16524209-6512-4064-a388-e3250c6fd3de","contentencoded":"<p>Usually when a fisherman tells a fish story, he makes the fish as big as he can carry. But on Wednesday, the U.S. Supreme Court hears a case about a fisherman convicted of deep-sixing some fish altogether so no one could accurately check their size.</p><p>The question before the justices is whether his conviction, based on a law passed after <a href=\"http://www.npr.org/news/specials/enron/\" target=\"_blank\">a scandal that destroyed energy firm Enron and resulted in criminal convictions for accounting firm Arthur Andersen</a>, should get the hook.</p><p>Commercial fisherman John Yates and his crew were fishing for grouper in federal waters in the Gulf of Mexico when Florida Fish and Wildlife officer John Jones boarded the boat. Jones, suspecting that the fishermen were keeping fish smaller than the 20-inch minimum, measured some of the catch and found 72 grouper that were undersized. As fisherman Yates tells the story, he got \"a citation for short fish; it's like a speeding ticket.\"</p><p>Jones, who had been deputized as a federal officer, ordered the fish kept, but when the boat arrived on shore he determined that the fish in the crate were not the same ones he had measured. Yates professes surprise at what happened down the line.</p><p>\"Three years later, all of a sudden they come with bulletproof vests and guns. They put me in handcuffs and they took me to jail,\" he says.</p><p>The government tells a very different story. Solicitor General Donald Verrilli says the state inspector put the undersized fish in a crate on board Captain Yates' boat and instructed him to bring the box back to shore, where he would be met by federal authorities.</p><p>Verrilli says that once the state inspector had left the boat, Yates instructed one of his crew: \"Take that crate of fish, dump it overboard, and replace it with fish that were no longer undersized. And then the employee got back on shore and he ratted out his boss.\"</p><p>Yates was convicted of destroying evidence to impede a federal investigation and sentenced to 30 days in jail. He appealed all the way to the Supreme Court, contending that the law used to prosecute him was meant to apply to documents and records, not fish. He has a small army of supporters, particularly in the business community.</p><p>The federal government, however, argues that the law was clearly written and intended to be a broad anti-obstruction-of-justice law that would fill gaps in the criminal code that had long existed. The text of the law makes it a crime to destroy, alter or cover up \"any record, document, or tangible object with the intent to ... impede or obstruct\" the investigation of \"any matter\" within federal jurisdiction.</p><p>The government looks at that language and says the plain meaning covers more than just financial records. Indeed, for more than a decade, federal prosecutors have used the statute in obstruction cases involving everything from terrorism to environmental safety violations; the \"tangible object\" that defendants sought to alter or destroy has included human bodies, bloodstains, guns, drugs, cash and automobiles. Most recently, the statute was used to win the conviction of a Boston man for <a href=\"http://www.npr.org/blogs/thetwo-way/2014/07/21/333717652/dzhokhar-tsarnaevs-friend-found-guilty-of-impeding-inquiry\" target=\"_blank\">helping the accused Boston Marathon bomber conceal physical evidence</a> of his crime.</p><p>At the Supreme Court on Wednesday, Assistant Public Defender John Badalamenti, representing captain Yates, will tell the justices that the government's argument is a huge overreach.</p><p>\"This statute does not cover the destruction of anything but records or documents,\" he says. Indeed, he notes, the title of this section of the law is \"Destruction and Alteration of Records\" and, he contends, the purpose of the law was to prevent and punish obstruction in the financial industry.</p><p>\"I would not dispute that anything can be a tangible object under the broadest dictionary definition. But they have to be read in the context of all the words that Congress legislated,\" Badalamenti says.</p><p>Supporting the argument and opposing the government's position is a phalanx of business organizations, as well as defense and civil liberties lawyers. They contend that if the Court upholds the government's broad reading of the statute, it will give prosecutors the power to seek penalties of up to 20 years in prison if an individual destroys any object, no matter how trivial, with the intent of obstructing a federal investigation.</p><p>The government replies that the \"records only\" argument would make it a crime for a murderer to destroy his victim's diary, but not the murder weapon.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Supreme+Court+Takes+Up+The+Case+Of+The+Missing+Fish&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nina Totenberg","audio":[{"meta":{"duration":"238"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1361677006-763f43.m3u?orgId=1&topicId=1070&ft=3&f=361655397"}]}