{"created":"2014-11-24T19:49:12+00:00","modified":"2014-11-25T20:03:27+00:00","valid":{"from":"2014-11-25T20:03:26+00:00","to":"3014-11-25T20:03:26+00:00"},"hreflang":"en","title":"Decades Later, Laurie Colwin's Books 'Will Not Let You Down'","published":"2014-11-25T17:45:00+00:00","teaser":"A digital publisher has released a bounty of Colwin's books: four novels, three short-story collections and a collection of cooking essays. Colwin, who died in 1992 at age 48, had an \"elusive magic.\"","itags":["npr_api","365227833"],"guid":"165cc3e6-b5e2-4e7a-bc8c-b2699ba7935e","contentencoded":"<p>Many years ago, Laurie Colwin began an essay she wrote about the magic of roast chicken like this: \"There is nothing like roast chicken. It is helpful and agreeable, the perfect dish no matter what the circumstances. Elegant or homey, a dish for a dinner party or a family supper, it will not let you down.\" Substitute the phrase \"Laurie Colwin's writing\" for the words \"roast chicken,\" take some poetic allowances with the word \"dish,\" and you'll have an approximate description of Colwin's own elusive magic.</p><p>Her writing \"will not let you down.\" It's never fussy or \"literary,\" but rather, under an unassuming surface: It's smart, droll, and emotionally complex. I re-read a lot of Colwin's work recently. She started out in the 1970s to write her novels and stories about contemporary life and manners, as well as her essays about food. The amazing thing is that so few of her observations — especially about her characters' emotional lives — feel dated. Clearly, those difficult-to-master basic elements of style never go out of fashion.</p><p>The digital publisher Open Road Media has just put out a bounty of Colwin in e-book format: four of her novels, three short story collections and her first collection of cooking essays called, simply, <em>Home Cooking</em>. The e-books are attractively packaged with bright watercolor paintings on their covers and appendices featuring a short biographical essay on Colwin and family photographs.</p><p>In the opening of <em>Home Cooking</em>, Colwin tells her readers: \"I was taught in my Introduction to Anthropology [course in college], it is not just the Great Works of mankind that make a culture. It is the daily things, like what people eat and how they serve it.\" She goes on to describe a fondly remembered meal of \"beef stew and buttered noodles, runny cheese, and plain green salad with wonderful dressing.\" That same attentiveness to \"the daily things,\" suffuses Colwin's fiction, where, in addition to plots about frustrated love and ambition, we hear a lot about the slumped brownies and salted almonds eaten by her characters — many of them well-heeled Wasps and German Jews who live in Manhattan.</p><p>If you haven't read Colwin before, her 1982 novel, <em>Family Happiness</em>, would be a good one to start with. It's about a young wife and mother named Polly who is terrified of letting herself acknowledge how very smothered she feels by the constant enforced company of her large socially prominent family. Polly thinks of her domineering parents as being \"medieval in their outlook\" and building, through their children and grandchildren who are mostly scattered on Manhattan's Upper East Side, \"a network of fortified castles close to one another.\" The surprise here (and it appears in Chapter Two so I'm not spoiling anything) is that Polly-the-dormouse has an adoring lover.</p><p>There's always some startling ingredient in Colwin's otherwise domesticated world — a freak accident that cuts short a marriage, as in the opening of <em>Shine On Bright and Dangerous Object</em> or a difficult marriage with an emotionally remote spouse, as seen from the <em>male</em> point of view in <em>Happy All The Time</em>.</p><p>The novel whose premise is, potentially, the real credibility strainer is <em>Goodbye Without Leaving</em>. There, our heroine, Geraldine, abandons grad school in English at the University of Chicago to go on the road for two years as the sole white back-up singer for Vernon and Ruby Shakely and the Shakettes — an Ike and Tina Turner-type revue. Married and \"settled\" when the novel opens, Geraldine itches to recapture the thrill of days gone by when she danced onstage in tiny fringed dresses of chartreuse and electric blue. She tells us: \"The kind of ecstasy people found in religion, I found in being a Shakette. It was not an out-of-body experience, it was an in-body experience.\"</p><p>Rather than preposterous, Colwin's light hand as a writer renders Geraldine's yearnings plausible and, more than that, affecting. Colwin had the power to make her readers believe in life's possibilities — whether they came in the form of a crispy baked chicken or minor fame as a booty-shaking, back-up singer. Her books still have that power. Their reappearance in a form that Colwin herself — who died in 1992 at the age of 48 — couldn't have envisioned is yet another testament to the possibility she always celebrated.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Decades+Later%2C+Laurie+Colwin%27s+Books+%27Will+Not+Let+You+Down%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Maureen Corrigan","audio":[{"meta":{"duration":"409"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1366366656-0a7b68.m3u?orgId=1&topicId=1032&ft=3&f=365227833"},{"href":"http://media.npr.org/assets/img/2014/11/19/image-014-58de61b2ec7103b4a7398ff698a241dbc21c4d3b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1014","width":"1352"}},{"href":"http://media.npr.org/assets/img/2014/11/19/image-007-54f01d0b1d0ddd381293ceda24f76d1531f0c9d0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1028","width":"1370"}}]}