{"created":"2015-06-18T09:09:10+00:00","modified":"2015-07-02T23:05:27+00:00","valid":{"from":"2015-07-02T23:05:27+00:00","to":"3015-07-02T23:05:27+00:00"},"hreflang":"en","title":"200 Years After Waterloo, Napoleon Still Divides Europe","published":"2015-06-20T11:41:00+00:00","teaser":"Europe is united these days, but opinion about the French emperor and military leader is not. A re-enactment of the epic battle that marked his final defeat takes place this weekend in Belgium.","itags":["npr_api","415394680"],"guid":"165fad94-f1b4-4ea8-ac70-b9523a38eaa6","contentencoded":"<p>Two centuries ago this week, a coalition of European forces defeated Napoleon in an epic battle outside the city of Brussels. The continent is united these days, but the Battle of Waterloo still has the power to divide.</p><p>Napoleon Bonaparte was first defeated and sent into exile in 1814, but he didn't stay there.</p><p>In a period known as the 100 days, Napoleon regrouped his loyal army and marched into Belgium. There, he was met by a coalition led by the English and the Prussians. Only by combining forces were Napoleon's enemies finally able to beat him.</p><p>It was a battle of massive proportions, says Howard Brown, Napoleonic historian at Binghamton University in New York.</p><p>\"Waterloo is fought in a small space of time, in a small space of space,\" he says. \"And the concentration of death is staggering.\"</p><p>Millions died in a decade of Napoleonic wars. After crowning himself emperor in 1804, Napoleon conquered much of Europe. Some were happy to see him come, says Steven Englund, historian and author of <em>Napoleon: A Political Life</em>.</p><p>\"If you were a Jew, a Protestant, a capitalist, you were delighted when the French came because you had a chance to express your opinions, to do your business,\" he says.</p><p>But 200 years later, even as tens of thousands of people are gathering in the fields outside Brussels to re-enact the Battle of Waterloo, Napoleon is not fully embraced in his own country.</p><p>Napoleon once awarded his Legion of Honor medal to soldiers who gathered in the cobblestone courtyard at Les Invalides, a 400-year-old military hospital in Paris that's now a museum. Napoleon is also buried there under a gold-domed cupola.</p><p>But it's about the only place you can find a trace of him in the French capital. There's not even a Napoleon street in the entire city.</p><p>\"Napoleon has a light side and a dark side,\" says Gregory Spourdos, a curator at Les Invalides. \"He promoted French revolutionary values like equality and secularism. But then he betrayed the revolution and became a military aggressor and a dictator.\"</p><p>This weekend, the two colossal re-enactments of Napoleon's final defeat will involve nearly 6,000 enthusiasts in period uniforms with hundreds of cannons and horses. Officials are getting ready for 200,000 spectators. Prince Charles will be there, as will the Belgian king and queen. France, however, is sending a low-level diplomat.</p><p>Laurent Joffrin, director of the newspaper <em>Liberation</em>, says French politicians may be conflicted about feting a defeat and honoring a dictator — but there is a lesson here.</p><p>\"You cannot have any Waterloo now because you have the union of Europe. It's a great progress. No war. No more war,\" Joffrin says. \"And so Waterloo could have been the occasion to underline this fundamental fact.\"</p><p>While war may be out of the question, the re-enactment has caused a few squabbles. Belgium wanted to cash in on the excitement by minting a Waterloo euro coin. France objected. So Belgium agreed to issue collector pieces to be used within its own borders.</p><p>Despite his defeat, the myth of Napoleon as military genius and self-made man continues to intrigue people the world over.</p><p>Helene de la Rosiere de Chamfeu, an 18-year-old Parisian, says Napoleon is still alive in French schools, institutions and nearly every facet of life. She says she can get a divorce one day if she wishes thanks to Napoleonic code. And he still inspires.</p><p>\"It's the idea of someone who's the product of the revolution, someone who came from nothing and who changed things, and who's a real symbol for what we call grandeur,\" she says.</p><p>Love him or hate him, that Napoleonic grandeur is one of the forces drawing tens of thousands of people to the re-enactment of the Battle of Waterloo this weekend.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=200+Years+After+Waterloo%2C+Napoleon+Still+Divides+Europe&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eleanor Beardsley","audio":[{"meta":{"duration":"231"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1415394681-3d7ebe.m3u?orgId=1&topicId=1136&d=231&p=3&story=415394680&t=progseg&e=415358348&seg=8&ft=nprml&f=415394680"},{"href":"http://media.npr.org/assets/img/2015/06/18/gettyimages-477099172-294ca38e5ca602ec290697a294f2ab184f56716d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3280","width":"4376"}},{"href":"http://media.npr.org/assets/img/2015/06/18/gettyimages-511037309-966a9aecec6847d6b7bea8a7e7e2a871b9fd570d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3464","width":"4621"}},{"href":"http://media.npr.org/assets/img/2015/06/18/gettyimages-477558486-1a9eb836a42655ea1111625905a61970f57e6b91.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/06/18/gettyimages-476351020-7815e7ac984dee5e42185f57f7e075e5915c13db.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2466","width":"3290"}}]}