{"created":"2015-01-20T08:16:15+00:00","modified":"2015-01-22T15:12:32+00:00","valid":{"from":"2015-01-22T15:12:32+00:00","to":"3015-01-22T15:12:32+00:00"},"hreflang":"en","title":"Should Judicial Candidates Be Allowed To Solicit Campaign Money?","published":"2015-01-20T13:56:00+00:00","teaser":"Once, judicial elections were a pretty tame affair, with relatively little money spent. Not anymore. The Supreme Court hears arguments Tuesday on how candidates should be allowed to gather funding.","itags":["npr_api","377784225"],"guid":"16676d34-626e-49b2-800e-0c9d4dec0e31","contentencoded":"<p>The U.S. Supreme Court hears arguments Tuesday in a case testing whether states, in the name of preserving judicial impartiality, may bar judicial candidates from personally soliciting campaign contributions.</p><p>There was a time when judicial elections were a pretty tame affair, with relatively little money spent, and candidates in most states limited in how they could campaign. Not anymore.</p><p>In 2002, the Supreme Court, by a 5-to-4 vote struck down state rules <a href=\"https://supreme.justia.com/cases/federal/us/536/765/case.html\" target=\"_blank\">that barred judicial candidates from campaigning about legal issues</a> that might come before them. Justice Sandra Day O'Connor, the deciding vote in the case, later would say she regretted that vote. But she has retired, and a new, more aggressive conservative Supreme Court majority repeatedly has struck down rules — long in place — to limit campaign fundraising for legislative and executive candidates.</p><p>Now comes the first challenge to limits specifically aimed at fundraising by judicial candidates.</p><p>Thirty-nine states elect some or all of their judges, and most bar all judicial candidates from soliciting campaign contributions personally. Tuesday's case tests that personal soliciting ban in a case from Florida, where judicial election fundraising is supposed to be done by candidate committees, instead of the candidates themselves.</p><p>Lanell Williams-Yulee ran for the trial bench in Hillsborough County, Fla. in 2009. She sent out a signed letter to potential contributors seeking money for her campaign and posted a signed appeal on her website. She said she misunderstood the rule. She was reprimanded and fined for the violation.</p><p>Williams-Yulee then challenged the personal solicitation ban as a violation of her First Amendment right to free speech, appealing her case all the way to the Supreme Court.</p><p>In the high court today, lawyers representing the Florida Bar will defend the personal solicitation ban as necessary to protect two important constitutional values: the impartiality and integrity of the courts, and also the constitutional right to due process of law guaranteed to those who seek justice in court.</p><p>Several former chief justices of the Florida Supreme Court have filed briefs supporting the personal solicitation ban, among them Harry Lee Anstead.</p><p>\"The image I see is a judge in their robes, holding their hand out to a lawyer or to a private company, and cash being passed from one hand to the other,\" says Anstead.</p><p>Not so, says Andrew Pincus, the lawyer for Williams-Yulee: \"This is a mass solicitation via a post on an Internet site and via a letter.\"</p><p>While challenging the entire personal solicitation ban, Pincus is seeking to parse it, contending there is a difference between a mass mailing or an internet post, or even a speech to a large group. After all, he notes, contributions are publicly disclosed.</p><p>\"It's a phony protection,\" he maintains, \"because the judge is going to know who gave and who didn't. So in a way, the prohibition creates an illusion of insulation when there isn't any <em>real</em> insulation.\"</p><p>Gregory Coleman, president of the Florida Bar, counters that it's not so easy to \"divide up\" a ban on personal solicitation. Either you have one or you don't, and allowing a judicial candidate to personally ask for campaign funds from those who come before the court, he says, \"does not look right, it doesn't smell right, it doesn't feel right.\"</p><p>Indeed, how would you draw the line, asks Barry Richard, representing the Florida Bar in the Supreme Court. When does a mailing become a \"mass mailing?\" And when would an audience be big enough that you legally could make an in-person appeal?</p><p>Former chief justice Anstead says that striking down any portion of the personal solicitation ban would be disastrous in Florida, which is just one generation removed from <a href=\"http://www.tampabay.com/opinion/columns/the-shoddy-history-of-politicized-courts/1163292\" target=\"_blank\">the worst judicial corruption scandal in the state's history</a> — state Supreme Court justices fixing cases on behalf of campaign donors, and even permitting a lobbyist to ghost-write the opinion of the Florida Supreme Court in a public utilities case. In the end, four of seven justices were forced to resign and the state adopted a raft of reforms, including the ban on personal solicitation.</p><p>Those challenging the ban, however, contend that making judicial candidates do their fundraising through committees stacks the deck for those with connections.</p><p>\"That really favors the legal establishment,\" argues Pincus. \"If you're someone who is not a well-connected lawyer, you may not have well-connected people to put on a committee to do the soliciting for you. You may have to send out letters yourself, and why should that be prohibited?\"</p><p>The Florida Bar replies that there is nothing in the rule that prevents candidates from raising money – they're just prevented from doing it personally.</p><p>Pincus has another argument: if the purpose is to prevent corruption, then why are candidates for legislative and executive office permitted to personally solicit campaign contributions?</p><p>Because they're different, replies the bar association's Barry Richard.</p><p>\"They're policymakers and people vote for them and contribute money to them because of the policies that they stand for,\" says Richard. \"In the case of the judicial candidate you have an entirely different concern, which is a requirement for impartiality.\"</p><p>Finally, those challenging the personal solicitation ban argue that if a donation does cause either a conflict or the appearance of impropriety, judges can recuse themselves. In practice however, most experts say that is a nonstarter, because recusal decisions largely are left to individual judges and can cause all kinds of unanticipated problems.</p><p>\"Trust me, in rural communities they're all getting their contributions from the same pool,\" says Florida Bar President Coleman. \"So you could theoretically run through three, four, five, six judges before you could find one that the lawyer did not contribute to. So it could create, literally, chaos within the system.\"</p><p>Just what role does money play in judicial elections and decisionmaking? Polls show astonishing majorities of the public — as high as 70 or 80 percent or more — think money influences judges. And scholars have found that there is a \"strong\" relationship between campaign contributions and judicial voting, according to Tracey George, a law and political science professor at Vanderbilt University. She is among a group of scholars who filed a brief surveying the data.</p><p>\"Money biases — whether consciously or subconsciously — the recipient's subsequent actions,\" George says. Indeed, she notes, \"donors have given to judges who face no opposition, so these donors clearly think there's an impact.\"</p><p>Of course, a ban on personal solicitation may not solve that problem.</p><p>\"It's true that it is not a perfect way of dealing with it,\" concedes former chief justice Anstead.</p><p>\"We're limited to what we can do because of the great value we place in the First Amendment,\" he explains. \"But at least we're doing something.\"</p><p>The question now is whether the Supreme Court thinks that \"something\" is constitutional, or whether judicial candidates soon will be just like all other candidates — scrambling for campaign cash, in person.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Should+Judicial+Candidates+Be+Allowed+To+Solicit+Campaign+Money%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nina Totenberg","audio":[{"meta":{"duration":"420"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1378525695-26ab7b.m3u?orgId=1&topicId=1070&ft=3&f=377784225"},{"href":"http://media.npr.org/assets/img/2015/01/19/37484901_h34296808-6859417e619dfa10183d491f19412c9da9bac1d1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1370","width":"1827"}},{"href":"http://media.npr.org/assets/img/2015/01/16/istock_000045564856large-bb0a8a32b7151899a7825af83b953d621bdad26c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1809","width":"2412"}}]}