{"created":"2015-02-10T18:43:22+00:00","modified":"2015-02-10T19:57:36+00:00","valid":{"from":"2015-02-10T19:57:36+00:00","to":"3015-02-10T19:57:36+00:00"},"hreflang":"en","title":"Former Aid Worker In Syria Recounts Dangers","published":"2015-02-10T19:57:00+00:00","teaser":"Wijbe Abma collected more than $100,000 in donations and spent a year coordinating food aid for refugees, until the risk was too great.","itags":["npr_api","385240687"],"guid":"1671fd90-b01f-4068-86d5-99d3d9a5a78b","contentencoded":"<p>Two years ago, Dutch college student <strong>Wijbe Abma</strong> decided to help Syrian refugees by bringing them 100 blankets he&#8217;d purchased while backpacking in Turkey.</p><p>He eventually collected more than $100,000 in donations and spent a year coordinating food boxes for refugees until the risk of being kidnapped increased.</p><p>Abma spoke with <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Robin Young about the dangers of being an aid worker in the Middle East at this point in the Syrian conflict.</p><ul><li><strong>Related:</strong> <a href=\"http://hereandnow.wbur.org/2015/02/10/kayla-mueller-confirmed-dead\" target=\"_blank\">American Woman Held By ISIS Confirmed Dead</a></li><li><a href=\"http://www.dontforgetsyria.com/\" target=\"_blank\">Read more about Abma&#8217;s project</a></li></ul><h4>Interview Highlights</h4><p><strong>On entering Syria and providing aid</strong></p><p>&#8220;At the time, I think the situation was different. Now I wouldn&#8217;t advise anyone to cross into Syria, particularly not after the immediate border area because after that it’s very murky and very many groups occupy different checkpoints and everything. It’s dangerous.</p><p>&#8220;Strange thing about Syria is that, apart from me, many freelance journalist and even tourists, especially at the time, could just walk into Syria. It was as easy as showing your passport at the right border gate and you could just walk into Syria. And for me, there was plenty of reason to distribute aid because right after the border there was this refugee camp and the people were living in desperate situations in the refugee camp. The international community wasn&#8217;t reaching this place very much because it wasn&#8217;t Syrian territory, so they had these legal obstructions, but for me and some other small NGOs and individuals, we could easily get into these places and distribute aid.&#8221;</p><p><strong>On how he started his project</strong></p><p><div class=\"l-article-primary pullquote\" style=\"\"></p><p>&#8220;Many people will think twice or thrice before going into Syria to either report from there or to deliver aid. You can imagine what kind of consequences that will have.&#8221;</p><p></div></p><p>&#8220;I just couldn&#8217;t make sense of these two findings. On the one hand, the need was very high, and then on the other hand it was so easy to go in, and if it was so easy to go in then why wasn&#8217;t the help there?&#8221;</p><p>&#8220;Me and a friend of mine, Hassan, we just walked into a blanket shop basically. And we chose some blankets that seemed warm and that were not too pricey and I actually tested some of them in my hotel room with the window open and the door open at night and I decided that it was a fine blanket. And I bought 100 of them off my savings and with some friends I met we just went into Aleppo eventually to distribute these blankets, and that was the start of something more.&#8221;</p><p><strong>On why he decided to leave </strong></p><p>&#8220;First of all, when I came to Syria, even tourists were going there. It seemed such a good mood and people could just walk into Aleppo and you would make photos and you would come back safely and have a nice story to share with your friends on Facebook. But as time passed, things started to change. And the war has always been there, there’s always been bullets flying, but this more invisible danger of kidnapping started popping up during the months I was there, even before, but it just got more intense and more extreme.&#8221;</p><p>&#8220;On the route I took to Aleppo often, at least two people were kidnapped. From what I assume, Kayla was also kidnapped on at least partly the same way.&#8221;</p><p><strong>Reflecting on Kayla&#8217;s death </strong></p><p>&#8220;It’s a very tragic event, and the entire ISIS rise, of course, is a very tragic event and especially the past killings of humanitarian workers, of journalists. It’s a tragic development, of course for these people, and family, and relatives, also I think, in general, for journalism and aid in Syria. Many people will think twice or thrice before going into Syria to either report from there or to deliver aid. You can imagine what kind of consequences that will have. That’s not to say that journalism or aid will save Syria. But at least it might alleviate some suffering, which is now made very hard.&#8221;</p><h4>Guest</h4><ul><li><strong>Wijbe Abma</strong>, former freelance aid worker in Syria.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Former+Aid+Worker+In+Syria+Recounts+Dangers&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"371"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1385243074-bbc170.m3u?orgId=1&e=385240687&d=371&ft=nprml&f=385240687"},{"href":"http://media.wbur.org/wordpress/11/files/2015/02/0210_wijbe1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"961","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/02/0210_wijbe3.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1280","width":"959"}}]}