{"created":"2014-10-08T02:59:54+00:00","modified":"2014-10-31T00:39:00+00:00","valid":{"from":"2014-10-31T00:39:00+00:00","to":"3014-10-31T00:39:00+00:00"},"hreflang":"en","title":"Learning How To Be A Man, From Mom","published":"2014-07-03T13:29:00+00:00","teaser":"Derek Williams' dad was around when he was growing up, but it was his mom, he says, who taught him what it takes to be a good man. When she died in 2009, he had to learn from both parents' examples.","itags":["npr_api","327655886"],"guid":"16758e05-69a8-4d0d-ac7d-48440e7e21d3","contentencoded":"<p><em>This story is part of </em>All Things Considered<em>'s </em>\"<a href=\"http://www.npr.org/series/323986426/men-in-america\" target=\"_blank\">Men in America</a>\"<em> series.</em></p><p>Though my mom and dad often were on the outs, I'm not one of those kids whose dad was absent.</p><p>My dad was there for graduations, to teach me how to ride a bike, to see me make accomplishments. My dad was there as a sounding board, as more of a disciplinarian. But my mom was the breadwinner, who I consistently saw get up in the morning and go to work. She spent a lot of time telling me how men are supposed to be respectful and that they're the providers of the family.</p><p>My dad always received government assistance, which contributed to the family, but he didn't have to work for that money. I just knew it kind of came every month. At 10 years old, I realized that I had started to surpass my dad academically. We would go to the doctor, and instead of him filling out the paperwork, he would make a joke and say, \"Why don't you read this, and you fill it out?\" but that was really him saying, \"I can't read. I need you to do this for yourself, because I can't do it for you.\"</p><p>I remember being younger when my brothers and I would be with my dad, and we'd be riding in the car. We would see a girl, my dad would hoot and holler, and my brothers would join in. I would sheepishly sit in the back seat, like, \"I'm gonna tell mom!\" I've always been different from my brothers in that sense.</p><p>My dad would also spend extra time making sure my brothers did those \"manly\" things around the house while my mom taught me how to cook. She taught me which cleanser you use to clean the bathroom. I know the birthdays, I know when rent is due, I know how to make a money order. My mom, from an early age, taught me how to keep the house in those kind of ways. I grew up resenting my dad a lot because he wasn't this stereotypical dad, and my mom filled that role.</p><p>My mom was this incredible woman who provided for us, made sure we ate, made sure we always had a roof over our heads and clothes on our backs. She busted her rump to do that. And in 2009, when she died, my brothers, my dad and I were forced, by circumstances, to move in with each other again and live under the same roof. We just couldn't afford the house my mom had got for us before she passed.</p><p>Soon after that, I was being a brat and told my dad, \"I don't wanna move,\" and I was being real nasty with him. He got really loud and said, \"You have to understand — I'm not your mom! I'm not your mom. The things that used to fly with your mom don't fly with me. So this is a new page.\"</p><p>In a way, he was saying, \"I really hope you paid attention to those lessons your mom was giving you. I really hope that you know how to be independent.\"</p><p>Because I've had to learn how to become a man in such a roller-coaster way, I have the luxury of being able to pick and choose from the way my mom was trying to raise me into this man, and to learn from my father's mistakes.</p><p>It has made me stronger.</p><p><em>Derek Williams, 22, is a reporter for Youth Radio in Oakland, Calif. </em></p><p><em>This story was produced by </em><a href=\"https://youthradio.org/\">Youth Radio</a><em>.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Learning+How+To+Be+A+Man%2C+From+Mom&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Derek Williams","audio":[{"meta":{"duration":"282"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1327797286-dce111.m3u?orgId=1&topicId=1091&aggIds=323986426,4692815&ft=3&f=327655886"},{"href":"http://media.npr.org/assets/img/2014/07/02/derek_williams_yr-123386ac82cb52176cfa8fb953817fd6085fa860.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"682","width":"910"}}]}