{"created":"2014-12-09T21:09:40+00:00","modified":"2014-12-11T20:12:42+00:00","valid":{"from":"2014-12-11T20:12:42+00:00","to":"3014-12-11T20:12:42+00:00"},"hreflang":"en","title":"'Sons Of Anarchy' Ends As A Macho Soap Opera Often Anchored By Women","published":"2014-12-10T02:29:00+00:00","teaser":"FX's biker drama <em>Sons of Anarchy</em> airs its final episode tonight, capping a seven-season run. NPR TV critic Eric Deggans says cable's most macho series succeeded by finding strong roles for women.","itags":["npr_api","369263143"],"guid":"1688c997-c1d7-4679-a6a1-996f61822503","contentencoded":"<p><em>Sons of Anarchy</em> is probably the most macho drama on television, featuring a gang of gun-running, porn-making bikers.</p><p>But the biggest moment of the final season has featured a woman: Gemma Teller (played by Katey Sagal), mother to biker club president Jax Teller. Gemma admitted killing Jax's wife, Tara, and lying about it, which started a gang war.</p><p>When Gemma finally came clean, Jax insisted she pay the ultimate price.</p><p>\"I loved Tara very much,\" Gemma tries to tell Jax (played by Charlie Hunnam). He isn't interested in her story, and moments later, a shot rings out.</p><p>\"This is a story about the queen and the prince,\" says <em>Sons of Anarchy</em> creator and Executive Producer Kurt Sutter, who cast his wife and former <em>Married with Children</em> star as Gemma. At first, Sutter planned to make Gemma a background player.</p><p>\"I always had envisioned Gemma as sort of being like the Nancy Marchand character in the <em>Sopranos </em>... not necessarily the key manipulator,\" he says, before noting that FX President John Landgraf persuaded him to make Gemma a more central character.</p><p>Good call. Gemma has become one of the series' most popular characters even while carrying out some of the show's most intense plotlines, from beating one woman in the face with a skateboard to killing her own daughter-in-law with a huge serving fork after a fight in a kitchen.</p><p>\"Nothing gets in the way of me taking care of my family,\" Gemma tells one woman, a junkie whom she handed a syringe full of drugs in hopes she might overdose. \"Especially my conscience.\"</p><p>Tara Bennett, author of the official series guidebook for <em>Sons of Anarchy,</em> says strong female characters like Gemma helped draw female viewers. The show's season premiere this year topped ratings across TV for men and women.</p><p>But the show also plays like a soap opera for guys — filled with melodrama, violence, sex and a macho swagger that appeals to male fantasies.</p><p>\"It's not unlike, in some kind of ways, guys that really kind of watch pro wrestling for the man soap of it all,\" Bennett says, laughing. \"There's these really visceral fights and when justice is served, it's brutal and graphic and violent.\"</p><p>Sutter agrees: \"You know, and I say this all the time, my show is pulp fiction. I straddle that line of absurdity a lot of the times. And for me, if I had a complete, accurate retelling of this world, it just would not be a fun show.\"</p><p>Sutter created the show in 2008, imagining a California version of <em>The Sopranos</em>. Fans called it <em>Hamlet</em> on motorcycles, with a young Jax rising to leadership in a gang originally led by his stepfather, who had secretly killed his father.</p><p>But that changed in 2012 when Sutter added former <em>NYPD Blue</em> star Jimmy Smits as Nero Padilla, a Latino gang leader and new boyfriend for Gemma. Even Smits is surprised he's still around now, citing the show's quality as one reason.</p><p>\"There's a dynamic that happens with an audience that they like getting a kind of one-two punch,\" the actor says. \"They like being able to know about a world and think they know who the characters are, thinking, 'How is Bobby going to [react]? ... How is Jax — because I know Jax — how [is he] gonna react?' \"</p><p>Smits' character also helped <em>Sons of Anarchy</em> become more multicultural. Early seasons showed a pretty racist and homophobic biker group; now, one biker has fallen in love with a preoperative transgender woman, while Latino and black characters are close allies.</p><p>\"Just as the show has been an equal opportunity offender — every ethnic group gets their little hits — it's been a bastion of inclusiveness on so many different levels,\" Smits says.</p><p>Copies of Bennett's guidebook, which has details on tonight's finale, were sent early to some booksellers. So some fans already know how the series' ride ends.</p><p>But Sutter won't dish finale details, saying the show ends pretty much how he planned years ago.</p><p>Critics may carp about some aspects of the show's final season — including cameos by stars such as Courtney Love or <em>Glee</em>'s Lea Michele that didn't seem particularly memorable or momentous.</p><p>But it seems obvious the show is ending on the same terms as it began: humanizing characters who rarely are treated seriously anywhere else and overturning the rules of series television in the process.</p><p>\"Hopefully, we'll be seen as something original and important,\" Sutter says, \"in terms of putting something different and diverse onscreen that doesn't involve people walking, just walking out to crime scenes or down a hospital corridor.\"</p><p>That may be the best thing you can say about a show that always found the humanity in the biggest outlaws on television.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Sons+Of+Anarchy%27+Ends+As+A+Macho+Soap+Opera+Often+Anchored+By+Women&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eric Deggans","audio":[{"meta":{"duration":"251"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1369667398-fee06f.m3u?orgId=1&topicId=1138&ft=3&f=369263143"},{"href":"http://media.npr.org/assets/img/2014/12/08/soa_701_blackwidower_0615_hires1-786a01e7eb06e864fad9f5ac810461f144035ab5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"939","width":"1252"}},{"href":"http://media.npr.org/assets/img/2014/12/08/fm2_8872_hires2-f0e3d039050e59ef3eb0cbedc8d0820d222755cf.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1345","width":"1794"}},{"href":"http://media.npr.org/assets/img/2014/12/08/soa_701_blackwidower_0168_hires2-247d22a1850ada48c04b46672d17109ef9a8faf6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1449","width":"1932"}}]}