{"created":"2015-05-14T22:00:41+00:00","modified":"2015-05-18T20:03:36+00:00","valid":{"from":"2015-05-18T20:03:36+00:00","to":"3015-05-18T20:03:36+00:00"},"hreflang":"en","guid":"168d60c6-9631-40b8-8e9e-801235e587f0","title":"The NSA's bulk collection program may soon end, but they may not care","published":"2015-05-18T20:03:31+00:00","byline":"Joyce Hackel, Shirin Jaafari","tags":["surveillance","intelligence","bulk data collection","telephone companies","CIA","NSA","Patriot Act","Justice","Conflict & Justice","North America","United States","Michael Morell","David Sanger","Mass surveillance","National security","National Security Agency","Security","Surveillance"],"teaser":"The NSA's ability to collect mass amounts of phone data might be coming to end as a bill on the topic moves through Congress. A former CIA head says it's a necessary check against abuse, but one journalist thinks the agency has moved beyond the program altogether.\r\n","contentencoded":"<p>Congress is about to decide the future of surveillance, and the US government's bulk data collection program is on the line. </p>\n<p>The House of Representatives has approved a bill that would end the National Security Agency's mass data collection, which is currently allowed under Section 215 of the Patriot Act. Rather than allowing the government to simply hold such records on its own, the bill would have them request needed information from private phone companies like AT&amp;T, Verizon and Sprint. The bill still needs to be approved by the Senate.</p>\n<p>Michael Morrell, the CIA's acting director from 2012 to 2013, said in an interview that the shift is an important check against potential abuse. (Questions and answers have been lightly edited for clarity and space.)</p>\n<p><strong>Michael Morrell: </strong>The government should be required to get a court order every time they want to query the data. That's what I think is the good compromise here. There haven't been any privacy or civil liberty abuses by the NSA in this program, but the government holding this data holds the potential for abuse, and there's been plenty of times in our history when the government has abused its power. So that's what led us to say let's keep the program going but let's take the data out of the hands of the government and force a little bit more oversight in terms of allowing the government to query the data. </p>\n<p><strong>Marco Werman: </strong>There's the case in San Francisco where plaintiffs sued the Justice Department for taking their metadata from AT&amp;T — not to mention people who <a href=\"http://www.reuters.com/article/2013/09/27/us-usa-surveillance-watchdog-idUSBRE98Q14G20130927\">check in on former girlfriends</a>. So isn't that abuse?</p>\n<p><strong>MM:</strong> Yes, that happened on a couple of occasions at NSA, but that was not this program. One of the problems, Marco, is that when Edward Snowden disclosed this program, the media took this to the scariest corner of the room. You know, the media implied in what it reported — and I remember watching this on CNN — the media reported that the NSA was listening to your phone calls and NSA was reading your emails. I remember listening that first day to CNN say over and over again, \"If you call your grandmother in Arkansas, NSA is gonna know.\" And that's just not true.  </p>\n<p><strong>MW:</strong> But NSA can know and does know. You can construct several different pieces of metadata and find out a lot more.  </p>\n<p><strong>MM:</strong> Sure, absolutely. And that's why the potential for abuse is there. So if you have — I'm making this up, right? — if you have my phone number and you have what numbers my phone called, right, you can do a Google search, you can find out that my number is me, Michael Morell, and you can do a Google search and you can find out that I've called a psychiatrist, that I've called a dating service, that I've done all of these things that would be rather embarrassing to me. So yes, you can find that out and that's why there's potential for abuse here. And that's why the review group that I was on unanimously said the government shouldn't hold this data, and you should have a court order every time</p>\n<p><strong>MW: </strong>There were representatives of the American people in Congress asking Keith Alexander, the former head of the NSA, was there or is there not a bulk data collection program. He said there was not. Was he lying under oath? </p>\n<p><strong>MM:</strong> Some of the questions were unfairly put, in my view, to representatives of the intelligence community in public, specifically trying to put them on the spot, to make it difficult for them to answer.</p>\n<p><strong>MW: </strong>But isn't that what a House committee is supposed to do? </p>\n<p><strong>MM:</strong> Behind the scenes, right. That's where that work gets done. That's why those intelligence committees were created in the first place. That's how they operate, behind the scenes, in secret. I'm not disagreeing with you that there's more room to talk to the American people about this, but there also has to be an understanding that there is a line you can't cross in terms of making things public, because that will advantage our adversaries, number one. And number two, there can't be sole individuals who decide that they're going to leak stuff whenever they think because then there would be leaks every single day of the week.</p>\n<p>In a seperate interview, David Sanger of the New York Times offered another reason why the NSA might be happy to give up its bulk collection program. </p>\n<p><strong>David Sanger:</strong> The dirty little secret is that the NSA doesn’t really care about this program that much any more. Even before the Snowden revelations, there was a movement within the NSA to say ‘Hey, look, we’ve got a limited amount of money ... for our programs. This one has not yielded very many tips and help in locating terror groups, so would we be better spending our money on some other kind of monitoring program?' </p>\n<p>It wasn’t that they necessarily objected on any moral or legal ground to Section 215 bulk collection, they just didn’t think it was necessarily worth the cash they were laying out for it. You’ll notice you’re not hearing any screaming from the NSA or the Director of the National Intelligence about this House bill. Why is it? Because they have already moved on. They’re thinking about other ways they could spend that money.</p>\n<p><strong>MW: </strong>Do you know how else they could spend that money? Is it something we should be concerned about? How is this going to affect that massive multi-billion dollar complex out in Utah where they’re going to store all this data?</p>\n<p><strong>DS: </strong>Well, the good thing about storing data is there’s lots of other data to store. If you’re the NSA, espionage of the traditional way — listening in to phone calls, all that kind of stuff — is fine. But to some degree it can sort of be left to the summer interns. The high art at the NSA these days is all in the cyber side of things. That’s where the money, the energy and the talent is going.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-14%2Flatest-nsa&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/05142015_01.mp3"},{"href":"http://admin.pri.org/file/0514201501mp3"}]}