{"created":"2015-01-18T12:40:26+00:00","modified":"2015-06-25T17:45:35+00:00","valid":{"from":"2015-06-25T17:45:35+00:00","to":"3015-06-25T17:45:35+00:00"},"hreflang":"en","title":"Finding A Childhood Bully, And So Much More, In 'Whipping Boy'","published":"2015-05-01T18:51:00+00:00","teaser":"In his new memoir, Allen Kurzweil goes looking for his childhood tormentor — and discovers he's served time for involvement in an international fraud scheme so wild and colorful, it could be a movie.","itags":["npr_api","377750683"],"guid":"16910f67-8797-4071-aee1-8f4791bcd0c9","contentencoded":"<p>In 1971, 10-year-old Allen Kurzweil was a new student — the youngest — at a boarding school in Switzerland. He had a problem. A problem named Cesar Augustus.</p><p>\"Almost at once, he dominated my life,\" Kurzweil says.</p><p>Augustus was Kurzweil's 12-year-old-bully. Kurzweil says Augustus started tormenting him emotionally and physically soon after they met. It culminated in one particularly brutal incident.</p><p>\"He tied me up to a bed post, and whipped me to a song in <em>Jesus Christ Superstar</em>,\" he tells NPR's Rachel Martin.</p><p>Kurzweil left the school after a year, but the memory of the abuse tormented him well into adulthood. In his new memoir, <em>Whipping Boy</em>, the novelist and children's writer revisited the episode — and detailed his decades-long quest to find and confront his bully.</p><p>It turns out that Augustus served time for involvement in an international fraud scheme so wild and colorful, it could be a movie.</p><hr /><h3>Interview Highlights</h3><p><strong>On meeting Cesar Augustus</strong></p><p>Almost at once he dominated my life. I was the youngest boy in a Swiss boarding school. I was one of five or six Jewish kids, and I found myself in the top of a dormitory tower with a boy named Cesar Augustus. It wasn't more than three or four weeks before the physical abuse started. He saturated small pieces of bread with hot sauce and forced me to eat them. Probably the most dramatic episode came when he tied me up to a bed post and whipped me to the soundtrack of a song in <em>Jesus Christ Superstar</em>.</p><p>For a long time I would tell this story with an almost frivolous quality. I tried to sublimate the anguish, to man-up, to not confront the anguish I felt, and that didn't work. It was one of the reasons I decided to seek Cesar out.</p><p><strong>On the amazingly elaborate fraud scheme for which Cesar went to prison</strong></p><p>One of the reasons it took me so long to write the book is I had to juggle how I'm going to describe a scam in which a man who goes by \"Prince Robert,\" and who wears a cape and a monocle — in conjunction with the Colonel, who in point of fact, was a former assistant store manager from Radio Shack — claimed to be the overseers of an international bank based in Switzerland — everything seems to go back to Switzerland — and they had assets in excess of $60 billion.</p><p>And as I discovered, proof of the worth of their bank took the form of a single page special deed of trust from the Kingdom of Mombessa. For the benefit of the listeners, I should point out that there is no Kingdom of Mombessa, and the crazy thing is I know all of this because I was given access to all of the criminal proceedings, and the court records, the discovery materials. Why? Because all of [the people involved], without exception, had Cesars in their past. This was their opportunity to redress their own childhood injustices.</p><p><strong>On finding Cesar a diminished figure</strong></p><p>He was more Eeyore rather than Dr. Evil. I was traveling cross-country to talk to a man who had just spent a considerable amount of time in a federal penitentiary, and had no visible means of support. But I also realized I was talking to a man who had made many people's lives miserable. We joke about the dirty-rotten-scoundrel-dom of the scam, but at the other end of this scheme, there were dozens of people who were devastated by the money that was stolen from them. There was a fellow who started crying when he recalled the fact that he squandered the last three months of his wife's life — she was at that point dying of multiple myeloma — being pulled by the nose by Cesar and these other scoundrels.</p><p><strong>On confronting Cesar about his bullying</strong></p><p>Oh well, that was the hardest question to ask of all. And I had to be strong-armed by my wife, by my editors to ask those questions, to say, \"Hey, you did a number on me.\" And I don't think I'm giving too much away to say that he denied all culpability.</p><p>More than that, he didn't remember me. He didn't remember rooming with me. In fact, he denied rooming with me, in the same way that he stood before the sentencing judge and said he had done nothing wrong. But he left me a halfhearted apology after our last meeting.</p><p><strong>On receiving that apology</strong></p><p>I was liberated when I heard it. I have to say, I felt 30 pounds lighter. I heard it when I was walking around a dog park in San Francisco and I found myself racing up the hill sort of competing with the unleashed dogs in a sort of frenzied sense of liberation. It's a little embarrassing to admit that now. I had moved on.</p><p>I healed as so many writers do, by writing through that anguish, confronting him, but confronting myself as well.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Finding+A+Childhood+Bully%2C+And+So+Much+More%2C+In+%27Whipping+Boy%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"358"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1378116212-bb8f12.m3u?orgId=1&topicId=1033&aggIds=100876926&d=358&p=10&story=377750683&t=progseg&e=378116159&seg=9&ft=nprml&f=377750683"},{"href":"http://media.npr.org/assets/img/2015/01/16/allen-kurzweil---credit-ferrante-ferranti-a917bbecefdeac775c1f6954642b2085253b8728.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1901","width":"2535"}}]}