{"created":"2015-05-14T16:10:55+00:00","modified":"2015-05-16T00:00:28+00:00","valid":{"from":"2015-05-16T00:00:28+00:00","to":"3015-05-16T00:00:28+00:00"},"hreflang":"en","guid":"16987180-3b84-4091-b21c-275a01282a53","title":"Brazil's new idea to fight crime: Sentence teens to adult jails","published":"2015-05-16T00:00:24+00:00","byline":"Catherine Osborn","teaser":"The US is moving toward lowering its prison population. Brazil may go in the opposite direction. Its Congress is considering lowering the age of criminal responsibility from 18 to 16. That would send thousands of adolescents to a dangerous adult prison system with 200,000 too many inmates.","tags":["SafeMode","Justice","Education","Conflict & Justice","Development & Education","Rio de Janeiro","South America","Brazil","Rio de Janeiro","Latin America","Prison","Social Issues","Juvenile delinquency","prison overcrowding","Crime"],"contentencoded":"<p>On a recent night, college student Fernanda Garcia stands with several neighbors on a pedestrian highway overpass alongside the northern Rio de Janeiro favela of Maré. She’s there to help hang a sign that thousands of drivers will see in the morning. It reads: “Fewer Prisons, More Schools.”</p>\n<p>Unlike several American states that have recently raised the age at which juvenile offenders can be tried and jailed as adults, Brazil’s Congress is considering lowering the age of criminal responsibility from 18 to 16, sending thousands of adolescents to the country’s already crowded adult jails.</p>\n<p>“Adult jails are the wrong kind of place to send these young people,” Garcia says. “It’s the kind of place where they will come out in ever more trouble than they started.”</p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://cdn-113a.kxcdn.com/sites/default/files/styles/original_image/public/DSC_0041%202_0.JPG?itok=fkRxSnl9\" alt=\"\" /><div class=\"field-caption\">\n    <p>College student Fernanda Garcia (right) speaks with fellow activists in the favela of Maré in Rio de Janeiro's North Zone.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Catherine Osborn</p>\n  </div>\n</div>\n<p>She’s not alone in thinking that. Adult Brazilian prisons have earned the nickname “schools of crime,” because in addition to overcrowding and estimated 70 percent recidivism rates, they often have abusive prison guards and active drug trafficking factions inside, ready to recruit.</p>\n<p>But many Brazilians see an opposite problem. Marilene Gomes, a waitress, supports sending more teenage offenders to adult prisons. “At 16 years old, people know exactly what they’re doing.” She says, “I’ve had enough of all of the deaths that we see every day on television.”</p>\n<p>In fact, <a href=\"http://oglobo.globo.com/brasil/unicef-estima-em-1-os-homicidios-cometidos-por-menores-no-brasil-15761228\">less than 1 percent</a> of homicides in Brazil are committed by adolescents, and that number <a href=\"http://www.sdh.gov.br/assuntos/criancas-e-adolescentes/pdf/SinaseLevantamento2011.pdf\">has declined</a> in recent years. The country’s juvenile detention centers are <a href=\"http://www.forumseguranca.org.br/storage/download/anuario_2014_20150309.pdf\">mostly filled</a> with teens arrested for robbing people or drug dealing.</p>\n<p>According to Rosental Alves, who heads the Knight Center for Journalism in the Americas, Brazil’s mainstream media often fall short of covering the wider social context of crimes that are committed by young people.</p>\n<p>“There is a long tradition in Brazil of stigmatizing children who are involved in robberies or crimes, especially in the big cities,” says Alves. “The media normally follow the anger of the middle class people who are the victims of the kids. And you know, the only thing they want is to get rid of those kids.”</p>\n<p>To get rid of the kids, Brazil has been locking them up like never before. Starting at 12 years old, children here can be sent to juvenile detention centers that now house over 18,000. Once they turn 18, teens are sent into an adult prison system that has <a href=\"http://congressoemfoco.uol.com.br/noticias/populacao-carceraria-cresce-seis-vezes-em-22-anos/\">grown six times in population</a> over the last 25 years. The system now has 581,500 prisoners, more than 230,000 inmates over capacity nationwide. An estimated 148,000 more convicts are serving house arrest because of the prison overcrowding.</p>\n<p>Taiguara Souza, who works in the Rio state government’s anti-torture investigative unit, says there have been no guarantees that problems with space, guard abuse or health conditions will be addressed if the adult prison system bears the influx of thousands of teenagers. Many opponents of lowering the age of criminal responsibility also cite <a href=\"http://www.thecommunityguide.org/violence/mcgowanarticle4.pdf\">American studies</a> that suggest such a move does not lead to a drop in violence.</p>\n<p>But the change may still pass in <a href=\"http://frombrazil.blogfolha.uol.com.br/2015/04/16/whos-who-in-the-battle-for-brazil/\">Brazil’s Congress</a>, where many politicians who were elected on “tough on crime” platforms are pushing for it. Their proposal cites the Bible three times, including Ezekiel 18:20: “The soul that sins shall die.”</p>\n<p>William Neto, 17, a high school student from the working-class suburb of Duque de Caxias, says these politicians are missing the point. He says people need to focus on why so many young Brazilians end up in trouble with the law in the first place. For a safer Brazil, he says, everyone, not just the rich and middle class, should be in enriching school and social programs.</p>\n<p>Of the prisoners, Neto asks: “How many other opportunities did these kids have in their lives? What about the environment in which they grew up? What about the quality of schools they went to?”</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-14%2Fbrazil-considers-whether-sending-more-teens-adult-jails-answer-rising-crime&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/story/images/DSC_0120.JPG","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/dsc0120jpg-1"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/05152015_03.mp3"},{"href":"http://admin.pri.org/file/0515201503mp3"}]}