{"created":"2014-09-15T08:35:29+00:00","modified":"2015-03-09T18:08:17+00:00","valid":{"from":"2015-03-09T18:08:17+00:00","to":"3015-03-09T18:08:17+00:00"},"hreflang":"en","title":"Philip Morris Sues Uruguay Over Graphic Cigarette Packaging","published":"2014-09-15T12:08:00+00:00","teaser":"The country requires photos of decaying teeth and gruesome hospital scenes on every pack. Philip Morris sees this as a violation of a trade agreement and is suing Uruguay for $25 million.","itags":["npr_api","345540221"],"guid":"1698c4ed-8196-4721-a9ac-b9ad9f5f00d2","contentencoded":"<p>Shopping for cigarettes in Uruguay isn't a pleasant experience. Photos of decaying teeth, premature babies and gruesome hospital scenes wrap around every pack. In fact, the country requires manufacturers to cover at least 80 percent of the packaging with medical warnings and graphic images.</p><p>Cigarette giant <a href=\"http://www.pmi.com/eng/pages/homepage.aspx\">Philip Morris International</a> sees this requirement as a violation of a treaty law. So it's suing the country of Uruguay for $25 million.</p><p>The lawsuit is based on a 1991 trade agreement between Uruguay and Switzerland, where the company is located. The cigarette manufacturer <a href=\"http://www.pmi.com/eng/media_center/company_statements/pages/uruguay_bit_claim.aspx\">says</a> Uruguay is violating its promise to respect intellectual property rights.</p><p>Studies have <a href=\"http://211.144.68.84:9998/91keshi/Public/File/36/380-9853/pdf/1-s2.0-S0140673612608265-main.pdf\">found</a> that such gruesome packaging reduces smoking, particularly in pregnant women.</p><p>To better understand this case before it goes in front of the World Bank this month, NPR's David Greene spoke with <a href=\"https://twitter.com/chalexhall\">Alexandra Hall</a>, a reporter based in Uruguay's capital city, Montevideo.</p><p>Here are highlights from their conversation, which has been edited for clarity and length.</p><p><strong>Exactly what kind of anti-smoking measures are we talking about here?</strong></p><p>In 2006, the government says that cigarette makers have to cover cigarette packs 50 percent with health warnings and what are called pictograms, which are the graphic photos that show hospital scenes, what happens to a fetus when a pregnant woman smokes — really scary pictures of the negative health effects of smoking on the human body.</p><p>Then in 2009, the Uruguay government raised the required coverage to 80 percent. This is more than any other country had mandated before.</p><p>Uruguay also said you couldn't have any variation of a single brand sold in any store. You could have Marlboro, but you couldn't have Marlboro Light or Marlboro Gold. They said terms, like \"light\" and \"gold,\" deceive consumers into thinking that those types are healthier than the average cigarette.</p><p>And in the end, Philip Morris had to take seven of its 12 products off the shelves. And that's when they decided to file the lawsuit.</p><p><strong>You can see why Philip Morris wasn't happy with these measures. But what is its legal case here?</strong></p><p>Philip Morris is saying that the percentage of warning labels that are required on cigarette packs in Uruguay goes beyond what is reasonable to protect people from the harmful effects of smoking. The company says that the warning labels leave no space for legally protected trademarks.</p><p><strong>Is there evidence that these measures have been stopping people from smoking?</strong><strong> </strong></p><p>Uruguay's University of the Republic, in collaboration with a professor from Massachusetts Institute of Technology, did a <a href=\"http://211.144.68.84:9998/91keshi/Public/File/36/380-9853/pdf/1-s2.0-S0140673612608265-main.pdf\">study</a> that showed that between 2005 and 2011 in Uruguay, smoking has gone down 4.3 percent annually.</p><p>They've also done studies that have shown that less pregnant women are smoking and that the birthrate has gone up because of it.</p><p>Actually, former New York City Mayor Michael Bloomberg donates millions of dollars to developing countries that are trying to stop smoking. His <a href=\"http://www.bloomberg.org/?gclid=CLvUxeKzyMACFa5AMgodDBAAlw\">foundation</a> has paid for these studies, as well as a big chunk of Uruguay's legal fees.</p><p><strong>Michael Bloomberg is really helping to pay the legal fees for the Uruguayan government? Is that because the government doesn't have the resources to go to battle with this big tobacco company?</strong></p><p>The amount of money that Philip Morris has at its disposal puts Uruguay's gross domestic product to shame.</p><p><strong>Is there precedent for other places in the world? </strong></p><p>The outcome of this case will set the tone for other countries. I spoke with Uruguay's former secretary of public health, who said that Philip Morris' intention was to make an example out of Uruguay.</p><p>There are a lot of other countries that are also in legal disputes with Philip Morris right now — Australia, for example. It was the first to adopt plain<strong> </strong>packaging in 2011. And Philip Morris has been <a href=\"http://www.npr.org/blogs/thetwo-way/2011/06/27/137448146/philip-morris-threatens-to-sue-australia-over-cigarette-packaging\">suing</a> them ever since. Philip Morris has also threatened in the last few weeks to sue the U.K.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Philip+Morris+Sues+Uruguay+Over+Graphic+Cigarette+Packaging&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"293"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1348612897-f0704d.m3u?orgId=1&topicId=1031&e=345540221&d=293&ft=nprml&f=345540221"}]}