{"created":"2014-11-18T21:48:37+00:00","modified":"2014-11-19T21:26:57+00:00","valid":{"from":"2014-11-19T21:26:57+00:00","to":"3014-11-19T21:26:57+00:00"},"hreflang":"en","guid":"16aa5aae-a192-484a-919d-29dfda0eff8d","title":"Barricades come down in Hong Kong, but the protest movement is far from over","published":"2014-11-19T21:26:56+00:00","byline":"Traci Tong","tags":["protests","democratization","government","Conflict","Conflict & Justice","Hong Kong","Beijing","Asia","China","Hong Kong","Asia","East Asia","Chris Buckley","Umbrella Movement","Occupy movement","Hong Kong protests","Beijing government","British colony","Politics"],"teaser":"Police removed barricades in Hong Kong on Tuesday, taking down a section of one of the protest movement's camps after two months of sit-ins. But it was a small step by the city's government, and the Occupy Central movement isn't likely to end any time soon.","contentencoded":"<p>After two months of protests and sit-ins on the streets of Hong Kong, the city's police moved in to dismantle part of one of the \"Occupy Central\" movement's protest camps on Tuesday.</p>\n<p>The move was ordered by a Hong Kong court, which issued an injunction last week against blocking roads around a building called the Citic Tower. But while the move was a setback for protesters, New York Times correspondent Chris Buckley says, \"it's important to remember this is only a small sliver of one of the protest sites.\"</p>\n<p>Buckley, who has covered the protests for nearly two months, points out that the police cleared only a small section of the camp that has been set up outside the building, which is not the main protest site. So despite the action, he says, protests aren't likely to end.</p>\n<p>The protesters, many of whom are students, began demonstrations at the end of September, demanding free elections in the former British colony. Hong Kong has been governed under the \"one country, two systems\" policy since reverting to Chinese rule in 1997, meaning that the city would get to keep many democratic freedoms unvailable to mainlanders.</p>\n<p>But China ruled this summer that it will still pre-screen candidates for Hong Kong's chief executive in 2017. Protesters say that decision erodes their rights, giving Beijing a veto over their top leader.</p>\n<p>But the two months of protests and barricades have taken a toll on everyone involved. Public opinion surveys show a growing weariness with the movement, and Buckley says a majority of Hong Kong residents would like to see the protesters go. Even some democracy \"sympathizers\" feel it's time to move.</p>\n<p>\"The numbers have been dwindling a little,\" Buckley says. \"But they're not camped out 24 hours a day, seven days a week. There are people who go to work, who go to classes, go home for showers and meals, and then come back on certain days of the week.\"</p>\n<p>And while some prefer a more moderate course that involves leaving the protest sites, he says other protesters tell him they will continue on — even if means confronting police</p>\n<p>So far, Beijing has refused to back down. But Buckley says that doesn't necessarily mean the protesters are losing their battle.</p>\n<p>\"Although there's no assurance that China is going to give way, there's a broader audience of people listening to these demands,\" he says.</p>\n<p>Beijing also fears that \"protests could inspire copycat actions and sympathetic actions within mainland China,\" according to Buckley. And now, with young Hong Kongers receiving a kind of \"apprenticeship in protests,\" he says, \"that's going to have consequences in the future.\"</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/111820141.mp3"},{"href":"http://www.pri.org/file/111820141mp3"}]}