{"created":"2015-05-28T21:39:29+00:00","modified":"2015-06-03T17:05:11+00:00","valid":{"from":"2015-06-03T17:05:11+00:00","to":"3015-06-03T17:05:11+00:00"},"hreflang":"en","title":"As Publishing Industry Courts China, Authors Speak Out Against Censorship","published":"2015-05-29T12:58:00+00:00","teaser":"Chinese writers and publishers are being celebrated this week at BookExpo America — the industry's largest trade event in North America. Free speech advocates are supporting silenced Chinese writers.","itags":["npr_api","410332552"],"guid":"16b2c3f5-e843-491c-8fad-f6441f7bebee","contentencoded":"<p>Chinese writers and publishers are being celebrated this week in New York at BookExpo America — the industry's largest trade event in North America. Organizers of the event say China deserves a seat at the table because it is such a big and potentially lucrative market. But some authors and free speech advocates have seen this as an opportunity to shine light on censorship in China.</p><p>Most of the books in the exhibition area are in Chinese, but Paul Myatovich presides over a display of books in translation. Myatovich is sales and marketing manager for CN Times Books, which is the U.S. publishing arm of Beijing Media Times. He says being invited to BookExpo is a great opportunity for Chinese publishers:</p><p>\"To give Americans and Westerners who are coming to the show a chance to see the breadth of Chinese publishing — that it's not all the little red book of Mao,\" Myatovich says.</p><p>BookExpo invited China to exhibit this year because organizers say China represents a market that could be crucial to Western publishers. But critics say in its eagerness to please the Chinese, the book industry is ignoring the dark side of publishing in China: censorship. Xiaolu Guo is a Chinese writer who now lives in the U.K. She left China because she felt she had to censor herself to stay out of trouble.</p><p>\"You have to protect yourself,\" she says. \"... If you can't leave China, most of the writers, artists and filmmakers they have to play the game. You know — use lots of metaphors to write a story or don't touch certain subjects.\"</p><p>Western writers who publish in China are also subject to censorship and sometimes they don't even know how their work has been altered. In his novel <em>Sunset Park,</em> Paul Auster included a mention of the imprisoned Chinese poet Liu Xiaobo. His Chinese publisher indicated some changes might be necessary but Auster says it wasn't until he got a copy of the Chinese translation of his book that he understood that all mention of the dissident poet had been eliminated.</p><p>Auster and Xiaolu Guo were in Manhattan on Wednesday to take part in a protest organized by the PEN American Center on the steps of the New York Public Library. They were joined by both Chinese and American writers including Jonathan Franzen, Ha Jin, Francine Prose and A.M. Homes, who all read from the work of dissident Chinese writers. Auster read a poem by Liu Xiaobo.</p><p>China may deserve a seat at the international publishing table, but PEN American Executive Director Suzanne Nossel says that doesn't mean the rest of the world should overlook the fact that there are two very different sides to Chinese publishing.</p><p>\"Yes, it's vibrant, yes it dynamic, yes there are some great Chinese writers who can get published and whose books can be sold. But there are also others who are completely muzzled and jailed and that piece of the story at least seems to be missing, so we think it's important to show the part of the story that is not being told.\"</p><p>As the protest ended, Nossel led the demonstrators in signing a petition demanding freedom for imprisoned Chinese writers.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=As+Publishing+Industry+Courts+China%2C+Authors+Speak+Out+Against+Censorship&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lynn Neary","audio":[{"meta":{"duration":"248"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1410340257-242ec4.m3u?orgId=1&topicId=1161&d=248&p=2&story=410332552&t=progseg&e=410338173&seg=8&ft=nprml&f=410332552"}]}