{"created":"2014-09-18T16:17:46+00:00","modified":"2014-09-18T19:29:31+00:00","valid":{"from":"2014-09-18T19:29:31+00:00","to":"3014-09-18T19:29:31+00:00"},"hreflang":"en","guid":"16bb250b-0c03-44f0-aa67-893ab71b753f","title":"Meet Russia's unlikely poster boy — and cheesemaker — for its embargo on Western goods","published":"2014-09-18T19:29:29+00:00","byline":"Charles Maynes","tags":["politics","food","Russia-Ukraine conflict","Global Politics","Food","Lifestyle & Belief","Moscow","Asia","Russia","United States","Jay Close","Cheese"],"teaser":"Jay Close has built houses, jumped out of planes, and cooked food for the Rolling Stones. Now he's a cheese maker in Russia who's reaping the benefits of Moscow's embargo on Western food imports. And this American is awfully popular right now with his Russian customers and the media.","contentencoded":"<p>On a farm a few hours outside of Moscow, you can find a hand-drawn sign that reads, &ldquo;<a href=\"https://www.facebook.com/jays.cheese.farm/info\">Jay&#39;s Organic Cheese Farm</a>.&rdquo;&nbsp;It belongs to Jay Close, one of the food producers in Russia who&rsquo;s reaping the benefits of Russia&rsquo;s embargo on Western foods.</p><p>Jay is an unlikely poster boy for Russian agriculture, though. For one thing, he&rsquo;s American. Perhaps because of that, Russian media have showered attention on this local farmer who has the gift for gab in both English and Russian.&nbsp;</p><p>Like the 30-odd European-style cheeses he makes, Jay comes in many varieties.</p><p>&ldquo;Which one do you want?&rdquo; he quips.&nbsp;That&#39;s Jay the Salesman, who&#39;s learned to make his pitch for quality farm-to-table cheese: &ldquo;I live in Russia in a little town called Moshnitsa, 55 km outside of Moscow. And on this farm, we have some eco-friendly cheeeeeeeese. Come on over!&rdquo;</p><p>There&#39;s also Jay the Life Coach:&nbsp;&ldquo;You don&#39;t want to sell insurance, don&#39;t sell insurance! Find another job &mdash; knitting or sewing socks or whatever you like. [Only] some people have the wrong idea of what they like, so you don&#39;t want everyone doing what they like.&rdquo;</p><p>And then there&#39;s Jay the (self-described) Badass:&nbsp;&ldquo;Yo mother*&amp;!#, this is Jay from Venice Beach! Come and try some cheese!&rdquo;</p><p>Of course, there is also just Jay &mdash; the guy who&#39;s really, really tired right now:&nbsp;&ldquo;Make cheese. That&#39;s all I got to remember [to do.] Never leave the house again, never leave the farm.&rdquo;</p><p>Ever since Russia responded to US and European sanctions by banning Western foodstuffs, Russia&#39;s government has looked to Jay and other local producers to pick up the slack for cheese, dairy, meats and other banned goods. For Jay, that&#39;s meant long hours and little sleep.</p><p>&ldquo;The mayor came to me and said, &#39;Jay, can you meet the demand for European cheese?&#39;&quot; he recalls. &quot;Yeah, right. I got like six cows to feed the Russian masses on my little farm.&rdquo;</p><p>Now, as you might imagine with a guy like Jay, there is a backstory. He was born in California &mdash; and then you have awakened Jay the Traveler.&nbsp;&ldquo;I&#39;ve been raised in a boarding school in England and the jungles of Papua New Guinea,&quot; he starts.</p><p>&quot;I&#39;ve been raised by hippies and carpenters and stained glass makers. I&#39;ve jumped out of planes and cars and motorcycles, and dug holes and built houses and cooked for all kinds of people, including the Rolling Stones.&rdquo;&nbsp;Somehow, all this eventually leads to Russia in the early 1990s.</p><p>&ldquo;When I first got here, people asked me after ten days if I liked it. I couldn&#39;t say yes, I couldn&#39;t say no, but I wanted to know more. Then they said, &#39;I guess that means you&#39;re coming back.&#39; And I scratched my head and said, &#39;I guess you&#39;re right. I want to know more.&#39;&rdquo;</p><p>And he wanted to do it by his own rules. So Jay bought a small farm, a neighbor gifted him a cow with a mean streak, and he picked up a few cheesemaking tips during a trip to Holland.&nbsp;</p><p>The next thing he knew, he had a small crew of Cubans and Uzbeks helping him make cheese on his farm.</p><p>These days, they produce some 75 kilograms of cheese daily. Their stock includes familiar standards like gouda, cheddar, goat, mozzerella and ricotta &mdash; varieties many Russians are used to importing from the West.&nbsp;</p><p>&ldquo;I&#39;ve been to a few stores and there&#39;s some European cheese left over, but I guess that&#39;s all coming to an end,&rdquo; says Jay. He fields constant phone calls for orders.</p><p>As for Russia&#39;s current standoff with Ukraine, here Jay the Historian takes the wider view. In his opinion, there are some things a young country like the US can&#39;t understand.</p><p>&ldquo;Ukraine is another country, and they&#39;re getting along or not getting along with their big brother Russia,&rdquo; Jay says. &ldquo;People forget history so fast. We&rsquo;ve forgotten World War II and now we&#39;re ready to start World War III. For what? For Crimea? I really don&#39;t understand it. Because Russia doesn&#39;t go along with your decisions or your view of history? I mean, Crimea was a Russian port when America was born!&rdquo;</p><p>And so while Moscow and Washington ratchet up the tension over Ukraine, Jay is working fast.&nbsp;&ldquo;I&#39;m just going to make cheese and relax, because there&#39;s nothing I can possibly do to change your mind about going to war.&rdquo;</p><p>Besides, he says, making cheese is what keeps him out of trouble of these days.&nbsp;&ldquo;Otherwise, I&#39;d get in bar fights.&rdquo;</p><p>Then there&rsquo;s a good chance you&rsquo;d meet yet another version of Jay &mdash; The Guy with The Short Fuse.</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/gallery/IMG_6347_0.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/img6347jpg-0"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/091620145.mp3"},{"href":"http://www.pri.org/file/091620145mp3"}]}