{"created":"2015-02-12T22:15:16+00:00","modified":"2015-02-13T03:15:58+00:00","valid":{"from":"2015-02-13T03:15:58+00:00","to":"3015-02-13T03:15:58+00:00"},"hreflang":"en","guid":"16bdb672-76c7-48ee-a477-f35b073f02eb","title":"From hip-hop promoter to commander on Ukraine's frontline","published":"2015-02-13T03:15:55+00:00","byline":"Joyce Hackel","tags":["conflict","military","government","SafeMode","Conflict","Conflict & Justice","Debaltseve","Europe","Ukraine","Ivan Rodichenko","Andrij Dobriansky","Maidan","Debaltseve","Ukrainian","soldiers","arms","Weapons","APC","crowdfunding"],"teaser":"A year and a half ago, Ivan Rodichenko was a nightclub manager in Kiev. Now he's raising money for a battalion of Ukrainian volunteers taking on a much better funded adversary.","contentencoded":"<p>A ceasefire is set to take effect in Ukraine this weekend, but <a href=\"https://www.facebook.com/ivan.rodichenko?fref=ts\">Ivan Rodichenko</a> isn't breathing a sigh of relief. </p>\n<p>T<a href=\"http://www.whatson-kiev.com/index.php?go=News&amp;in=view&amp;id=5631\">he Ukrainian hip-hop promoter</a>-turned soldier has been fighting on the front lines with a 40-man platoon called the <a href=\"https://www.facebook.com/pages/Help-the-25th-Territorial-Defense-Battalion-Kyiv/1527650750791478?ref=br_tf\">Kievan Rus Territorial Defense Battalion</a>. Rodichenko says he's put faith in similar ceasefires before, and had his hopes crushed by Russian President Vladimir Putin. </p>\n<p>\"We saw a lot of times how Putin signs any agreement, and we need to see the action because Putin is a liar,\" Rodichenko says. \"We need to see in a few weeks if Putin stops his aggression. We'll see.\" </p>\n<p>Rodichenko, like countless Ukrainians, has had his life turned upside down by the war. In November of 2013, he was a nightclub manager in Kiev who says he thought little about politics. That's when he saw the Maidan protests on television and decided to join the demonstrators. </p>\n<p>After the protests brought down the government of President Viktor Yanukovych, fighting began in eastern Ukraine. Rodichenko and his friends from the Maidan formed a volunteer battalion and reported to a training site. Only five members of the unit had handled a weapon before, according to Andrij Dobriansky, a spokeman for the advocacy group the Ukrainian Congress Committee of America.</p>\n<p>\"He visited his friends at the training site and he saw that they literally had nothing. He showed me a picture where they were wearing Crocs. These were people who were going to be deployed in a month and a half,\" Dobriansky says. \"Ivan often refers to the type of radios they were forced to use as being suitable for a paintball tournament, but not really what you want to have in battle.\"</p>\n<p>Rodichenko says the volunteers were issued out-dated Kalashnikovs and ammunition, as well as old armored personnel carriers, including an APC with a door that wouldn't close. </p>\n<p>The battalion was caught up in a dicey battle in Debaltseve last summer. </p>\n<p>\"They were asked to assist a column of National Guard who were lost,\" Dobriansky says. \"They were sent in the wrong direction and basically sent straight into enemy territory.\"  </p>\n<p>Rodichenko's battalion lost a soldier after the Russians jammed the unit's radios and Rodichenko's men had no way to communicate with the APC that had dropped them off.  </p>\n<p>Now the Kiev native is attempting to raise money for more sophisticated radio equipment. He hopes to remain in the United States for the next few weeks to lobby Congress and <a href=\"https://www.crowdrise.com/helpthe25thbattalion-kyiv/fundraiser/romankazajac\">crowd-fund supplies</a> for the platoon.</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/10857263_868837576469950_4272641107251570585_o.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/108572638688375764699504272641107251570585ojpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/02122015_01.mp3"},{"href":"http://www.pri.org/file/0212201501mp3"}]}