{"created":"2014-10-17T19:39:54+00:00","modified":"2014-11-10T20:36:32+00:00","valid":{"from":"2014-11-10T20:36:32+00:00","to":"3014-11-10T20:36:32+00:00"},"hreflang":"en","title":"Egality N'est Pas La Réalité: French Women Wage Online War On Sexism","published":"2014-10-17T22:39:00+00:00","teaser":"When a company told one French feminist it was \"sorry\" she found its ad sexist, she decided to fight back. She's launched a website where users target sexist companies and people on social media.","itags":["npr_api","356948567"],"guid":"16c67faa-d36c-400b-80fe-d92ef70e0a49","contentencoded":"<p>Caroline De Haas has had enough. The French feminist, 34, became so fed up with sexism in the country that she's launched a website to fight it.</p><p>Tapping on her keyboard, De Haas brings up the new site, <a href=\"http://macholand.fr/\">Macholand.fr</a>. On the screen are several \"actions\" targeted at sexist politicians or advertisers who have crossed the line.</p><p>Take, for example, Gerard Collomb, the mayor of France's second-largest city, Lyon. Collomb recently said the country's education minister, Najat Vallaud-Belkacem, got her job simply because President Francois Hollande loves beautiful women.</p><p>\"It's just incredible that in the 21st century, politics people could say that without any reaction in the political class,\" says De Haas. \"Nobody say nothing!\"</p><p>De Haas hopes that with Macholand, French women will now be able to speak out and have their opinion heard.</p><p>\"It's a website to mobilize people against sexism,\" she says. \"The sexism in the media, the sexism in advertising or the sexism in politics.\"</p><p>The site invites users to join the so-called action against Collomb.</p><p>\"You can send a tweet to this guy to tell him what he say about the minister of national education is totally sexist, and he should shut up the next time he has an idea like this,\" says De Haas.</p><p>There seems to be no shortage of sexism in France. Feminists say the country's Latin roots and streak of machismo allow powerful men get away with bad behavior toward women.</p><p>Think of <a href=\"http://www.npr.org/tags/136455606/dominique-strauss-kahn\" target=\"_blank\">former International Monetary Fund chief Dominique Strauss-Kahn</a>. The Frenchman was arrested in New York City in May 2011 after allegedly assaulting a hotel maid. Though the case was dropped for lack of evidence, it brought to light that Strauss-Kahn had been engaged in sketchy behavior toward women in France for years, but no one had dared expose him.</p><p>Walk down any Paris street and no one seems to flinch at the number of naked women staring out from advertisements and magazine covers at news kiosks. And despite the fact that <em>egalite</em> is part of the French motto, French women earn 25 percent less than their male counterparts, and make up only a quarter of the country's parliament and 3 percent of chief executives.</p><p>De Haas, who runs her own company, decided to launch Macholand to let women (or men) join in collective Twitter, Facebook or email campaigns against sexism.</p><p>The site has been up a few days, and already more than 6,000 people have participated.</p><p>Another target on the site is a dating website that compares women to cars — in fact, I saw one of the company's giant ads posted right beside my son's elementary school. \"French women also have beautiful chassis,\" it read, above a sultry-looking mademoiselle with most of her bare derriere exposed.</p><p>Visitors to <a href=\"http://macholand.fr/\">Macholand.fr</a> also are invited to start their own actions against sexism. You can upload a picture of the offensive person, place or thing and ask others to join you in doing something about it.</p><p>At a popular gym in Paris' 15th arrondissement, women of all ages are working out. Retiree Francoise Delamarre heard about the site on the news and thinks it's a great idea.</p><p>\"It's like a forum to fight sexism instead of remaining frustrated and alone,\" she says.</p><p>Emilie Bresson, 34, agrees that French women lag behind women in some other European countries.</p><p>\"No, I think we don't have the same rights as, for example, Scandinavian women,\" says Bresson. \"I think they are more progressist on this point.\"</p><p>But Bresson thinks the best way to fight sexism is at the workplace, not on a website. She thinks French women have a long way to go before they'll be able to have families and build careers with the same ease as men.</p><p>Back at her office, De Haas remembers what first gave her the idea for Macholand. After contacting a company about a degrading advertisement, they wrote her back saying they were sorry she found it sexist.</p><p>\"I said, oh my God, they think it's my opinion! They think that, okay, sexist or not sexist, is just an opinion.\" she says. \"It's not an opinion, it's a fact. It's very dangerous.\"</p><p>De Haas says many women became outraged after she tweeted the company's response to her. That's when she realized it was pointless to act alone.</p><p>\"If 1,000, 2,000, 3,000 people react in the same time to say the same thing, a company can no longer call it an opinion,\" says De Haas. \"They have to recognize they have a problem.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Egality+N%27est+Pas+La+R%C3%A9alit%C3%A9%3A+French+Women+Wage+Online+War+On+Sexism&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eleanor Beardsley","audio":[{"meta":{"duration":"181"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1357004668-3116f8.m3u?orgId=1&topicId=1124&ft=3&f=356948567"},{"href":"http://media.npr.org/assets/img/2014/10/17/caroline-de-haas-bd2e6a80ec03b0d33e4ce0a791f9a94c6f00ffe9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2237","width":"2983"}},{"href":"http://media.npr.org/assets/img/2014/10/17/french-fem-protest_custom-a20991db0974601dc17398b30b5c152d0168eb88.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1217","width":"1770"}}]}