{"created":"2014-09-26T07:31:59+00:00","modified":"2014-10-30T22:02:55+00:00","valid":{"from":"2014-10-30T22:02:55+00:00","to":"3014-10-30T22:02:55+00:00"},"hreflang":"en","title":"Despite A Bumpy Tenure, Holder Had A Broad Impact","published":"2014-09-26T12:27:00+00:00","teaser":"Between clashes with Congress on Operation Fast and Furious and U.S.-based trials for Sept. 11 suspects, the attorney general advanced civil rights priorities and reached several landmark settlements.","itags":["npr_api","351559552"],"guid":"16d79427-c477-4b26-b0bc-231d0888a067","contentencoded":"<p>Eric Holder's arrival in early February 2009 had all the hallmarks of a homecoming. Justice Department employees fatigued by scandals in President Bush's second term greeted Holder with sustained applause.</p><p>The Senate was receptive too, confirming him on a 75-21 vote and officially making him the first African-American attorney general in U.S. history.</p><p>But soon after he took the helm at Justice, Holder ran into headwinds — at times generated by his own words.</p><p>Republicans in Congress and cable TV networks pounced when Holder, in his first speech at the Justice Department after taking office, said the United States was \"<a href=\"http://www.npr.org/templates/story/story.php?storyId=100911027\" target=\"_blank\">a nation of cowards</a>\" when it came to the topic of race. It would be years before the White House wanted Holder to speak openly about race again.</p><p>It wasn't the only backlash he faced in his tenure, but his years also were marked by big criminal prosecutions and significant shifts in Justice Department priorities.</p><p><strong>Deepwater Horizon<br /></strong></p><p>After <a href=\"http://www.npr.org/tags/127366081/deepwater-horizon\" target=\"_blank\">a massive explosion on an oil rig off Houston</a> in April 2010 led to the largest oil spill in U.S. history, the Justice Department led the criminal investigation. It eventually reached <a href=\"http://www.npr.org/2012/11/15/165233712/bp-agrees-to-pay-4-5-billion-for-gulf-oil-spill\" target=\"_blank\">a $4 billion settlement with BP</a>, the company running the rig at the time of the accident.</p><p>\"BP has agreed to plead guilty to all 14 criminal charges,\" Holder said in announcing the agreement, \"including responsibility for the deaths of 11 people and the events that led to an unprecedented environmental catastrophe.\"</p><p>Prosecutions against individual executives at the oil giant BP — including two men who were on the Deepwater Horizon rig when it exploded in the Gulf of Mexico — are still moving through the courts.</p><p><strong>Wall Street</strong></p><p>But 2008's Wall Street crisis was the big one that got away for Holder, whose Justice Department never engineered a reckoning for any individuals responsible for the financial collapse.</p><p>That's still a source of anger for many — including former congressional aide Jeff Connaughton.</p><p>\"Did the department ever organize a timely, purposeful, concerted investigation of Wall Street executives?\" Connaughton asks. \"The answer is no.\"</p><p>Charles Ferguson, <a href=\"http://www.npr.org/templates/story/story.php?storyId=130187050\" target=\"_blank\">whose documentary on the mortgage meltdown</a> won an Academy Award in 2011, used his turn at the awards ceremony to make this point.</p><p>\"I must start by pointing out that three years after a horrific financial crisis caused by massive fraud, not a single financial executive has gone to jail,\" Ferguson said. \"And that's wrong.\"</p><p>Eventually Holder started paying more attention — asking more questions — and demanding that the mortgage team meet every two weeks for updates.</p><p>The Department of Justice did rack up huge monetary settlements from major firms — including Bank of America, JPMorgan and Citigroup — but no individual executive got prison time.</p><p>But another prosecution that hasn't happened may bother Holder more.</p><p><strong>Sept. 11 Trials</strong></p><p>Holder pushed for full trials for <a href=\"http://www.npr.org/tags/126920843/khalid-sheikh-mohammed\" target=\"_blank\">Khalid Sheikh Mohammed</a> and others accused of helping plan and pull off the Sept. 11 attacks. The defendants had been held at Guantanamo for years, <a href=\"http://www.npr.org/templates/story/story.php?storyId=120369205\" target=\"_blank\">but Holder said they'd face justice on U.S. soil</a>.</p><p>\"They will be brought to New York, to New York, to answer for their alleged crimes in a courthouse just blocks away from where the twin towers once stood,\" Holder said.</p><p>Within months, that plan fell apart. Families of some 9/11 victims protested, New York's police chief warned that security costs would spiral out of control, and senators from both political parties expressed alarm.</p><p>The attorney general withdrew indictments and announced he would send the cases to military tribunals — where they still linger today — but not without parting shots at his political critics.</p><p>\"The reality is, though, I know this case in a way that members of Congress do not,\" Holder said. \"I've looked at the files. I've spoken to the prosecutors. I know the tactical concerns that have to go into this decision. So do I know better than them? Yes.\"</p><p>It was a pointed disagreement, but relations with Congress would get worse. A lot worse.</p><p><strong>'Fast And Furious'</strong></p><p>Lawmakers accused Holder of personal involvement in <a href=\"http://www.npr.org/tags/137200249/fast-and-furious\" target=\"_blank\">a gun trafficking scandal on the Southwest border</a>.</p><p>U.S. Rep. Jason Chaffetz, a Republican from Utah, sounded particularly unimpressed.</p><p>\"A dead border patrol agent, hundreds of guns that are still unaccounted for, untold number of crimes that have been committed with these guns, and an attorney general whose best guess, whose best argument, is a plea of ignorance,\" Chaffetz said.</p><p>Republicans demanded that the Justice Department turn over documents related to Operation Fast and Furious; when the administration refused, <a href=\"http://www.npr.org/blogs/thetwo-way/2012/06/20/155434284/house-committee-cites-attorney-general-holder-for-contempt\" target=\"_blank\">the House voted 255-67 to hold Eric Holder in contempt</a>, the first time that ever had happened to a Cabinet member.</p><p>Still, Holder stayed on the job — and started focusing more on the issues that were most important to him.</p><p><strong>Same-Sex Marriage</strong></p><p>As suits against various laws banning same-sex marriages advanced through courts across the nation, the Justice Department announced <a href=\"http://www.npr.org/2011/02/23/133996797/u-s-will-no-longer-defend-anti-gay-marriage-law\" target=\"_blank\">it no longer would defend the federal Defense of Marriage Act</a>. Later <a href=\"http://www.npr.org/blogs/thetwo-way/2013/06/26/195857796/supreme-court-strikes-down-defense-of-marriage-act\" target=\"_blank\">partly struck down by the Supreme Court</a>, the law barred the federal government from recognizing same-sex partnerships or granting them benefits similar to heterosexual marriages.</p><p>\"This is a civil rights matter,\" Holder said after the ruling. \"In many ways, I think it's akin to the struggle that African-Americans went through in the '50s and the '60s to demand equal treatment, to be allowed to enjoy all the benefits that flow to a person who is nothing more than an American citizen.\"</p><p>This year, Holder ordered the Justice Department to extend \"<a href=\"http://www.npr.org/blogs/thetwo-way/2014/02/08/273608036/holder-orders-equal-treatment-for-married-same-sex-couples\" target=\"_blank\">full and equal recognition, to the greatest extent under the law</a>\" to married same-sex couples.</p><p><strong><strong></strong>Voting Rights</strong></p><p>Holder also spent time trying to shore up the landmark 1965 Voting Rights Act <a href=\"http://www.npr.org/blogs/thetwo-way/2013/06/25/195506795/supreme-court-strikes-down-key-provision-of-voting-rights-law\" target=\"_blank\">after the Supreme Court threw out a key provision</a>, ruling that the criteria the Justice Department used to determine when areas' voting laws needed oversight were obsolete.</p><p>After the ruling, <a href=\"http://www.npr.org/blogs/thetwo-way/2013/09/30/227591062/justice-department-to-sue-north-carolina-over-voter-id-law\" target=\"_blank\">North Carolina</a> and <a href=\"http://www.npr.org/blogs/thetwo-way/2013/07/25/205569187/holder-seeks-continued-oversight-of-texas-election-laws\" target=\"_blank\">Texas</a> moved quickly to put restrictive new laws on the books, and the Justice Department has challenged them.</p><p><strong>Drug Sentencing</strong></p><p>The attorney general became a leading voice in <a href=\"http://www.npr.org/2013/08/07/209253516/with-holder-in-the-lead-sentencing-reform-gains-momentum\" target=\"_blank\">pushing Congress to dial back long prison sentences for many drug crimes</a>.</p><p>\"I think there are too many people in jail for too long, and for not necessarily good reasons,\" he said.</p><p>He backed up his rhetoric <a href=\"http://www.npr.org/blogs/thetwo-way/2014/05/28/316846121/holder-urges-prosecutors-to-back-criminal-justice-changes\" target=\"_blank\">by encouraging his own prosecutors to stop seeking mandatory minimums</a> in some sentences.</p><p>\"The war on drugs is now 30, 40 years old,\" he said. \"There have been a lot of unintended consequences. There has been kind of a decimation of certain communities, in particular communities of color.\"</p><p>After sentencing laws were eased, Holder has tried to provide ways <a href=\"http://www.npr.org/blogs/itsallpolitics/2014/04/23/306158891/a-path-out-of-prison-for-low-level-nonviolent-drug-offenders\" target=\"_blank\">for those sentenced before the changes to get out of prison sooner</a>.</p><p><strong>Trayvon And Ferguson<br /></strong></p><p>Following the shooting death of Trayvon Martin, who was killed in a confrontation with a neighbor who had decided he looked suspicious, <a href=\"http://www.npr.org/blogs/codeswitch/2013/07/19/203715163/two-tales-of-profiling-from-the-highest-offices-in-the-land\" target=\"_blank\">Holder opened up about his own experiences with racial profiling</a>.</p><p>\"When I was pulled over twice and my car searched on the New Jersey Turnpike when I'm sure I wasn't speeding,\" Holder said as an example in a speech to the NAACP. \"Or when I was stopped by a police officer while simply running to catch a movie at night in Georgetown, in Washington, D.C. I was, at the time of that last incident, a federal prosecutor.\"</p><p>He also <a href=\"http://www.npr.org/2014/08/21/342031589/holder-seeks-to-sooth-nerves-during-visit-to-ferguson\" target=\"_blank\">traveled to Ferguson, Mo., this past summer</a> as a sort of proxy for President Obama. He pledged that the Justice Department would conduct an independent investigation into the death of an unarmed black man at the hands of a white police officer.</p><p><a href=\"http://www.npr.org/2014/09/04/345868816/justice-department-opens-probe-into-furguson-police-force\" target=\"_blank\">That investigation continues</a>, as does much of the civil rights work that Holder started to build as the nation's first black attorney general.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Despite+A+Bumpy+Tenure%2C+Holder+Had+A+Broad+Impact&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Carrie Johnson","audio":[{"meta":{"duration":"392"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1351678385-465fc3.m3u?orgId=1&topicId=1014&ft=3&f=351559552"},{"href":"http://media.npr.org/assets/img/2014/09/25/deepwater-fire-106298b9b7bca72d0cb53b80e4001a3c617619c6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"748","width":"998"}},{"href":"http://media.npr.org/assets/img/2014/09/25/4947282731-35b819e3555861a4574850e9f1afa718aa4dcd68.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2237","width":"2986"}},{"href":"http://media.npr.org/assets/img/2014/09/25/104157580-4f4f774fe23a16c61d1573605906d223cd03b0d2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3261","width":"4351"}},{"href":"http://media.npr.org/assets/img/2014/09/25/455257828-5b9b42c8dbdb3669b51b79af37ac118a9aa91e34.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2014/09/25/146209284-5dfbeb04c09acc24a3eb8d7db680b39763a5aa30.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2014/09/25/doma-b4ae1343d2942748f860f1e1833704f6175ec58a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2458","width":"3280"}}]}