{"created":"2015-04-04T13:12:49+00:00","modified":"2015-05-13T21:04:43+00:00","valid":{"from":"2015-05-13T21:04:43+00:00","to":"3015-05-13T21:04:43+00:00"},"hreflang":"en","title":"The Time Coca-Cola Got White Elites in Atlanta to Honor Martin Luther King, Jr.","published":"2015-04-07T19:38:00+00:00","teaser":"Some big names in business pushed back this week against \"religious freedom\" laws in Indiana and Arkansas. In 1964, it was Coca-Cola pushing Atlanta's white elites to honor Martin Luther King Jr.","itags":["npr_api","397391510"],"guid":"16d95b1a-549b-474d-a19e-c2c827dc6ebd","contentencoded":"<p>Wal-Mart, Apple, Angie's List, NASCAR — some of the biggest names in business this week <a href=\"http://www.npr.org/blogs/thetwo-way/2015/03/31/396555062/indianapolis-mayor-religious-laws-backers-missing-the-bigger-trend\">pushed back against \"religious freedom\" laws</a> in Indiana and Arkansas. They said the laws could open the door to discrimination against gays and lesbians and were bad for their business.</p><p>Such corporate intervention is not new.</p><p>Back in 1964, social conservatives in Atlanta refused to support an integrated dinner honoring Nobel Peace Prize winner Martin Luther King Jr. But then Coca-Cola put its giant corporate foot down, and changed Atlanta's history.</p><p>Shortly after King won the Nobel Prize, event invitations went out to Atlanta's elite. Almost no one responded.</p><p>A worried Mayor Ivan Allen appealed to the former president of Coca-Cola. Although no longer in charge, Robert Woodruff was arguably the most powerful person in town.</p><p>\"This was not a liberal, progressive individual,\" says Rick Allen, author of <em>Atlanta Rising: The Invention of an International City</em>. \"But he was open-minded for his time and he was attuned to what the world thought, not just what Atlanta thought. The mayor told him, 'We have a real problem with this dinner. We're not selling any tickets. It's going to be an embarrassment to Atlanta.' \"</p><p>Coca-Cola was becoming an international company, and Atlanta longed to become an international city. Woodruff was receptive to the mayor's concerns, and asked Coca-Cola CEO J. Paul Austin to intervene.</p><p>\"J. Paul Austin was from LaGrange, Ga., but he had been in South Africa for the last 14 years before coming back to Coca-Cola,\" says former U.N. Ambassador Andrew Young, a close friend of King who also attended the dinner. \"He had seen what apartheid had done to the South African economy. So he was very strong on Atlanta not giving in to this kind of pettiness and racism.\"</p><p>The <em>New York Times</em> published a front-page story about the tepid response King was getting in his own hometown, and Austin decided to flex Coca-Cola's muscle.</p><p>\"The phrase that he was quoted as saying was that 'Coca-Cola cannot stay in a city that's going to have this kind of reaction and not honor a Nobel Peace Prize winner,' \" Young says.</p><p>The ultimatum worked. The event quickly sold out, says Mark Pendergrast, author of <em>Of God, Country and Coca-Cola</em>.</p><p>\"If Robert Woodruff — who basically could run the town of Atlanta — if he had not let it be known that the white business community <em>was</em> going to honor Martin Luther King at this dinner, I don't think it would've happened,\" Pendergrast says.</p><p>Almost 1,600 people attended the dinner, held at Atlanta's Dinkler Hotel, to honor King and his Peace Prize.</p><p>King began his speech, \"This marvelous hometown welcome and honor will remain dear to me as long as the chords of memory shall lengthen.\"</p><p>The event proceeded \"like there'd never been a problem,\" Young says, and the audience even stood and sang \"We Shall Overcome.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Time+Coca-Cola+Got+White+Elites+in+Atlanta+to+Honor+Martin+Luther+King%2C+Jr.&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jim Burress","audio":[{"meta":{"duration":"229"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1397450725-237e3d.m3u?orgId=1&topicId=1136&d=229&p=7&story=397391510&t=progseg&e=397447881&seg=2&ft=nprml&f=397391510"}]}