{"created":"2014-09-04T16:43:36+00:00","modified":"2015-02-26T18:52:50+00:00","valid":{"from":"2015-02-26T18:52:50+00:00","to":"3015-02-26T18:52:50+00:00"},"hreflang":"en","title":"A Lesson In How Teachers Became 'Resented And Idealized'","published":"2014-09-02T20:16:00+00:00","teaser":"In <em>The Teacher Wars</em>, Dana<em> </em>Goldstein chronicles the history of the profession and current topics like tenure. She says the idea that teachers can help fight poverty has existed since the 19th century.","itags":["npr_api","345104706"],"guid":"16da8b2f-4285-4500-899a-4370f6880d77","contentencoded":"<p>As students return to school, the national dialogue on controversies surrounding teacher tenure, salaries, the core curriculum, testing and teacher competence will get more fervent.</p><p>In her new book, <em>The Teacher Wars, </em>Dana Goldstein writes about how teaching became \"the most controversial profession in America,\" and how teachers have become both \"resented and idealized.\"</p><p>In the<em> New York Times</em>,<em> </em>critic Alexander Nazaryan <a href=\"http://www.nytimes.com/2014/08/25/books/the-teacher-wars-dana-goldsteins-history-of-education.html\">described the book</a> as \"meticulously fair and disarmingly balanced.\" Although it's largely a history, it also draws on Goldstein's reporting on recent controversies surrounding teaching.</p><p>\"One of the things I noticed, especially after the recession hit in 2008 and coming into President Obama's administration, was we were having a big national conversation about inequality,\" Goldstein tells <em>Fresh Air</em>'s Terry Gross. \"And teaching was something that was discussed again and again as a potential fix — a fix for inequality, something that could help poor children achieve like middle-class children and close these socioeconomic gaps that we're so concerned about as a nation.\"</p><p>For the book, Goldstein researched 200 years of teaching in America.</p><p>\"What surprised me ... was that we've always had these high expectations,\" she says. \"This idea that teachers have a role to play in fighting poverty and inequality has been with us since the early 19th century.\"</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On how teaching became a woman's profession </strong></p><p>A lot of people are surprised to learn that back in 1800, 90 percent of American teachers were actually male. Today we know that actually 76 percent of [them are] female, so how did this huge flip happen?</p><p>The answer is that as school reformers began to realize in the 1820s that schooling should be compulsory — that parents should be forced to send their kids to school, and public education should be universal — they had to come up with a way to do this basically in an affordable manner, because raising taxes was just about as unpopular back then as it is now. So what we see is this alliance between politicians and education reformers in the early 19th century to redefine teaching as a female profession.</p><p>They do this in a couple ways: First, they argue that women are more moral in a Christian sense than men. They depict men as alcoholic, intemperate, lash-wielding, horrible teachers who are abusive to children. They make this argument that women can do a better job because they're more naturally suited to spend time with kids, on a biological level. Then they are also quite explicit about the fact that [they] can pay women about 50 percent as much — and this is going to be a great thing for the taxpayer.</p><p><strong>On the role of education in the African-American community post-Civil War</strong></p><p>Teaching represents everything to the African-American community after the Civil War. It is the means by which the children and grandchildren of slaves are going to be able to better themselves — the phrase that's often used is to \"uplift the race\" — teachers will uplift the race through their work.</p><p>Because there was so much discrimination against African-Americans in the broader job market, you see that both African-American men and women, the most educated blacks, do want to teach. [Like white women], it is a missionary job for them as well, but it's much more gender neutral, and it really carries with it a huge significance for what we today would think of as closing achievement gaps.</p><p><strong>On the legacy of the African-American teaching mission</strong></p><p>One of the wonderful surprises in researching this book was [that] so much of today's education reform conversation is actually borrowed directly from the African-American educational theorists who were writing as early as the Civil War about the power of education. These people — folks like Booker T. Washington, W.E.B. Du Bois, Anna Julia Cooper, Charlotte Forten — these teachers, these educators, truly believed that education could close socioeconomic gaps between blacks and whites, and they were holding black students to rigorous standards. ... These different black educators really felt that the role of the teacher was to uplift poor children — and that is something that has truly stuck with us today.</p><p><strong>On arguments for and against standardized testing </strong></p><p>The biggest argument for testing is that it allows us to see achievement gaps. For example, because of No Child Left Behind, we can really see for the first time how are our African-American children performing compared to white kids? How are poor children [testing] compared to middle-class kids? What about our special [education] kids? What about our immigrant children who are still learning English? It's very important to have research and data on important questions like this, so I support gathering this data from a research perspective.</p><p>I think the big argument against testing is that when you incentivize adults to raise students' test scores, you see a number of effects on kids that don't get talked about as much as they should. You see the curriculum narrowing — so on those things that we don't test, we don't focus on them because the adults are so focused on getting the kids to score better on the test. Especially in high-poverty schools, you see test prep become the de facto curriculum.</p><p>And even recently, the secretary of education, Arne Duncan, ... <a href=\"http://www.usnews.com/news/articles/2014/08/21/education-secretary-arne-duncan-loosens-reins-on-teacher-evaluations-testing\">said this testing push</a> is \"sucking the oxygen out of the room\" in many schools. ... It was really astounding because since 2009, the Obama administration has been pushing this testing stuff.</p><p><strong>On tenure and why it's controversial </strong></p><p>Tenure is so controversial because it provides greater job security than almost any other American who is not a teacher has. ... People say, \"I don't have this sort of protection. If my boss wants to fire me, he can just come in on Monday and just fire me. Why should teachers deserve that?\" I do think there are some good arguments why, but often the conversation gets boiled down to something very simplistic.</p><p>Tenure dates back to 1909, and at the time it was something that school reformers and teachers unions actually agreed about. They looked over at the Prussian, the German education system, which was very admired in the United States at the time. And they noticed that teachers there had more job security — and that the low pay that teachers earned was offset by the promise of due process, the promise that you could hold onto your job for a long time and that you would get a pension at the end when you retired.</p><p>School reformers and unions wanted to bring this system to the United States, especially because at the time it was not unusual for teachers to be laid off or fired for very bad reasons, such as they were pregnant, they were black, they didn't get along with the mayor — these were all very typical occurrences back then.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Lesson+In+How+Teachers+Became+%27Resented+And+Idealized%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2349"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1345299179-7edfea.m3u?orgId=1&topicId=1013&aggIds=100876926&e=345104706&d=2349&ft=nprml&f=345104706"},{"href":"http://media.npr.org/assets/img/2014/09/01/gold_9780385536950_jkt_ap1_r1-e395ee1f8e35bec81fb173efb92b82bb4eff54fa.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"482","width":"643"}}]}