{"created":"2015-01-16T17:43:33+00:00","modified":"2015-06-05T18:52:48+00:00","valid":{"from":"2015-06-05T18:52:48+00:00","to":"3015-06-05T18:52:48+00:00"},"hreflang":"en","title":"Kim Fowley, Producer And Rock Svengali, Dies","published":"2015-01-18T17:57:00+00:00","teaser":"Checkered barely begins to describe Fowley's long, crazy career in music. He was the infamous first manager and producer of the all-girl band The Runaways.","itags":["npr_api","377682746"],"guid":"16dbf7fd-c248-4332-9322-82273c8e9b95","contentencoded":"<p>Kim Fowley, one of rock and roll's great svengalis and the man who helped form the all-girl band The Runaways, has died. He had been undergoing cancer treatments, but no cause of death has been announced. He was 75.</p><p>Checkered barely begins to describe Kim Fowley's long, crazy career in music. He was a songwriter, manager, producer, promoter and scenester. Back in the early 1960s, he helped put together <a href=\"https://www.youtube.com/watch?v=EQrQjNNZCAo\" target=\"_blank\">a novelty song</a> for the R&B group The Rivingtons. And he worked on the No. 1 hit \"<a href=\"https://www.youtube.com/watch?v=sz6IpmmYSXA\" target=\"_blank\">Alley Oop</a>\" by The Hollywood Argyles. Fowley wrote or produced or popped up in songs for <a href=\"http://www.npr.org/artists/18378395/yusuf-islam\">Cat Stevens</a>, <a href=\"http://www.npr.org/artists/15715248/frank-zappa\">Frank Zappa</a>, <a href=\"http://www.npr.org/artists/15786738/the-byrds\">The Byrds</a> and his own weird late '60s album<em> Outrageous</em>.</p><p>Fowley was an orphan of Hollywood. His mother, a struggling actress, abandoned him to foster homes repeatedly. He suffered from polio as a child and the disease marked him physically and emotionally. But in the 1970s, he became known for arranging and producing songs for the movie <em>American Graffiti</em>, and writing for <a href=\"http://www.npr.org/artists/15403639/alice-cooper\" target=\"_blank\">Alice Cooper</a>, Helen Reddy and Kiss.</p><p>Fowley was over six feet tall with freakishly long arms and legs. He was a flamboyant king of the Sunset Strip, then a louche intersection where glam and hair metal crashed into punk. Rock stars cavorted with underage groupies in the parking lots of nightclubs like the Sugar Shack. Fowley trawled the scene in peach colored jumpsuits and kabuki-style makeup.</p><p>\"He was probably a predator,\" says rock critic Evelyn McDonnell, who wrote a book called <em>Queens of Noise: The Real Story of The Runaways</em>. \"You know he was looking for talent and he was looking for prey.\"</p><p>One night, Fowley met a 14-year-old who wanted to be in an all-girl band. Fowley loved the idea. In 1975, he helped assemble a group of 15-, 16- and 17-year-old musicians. In a documentary about the Runaways called <em>Edgeplay</em>, Fowley, who liked to call himself the band's pimp, fondly described his vision.</p><p>\"Runaways were strong,\" Fowley said. \"They were Amazons. They were part of the Amazon culture. Runaways were not T&A. Runaways were a sports team with musical instruments and teenage lyrics.\"</p><p>Still, Fowley was not above playing sexually charged power games with his teenaged Amazons or having the 15-year-old lead singer perform in fishnets and a bustier.</p><p>The Runaways' first hit, \"Cherry Bomb,\" was co-written on the fly by Fowley and guitarist <a href=\"http://www.npr.org/artists/15397717/joan-jett\" target=\"_blank\">Joan Jett</a> as an audition number for lead singer Cherie Currie. Fowley handpicked her for her blonde, baby Brigette Bardot looks. Bassist Jackie Fox remembered the drama that engulfed the band as it toured relentlessly in the mid-1970s.</p><p>\"He really abused Cherie mercilessly — much worse than the rest of us,\" Fox says. \"I don't know what he did to Joan and Sandy, but he would set us off against each other, so we could never gang up, figure out what he was doing and replace him.\"</p><p>By the time the Runaways finally replaced Fowley, after less than two years, the band had imploded in a storm of rivalries, financial mismanagement, libidinal dramas and drugs. Fowley's story with The Runaways, McDonnell says, is much like his larger story — all broken brilliance, exploitation and missed opportunities.</p><p>\"You know he wanted to be Colonel Tom Parker and he wanted an Elvis,\" says McDonell. \"I think he found her, but he lost her. I think he missed the genius of Joan.\"</p><p><a href=\"http://www.npr.org/artists/15397717/joan-jett\" target=\"_blank\">Joan Jett</a>, who would soon become a rock icon, said the two stayed friends.<strong> </strong>There was a tragedy to Fowley that partly drove his hustle, his jive and the emotional wreckage he created. And it shadowed his terrific ambitions for the all-girl band he described in the documentary <em>Edgeplay</em>.</p><p>\"I was trying to capture noise,\" Fowley said. \"I didn't break it down to fingernail polish or cup size. I'm looking for magic and noise. I want authentic slime. I want the golden garbage and I succeeded and so did they.\"</p><p>The Runaways, a pivotal band of the 1970s, did succeed because of and in spite of Kim Fowley. His outsized character dwarves his legacy. It could have been so much greater.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Kim+Fowley%2C+Producer+And+Rock+Svengali%2C+Dies&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Neda Ulaby","audio":[{"meta":{"duration":"236"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1378116218-9c610b.m3u?orgId=1&topicId=1106&d=236&p=10&story=377682746&t=progseg&e=378116159&seg=10&ft=nprml&f=377682746"},{"href":"http://media.npr.org/assets/img/2015/01/16/73992171-e9ae251531acd5f78030695152257132a2628aa2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2400","width":"3200"}}]}