{"created":"2014-10-03T19:05:05+00:00","modified":"2014-10-31T00:43:13+00:00","valid":{"from":"2014-10-31T00:43:13+00:00","to":"3014-10-31T00:43:13+00:00"},"hreflang":"en","title":"For Iraqis, A Ramadan Filled With Fear And Uncertainty","published":"2014-07-01T00:53:00+00:00","teaser":"It's typically a holy month of reflection for Muslims, but Iraqis face a bleak Ramadan this year. Extremists have taken over much of the country and show no sign of easing their fighting.","itags":["npr_api","326776082"],"guid":"16df221a-dea0-42bd-9783-ca6b104425e5","contentencoded":"<p>For more than a billion Muslims, the holy month of Ramadan begins this week, as different religious leaders sight the first new moon of the month.</p><p>Muslims abstain from food and drink from dawn to dusk and traditionally break that fast with an elaborate meal followed by a lot of tea and sweets. But many face a bleak Ramadan this year. In Iraq, extremists have taken over much of the country and show no sign of easing their fighting.</p><p>In the Abu Afif candy store in Baghdad, the cooks are hard at work layering paper-thin pastry and drenching it in rose petal syrup, then sprinkling chopped pistachios over wide steel dishes of their famous baklava.</p><p>There's also rainbow-colored candy and cherry-topped cakes, but not many buyers. One customer, Mohammad Ali, reckons people have been afraid to shop since Sunni extremists took control of much of Iraq and vowed Baghdad would be next.</p><p>\"This situation in the country at this time is not good, not good for everyone,\" Ali says.</p><p>In recent years of relative calm, Baghdadis have spent the warm Ramadan nights out in parks, malls and newly opened fairgrounds. Ali says that's changed.</p><p>\"All of us stay in the home in the evening,\" he says. \"Before we [were] going shopping, in the coffee shops with the friends [and] going everywhere ... at night; but now, no.\"</p><p>Usually people buy new clothes during Ramadan, too. But across the street, Abbas Karim is watching music videos in his elegant and very empty gentleman's outfitters.</p><p>\"It's a wartime situation,\" he says. \"Business is down to 5 percent of what it was, and people are saving their money for an emergency.\"</p><p>That emergency is one so many people in Baghdad are afraid of since longstanding sectarian tensions flared this month and Sunni militants took over much of the north and west of the country.</p><p>They're led by the extremist group known until recently as the Islamic State of Iraq and Syria, or ISIS. In a dramatic Ramadan statement Sunday, the group rebranded as just the Islamic State, and declared authority over all Muslims worldwide.</p><p>It plans to take Baghdad and is thought to have infiltrated territory around the city. Aymenn Al-Tamimi, an analyst at the Philadelphia-based Middle East Forum, thinks the militants will push forward through Ramadan.</p><p>\"I don't really think, in terms of the fighting, ISIS ever really lets down during Ramadan; things just continue as they are, actually,\" Tamimi says.</p><p>Flush with money and weapons captured in Iraq, the group could push farther into the territory across the border in Syria. Activists in the crucial Syrian city of Aleppo fear an onslaught. The extremists may even have a religious imperative to fight harder: Many Islamic scholars believe that those killed in battle during Ramadan are particularly blessed.</p><p>Tamimi also thinks the Sunni militants will use the sacred month to shore up support in the areas they control. Even last Ramadan, the group was powerful in Syria, and in addition to fighting, its members put on Quran-reciting competitions and distributed toys to children.</p><p>In the sweets shop, Mohammad Ali says he wishes Ramadan would bring the sects together, not push them apart. In Ramadan, Sunni and Shiites all break the fast at sunset.</p><p>\"All the people break at the same time, praying at the same time,\" he says. \"This makes us one union and heart to heart, not difference for us.\"</p><p>Ali says war makes Iraqis weak, but he hopes Ramadan could make them strong again.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Iraqis%2C+A+Ramadan+Filled+With+Fear+And+Uncertainty&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alice Fordham","audio":[{"meta":{"duration":"259"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1326892756-6062ab.m3u?orgId=1&topicId=1010&ft=3&f=326776082"}]}