{"created":"2014-09-03T21:05:41+00:00","modified":"2014-10-31T00:53:46+00:00","valid":{"from":"2014-10-31T00:53:46+00:00","to":"3014-10-31T00:53:46+00:00"},"hreflang":"en","title":"A New Jersey Law That's Kept Smart Guns Off Shelves Nationwide","published":"2014-06-26T15:51:00+00:00","teaser":"The law says that once \"personalized\" guns are available in the U.S., all handguns sold in New Jersey must be smart guns. So, to avoid triggering the law, vendors aren't selling them — anywhere.","itags":["npr_api","325178305"],"guid":"16e4bb2f-8c16-4cf3-bac0-36a8e27c6b18","contentencoded":"<p>A gun that fires only in the hands of its owner isn't science fiction anymore. A so-called smart gun is already on sale in Europe. But you won't find it on store shelves in this country — in part because of an obscure New Jersey law that's had unintended consequences for the rest of the nation.</p><p>Basically, the Childproof Handgun Law of 2002 says that once \"personalized handguns are available\" anywhere in the country, all handguns sold in New Jersey must be smart guns within 30 months.</p><p>The goal of the law was to spur \"research, development and manufacture\" of smart guns, according to its sponsor, New Jersey state Sen. Loretta Weinberg. But in practice, supporters and critics of the law now agree, that has not been the case.</p><p>\"It actually doesn't matter if the gun has been sold,\" says David Kopel, a policy analyst at the Cato Institute. \"If there's just one available for sale anywhere in the United States, then that triggers the handgun ban. So who would want to sell a smart gun knowing that, by doing so, they'd be imposing a handgun ban on New Jersey?\"</p><p>A few gun retailers have tried. Recently, one shop in California and another in Maryland announced they would stock the Armatix iP1, a German-made gun that only fires if the owner is wearing a special watch.</p><p>In an unusually personal video message that he posted on Facebook in May, Andy Raymond, the co-owner of Engage Armament in Maryland, explained why he wanted to sell the gun. \"I thought that if you got people who never wanted [a gun] or didn't want one in their house because of their kids ... getting at it,\" Raymond said, \"that if they bought a gun, that that's a good thing.\"</p><p>The response was quick and intense. Both Engage Armament and the California store were flooded with angry calls and messages from people who consider the New Jersey law an infringement of the Second Amendment's right to bear arms. Raymond says he received multiple death threats. Both stores quickly backed down on their plans to sell the Armatix gun.</p><p>\"I don't think the reaction was at all surprising, because it's viewed as being a gun control push,\" says Lawrence Keane, vice president of the National Shooting Sports Foundation, the firearms industry's trade group. Keane says his organization opposes New Jersey's mandate to sell only smart guns, but he says the foundation is not opposed to the technology itself.</p><p>\"If people think there's a market for these products, then the market should work,\" Keane says. \"People should be allowed to build what they think is a better mousetrap. The firearms industry has never been opposed to the research and development of this technology.\"</p><p><strong>Second Thoughts</strong><strong></strong></p><p>In Newark, a lab at the New Jersey Institute of Technology is trying to build a gun that will read the grip of its owner.</p><p>\"I know, had it been readily available for me back in the day, I would've been using it,\" says William Marshall, a former police officer and brigadier general in the National Guard. Today, Marshall, now an assistant vice president at NJIT, is holding a normal handgun that's been specially fitted with dozens of tiny sensors in the grip.</p><p>NJIT officials hope this research will eventually lead to a gun that fires only for authorized users, and not for their children. But researchers concede this is not as simple as adding a few electronic sensors to the grip of an existing gun, because guns present unique engineering challenges.</p><p>\"The pressure shock, the buildup of heat — all these things can be difficult, but not insurmountable,\" says Donald Sebastian, senior vice president for research and development at NJIT. If all goes well, Sebastian thinks NJIT can solve those engineering problems within two years.</p><p>The political obstacles may be harder to overcome.</p><p>Even the main sponsor of New Jersey's smart gun law is now having second thoughts. Loretta Weinberg concedes that the law's mandate has become an impediment to the development of smart guns.</p><p>\"That's the exact opposite of what we really intended to do,\" Weinberg says. \"If I'm willing to say, well, maybe we made a mistake here; we need to remove this — then I would expect that those who think we made a mistake will join in to say, hey, you're right, and now let's see the marketplace move ahead.\"</p><p>Weinberg is offering to repeal New Jersey's smart gun mandate if the National Rifle Association will publicly agree not to stand in the way of the technology. Weinberg says she's gotten no reply from the NRA. The group didn't respond to NPR's request for comment, either.</p><p>Keane of the National Shooting Sports Foundation says he's still worried that all of the smart gun technologies under development depend on batteries and other electronics that can fail.</p><p>\"People use firearms for self-defense, and it's very, very important they operate when it's a time of need, and a highly stressful situation,\" Keane says.</p><p>Reliability concerns will go away once smart guns are on the market, says NJIT's Sebastian. \"If we get law enforcement and military and other respected professionals to have experience with it, to show that it doesn't break and that it performs when it's supposed to, that's the way you start to break the logjam,\" Sebastian says.</p><p>But so far, no law enforcement agency has signed on to use smart guns. And there are plenty of consumers far beyond New Jersey who equate smart guns with gun control.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+New+Jersey+Law+That%27s+Kept+Smart+Guns+Off+Shelves+Nationwide&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joel Rose","audio":[{"meta":{"duration":"355"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1325229935-88a5fb.m3u?orgId=1&topicId=1091&ft=3&f=325178305"},{"href":"http://media.npr.org/assets/img/2014/06/24/armatix-5e56b3b6c46b4f114ab99a232e1cf036e750c3a4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2246","width":"2994"}},{"href":"http://media.npr.org/assets/img/2014/06/24/marshall_vert-020c28e6fa80600ec770786deeded20e55562712.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2800","width":"2102"}}]}