{"created":"2015-01-29T21:37:58+00:00","modified":"2015-02-04T18:52:43+00:00","valid":{"from":"2015-02-04T18:52:43+00:00","to":"3015-02-04T18:52:43+00:00"},"hreflang":"en","guid":"16fb72f4-c144-4e77-858e-c3fd390b49b4","title":"Why the world's elite are afraid to call out China on its human rights record","published":"2015-02-04T18:52:39+00:00","byline":"Matthew Bell","tags":["human rights","human rights in China","instability","censorship","political dissent","political repression","Justice","Conflict & Justice","Beijing","Asia","China","Shang Baojun","Olivier Schwab","Pu Zhiqiang","Isaac Stone Fish","Pu Zhiqiang","Political repression in the People's Republic of China","Human rights in the People's Republic of China","China"],"teaser":"China is sending a chilling message to citizens who might dare to question government policies with the prosecution of a well-known human rights lawyer, Pu Zhiqiang. But just try mentioning his name in a place like Davos.","contentencoded":"<p>The Chinese government deserves credit of a kind. It may be running an authoritarian one-party state that limits basic freedoms for its people, but Beijing has made <em>some</em> progress since China's new leadership assumed power in March 2013.</p>\n<p>Chinese authorities have moved to end the controversial “re-education through labor” system of detention. They announced reforms of the <em>hukou</em> registration system, which limits access to basics services for millions who want to move within the country. And they are giving more people with disabilities access to the university entrance exam process.</p>\n<p>This is how Human Rights Watch begins the section on China in its latest annual report on global human rights. The positivity ends after a single paragraph.</p>\n<p>“[A]uthorities have also unleashed an extraordinary assault on basic human rights and their defenders with a ferocity unseen in recent years,” the report continues. “Rather than embrace lawyers, writers, and whistleblowers as allies in an effort to deal effectively with rising social unrest, the government remains hostile to criticism.”</p>\n<p>The experience of Pu Zhiqiang is a case in point. Pu, once a student leader during the Tiananmen Square protests in 1989, is one of China’s best-known human rights lawyers. In May 2014, he was detained and then charged the following month with creating disturbances, inciting ethnic hatred, inciting separatism and obtaining personal information. He denies the charges.</p>\n<p>What's the proof of his guilt? The police say it's 28 of his social media posts. The government's case — a second one, filed after <a href=\"http://blogs.wsj.com/chinarealtime/2015/01/28/criminal-speech-the-posts-that-got-chinese-lawyer-pu-zhiqiang-arrested/\">the first attempt lacked evidence</a>, according to Pu's lawyer — rests on posts allegedly made by Pu on one of his 12 Weibo microblog accounts between 2011 and 2014. Activists often keep multiple accounts to evade Chinese government censors.</p>\n<p>“Some of the comments are a bit crude and harsh, and some of the language may be a bit rough, but he was making comments about public figures and incidents,” said Shang Baojun, Pu's lawyer, to<a href=\"http://sinosphere.blogs.nytimes.com/2015/01/29/comments-used-in-case-against-pu-zhiqiang-spread-online/?module=BlogPost-Title&amp;version=Blog%20Main&amp;contentCollection=World&amp;action=Click&amp;pgtype=Blogs&amp;region=Body\"> the New York Times</a>. “But this should be within the scope of free speech protected by the law. There’s nothing that could be called a crime here.”</p>\n<p>In the posts, Pu mocks Chinese government propaganda and criticizes Beijing’s heavy-handed tactics against the Uighur minority in Xinjiang province. He also appears to engage in some bombast with commentary on the ongoing dispute between China and Japan over a Pacific island chain.</p>\n<p>“Don’t come bothering me with this!\" he allegedly wrote. \"If you gave China to the Japanese to rule, it would be 10,000 times better than it is now – you don’t know that?\"</p>\n<p>Pu’s lawyer says his client could be facing up to 20 years in prison.</p>\n<p>Isaac Stone Fish, the Asia editor at Foreign Policy Magazine, met with Pu several years ago. “He really has a presence that fills up the entire room,” Stone Fish says. “He’s very physically imposing ... He’s one of those people that you don’t think that the Chinese Communist Party would be able to break. I really hope that’s still the case.”</p>\n<p>Yet the name Pu Zhiqiang isn't likely to come up during conversations with global elites, like at the annual World Economic Forum at Davos, Switzerland. Stone Fish attended this year’s event and made a point of asking people about human rights in China.</p>\n<p>“I tried it roughly half a dozen times, and it always spoiled otherwise congenial encounters,” <a href=\"http://foreignpolicy.com/2015/01/24/davos-diary-when-it-comes-to-human-rights-in-china-its-dont-ask-wont-tell/\">Stone Fish wrote</a>.</p>\n<p>He approached Sun Yafang, the chairwoman of Chinese telecommunications giant Huawei, and asked why human rights issues were not on the agenda at Davos. “I don’t know,” is all she had to say, Stone Fish recalls. Then she made a getaway.</p>\n<p>He also asked the head of the World Economic Forum’s Beijing office, Olivier Schwab, the same question. Schwab responded by saying, “We have a pretty good China program.”</p>\n<p>Maybe such a swanky venue like Davos isn’t the very best place to deal with questions about China’s human rights record. But Stone Fish says global elites would do themselves a service by not giving Beijing a perpetual pass on this issue.</p>\n<p>Doing that, he says, means they lose “their ability to have a clear and full portrait of what’s going on in China. If you pretend that everything is great in China and that people very pleased with the ruling Chinese Communist Party, then you’re not going to make smart decisions like you would be able to make if you understand the currents of dissent that are running through the society.”</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/012920151.mp3"},{"href":"http://www.pri.org/file/012920151mp3"}]}