{"created":"2015-04-15T20:26:38+00:00","modified":"2015-04-15T20:50:30+00:00","valid":{"from":"2015-04-15T20:50:30+00:00","to":"3015-04-15T20:50:30+00:00"},"hreflang":"en","guid":"16feffec-c5bc-4b98-9d79-333bbe24c413","title":"Some of Pearl Harbor's unknown victims will get a second chance at identification","published":"2015-04-15T20:50:26+00:00","byline":"Christopher Woolf","tags":["war","history","conflict","military","Science","Science, Tech & Environment","Honolulu","Hawaii","Pearl Harbor","The World That Was","USS Oklahoma","Pearl Harbor","exhumation","DNA","Hawaii"],"teaser":"The Defense Department has announced plans to exhume the remains of almost 400 sailors and Marines who died aboard the USS Oklahoma during the attack on Pearl Harbor. Officials are confident they can identify most of the remains with modern DNA technology and reunite them with their families.","contentencoded":"<p>Losing a loved one is never easy, but imagine if you had no remains for a proper funeral or no gravesite to visit. That has long been the case for the families of thousands of Americans who died in military service, but new rules may change that.</p>\n<p>The Defense Department announced a <a href=\"http://www.defense.gov/pubs/DSD_Memo_Disinterment_of_Unknowns_from_the_National_Memorial_Cemetery_of_the_Pacific.pdf\">new policy</a> on Tuesday regarding the unidentified human remains in permanent US military cemeteries across the country. In essence, where there’s a good chance of identifying the dead, their bodies are to be exhumed.</p>\n<p>The new policy was prompted by one specific case, that of the battleship USS Oklahoma.</p>\n<p>The Oklahoma was moored at Pearl Harbor when the Japanese launched their surprise attack on December 7, 1941. The ship was torpedoed by Japanese warplanes and capsized within 12 minutes. Hundreds of men were trapped on the ship, and more were killed when the Japanese strafed survivors struggling in the water.</p>\n<p>Of the 429 sailors and Marines aboard the Oklahoma who died, only 35 were identified in the aftermath of the attack. Most of the victims remained in the ship until it was salvaged later in the war. The human remains were then collected and buried in mass graves in what’s now the <a href=\"http://www.cem.va.gov/cems/nchp/nmcp.asp\">National Memorial Cemetery of the Pacific</a> in downtown Honolulu. </p>\n<p>In the DoD’s language, the remains are \"co-mingled\" in caskets containing up to 100 individuals. But the <a href=\"http://www.defense.gov/Releases/Release.aspx?ReleaseID=17221\">Defense Department is confident</a> that, thanks to modern DNA technology, it can now identify most of the remains. It has medical and dental records for 90 percent of those who were lost, and DNA evidence from close family members for 84 percent of the men.</p>\n<p>Families and survivors have been asking for years for the idenfication effort to be made. One champion is Ray Emory, originally from Peoria, Illinois, who served on the light cruiser USS Honolulu when it was also attacked at Pearl Harbor. Emory has been campaigning to get the remains properly identified since he retired and moved to Hawaii more than 30 years ago.</p>\n<p>The exhumations are set to begin in a few weeks. That process should be complete within six months, but identifying all of the remains could take up to five years.     </p>\n<p>“This mission is about the families,” says Air Force Lt. Col Melinda Morgan, a spokeswoman for the Defense Department’s <a href=\"http://www.dpaa.mil/\">POW/MIA Accounting Agency</a>. “Not too long ago I had a family member — not with USS Oklahoma but another case — say to me, ‘You can’t appreciate having a funeral until you don’t have one.' This disinterment is about the families and bringing their loved ones back to them, and allowing them to say their goodbyes and have a place where they can visit their loved ones.”</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-15%2Funknown-pearl-harbor-victims-be-exhumed-hopes-identification&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/Battleship%20Row.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/battleship-rowjpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04152015_04.mp3"},{"href":"http://www.pri.org/file/0415201504mp3"}]}