{"created":"2014-11-25T21:10:23+00:00","modified":"2015-05-22T23:41:05+00:00","valid":{"from":"2015-05-22T23:41:05+00:00","to":"3015-05-22T23:41:05+00:00"},"hreflang":"en","title":"After Sandy Hook, A Saxophonist Remembers A 'Beautiful Life'","published":"2014-11-25T23:31:00+00:00","teaser":"Jimmy Greene's new album is dedicated to his daughter, one of the 20 children killed in the elementary school shooting. \"She showed love,\" he says, \"to everybody she came in contact with.\"","itags":["npr_api","366535130"],"guid":"16ffe6e0-5a7e-44b5-810f-69efbe1a9291","contentencoded":"<p>Jimmy Greene's <em>Beautiful Life</em> is dedicated to the memory of his 6-year-old daughter, Ana Márquez-Greene, one of the 20 children killed in the shooting at Sandy Hook Elementary School in Newtown, Conn. The first song is an arrangement of \"Come Thou Almighty King.\" The hymn was in a piano book that Greene's son, Isaiah, was learning.</p><p>\"And he would be practicing at home, and in the book they included the lyrics as well,\" Greene says. \"My daughter, who always loved to be around my son when he was practicing, <a href=\"https://www.youtube.com/watch?v=HLLNc8u2VTw\" target=\"_blank\">she would be around the piano</a> and she sung the lyrics while he was playing.\"</p><p>For months after Ana was killed in Newtown, Greene says, he didn't have the strength or desire to think about music.</p><p>\"But I felt increasingly less and less like myself, and I needed to get back to some sense of structure and routine, and some sense of getting back to what I do,\" Greene says. \"So I felt, 'I gotta get back to this, because this is a big part of who I am.' When there's not an accurate way to express my emotion or my struggle or my trauma, there's music. It's — it's helpful in that way. It's akin to talking it out with someone.\"</p><p>Greene wrote the song \"Seventh Candle\" in April, around when the family should have been celebrating Ana's seventh birthday.</p><p>After news spread of what had happened, Norman Chesky, who runs Chesky Records, called and offered a studio and all the labor for recording an album completely free, and Greene could have full ownership of the results.</p><p>\"He's a very talented composer, and I just figured it would be a good way for him to pay tribute to his daughter, and also as an artist, this would be a great way for him to express himself,\" Chesky says. \"And I just thought that maybe something positive could come out of this tragedy.\"</p><p>Greene says that offer helped focus him on composing this album, his first to include lyrics. He says the hardest part was writing the songs: \"Sitting in my basement where I have my work area by myself, and writing the songs and writing the lyrics, there was a lot of tears. There was a lot of anguish.\"</p><p>But through that anguish, \"Ana Had a Way About Her\" communicates a bittersweet joy.</p><p>\"She had a way of just communicating her love for everyone around her,\" Greene says. \"She had a way of knowing if you needed a hug. When I'd go to kiss her cheek if she was leaving the house or I was going somewhere, she would step back and she would pucker up. She wanted to kiss, she wanted to do the kissing. Like she didn't want to be the one accepting the kiss, she wanted to be the one giving it.\"</p><p>Greene says that lesson is love your neighbor: \"She showed love to everybody she came in contact with.\"</p><p>Some of the children Ana loved are featured on the album. The children's choir is made up of kids who were classmates of Ana and her older brother when they lived in Canada, before the family moved to Newtown. Greene says some of her friends were crying too hard to sing.<em></em></p><p>\"They just missed her, they missed their friend,\" he says. \"And it was tough to be in the room while they were singing these lyrics I had written. \"</p><p>Greene says Ana liked to dance, so there are some up-tempo songs on the album. But one of her<em> </em>favorite songs was \"Maybe,\" from the musical <em>Annie</em>.</p><p>\"She would sing it a lot in the car as we were driving here and there,\" Greene says. \"And just the feeling of her singing the melody just by herself is something I wanted to capture on the album, and I recorded it essentially just the melody, me playing it on soprano saxophone, which is the closest thing I can play to my little girl's voice.\"</p><p>Proceeds from the album will support the <a href=\"http://www.artistscollective.org/\" target=\"_blank\">Artists Collective</a>, a music program for at-risk youth in Hartford, Conn., where Greene learned to play. They'll support a <a href=\"http://anagraceproject.org/\" target=\"_blank\">program in Ana's name</a> that's developing school curricula on empathy and professional training on topics like violence prevention and trauma recovery.</p><p>\"The last lyrics you hear on the album are 'Remember me, remember me,' over and over again,\" says Greene. \"I want Ana to be remembered. I want what happened here to be remembered so that we do something.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+Sandy+Hook%2C+A+Saxophonist+Remembers+A+%27Beautiful+Life%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Craig LeMoult","audio":[{"meta":{"duration":"369"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1366620621-2bc635.m3u?orgId=1&topicId=1105&aggIds=347139849,100920965&d=369&p=2&story=366535130&t=progseg&e=366620491&seg=19&ft=nprml&f=366535130"},{"href":"http://media.npr.org/assets/img/2014/11/25/jimmygreene-606fb62fe8b31057601b1119b130af4781004805.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"749","width":"999"}},{"href":"http://media.npr.org/assets/img/2014/11/25/jimmy-and-ana-2a602cf4ff7097e1111e3977d5d31a63e5e1c55d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"496","width":"662"}}]}