{"created":"2015-05-09T15:30:06+00:00","modified":"2015-05-12T19:37:06+00:00","valid":{"from":"2015-05-12T19:37:06+00:00","to":"3015-05-12T19:37:06+00:00"},"hreflang":"en","guid":"1703c303-b3fd-47d1-b436-3550a0b53f66","title":"Noisy waters are bad news for the orcas of the Pacific Northwest","published":"2015-05-12T19:37:02+00:00","byline":"Marlisse Silver Sweeney","tags":["environment","pollution","Environment","Science, Tech & Environment","Pacific Northwest","Killer whale","Whale"],"teaser":"The waters of the Pacific Northwest are busy and noisy, which is bad news for orcas. The endangered whales are having to \"yell\" to make their calls heard over all the marine traffic, which means more energy used, more food needed and even more stress on the orca population.","contentencoded":"<p>Orcas in the Pacific Northwest are stressed.</p>\n<p>The area is a hub for ships and naval training, and the resulting engine noise is drowning out local marine life as they try to communicate. So the orcas, which are endangered in the area, have to \"raise their voices\" — or the volume of their calls.</p>\n<p>“Picture yourself at a noisy bar,” says Ashley Ahearn, an environment reporter for Seattle's KUOW. “You realize that you have been shouting at the top of your lungs all night in order to be heard. Well, orcas in Puget Sound are in kind of the same situation.”</p>\n<p>That means the orcas have to work harder and need more food to compensate — but there are no bar nuts to appease them.</p>\n<p>A study of bottlenose dolphins, which are close genetic cousins to orcas, found that when they had to make louder calls, their \"metabolic rate rose by up to 80 percent above normal resting levels,” Ahearn says. “And just like people, when their metabolic rate goes up, they burn more calories, so they have to eat more.”</p>\n<p>The dolphin experiment can be applied to the orcas. “Scientists say that when wild orcas are around loud ships, the volume of their calls increase by the same amount, or more, than the dolphins in the lab,” says Ahearn.</p>\n<p>That all means the orcas need to eat more salmon, putting more pressure on the already-endangered population. While there are as many as 50,000 orcas on the planet, Ahearn says the count of killer whales in the Seattle region is at 81. And if they have to compete even harder for food, that’s enough to make them, well — yell.</p>\n<p><em>This story is based on <a href=\"http://loe.org/shows/segments.html?programID=15-P13-00018&amp;segmentID=4\">an interview</a> from PRI's <a href=\"http://loe.org\">Living on Earth</a> with Steve Curwood.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-09%2Forca-noise&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/story/images/14736213630_df4ef37986_k.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/14736213630df4ef37986kjpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/1nodefieldrefprogram/segment-audio/loe150501b2noisyoceans.mp3"},{"href":"http://admin.pri.org/file/loe150501b2noisyoceansmp3-0"}]}