{"created":"2014-11-22T00:53:42+00:00","modified":"2014-11-24T21:16:48+00:00","valid":{"from":"2014-11-24T21:16:48+00:00","to":"3014-11-24T21:16:48+00:00"},"hreflang":"en","guid":"17161ecf-715b-4cc2-9b55-f4b83836e3ed","title":"There's no nuclear deal with Iran yet, but a 'Homeland' writer talks about a fictional one","published":"2014-11-24T21:16:44+00:00","byline":"Shirin Jaafari","tags":["television","politics","Iran nuclear deal","culture","Culture","Arts, Culture & Media","Asia","North America","Iran","United States","Middle East","Asia","South Asia","North America","Alexander Cary","Claire Danes","Homeland","Television","Drama","Politics","Iran nuclear deal","nuclear","Television in the United States"],"teaser":"It's crunch time in Vienna, where Iran and Western powers are negotiating a nuclear deal. The deadline is set for Monday, but in the world of \"Homeland,\" that deadline passed a long time ago.","contentencoded":"<p>The deadline for negotiations between Iran and the West has been set for Monday, but the TV series \"Homeland\" is way ahead of reality. (Yes, this post contains spoilers.)</p>\n<p>The show saw Iran and the West strike a nuclear deal at the end of its third season. So how does a Hollywood writer use real world politics and events to shape characters and story lines?</p>\n<p>Alexander Cary, one of the writers and producers of \"Homeland,\" says the show's writing staff saw relations between Iran and the West as a real-world political drama that provide great tension for TV serios.</p>\n<p>\"When we first started, there was a discussion about the possibility of Israeli air strikes on Iran,\" he says, \"and our writers, which are five people, were split on if that's going to happen or not.\"</p>\n<p>Cary says in order to come up with characters and plots, writers try to think like spies or terrorists. \"We look at the headlines and we think that there must be something going on that nobody is telling us,\" he says. \"And that's where we jump in and sort of make it up — and then we hand it to this crazy character to resolve.\"</p>\n<p>That would be Carrie Mathison, a CIA officer played by Claire Danes. \"To a certain extent, Carrie Mathison is representative of the sharp end of America's business in these troubled spots in the world,\" he says.</p>\n<p>Some critics have argued that Homeland <a href=\"http://www.theguardian.com/commentisfree/2013/dec/16/homeland-worst-lies-us-power-foreign-policy\">gives a flawed portrait</a> of the Middle East and its relationship to the rest of the world, and Cary believes they have the right to make these criticism. \"We don't always get it right, nor do they ... it's part of the on-going conversation,\" he says. \"We're not timid. We get some things right and we get some things wrong.\"</p>\n<p>As for whether he sees a nuclear deal with Iran come November 24, Cary isn't quite sure. It's not just Iran and the West, he points out: Countries large (Russia) and small (Syria) are also involved, as are factors like prestige and strategic balance of power.</p>\n<p>\"It's not as simple as 'Is there going to be a treaty? Is everybody going to stick to it?'\" he says. \"I think it's connected to all kinds of things.\"</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[]}