{"created":"2014-09-22T16:09:32+00:00","modified":"2014-12-19T15:05:22+00:00","valid":{"from":"2014-12-19T15:05:22+00:00","to":"3014-12-19T15:05:22+00:00"},"hreflang":"en","title":"At Washington's Training Camp, Fans Are Split On Name Change","published":"2014-07-26T20:16:00+00:00","teaser":"Weeks after the U.S. Patent and Trademark Office deemed the Washington Redskins' name offensive to Native Americans, some football fans continue to support the team's name.","itags":["npr_api","335156388"],"guid":"1733f27b-a68e-4d33-80fd-f81531a32863","contentencoded":"<p>Washington, D.C.'s football team has opened its training camp in Richmond, Va., just weeks after <a href=\"http://www.npr.org/2014/06/18/323351064/redskins-cancelled-tradmarks-spell-a-symbolic-victory-for-critics\" target=\"_blank\">trademark registrations for its name were revoked</a>.</p><p>In June, the U.S. Patent and Trademark Office ruled that the Redskins' name is \"disparaging\" to Native Americans. And earlier this month, U.S. Attorney General Eric Holder joined a growing list of public figures — <a href=\"http://www.youtube.com/watch?v=A9uqmh0dquw\" target=\"_blank\">including President Obama</a> — who have expressed support for a name change. \"I think it is an offensive name,\" Holder <a href=\"http://abcnews.go.com/ThisWeek/video/eric-holder-redskins-offensive-changed-24542706\" target=\"_blank\">told ABC News</a>.</p><p>Still, pressure to change the team's name hasn't stopped fans from standing by their team. For longtime supporter Pamela Cooper of Chesterfield, Va., there's nothing quite like the Redskins name.</p><p>\"It's something about when you say, 'Go, Redskins!'\" said Cooper, who pitched a tent near the team's training center to sell smoked barbecue to passersby. \"Just won't go the same with something else.\"</p><p><strong>Unwavering Loyalty</strong></p><p>Hundreds of die-hard fans braved the rain on the training camp's first day, armed with ponchos, giant helmet-shaped umbrellas and, according to Ann Thompson of Glen Allen, Va., undying devotion to the team's name.</p><p>\"We're used to 'Redskins,' you know what I'm saying?\" Thompson said. \"I think they should keep the name.\"</p><p>Richard Grice of Fredericksburg, Va., brought his own artwork for quarterback Robert Griffin III to sign after practice. Grice said he wasn't always a Washington fan and his allegiance may sway back to the Dallas Cowboys if the Washington Redskins changed their name.</p><p>\"I would think about it. I would consider going back,\" said Grice, who does not consider the name \"offensive in any type of way.\"</p><p>On the other side of the question are Native American groups like the National Congress of American Indians, whose resolution was <a href=\"http://ttabvue.uspto.gov/ttabvue/v?pno=92046185&pty=CAN&eno=199\" target=\"_blank\">cited in June's ruling</a> by U.S. Patent and Trademark Office's Trademark Trial and Appeal Board:</p><blockquote><p>[T]he term REDSKINS is not and has never been one of honor or respect, but instead, it has always been and continues to be a pejorative, derogatory, denigrating, offensive, scandalous, contemptuous, disreputable, disparaging and racist designation for Native American's [sic] and</p><p>[T]he use of the registered service marks identified in Exhibit B to this resolution by the Washington Redskins football organization, has always been and continues to be offensive, disparaging, scandalous, and damaging to Native Americans.</p></blockquote><p>An appeal by the Washington team is expected but is not yet filed. For Washington fan Grace Kelly of Warrenton, Va., it's all a legal technicality that doesn't mean much.</p><p>\"The trademark thing is ridiculous because the next thing you know they're going to tell us we can't wear a shirt that says 'Redskins' because it's offensive to somebody,\" Kelly said.</p><p><strong>'I Don't Feel Great About The Name'</strong></p><p>Last year, team owner Dan Snyder <a href=\"http://www.usatoday.com/story/sports/nfl/redskins/2013/05/09/washington-redskins-daniel-snyder/2148127/\" target=\"_blank\">told <em>USA Today</em></a> that he will \"never change\" the team's name, which he recently described as \"<a href=\"http://bigstory.ap.org/article/redskins-snyder-says-team-name-not-issue\" target=\"_blank\">not an issue</a>.\"</p><p>But the recent calls to change the name have given pause to lifelong Washington fan James Whisonant of Richmond.</p><p>\"I still feel great about the Redskins, but I don't feel great about the name,\" said Whisonant, who added he's stopped singing the team's fight song \"Hail to the Redskins\" after concluding that the name should go.</p><p>Nicole Harris of Richmond said she's felt a similar uneasiness about the name in the wake of recent debates.</p><p>\"You know if anybody feels that they're offended by it, then I think it's something we need to think about and actually change the name,\" Harris said.</p><p>Harris and her family sat down for lunch with fellow Richmond resident Jeff Collins at Gus' Bar and Grill in Richmond. They all met for the first time while watching the team practice.</p><p>\"If [the name] offends some people, oh well,\" said Collins, who doesn't support changing the name. \"People get offended everyday by a lot of different things.\"</p><p>The new friends did not see eye-to-eye on this issue, but there was common ground.</p><p>\"Let's win the Super Bowl this year!\" exclaimed Collins.</p><p>\"I second that!\" Harris added with a hearty laugh.</p><p>After losing 13 games last season, that's a dream all Washington fans can agree on.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=At+Washington%27s+Training+Camp%2C+Fans+Are+Split+On+Name+Change&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Hansi Lo Wang","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1335156389-be9d00.m3u?orgId=1&topicId=1055&ft=3&f=335156388"}]}