{"created":"2015-06-03T17:32:19+00:00","modified":"2015-06-03T18:39:15+00:00","valid":{"from":"2015-06-03T18:39:15+00:00","to":"3015-06-03T18:39:15+00:00"},"hreflang":"en","title":"Large Hadron Collider Restarts","published":"2015-06-03T18:39:00+00:00","teaser":"The world's largest particle accelerator, located underground in Europe, is now even more powerful.","itags":["npr_api","411752721"],"guid":"17406308-3363-4461-8ae9-30ae51b54661","contentencoded":"<p>The world&#8217;s largest particle accelerator is fired up again after two years of being offline for an upgrade. The Large Hadron Collider is located underground on the border of France and Switzerland and is run by <a href=\"http://home.web.cern.ch/about\" target=\"_blank\">CERN</a>, the European Organization for Nuclear Research.</p><p>CERN is credited with the discovery of a new particle that led to further understanding of the Standard Model, the predominant theory of particle physics. Now, the Large Hadron Collider is even more powerful than before.</p><p><div class=\"l-article-primary pullquote\" style=\"\"></p><p>&#8220;It&#8217;s understanding the world at the most fundamental level.&#8221;<div class=\"pullquoteauth\">&ndash; Julia Thom-Levy</div></p><p></div></p><p><strong>Julia Thom-Levy</strong>, an associate professor of experimental physics at Cornell University, told <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Jeremy Hobson that scientists believe it will continue to pave the way for new scientific discoveries. She and her grad students are using detectors to record data at the Large Hadron Collider.</p><p>&#8220;It&#8217;s very, very challenging to go to such high energies, to accelerate protons to such high energies, and so there was a fair amount of work done to the accelerator to allow that,&#8221; Thom-Levy said. &#8220;And now we&#8217;re at 13 teraelectronvolts. That&#8217;s unimaginably high energy that has never been reached before, and at those high energies, different things can happen. Things happen at different rates, and new production channels open up. So that&#8217;s what all the excitement is about.&#8221;</p><p>So how will the upgrades impact the world of physics, for scientists and outsiders alike?</p><p>&#8220;It&#8217;s understanding the world at the most fundamental level,&#8221; Thom-Levy said. &#8220;So what are the elementary particles, how do they hold together, how do they communicate with each other, what are the forces between them, what mediates the forces, how to they acquire their mass. So for me those are really, really exciting questions.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"https://wiki.classe.cornell.edu/People/JuliaThom\" target=\"_blank\">Julia Thom-Levy</a></strong>, associate professor of experimental physics at Cornell University. She and her grad students are using detectors to record data at the Large Hadron Collider.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Large+Hadron+Collider+Restarts&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"210"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1411773287-6cfee0.m3u?orgId=1&d=210&p=60&story=411752721&t=progseg&e=411751057&seg=5&ft=nprml&f=411752721"}]}