{"created":"2015-05-25T12:58:46+00:00","modified":"2015-05-25T21:11:24+00:00","valid":{"from":"2015-05-25T21:11:24+00:00","to":"3015-05-25T21:11:24+00:00"},"hreflang":"en","guid":"1754108d-520a-4229-a813-ecd6896c68fd","title":"A new documentary chronicles the inventor of BASE jumping","published":"2015-05-25T21:11:18+00:00","byline":"Adam Wernick","tags":["BASE Jumping","extreme sports","action sports","action movies","movies","documentaries","Sports","BASE jumping","Film","Parachuting","Adrenaline","Wingsuit flying","Jumper"],"teaser":"The recent deaths in Yosemite National park of two BASE jumpers has brought new attention to this extreme sport. In an odd twist of fate, a new documentary released this week chronicles the adventures and innovations of Carl Boenish, the inventor of BASE jumping, who also died during a jump.","contentencoded":"<p>Two extreme athletes named Dean Potter and Graham Hunt <a href=\"http://www.npr.org/sections/thetwo-way/2015/05/18/407665150/two-base-jumpers-die-on-wingsuit-flight-in-yosemite\">died while attempting to BASE jump</a> last weekend in Yosemite National Park — the same park where Carl Boenish, the father of BASE jumping, launched the sport back in the 1970s.</p>\n<p>BASE jumping involves parachuting or flying with a wingsuit from a fixed structure or geological feature. \"BASE\" is an acronym for four types of fixed objects from which one can jump: building, antenna, span, and Earth — typically a cliff.</p>\n<p>Like Potter and Hunt, Carl Boenish died doing what he loved. And now, in a slightly eerie coincidence, Boenish's story of pioneering BASE jumping — and creating innovations in filmmaking — is told in a new film, \"<a href=\"http://www.magpictures.com/sunshinesuperman/\">Sunshine Superman</a>,\" which comes out in theaters this Friday.</p>\n<p>The film also delves into Boenish's love for his wife and fellow jumper, Jean. She sat down with Todd Zwillich, The Takeaway's Washington correspondent, to talk about her husband's love of jumping and the filming of his many descents. The conversation has been lightly edited for clarity.</p>\n<p>Todd Zwillich: <strong>In the film, everyone says in — one way or another — that when you and Carl got together, you were the very last person they would ever expect to jump off a cliff. You looked like a librarian, you were kind of quiet — not the stereotypical, clichéd BASE jumper or skydiver. </strong></p>\n<p>Jean Boenish: I think Carl and I were preparing ourselves for each other, much like everybody does in life but they don't realize it. And when we got together, it happened very quickly for us. I think one of the things that Carl really liked was the fact that I started skydiving on my own. So it was very natural for us.</p>\n<p>There was a time in the 1970s when people around him were looking for new challenges, new things to do in skydiving. There were a lot of advanced jumpers and they had the bug. They wanted to find something new and they found El Capitan in Yosemite. They went and jumped off of it and Carl filmed it, and that was the beginning of modern BASE jumping.</p>\n<p>Carl loved making films. He wanted to film freefall to find out why people's cheeks flapped in the air. So he developed slow motion methods, ways of bringing that footage back to the studio and looking at it and actually seeing what he wanted to discover. And he became a very advanced skydiver.</p>\n<p><strong>TZ: When Carl and all of his friends were jumping off of El Capitan, it was not only a challenge to nature, but also to authority. There were park rangers, the federal government — it was illegal and it was dangerous. They had a lot more to worry about than just getting the chute open.</strong></p>\n<p>JB: It was just a brand new activity, and with anything that was this new, people didn't understand that it could be done. So we had to introduce them to the fact that, number one, it could be done. And then when somebody comes and asks you for a permit, they don't think that you're asking for something that is flat out impossible — and it worked out quite well in the long run. In the film you see the chief ranger there, and we had a very good rapport with him.</p>\n<p><strong>TZ: It’s also clear in the film that the chief ranger, who early on was responsible for busting Carl Boenish, loved him.</strong></p>\n<p>JB: Everybody loved Carl. Carl was a very, very likable person and everybody took away a special experience of him that enhanced their lives.</p>\n<p><strong>TZ: The film is remarkable for the amazing footage taken on Boenish’s jumps. You had cameras attached to your helmets in those early years. I'm thinking, “Who needs a GoPro?\" You guys had this figured out back when the technology was fairly rudimentary. </strong></p>\n<p>JB: I've never used a GoPro. We used <a href=\"http://encyclopedia2.thefreedictionary.com/gun+camera\">gun cameras</a> — and that's the closest we have ever gotten to guns, so it's kind of weird we would be using things that were surplus military from World War II. The weight that we would carry on our heads, for a dual-mounted camera — still and movie — was twelve-and-a-half pounds. Carl's was upwards of fifteen. It was a lot of weight. You had to really know what you were doing and be very careful opening the chute and always be constantly aware not only of safety factors but also where the sun was, where the angles were, who you were looking at, were they framed properly. So there was a lot to consider in addition to the regular jumping needs.</p>\n<p><strong>TZ: Almost immediately after Carl's death in 1984 in a jump gone wrong, you went right back up there. You jumped yourself almost immediately. Why did you do that and what example were you trying to set? </strong></p>\n<p>JB: Well, there was another young man, as the film shows, who had arrived there to make a jump, and it was very clear that it would not look very good if he were to do that alone so soon after Carl’s death. And I needed to go up: I needed to look at the site that Carl had the troubles from and see if we could figure out why — and it’s always better to do it with somebody. So we went up together and did both things together. It made a lot of sense.</p>\n<p><strong>TZ: The film destroys the idea of BASE jumpers as adrenaline junkies. That's the cliché: People who jump out of a plane or off a bridge are just adrenaline junkies who can't be happy unless they get that rush. That's really not what the film is about, and I don't think that's what Carl was about.</strong></p>\n<p>JB: You're right. That's not what it was about. We weren't adrenaline junkies; we weren't daredevils; we weren't crazy. We were simply enjoying an experience that was broadening, enjoying an experience of self-discovery, and this happened to be our chosen method. It was a very condensed way, a very accelerated way to learn, and that's one reason we liked to share it with people, because we had learned certain things in a unique way that was worthy of sharing.</p>\n<p><em>This story is based on <a href=\"http://www.thetakeaway.org/story/story-father-base-jumping/\">an interview</a> from PRI's <a href=\"http://www.thetakeaway.org/\">The Takeaway</a>, a public radio program that invites you to be part of the American conversation.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-19%2Fnew-movie-about-base-jumper-carl-boenish&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/story/images/Sunshine%20superman%20still.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/sunshine-superman-stilljpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/1nodefieldrefprogram/segment-audio/takeaway051915-sunshine.mp3"},{"href":"http://admin.pri.org/file/takeaway051915-sunshinemp3"}]}