{"created":"2014-10-27T23:24:25+00:00","modified":"2014-10-31T02:20:43+00:00","valid":{"from":"2014-10-31T02:20:42+00:00","to":"3014-10-31T02:20:42+00:00"},"hreflang":"en","title":"In Kentucky, Tea Party Challenge To McConnell Filled With Missteps","published":"2014-05-06T19:48:00+00:00","teaser":"Matt Bevin has set his sights on ousting one of the GOP's most established figures: Senate Minority Leader Mitch McConnell.","itags":["npr_api","310122866"],"guid":"175fe590-4455-4f54-a82a-8217006b3ff1","contentencoded":"<p><p style=\"padding-left: 30px\"><em>Party primaries are being held today in North Carolina, Ohio and Indiana, and more will come later in the month. </em><em>In Kentucky, the Tea Party has set its sights on ousting one of the GOP&#8217;s most established figures on Capitol Hill: Senate Minority Leader Mitch McConnell. From the <a href=\"http://hereandnow.wbur.org/\">Here & Now</a> Contributors Network, <strong>Phillip Bailey</strong> of WFPL reports:</em></p><p>In south central Kentucky, few people care more about politics than Joe Walden.</p><p>A former Republican elector in the 2000 presidential race, Walden is waiting outside of Sam’s burgers in Scottsville to hear from Matt Bevin. Bevin is the Tea Party-backed candidate who is taking on U.S. Senator Mitch McConnell in the GOP primary.</p><p>Walden voted for McConnell six years ago, but remains undecided about Bevin, a Louisville investor and political newcomer.</p><p>&#8220;The trouble with someone like Bevin is you really don’t know what he is because he’s not been around long enough. I hear very little in this county. Very little,” Walden says.</p><p>Bevin speaks to crowds no matter how small or controversial. He is running statewide ads too and has the backing of national groups like FreedomWorks.</p><p>Just around two dozen people are at Sam’s by the time Bevin arrives. Many want to hear from the candidate, but just as many are on their lunch break.</p><p><div class=\"pullquote\" style=\"\">I would say what we needed was a better candidate than him, someone that was known throughout Kentucky.<div class=\"pullquoteauth\">&ndash; Republican voter Joe Walden on Matt Bevin</div></div></p><p>As an investor, Bevin knows what’s it’s like to make a sale, but trying to convince Kentucky Republicans that McConnell is a liberal might be his most difficult.</p><p>&#8220;My hope is that people will vote and take it seriously, that Republican primary voters will recognize that they have a choice for the first time in 30 years. And if they don’t like the path we’re on, the way to change it is to go to the ballot box and vote for somebody different. That’s how America was made great and that’s how it’ll change going forward,” Bevin says.</p><p>In many ways, Bevin is the perfect conservative to challenge McConnell. After all, Bevin is a former military captain, a successful businessman and a father of nine children, including four who are adopted.</p><p>But as a first-time candidate running against McConnell’s relentless attack machine, Bevin spends as much time refuting negative ads as introducing himself to voters.</p><p>“Matt Bevin seems like he’s got some good personal qualities. Perhaps a shortcoming of his is that he seems to have a very thin skin about himself,” says Jesse Benton, McConnell’s campaign manager.</p><p>Benton&#8217;s first line about Bevin last summer was that Bevin was nothing more than an “East Coast con man.”</p><p>Over the course of this campaign, McConnell’s team has tried to prove that point. They accuse Bevin of lying about attending the Massachusetts Institute of Technology on his online resume. Bevin said he did not mislead voters about attending the prestigious school.</p><p>The McConnell campaign has also slammed Bevin for accepting a state grant to rebuild his fire-damaged Connecticut-based business and failing to pay his taxes on time. Bevin once again refutes those accusations as lies.</p><p>Benton says many McConnell allies had encouraged Bevin to run against the local Democratic congressman this year instead. But after showing more interest in the Senate, taking on the most powerful Republican has its consequences.</p><p>“If you’re going to be the standard bearer for the Republican Party of Kentucky and in many ways the Republican Party nationally, because this is the most high-profiled race this year, you owe it to the party and party loyalists to go through this kind of vetting,&#8221; Benton says. &#8220;There’s a certain level of dignity we all try to bring to the process and places we certainly try not to go and some level of decorum, but you need to take some tough shots.&#8221;</p><p><div class=\"pullquote\" style=\"\">McConnell’s been there too long. He’s entrenched. He’s part of the problem.<div class=\"pullquoteauth\">&ndash; Charlie Witschey, Republican voter in Kentucky</div></div></p><p>Republicans like Charlie Witschey of Scottsville, Ky., however, says those attacks are having the reverse effect among grassroots conservatives.</p><p>Witschey says he&#8217;s voting for Bevin &#8221;because he’s running against Mitch McConnell, who&#8217;s been in the Senate since dinosaurs walked the Earth. And all McConnell can do is go out and run ads and trash this guy.&#8221;</p><p>The anti-McConnell sentiment among rank-and-file conservatives is real.</p><p>While McConnell is the face of opposition to President Obama’s agenda nationally, there are parts of Kentucky where he is actually seen as a Democratic enabler.</p><p>“McConnell’s been there too long. He’s entrenched. He’s part of the problem. It’s time for a change. He supported Obamacare. He supported it by funding it. And he can’t get away from that. When you think of Obamacare, think of Mitch McConnell,” Witschey says.</p><p>If Bevin was trying to avoid McConnell’s attacks that he has been less than truthful, then his explanation for attending a cockfighting rally in March didn’t help. In fact, it might be a crippling blow to his candidacy.</p><p>Initially, Bevin said it was a “state’s rights” event and that cockfighting never came up while he was there. But a local TV station showed undercover footage of Bevin taking questions about the blood sport and saying he was against making that part of Kentucky’s heritage illegal.</p><p>Bevin and his supporters appear to have shrugged off the cockfighting story and remain confident. A statewide poll by a conservative firm shows the race narrowing to a 15-point lead for McConnell.</p><p>After Bevin left Sam’s burger in Scottsville, Joe Walden remained undecided but says this might have been a challenge better suited for a more well-known contender.</p><p>“Sometimes a campaign is decided the day of the filing deadline, and you either have it or you don’t. And I don’t know that Matt Bevin has really got it. He’s going to get a lot of dissatisfied Republicans. I would say what we needed was a better candidate than him, someone that was known throughout Kentucky, if you wanted to beat McConnell. Somebody who was better known and just had a better resume maybe,” Walden says.</p><p>Kentucky’s Republican primary is on May 20.</p><p>Many prognosticators believe McConnell will handily defeat Bevin, but will face stiffer competition in likely Democratic nominee Alison Lundergan Grimes in a general election this fall.</p><p>Polls show McConnell and Grimes in a virtual tie.</p><h4>Reporter</h4><ul><li><strong><a href=\"http://wfpl.org/people/phillip-m-bailey\" target=\"_blank\">Phillip Bailey</a></strong>, political editor for WFPL in Louisville, Kentucky. He tweets <a href=\"https://twitter.com/phillipmbailey\" target=\"_blank\">@phillipmbailey</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Kentucky%2C+Tea+Party+Challenge+To+McConnell+Filled+With+Missteps&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"Phillip M. Bailey","audio":[{"meta":{"duration":"384"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1310145464-abb017.m3u?orgId=1&ft=3&f=310122866"}]}