{"created":"2015-05-02T16:00:46+00:00","modified":"2015-05-02T16:01:21+00:00","valid":{"from":"2015-05-02T16:01:21+00:00","to":"3015-05-02T16:01:21+00:00"},"hreflang":"en","guid":"17668b60-f181-4dde-b068-39391947da95","title":"Calling Over Boat Noise Is Making Orcas Hungry","published":"2015-05-02T16:00:01+00:00","byline":"Ashley Ahearn","teaser":"<p>The Pacific Northwest is a nautical hub for ships and naval training, and the resulting engine noise is drowning out local marine life. Endangered orcas struggling to be heard increase the volume of their calls, and as EarthFixs Ashley Ahearn reports, this extra effort requires them to eat more, and could stress the whales.</p>\n","contentencoded":"<p>CURWOOD: But becoming bycatch isnt the only problem for sea creatures off the coast of the Pacific Northwest. Undersea noise levels are increasing in the region as thousands of freighters, ferries and other vessels motor up and down the coast. And some new research details how that noise could make life harder for endangered marine mammals. From the public media collaborative EarthFix, Ashley Ahearn has the story.</p>\n<p>AHEARN: Picture yourself at a noisy bar. You realize that you have been shouting at the top of your lungs all night in order to be heard. Well, orcas in Puget Sound are in kind of the same situation.</p>\n<p>[LOUD VESSEL NOISE]</p>\n<p>AHEARN: This is a recording from a hydrophone that was suctioned on to a wild killer whale in the San Juan Islands, near a passing vessel. Loud boat noise forces endangered killer whales to raise the volume of their calls. Marla Holt is a biologist at the NOAA Northwest Fisheries Science Center in Seattle.</p>\n<p>HOLT: But the question is, OK, so they do it, so what? What are the biological consequences of them doing this?</p>\n<p>AHEARN: To answer that question, Holt and her NOAA colleague, Dawn Noren, studied captive bottlenose dolphins. In the experiment the dolphin swims into this funny little floating plastic helmet-looking thing, thats positioned over its head. Then the trainer asks it to make its normal whistling call for two minutes for a fishy reward.</p>\n<p>[DOLPHIN WHISTLES]</p>\n<p>Dawn Noren measured how much oxygen the dolphin used during those two minutes.</p>\n<p>Though the killer whale (orca) species is not endangered globally, the population residing off of the Pacific Northwests coast is. (Photo: Robert Pittman/NOAA; Wikimedia Commons)</p>\n<p>NOREN: And then by knowing oxygen consumption you can determine metabolic rate or how much it costs you to work, or work harder.</p>\n<p>AHEARN: Then the trainer asked the dolphin to pump up the volume.</p>\n<p>[LOUD WHISTLES HERE]</p>\n<p>Making that louder call takes more energy. Holt and Noren found that when the dolphin was whistling harder and louder its metabolic rate rose by up to 80 percent above normal resting levels. And just like people, when their metabolic rate goes up, they burn more calories, so they have to eat more.</p>\n<p>NOREN: If you have multiple incidences where youre increasing your vocals to compensate for a noisy environment, you could have some increased need to find more fish.</p>\n<p>AHEARN: The scientists say that when wild orcas are around loud ships, the volume of their calls increase by the same amount, or more, than the dolphins in the lab. That could mean wild orcas need to eat more salmon to make up for the calories theyre burning to vocalize more loudly around big ships.</p>\n<p>HOLT: The concern is that for animals that are maybe just getting by or not really getting by, we could say, this is how much more fish it would cost an animal if it was disturbed that much more.</p>\n<p>AHEARN: Holt says that as the region considers proposals to expand coal and oil shipments, as well as Naval training activities, this research could be used to calculate specific impacts on marine mammals like endangered killer whales. There are just 81 of them left.</p>\n<p>Im Ashley Ahearn in Seattle.</p>\n<p>CURWOOD: Ashley reports for Earthfix, and to be clear, while there are as many 50,000 Orcas still on the planet, the population often found near Seattle is considered endangered because of its small numbers.<img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2F&amp;feed=pmp\" /><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-01%2Fcalling-over-boat-noise-making-orcas-hungry&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://cdn.pri.org/pts/redirect.mp3/cdn.pri.org//content/2015-05-01/loe_150501_b2_noisy_oceans.mp3"},{"href":"http://www.pri.org/file/loe150501b2noisyoceansmp3"}]}