{"created":"2015-06-24T19:48:07+00:00","modified":"2015-06-25T19:51:49+00:00","valid":{"from":"2015-06-25T19:51:49+00:00","to":"3015-06-25T19:51:49+00:00"},"hreflang":"en","guid":"177c03b7-24f2-4406-91f5-452c2bebc29e","title":"An insider’s view of the battle of Waterloo","published":"2015-06-25T19:51:44+00:00","byline":"Christopher Woolf","tags":["Waterloo","Napoleon Bonaparte","Lifestyle","Lifestyle & Belief","The World That Was"],"teaser":"The World's history guy, Chris Woolf, is just back from Belgium, where he took part in the re-enactment of the Battle of Waterloo, and survived to tell the tale.","contentencoded":"<p>“Look out! Cavalry!” shout the officers and sergeants. “Form square! Form square!”</p>\n<p>Hundreds of men scramble to change formation from a thin line of two ranks into a defensive square, impervious to cavalry attacks.</p>\n<p>Some of the men are too slow and within seconds, the huge cavalry horses crash into the line, sending men flying. Metal crashes on metal, as men struggle to safety.</p>\n<p><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/zYmTlBNfmb8?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p>It’s an immediate lesson in how Napoleonic warfare is kind of like a lethal game of rock, paper, scissors. Cavalry can beat infantry, unless infantry is formed in square. Artillery can beat infantry formed in square, but are vulnerable to fast moving cavalry.</p>\n<p>Making a mistake on a real battlefield, back then, meant death. But in this battle, in 2015, most of the men (and women) are trying to suppress their grins of pleasure.</p>\n<p>This battle is the bicentennial re-enactment of the Battle of Waterloo, the epic defeat of the Napoleon Bonaparte, Emperor of the French, in a small village a little south of Brussels in modern-day Belgium. Europe was saved from his tyranny, and a new era of peace began. There would not be another general war in Europe until 1914.</p>\n<p>The re-creation was epic as well. About 6,000 reenactors from 52 countries; more than 300 horses and more than 100 cannon. Bleachers set up for 60,000 spectators.</p>\n<p>I was leading a contingent of eight men and eight ‘camp followers’ from New England, and we formed part of the British 4th Regiment of Foot, the “King’s Own.” We had been training with another 14 men based out of North Carolina, and another 35 soldiers from old England. Together we formed the largest English line regiment at the event. Also, I must say, one of the best looking!</p>\n<p>It took more than five years of work to pull it off. A group had to be organized; we had to research the uniforms, weapons and equipment; find the correct materials, then make all the uniforms and leather gear by hand; we had to research and learn the drill; and finally wrestle European bureaucracy to the ground, to get accredited and collect all the legal documents and firearms permits. All this in our own time, and at our own expense.</p>\n<p>For me, it was the fulfilment of a childhood dream. I was 6 or 7 when I first learned about Waterloo, and what it meant. Growing up in England in the 1970s, it was seen as a heroic and decisive victory in a just war. But it was a victory that came at a huge cost, and whose outcome was by no means certain. I tell my American friends that for Brits, Waterloo is kind of a combination of D-Day and Gettysburg, in terms of exemplifying heroism and sacrifice in the fight against tyranny.</p>\n<p>As a kid, I tried to imagine what it must have been like to have been there, as a redcoated soldier, to stand in square against those terrifying massed cavalry attacks. I collected all the toy soldiers from the period and re-created it hundreds of times on my bedroom floor. I watched the 1970 movie of the battle over and over.</p>\n<p>I still have my toy soldiers and a scale model of Le Haye Sainte farmhouse from my childhood. I'll never truly know what it was like to have been there. But this past Friday I came close. I walked the same ground. That hallowed ground. I wore the same kit. I fired the same weapon. I was struggling with the same exhaustion. I ran desperately to escape the best cavalry in Europe. I felt the fear as we came close to being overrun, and later the elation at turning the tide. I knew I had the best men in the world to my right and left. That childhood dream came true, 35 years later.</p>\n<p>I nearly never made it. A few days before we were supposed to fly out, my wife took ill, so I canceled our flights and accommodations. But then she rallied and insisted I go. I refused until I was certain she was OK, and then I got a last minute flight and arrived Thursday night, just in time for the final day of drill before the battle on Friday evening.</p>\n<p>We encamped on the grounds of the famous Hougoumont Chateau. Our kitchen area was right next to a memorial to the French soldiers who lost their lives there. Periodically, groups of French re-enactors would come to pay their respects.</p>\n<p>The first thing that struck me was the diversity of the camp. It was a veritable babel of languages and accents.</p>\n<p>There weren’t just redcoats from English-speaking countries. There was also an Italian group portraying British; and there was a Spanish group portraying Highlanders. But the lads in red made up only maybe half the allied army, There was a rainbow of colored uniforms. Hunter-green, gray, black, white, sky-blue, dark blue, and those whose shade of blue earned them the nickname of the ‘smurfs.’ They represented the multitude of contingents in the Allied army that defeated Napoleon. There were hordes of Dutch and Belgians; there was the King’s German Legion representing Hanoverians serving the British King; there was a host of men (and women) in black with skulls and crossbones on their caps, portraying the ‘Death’s Head’ Legion from the German state of Brunswick. There were Prussians, Austrians, Swedes and more.</p>\n<p>The second thing was the sheer scale of the event. I’ve never seen so many troops in one place.</p>\n<p>I’ll never know the terror. I was once an infantry soldier in the British army reserves, but I was never deployed. I’ve seen war as a reporter, but it’s not the same as being a combatant.</p>\n<p>But the re-enactment was not without its danger. One Canadian died from a heart attack. One of the women soldiers in our group was struck by a rocket during the fireworks display on Thursday night and spent the weekend in the hospital with second-degree burns. The accident scorched the faces of several other of my new friends, and ignited their gunpowder.</p>\n<p>That disaster did not instil confidence in the pyrotechnics we expected to encounter on the battlefield.</p>\n<p>Then there was the danger of being trampled by the cavalry. Europeans are much more aggressive in their re-enacting than litigious Americans. It’s more like a contact sport.</p>\n<p>And then there was the attitude of the French. Camp rumor was certain that they would try to re-write history and not stick to the script. So we practised “packing-in,” which pretty much amounted to scrum tactics, so that we could literally push them back if we needed to. This is apparently common over there, and to prove our British pals showed us how many were missing their front teeth.</p>\n<p>So before the action began, I mentioned to my squad how knowing that we might not all survive the action certainly added something to the experience.</p>\n<p>There were plenty of snafus along the way. On the march to the battle, a cannon broke a bridge over a ditch. Three-quarters of the allied army was stuck on the wrong side of the bleachers. The battle was delayed for what felt like an hour before someone found some metal plates to repair the bridge.</p>\n<p>Then we marched onto the field. The French were already there, formed along the ridgeline across the valley. Battalion after battalion, for about a mile. Finally both armies were ready.</p>\n<p>We were in the center, with the reserve, where we would have been historically. The generals were right in front of us. The walky-talkies crackled. The generals looked at each other. The tension was mounting. When would it start, we asked ourselves?</p>\n<p>Then one of the generals turns to us and shouts, “does anyone speak French?” Laughter ensued until one of our lads stepped up. The radios crackled once more and then,’boom’ a single cannon fires. It was electrifying. A few seconds later, the entire enemy ridge roars with cannon fire, from left to right. Smoke and fire belched across the field.</p>\n<p>Smoke settled into the valley and when it cleared an enormous column of French troops was already half way down the hill. Our rockets soared into the air, and cannon roared. The game was finally on.</p>\n<p>As it turned out, we kind of stuck to the script. None of our people ended up in the hospital, despite some close shaves. The battle see-sawed back and forth, but we finally broke Napoleon’s Old Guard and pursued them all the way up to the top of the hill. It was a re-enacting nirvana for me. I don’t think I’ll ever take part in one of these mock battles that is so exciting and so personally significant.  </p>\n<p>War is an obscenity. It scars the survivors as much as those who are wounded. It can never be celebrated. What we try to do as re-enactors is keep alive the memory of the men who were willing to give their all. </p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-24%2Finsider-s-view-battle-waterloo&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/pris-world/segment-audio/0624201507.mp3"},{"href":"http://admin.pri.org/file/0624201507mp3"}]}