{"created":"2015-01-19T19:32:24+00:00","modified":"2015-06-05T15:30:35+00:00","valid":{"from":"2015-06-05T15:30:35+00:00","to":"3015-06-05T15:30:35+00:00"},"hreflang":"en","title":"At 90, She's Designing Tech For Aging Boomers","published":"2015-01-20T00:32:00+00:00","teaser":"Barbara Beskind stands out in youth-obsessed Silicon Valley. She inspires designers at the IDEO firm to think about the needs of older generations: What if your glasses could help you remember people?","itags":["npr_api","377702882"],"guid":"1781f5e8-fa64-4154-aaaf-1350c9809c51","contentencoded":"<p>In Silicon Valley's youth-obsessed culture, 40-year-olds get plastic surgery to fit in. But IDEO, the firm that famously <a href=\"http://www.wired.com/2014/08/the-engineer-of-the-original-apple-mouse-talks-about-his-remarkable-career/\">developed the first mouse for Apple</a>, has a 90-year-old designer on staff.</p><p>Barbara Beskind says her age is an advantage.</p><p>\"Everybody who ages is going to be their own problem-solver,\" she says. And designers are problem-solvers. Beskind speaks while sitting on a couch at the open office space of IDEO in San Francisco. She commutes to the office once a week from a community for older adults where falling is a problem.</p><p>\"People where I live fall a lot,\" she says, adding, \"For a friend of mine, I tried to design air bags of graded sizes that would be activated at a lurch of 15 degrees.\" She is stumped on how to find the right power source for her air bags.</p><p>Beskind says she started designing when she was 8 years old — toys, of course.</p><p>\"Well, in the Depression, if you can't buy toys, you make 'em, \" she says. Beskind's first design was for a hobbyhorse. \"I was determined I was going to have one, and so I made it with old tires. I learned a lot about gravity, 'cause I fell off so many times.\"</p><p>When it was time for college, Beskind told her counselor she wanted to be an inventor. That required an engineering degree. In those days, women couldn't get into those departments. So she studied home economics and later enlisted in the Army and became an occupational therapist.</p><p>After 44 years, she retired as a major and then went into private practice. From those years, she has six patents on inflatable devices that help children with balance issues.</p><p>Beskind tried to retire again. Two years ago she was watching <em>60 Minutes</em> and <a href=\"http://www.cbsnews.com/videos/how-to-design-breakthrough-inventions-50138327/\">saw David Kelley</a>, the founder of IDEO, talking about how important it was to have a diverse staff on a design team. He emphasized how important it was to bring different perspectives to a project.</p><p>Beskind says the interview made her think she wanted to work at IDEO. \"Oh, that sounds like that's for me,\" she remembers thinking. \"And besides that, I was living in Silicon Valley. What could be better?\"</p><p>Beskind wrote to the firm and she heard back within days. It turns out that interest in designing products for older adults is growing as baby boomers age.</p><p>Gretchen Addi, an associate partner at IDEO, hired Beskind. Addi says when Beskind is in a room, young designers do think differently. For example, Addi says IDEO is working with a Japanese company on glasses to replace bifocals. With a simple hand gesture, the glasses will turn from the farsighted prescription to the nearsighted one.</p><p>Initially, the designers wanted to put small changeable batteries in the new glasses. Beskind pointed out to them that old fingers are not that nimble.</p><p>\"It really caused the design team to reflect,\" Addi says. They realized they could design the glasses in a way that avoided the battery problem. \"Maybe it's just a USB connection. Are there ways that we can think about this differently?\"</p><p>Like many IDEO employees, Jason Dehler thinks Beskind's energy is contagious. \"I'm sitting here doing a not very inspiring task,\" Dehler says. \"I'm doing budgets. And listening to you talk and your attitude ... I got more into it.\"</p><p>Beskind has macular degeneration and only has peripheral vision. So she draws her designs with easy-to-see thick black felt pens. She hands me a design for glasses that would help people like her. One of the features is that they take a photo as people walk up and introduce themselves. The glasses also have a small speaker. \"So that the next time as you approach within 10 or 12 feet, something in my ear would say it's Laura,\" she says.</p><p>Beskind says as she gets older and faces new problems in the world, she's thankful she's a designer. \"It makes aging more tolerable, more enjoyable,\" she says. \"I enjoy the age I'm in. I think it's one of the best chapters of my life.\"</p><p>And for the bulging demographic of baby boomers growing old, Beskind has this advice: Embrace change and design for it.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=At+90%2C+She%27s+Designing+Tech+For+Aging+Boomers&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Laura Sydell","audio":[{"meta":{"duration":"276"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1378409752-df21a0.m3u?orgId=1&topicId=1019&d=276&p=2&story=377702882&t=progseg&e=378331016&seg=12&ft=nprml&f=377702882"},{"href":"http://media.npr.org/assets/img/2015/01/16/barbara-ideo-9ca5d230de96c2c69d7ae29c030314bcf6a99725.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1665","width":"2218"}}]}