{"created":"2015-05-24T21:42:33+00:00","modified":"2015-05-29T19:05:17+00:00","valid":{"from":"2015-05-29T19:05:17+00:00","to":"3015-05-29T19:05:17+00:00"},"hreflang":"en","title":"How Running Away From Home Opened Doors In Hollywood","published":"2015-05-24T22:54:00+00:00","teaser":"Actor Kenneth Choi is best known as the boisterous Chester Ming in <em>The Wolf of Wall Street</em>. Growing up in Chicago, acting was his passion, but his dad didn't approve. So he ran away — to Hollywood.","itags":["npr_api","408565231"],"guid":"178814cf-0cfd-4a94-b849-9a1c3fbc1451","contentencoded":"<p><em>As part of a series called</em> <a href=\"http://www.npr.org/series/274340198/my-big-break\">My Big Break</a><em>, </em>All Things Considered<em> is collecting stories of triumph, big and small. These are the moments when everything seems to click, and people leap forward into their careers</em><em>.</em></p><p>In <em>The Wolf of Wall Street</em>, Jordan Belfort, played by Leonardo DeCaprio, forms a shady team of stockbrokers looking to get rich quick.</p><p>Among Belfort's team is the boisterous Chester Ming, played by Kenneth Choi.</p><p>Director Martin Scorsese told him his character was like Oddjob from <em>James Bond</em> — heavyset and larger-than-life.</p><p>So Choi gained 20 pounds for the role. All he ate was fast food and ice cream. One of his most memorable scenes takes place during an interrogation by the Securities and Exchange Commission. Instead of answering questions, Chester Ming eats all of the pastries at the table. It was completely improvised.</p><p>\"It's Chester Ming, he's a glutton,\" Choi says. \"That was a surreal experience. It was so much fun.\"</p><p>Choi grew up in Glenwood, Ill., a suburb of Chicago. Since as far back as he can remember, he's wanted to become an actor.</p><p>\"So I told my extremely conservative, uber-traditional Korean father, 'Hey dad, I know what I want to do for the rest of my life. I want to be an actor,' \" Choi says. \"And I remember we were standing in the kitchen and he looked at me with this discerning look that he's given me my entire youth. And he said, 'I cannot believe one of my sons would say something so stupid.' \"</p><p>Acting was out of the question. By the time he got to college, he was stuck studying business accounting. He was miserable.</p><p>So he ran away from home.</p><p>He bought a one-way ticket on a Greyhound bus and headed west — first to Portland, then Hollywood, looking for his big break.</p><p>\"Didn't tell my parents, I didn't tell my brothers, I didn't tell any relatives, I didn't tell any of my close friends that they knew,\" Choi says. \"The entire time I was in Portland, which was the five years, I had absolutely no contact with any of my family.\"</p><p>He worked at a Blockbuster in Portland to earn enough money to take acting classes.</p><p>He hadn't heard from anyone back home until he received a call from his childhood friend. He was asking for \"Kenny Choi.\"</p><p>\"It freaked me out because I didn't know whether he just tried to find me or if my parents talked to him and tried to find me,\" Choi says.</p><p>Choi hung up on his friend and he never heard back.</p><p>\"When I moved to Los Angeles, I figured I'm really going to make an attempt to become a real actor,\" he says. \"And when I did that, I thought it was time for me to face my parents and tell them what I did.\"</p><p>He found out that his aunt lived in Los Angeles and his dad often visited her. Choi reconnected with his brother who helped him set up a meeting with his father.</p><p>Leading up to the meeting, Choi says he'd never been so nervous.</p><p>\"I didn't know what was going to happen,\" he says. \"I thought he was going to punch me in the face because you just kind of don't do that, right?\"</p><p>When he opened the door, his dad was already sitting on the couch waiting for him.</p><p>\"He was five years older, and he just put his arms out, gave me a hug, which he's never done his whole life. And then he said, 'I respect you for this,' \" Choi says. \"It was the first time he said, 'I love you' to me, and it was the most amazing conversation I've ever had. And to this day when we get off the phone, I say ... 'I love you' in Korean and he says it back.\"</p><p>Shortly after reuniting with his dad, Choi started to get more acting roles — first on TV, then in film. His big break was a role in <em>Captain America: The First Avenger </em>and <em>The Wolf of Wall Street.</em></p><p>\"My dad does watch my work now,\" Choi says. \"My parents watch everything I'm on. I think the first time they saw something was <em>Captain America</em> and he called me and he was so elated.\"</p><p>Choi says his parents also watched <em>The Wolf of Wall Street. </em>He says it wasn't his dad's favorite movie — he walked out of the theater, which Choi laughs about now. But he still called to congratulate him on the role of Chester Ming.</p><p>\"All I really wanted was for him to just be happy for me,\" Choi says. \"And he is.\"</p><p><em><em>We want to hear about </em>your<em> big break. Send us an email at mybigbreak@npr.org.</em></em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+Running+Away+From+Home+Opened+Doors+In+Hollywood&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Daniel Hajek","audio":[{"meta":{"duration":"286"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1409309318-f6c399.m3u?orgId=1&topicId=1008&aggIds=274340198&d=286&p=2&story=408565231&t=progseg&e=409281487&seg=6&ft=nprml&f=408565231"},{"href":"http://media.npr.org/assets/img/2015/05/21/wol018ef-002aa105521f8aeb2a9855590d07ef6cfe367b00.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2445","width":"3260"}},{"href":"http://media.npr.org/assets/img/2015/05/23/nup_163433_1617-94bf886cf5548cfe85d90880f9058c7874bf9167.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"504","width":"673"}}]}