{"created":"2015-05-22T17:13:35+00:00","modified":"2015-05-25T17:26:13+00:00","valid":{"from":"2015-05-25T17:26:13+00:00","to":"3015-05-25T17:26:13+00:00"},"hreflang":"en","title":"What's Next For Colorado's Controversial Birth Control Program?","published":"2015-05-25T17:26:00+00:00","teaser":"The state legislature has voted against continuing a program that's credited with reducing teen pregnancies and abortions.","itags":["npr_api","408785053"],"guid":"17899669-f42d-4cfc-9908-78043433787a","contentencoded":"<p>A contraceptive program in Colorado that supplies low-income teenage women with birth control has been credited by the Centers for Disease Control and Prevention for leading to a major drop in teen pregnancies and abortions, and saving the state almost $80 million in Medicaid funding.</p><p>But the six-year program&#8217;s initial funding from a private foundation has run out, and the Colorado state legislature voted down funding to continue the program.</p><p>What happens next? Dr. <strong>Larry Wolk</strong>, executive director and chief medical officer of the Colorado Department of Public Health and Environment tells <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Meghna Chakrabarti about why the program has been so successful and what his department will do to continue the program.</p><ul><ul><li><a href=\"https://www.guttmacher.org/statecenter/title-X/pdf/CO.pdf\" target=\"_blank\">More information on Title X and family planning in Colorado</a></li></ul></ul><h4>Interview Highlights: Dr. Larry Wolk</h4><p><strong>On the success of the program in Colorado</strong></p><p><div class=\"l-article-primary pullquote\" style=\"\"></p><p>&#8220;We’ve seen more than a 40 percent decrease in the number of unintended pregnancies.&#8221;</p><p></div></p><p>&#8220;The program has been impressively and incredibly successful. We&#8217;ve seen more than a 40 percent decrease in the number of unintended pregnancies and the outcomes related to unintended pregnancies. We&#8217;ve seen significant decreases in abortions. We&#8217;ve seen a significant decrease in births. We&#8217;ve seen significant decreases in the downstream costs and effects because there are fewer pregnant women and fewer children living in poverty and need to be signed up for public entitlement programs&#8230; and so across the board this has been a remarkable success story.&#8221;</p><p><strong>On the criticism that the prevention of a child should not be funded with taxes</strong></p><p>&#8220;I&#8217;m a clinician and that sort of criticism has no clinical merit. It&#8217;s a strictly political critique. My goal is to keep people focused on the clinical merits of the program. So, it&#8217;s frustrating for me as a clinician that there were searches for political messages to try and then successfully take away the opportunity to provide public funding for this program.&#8221;</p><p><strong>On how they will keep the program going without tax dollars</strong></p><p>&#8220;Gratefully, we&#8217;ve had an outpouring of support for many private foundations and funders throughout the state, as well as even from out of state. So we&#8217;re convening a group next week to discuss how we continue to sustain such a successful program.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"https://www.colorado.gov/pacific/cdphe/larry-wolk-md-msph\" target=\"_blank\">Larry Wolk</a></strong>, M.D., executive director and chief medical officer of the Colorado Department of Public Health and Environment.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=What%27s+Next+For+Colorado%27s+Controversial+Birth+Control+Program%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"371"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1408794605-f7f869.m3u?orgId=1&d=371&p=60&story=408785053&t=progseg&e=408785032&seg=2&ft=nprml&f=408785053"},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0522_hormonal-implant.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"881","width":"1280"}}]}