{"created":"2015-01-20T10:06:54+00:00","modified":"2015-05-13T21:21:12+00:00","valid":{"from":"2015-05-13T21:21:12+00:00","to":"3015-05-13T21:21:12+00:00"},"hreflang":"en","title":"A 'Guantanamo Diary' From A Prisoner Still On The Inside ","published":"2015-05-01T18:51:00+00:00","teaser":"In the first memoir from a prisoner still being held at Guantanamo, Mohamedou Ould Slahi tells how he went from his native Mauritania to joining al-Qaida in Afghanistan to the U.S. prison in Cuba.","itags":["npr_api","378525648"],"guid":"17a884d2-afd0-4410-9e9f-f979e6267687","contentencoded":"<p><a href=\"http://www.theguardian.com/world/2015/jan/16/-sp-guantanamo-diary-exposes-brutality-us-rendition-torture\" target=\"_blank\">Mohamedou Ould Slahi</a> joined the rebels in Afghanistan in the early 1990s, was seized in his native Mauritania a decade later, and was sent to Jordan, where he was held for months. He eventually landed at the U.S. prison in Guantanamo Bay, where he remains.</p><p>Today, he's the first man still imprisoned at Guantanamo to have a memoir published. It took years for the U.S. government to declassify the material, and there were some 2,500 redactions before the book could be released.</p><p>In <em>Guantanamo Diary</em>, Slahi <a href=\"http://www.theguardian.com/world/2015/jan/16/-sp-guantanamo-diary-flight-saw-cockpit-saw-guards-saw-ghosts-of-fellow-detainees\" target=\"_blank\">traces his journey</a> after the Sept. 11, 2001, attacks, when he was detained in Mauritania and moved to Jordan by that country's military. In this excerpt from the book, he was leaving Jordan in chains and about to be stripped naked:</p><blockquote><p>\"Now my hands were shackled in front of me. Somebody started to rip my clothes with something like a scissors. I was like, what the heck is going on? Many thoughts went quickly through my head. The optimistic thoughts suggested, 'Maybe you're in the hands of Americans, but don't worry, they just want to take you home and to make sure that everything goes in secrecy.'</p><p>\"The pessimistic ones went, 'You screwed up. The Americans managed to pin some [expletive] on you, and they're taking you to U.S. prisons for the rest of your life.' \"</p></blockquote><p>The Pentagon confirmed to NPR that for a brief period at Guantanamo in 2003, a <a href=\"http://www.theguardian.com/world/2015/jan/16/-sp-guantanamo-diary-salt-water-stephen-fry\" target=\"_blank\">\"special interrogation plan\"</a> was designed for Slahi, and it was outside the military's own standard interrogation procedures.</p><p>As Slahi tells it, he came to the attention of the U.S. after fighting briefly with rebels in Afghanistan in the early 1990s. He also pledged allegiance to al-Qaida. At the time, many rebel factions, including al-Qaida, were battling the Soviet-backed communist government that was running Afghanistan.</p><p>The U.S. had supported the rebels for years and also opposed the Afghan government, which was ousted in 1992.</p><p>But that experience led to a web of connections that Slahi never fully escaped.</p><p><em>Morning Edition</em> host Renee Montagne spoke to Slahi's editor, Larry Siems, and Slahi's attorney, Nancy Hollander.</p><hr /><h3>Interview Highlights</h3><p><strong>On what U.S. authorities thought Slahi had done</strong></p><p>Nancy Hollander: The United States thought he was involved with what was called the \"millennium bombing\" [a foiled plot to bomb the Los Angeles airport in 1999]. They'd figured out that it had nothing to do with Mohamedou, but they kept him in Jordan for eight months and tortured him there anyway. Then they took him to Bagram [in Afghanistan], and then to Guantanamo. Later, they decided that he was one of the recruiters to the pilots at 9/11. That wasn't true, and the government actually admitted in court that there was no way he could have known about 9/11.</p><p><strong>On the loyalty oath he swore to al-Qaida in the early 1990s, when the Soviet-backed government was still running Afghanistan<br /></strong></p><p>Nancy Hollander: He admitted that, but let me remind you that the United States also was involved in that war. The United States provided billions of dollars and Stinger missiles — this is all in a movie called <em>Charlie Wilson's War</em> — and that al-Qaida was not the same al-Qaida that years later came and bombed the United States. And in fact, the judge found that specifically.</p><p><strong>On the interrogation methods that Slahi experienced</strong></p><p>Larry Siems: Extreme isolation, sleep deprivation, subjection to extremes of temperature, sexual abuse, stress positions, a fake kidnapping in which he was shackled and dragged onto a boat and sent out into the Caribbean and beaten, and ice was put in his clothes to sort of disguise the beating, and also further the physical suffering, dragged back into a complete isolation cell in Guantanamo that had been blacked out, and he was not allowed to see the sun or know the time of day for months while the interrogation continued, and the most kind of awful threats to family members as well.</p><p><strong>On the episodes that stood out to his editor</strong></p><p>Larry Siems: During some of the most physically abusive scenes, he has this interesting capacity of kind of being able to disengage. He talks about drowning in his dreams often; it's kind of a repeated phrase. You know, he kind of seeks a refuge in his mind and in his imagination. The physical intensity of it, the reaction to it is just to find a kind of psychological refuge.</p><p><strong>On Slahi's black humor</strong></p><p>Larry Siems: I think one of the most amazing things about the book, for me, is how it opened up a world to me of the American servicemen and servicewomen and intelligence agents that we put in these situations. And that's kind of an amazing example. Mohamedou, his most impressive ethic as he wrote this book, is that he treats every single person he writes about as an individual.</p><p><strong>On why his story's little details might have a big effect</strong></p><p>Larry Siems: At this point, I think the American people should have a good idea about the kind of things that have gone on in Guantanamo, like the things that have gone on in the CIA black sites. But I think what we don't know, what we haven't thought about, what we haven't let ourselves think about is what it felt like to be in that place and to experience those things. And I think that's been part of the narrative that's been systematically denied to the American people. We have been denied access to the voices of the people that have lived inside of Guantanamo — the prisoners and<em></em> the jailers.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+%27Guantanamo+Diary%27+From+A+Prisoner+Still+On+The+Inside+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"438"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1378525649-df661b.m3u?orgId=1&topicId=1032&d=438&p=3&story=378525648&t=progseg&e=378525609&seg=8&ft=nprml&f=378525648"}]}