{"created":"2014-10-27T21:18:19+00:00","modified":"2014-10-27T21:18:19+00:00","valid":{"from":"2014-10-27T21:18:19+00:00","to":"3014-10-27T21:18:19+00:00"},"hreflang":"en","title":"Another Casino Closure Has Atlantic City Thinking About Its Future","published":"2014-06-30T19:06:00+00:00","teaser":"Atlantic City, New Jersey, started the year with 12 casinos. By Labor Day, it could be down to nine. ","itags":["npr_api","327013716"],"contentencoded":"<p>The Showboat Casino in Atlantic City is closing. Showboat&#8217;s parent company, Caesar&#8217;s, made the official announcement Friday, just a week after another Boardwalk casino, Revel, said that it was in bankruptcy and would close in August unless it finds a buyer. The news comes just six months after a third casino, The Atlantic Club, closed its doors.</p><p><em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Jeremy Hobson talks to New Jersey Assemblyman <strong>Vince Mazzeo</strong>, who represents Atlantic County, about what the closures mean for Atlantic City.</p><h4>Interview Highlights: Vince Mazzeo</h4><p><strong>On how Atlantic City will cope with the closures</strong></p><p>&#8220;For Atlantic City it means that, you know, we&#8217;ve been trying to focus on the non-gaming area. By these casinos closing we certainly have to look at speeding it up as far as the non-gaming events, as far as the free concerts on the beach. The area itself is changing because of the competition that happened.&#8221;</p><p><strong>On other states creating casino gambling</strong></p><p>&#8220;It&#8217;s a saturated market right now, as far as every state is creating casino gambling. It&#8217;s a great tax revenue if you&#8217;re making money. Now, if you can heed my warning about Atlantic City, if the market gets over saturated, of course, the economy of scales are not in your favor. Certainly if other states want to look at casino gambling, I would take baby steps and make sure you evaluate it in a way that benefits your state and you don&#8217;t run into problems like Atlantic City did in the past five or six years.&#8221;</p><h4>Guest</h4><ul><li><a href=\"http://www.njleg.state.nj.us/members/BIO.asp?Leg=368\" target=\"_blank\"><strong>Vince Mazzeo</strong></a>, state assemblyman representing New Jersey&#8217;s 2nd Legislative District. He tweets <a href=\"https://twitter.com/VinceMazzeo\" target=\"_blank\">@VinceMazzeo</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 WBUR-FM. To see more, visit <a href=\"http://www.wbur.org\">http://www.wbur.org</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Another+Casino+Closure+Has+Atlantic+City+Thinking+About+Its+Future&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"17afcfd7-f232-485d-afa8-5bfcc1074cc2","audio":[{"meta":{"duration":"488"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1327013719-771229.m3u?orgId=330&ft=3&f=327013716"}]}