{"created":"2014-10-08T16:41:22+00:00","modified":"2014-10-31T02:21:57+00:00","valid":{"from":"2014-10-31T02:21:57+00:00","to":"3014-10-31T02:21:57+00:00"},"hreflang":"en","title":"GOP Softens Its Edge In An Attempt To Appeal To Women","published":"2014-05-06T14:34:00+00:00","teaser":"The GOP knows it has a problem with women. But is it tone or issues? And what can Republicans do to woo more women without alienating their he-man base?","itags":["npr_api","309885683"],"guid":"17d02599-b7f5-404d-8e75-b0d725be67d5","contentencoded":"<p>Republicans have a problem with women.</p><p>Since the 1980s, women have been much more likely than men to vote Democratic.</p><p>Increasingly, however, Republican operatives see getting more women to vote for their candidates as key to the party's future.</p><p>Take Equal Pay Day, for instance, a political holiday that Democrats have used to push a bill called the Paycheck Fairness Act.</p><p>It's also a day that Republicans have felt free to ignore. But this year, the GOP responded to the Democrats' push with a coordinated campaign that is a case study in the new, more female-friendly Republican approach.</p><p>\"I'm sure you're aware that today is Equal Pay Day,\" Rep. Cathy McMorris Rodgers of Washington state, the highest-ranking Republican woman in Congress, said at a news conference on April 8. \"As a woman, and as one that has two daughters, I've always supported equal pay for equal work, as have all of us. And we're promoting as Republicans are those policies that are going to empower women and everyone.\"</p><p>This response was carefully crafted, the result of polls, focus groups and months of meetings among leading party operatives.</p><p>The effort began shortly after the 2012 presidential election, when Mitt Romney lost the women's vote by 11 percentage points. This prompted all the major GOP groups — the NRCC, the NRSC, the RNC, the College Republicans and others — to begin working together, holding regular meetings with the sole purpose of figuring out how to better appeal to women, says Kirsten Kukowski, press secretary for the Republican National Committee.</p><p>Kukowski says a few months ago, GOP planners decided they needed a strategy to counter Democrats' Paycheck Fairness pitch. They sought out a poll showing that if Republicans were silent on the legislation, as they have been in the past, they would lose the issue.</p><p>\"We kind of said we're going to have an aggressive posture on this,\" Kukowski says. \"We're going to show women, we're going to show D.C. and the political world that we're not going to take a back seat to this anymore. We're going to be aggressive on this messaging.\"</p><p>The poll also found that Republicans needed to make an economic argument. <a href=\"https://www.youtube.com/watch?v=f5d5KqUIoJU)\">Kukowski appeared not once but twice on MSNBC</a> on Equal Pay Day, arguing that more regulation would hurt women and all employees.</p><p>Democrats countered the argument, but the mere fact that Republicans were engaging was a change.</p><p>\"You know, it's kind of like football. If only the defense is working and the offense isn't, you're not going to win the game,\" says Andrea Bozek, communications director for the National Republican Congressional Committee.</p><p>\"Women are 54 percent of the electorate,\" Bozek says. \"They aren't a coalition; they are the majority, and if you aren't actively engaging with women voters, you're going to lose.\"</p><p>Many Republicans have been reluctant to engage on so-called women's issues for fear of getting sucked into the war-on-women narrative. In 2012, two male Senate candidates saw their chances tank when they <a href=\"http://www.npr.org/blogs/thetwo-way/2012/08/19/159273876/missouri-gop-senate-candidates-remarks-on-rape-stir-controversy\" target=\"_blank\">made comments about rape</a> that were, at best, unfortunate. That, in part, is what prompted McMorris Rodgers, who heads the House Republican Conference, to push back.</p><p>\"We have allowed ourselves to be branded [in] a way I do not feel is representative of who we are as Republicans,\" she says.</p><p>Under McMorris Rodgers' direction, House Republicans sat their members and candidates down for training on how to communicate with women. She says women just need to know what Republican policies could do for their families.</p><p>That's where Katie Packer Gage and her firm Burning Glass Consulting come in. The firm was created specifically to help Republicans message to women. Gage, deputy campaign manager on the 2012 Romney campaign, says she was frustrated that Democrats were very specifically targeting women while the Romney campaign wasn't.</p><p>One of Gage's partners at Burning Glass, then Romney's lead ad maker, came up with an <a href=\"http://youtu.be/adBa8AfUykc\">ad called \"Dear Daughter</a>.\"</p><p>\"Dear daughter,\" the narrator began the ad, \"Welcome to America. Your share of Obama's debt is over $50,000, and it grows every day.\"</p><p>Gage says it was a negative ad without the negative tone. It got limited play, however. \"The pushback that we heard from some of the men on the team is that it's not message-driven enough,\" she explains.</p><p>She says if Republicans want women to listen, they need to stop bombarding them with data and focus on day-to-day concerns. Don't talk about energy; talk about gas prices. Don't talk about Obamacare; talk about getting to see your doctor.</p><p>\"If you can demonstrate some compassion for people in general, even if it isn't specific to women, women respond to that,\" Gage says.</p><p>But it is going to take more than soft tones for Republicans to win the women's vote, says Debbie Walsh, director of the Center for American Women and Politics at Rutgers.</p><p>\"The cause of that gender gap is around those economic security issues, those kind of kitchen-table economic issues,\" Walsh says. \"The challenge that the Republican Party has is how they articulate their support for that social safety net that women feel they might need at some point in their lives.\"</p><p>And at this point, polls show that women still believe the Democratic Party is the one concerned with protecting programs like Social Security, Medicare and food stamps.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=GOP+Softens+Its+Edge+In+An+Attempt+To+Appeal+To+Women&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tamara Keith","audio":[{"meta":{"duration":"466"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1309997216-e66c29.m3u?orgId=1&topicId=1014&aggIds=308946406&ft=3&f=309885683"},{"href":"http://media.npr.org/assets/img/2014/05/05/480470759-191c092e3a51152ebae4c65eace4d806412e28aa.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2588","width":"3451"}}]}