{"created":"2014-10-14T20:27:53+00:00","modified":"2015-01-16T17:02:57+00:00","valid":{"from":"2015-01-16T17:02:57+00:00","to":"3015-01-16T17:02:57+00:00"},"hreflang":"en","title":"Pizza Man Delivers Third-Party Option","published":"2014-10-16T22:57:00+00:00","teaser":"Sean Haugh is making waves as a Libertarian candidate in North Carolina's U.S. Senate race. He isn't the only one: Independent candidates are a factor in at least a dozen races.","itags":["npr_api","356142508"],"guid":"17da6508-e806-48de-9c91-aff31ed963a0","contentencoded":"<p>He delivers pizza by night and runs for U.S. Senate by day. Sean Haugh, the Libertarian running for Senate in North Carolina, is among a dozen independent and third-party candidates nationwide who could shake up tight races for Senate and governor.</p><p>Haugh, 53, doesn't have a traditional campaign headquarters, so he suggests meeting at a hipster fancy doughnut joint in downtown Durham called Monuts.</p><p>He is wearing a T-shirt and wire-rimmed glasses that harken back to the 1990s, far from the typical dark suit uniform of most male politicians. He orders an orange-velvet and a lemon-praline doughnut and settles in at a high-top table in back for the latest of many sit-down interviews he's done this election cycle. Others have taken place at a Waffle House, a coffee shop and his campaign manager's basement, where he also films his <a href=\"https://www.youtube.com/channel/UCHFge7uP_08X1Ki0syATqTA\" target=\"_blank\">campaign videos</a>.</p><p><strong>Delivering Joy And Pizza</strong></p><p>After the interview, he'll drive his silver Kia to the pizza place where he works as a delivery driver.</p><p>\"I'm the deliverer of joy and relief to about 20 families a night,\" says Haugh. \"When you think about why you order pizza, it's because you want to treat yourself or you just got home from work and you're so tired and you say, 'I don't want to cook, let's just order something.' So everyone loves the pizza guy.\"</p><p>And Haugh loves being the pizza guy — more than he thought he might. He gets to see five sunsets a week and says his job allows him to decompress after days spent campaigning. He asked us not to publish the name of the company he works for, to keep the corporate office out of it.</p><p>Haugh started delivering pizzas about a year ago, after an extended stint of odd jobs and applications that went nowhere. It turns out, he says, 2010 was the worst possible time as a man in his 50s to try to change careers. Before that, Haugh spent more than a decade working for the Libertarian Party.</p><p>His first job, while still in college, was as a paid petition-signature gatherer trying to get Ed Clark and David Koch on the ballot in all 50 states in 1980. His next job: selling merchandise for Greenpeace.</p><p><strong>An Act Of Conscience</strong></p><p>Haugh says he decided to run for Senate as an act of conscience, so there'd be someone on the ballot he felt like he could vote for. At first, he thought any votes in addition to his own would be a bonus.</p><p>\"But now I really feel like the views I am putting out there to stop all war and stop spending more money than we have are really resonating all across the political spectrum,\" says Haugh.</p><p>He's polling around 6 or 7 percent, which is high for a Libertarian candidate. Most polls show his major-party opponents — Democratic incumbent Sen. Kay Hagen and Republican state House Speaker Thom Tillis — separated by just 1 or 2 points. And that's why Haugh is making people nervous.</p><p>\"The third-party candidate is a pizza deliveryman — nothing against pizza delivery men — who is getting between 4, 5 and 7 percent of the vote,\" says Scott Reed, senior political strategist at the U.S. Chamber of Commerce. \"Sure, that's a concern.\"</p><p>Hagan and Tillis are both underwater when it comes to voter approval. Heck, voters nationwide are fed up. Reed says that creates an opening for third-party candidates, as protest votes. The Chamber, which wants Republican candidates to win, is targeting those voters directly.</p><p><strong>Third-Party Candidates A Factor In Many Races</strong></p><p>And it's not just North Carolina. A Libertarian candidate could force a runoff in the Georgia Senate race; an independent is polling well in Alaska; there's a wild four-way race in South Dakota; in Kansas, the independent candidate leads in some polls.</p><p>\"All over the map, we're just seeing potential this year for these third-party candidates to have strange impacts on races in a way that I can't remember,\" says Tom Jensen, director of Public Policy Polling, a Democratic polling group based in Raleigh.</p><p>Jensen says support for third-party candidates tends to fade as Election Day gets closer, but this year he expects them to do better than in the past.</p><p><strong>Just Don't Call Him A Spoiler</strong></p><p>Conventional wisdom suggests Libertarians like Haugh are more likely to pull votes from Republicans. But Richard Winger, editor of Ballot Access News, says that's not the case. He says polls that ask people planning to vote for a third-party candidate whom they'd choose if that person weren't running find the vote split along the same lines as the rest of the electorate.</p><p>\"They are not spoilers,\" says Winger. \"Libertarians are generally drawing equally from people who'd vote Democratic and Republican.\"</p><p>Haugh agrees with this analysis and bristles at the term \"spoiler.\" As he sees it, his platform is a combination of ideas from the left and the right. He's pro-choice everything, anti-war, and wants a smaller government.</p><p>His grandfather was a moderate Republican; his parents are very liberal.</p><p>\"I was simultaneously raised by Barry Goldwater and Martin Luther King, so you put them both together you get a natural-born Libertarian,\" says Haugh.</p><p>And because North Carolina is on everyone's Senate-race watch list, this natural-born Libertarian is bringing more attention to his party now, delivering pizzas, than he was able to do in a decade as a paid party operative.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Pizza+Man+Delivers+Third-Party+Option&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tamara Keith","audio":[{"meta":{"duration":"256"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1356177261-fe2f20.m3u?orgId=1&topicId=1014&ft=3&f=356142508"},{"href":"http://media.npr.org/assets/img/2014/10/14/sean-haugh_custom-4beb8a710189d85992e1bca7e5c6a0e6bbf5e578.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2400","width":"2400"}}]}