{"created":"2014-09-03T20:40:31+00:00","modified":"2014-09-17T20:11:58+00:00","valid":{"from":"2014-09-17T20:11:57+00:00","to":"3014-09-17T20:11:57+00:00"},"hreflang":"en","title":"SXSW 2014 Wrap-Up: Our Favorite Discoveries And Memorable Moments","published":"2014-04-02T18:55:00+00:00","teaser":"Our hosts are joined by Stephen Thompson to discuss the best musical discoveries from the musical blitzkrieg that is SXSW. From hard-driving Korean rock to joyful electronica.","tags":["npr_api","291172567"],"guid":"17e1ed8c-1ef0-442b-8a07-694e8a48c52f","contentencoded":"<p>On this week's show, our hosts are joined by Stephen Thompson to discuss their favorite discoveries at <a href=\"http://www.npr.org/series/sxsw/\" target=\"_blank\">SXSW</a>. Everyone had such a swell time at the musical blitzkrieg that they came down with colds. Their respective illnesses cannot dampen the colorful and illuminating memories that they made at SXSW 2014.</p><p>For Bob, the band that blew him out of the water was a British jazz-punk group called Melt Yourself Down. Robin was impressed by Sean Lennon and Charlotte Kemp Muhl's band, <a href=\"http://www.npr.org/artists/130592599/ghost-of-a-saber-toothed-tiger\" target=\"_blank\">The Ghost of a Saber Tooth Tiger</a>, because of their shift from sweet ditties to full-on rock. Stephen was surprised by the passion, force and energy from an instrumental, electronic group, <a href=\"http://www.npr.org/2011/09/13/140409901/anamanaguchi-the-band-that-plays-nintendo\">Anamanaguchi</a>.</p><p>As much scheduling that goes into SXSW, our hosts often find that the best shows spread through word of mouth. So, they listened to recommendations and stumbled upon some fantastic gems. The airy soloist Vancouver Sleep Clinic was a notable gem, along with the Korean rock group Jambinai. To hear an array of nuanced sounds, hear the discussion. Also, don't forget to download <a href=\"http://www.npr.org/2014/02/28/283974226/the-austin-100-a-sxsw-2014-mix\">The Austin 100</a> which will be available until April 2.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=SXSW+2014+Wrap-Up%3A+Our+Favorite+Discoveries+And+Memorable+Moments&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1291189437-5cfaf3.m3u?orgId=1&topicId=1039&ft=3&f=291172567"},{"href":"http://media.npr.org/assets/img/2014/03/18/collage20140318-8860efb175ffba6f2730dba9cf143ab54fa4cf33.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"750","width":"1000"}}]}