{"created":"2014-09-19T19:44:38+00:00","modified":"2014-10-31T01:11:11+00:00","valid":{"from":"2014-10-31T01:11:11+00:00","to":"3014-10-31T01:11:11+00:00"},"hreflang":"en","title":"In The Making Of Megafarms, A Mixture Of Pride And Pain","published":"2014-06-17T15:37:00+00:00","teaser":"A tiny fraction of America's 2 million farmers produces most of our food. They are the winners of a long-running competition for land and profits that has also drained the life out of small towns.","itags":["npr_api","321705130"],"guid":"17e61452-98f1-489c-ae93-8eac4587198a","contentencoded":"<p>It seems that everybody, going back at least to <a href=\"http://www.monticello.org/site/jefferson/quotations-agriculture\">Thomas Jefferson</a>, loves small family farms.</p><p>Yet those beloved small farms are becoming increasingly irrelevant. Big farms are taking over.</p><p>According to the <a href=\"http://www.agcensus.usda.gov/\">latest census of American agriculture</a>, released this year, there are two million farms in America. But just four percent of those farms account for two-thirds of all agricultural production.</p><p>There are, of course, mixed feelings about this trend, even among farmers themselves. Talking to people in rural communities, one hears resignation, sadness, even some anger. Because as farms grow bigger, many small towns are shrinking and even dying.</p><p>To understand this trend from the inside, I made an appointment to meet Todd Zenger, a young man in his thirties who's among the top grain producers in Kansas.</p><p>As I drove to meet him, I became increasingly confused. My GPS took me into a suburban development east of Manhattan, Kans., past neatly trimmed lawns and well-appointed houses. There wasn't a field or tractor in sight.</p><p>Eventually I arrived at the house where Zenger and his wife Ty live. It is also the operations center of their farm.</p><p>The fields are far away — hours away by car, in three completely separate parts of Kansas. But Zenger can sit at his desk and look down at them through Google maps.</p><p>\"This is our Greensburg farm,\" he says, pointing to the outlines of irrigated circles in south-central Kansas. \"This is our Goodland farm. This is our Jewell farm.\" Goodland is in the northwest corner of Kansas. Jewell is in north-central Kansas.</p><p>His computer is linked directly to equipment on the farms. Zenger can check the moisture of corn in his grain bins from here. He can see what workers are doing with the farm equipment almost minute by minute. \"This pink line is where our tractor drove in the last 24 hours,\" he says.</p><p>This operation covers 16,000 acres; 25 square miles of Kansas farmland. It's almost certainly in the top 1 percent of American farms, in terms of sales. At one time there probably were dozens of farms on that land, and dozens of families. Yet Zenger and his father-in-law now manage this farm with just seven full-time employees.</p><p>Those workers plant the seeds, spread the fertilizer and keep the irrigation water flowing. Zenger spends more of his time making big-ticket decisions: what seeds to buy, or when to sell their harvest.</p><p>\"I'm in here, most days, paying attention to the grain markets,\" he says. \"You have to forward contract, you have to hedge, locking in profits.\"</p><p>The story of how this farm got so large helps explain how American agriculture has changed over the past few decades. And it illustrates some of the costs.</p><p>That story begins with the white-haired man who's standing behind Todd Zenger, just listening. This is his father in law, Roger Oplinger.</p><p>Oplinger grew up on a very small farm near the tiny town of Jewell, in north-central Kansas. He rode horses and milked cows by hand. But he had ambition. \"The natural thing for me as a farm kid was, I wanted to do things differently. I wanted to use automation. I wanted to farm more acres,\" he recalls.</p><p>He started with 80 acres that he bought from his grandfather, raising hogs and growing crops. Eventually he decided to just focus on growing crops: wheat, sorghum, soybeans and corn.</p><p>He worked hard and took big risks. \"We were probably on the edge of bankruptcy every year from 1980 until 1995,\" he says.</p><p>Not everyone survived. Oplinger was among the fortunate ones. More than most, he also pushed to get bigger. \"I don't care what you do in capitalism, the natural process is to grow, and be profitable,\" Oplinger says.</p><p>He saw opportunity in new technology: tractors that steer themselves, using GPS; bigger planters and harvesters. Farmers could afford to buy that equipment if they were big, and the technology made it a lot easier to farm more acres.</p><p>Put that together, and growth meant bigger profits — which made it possible for him to buy even more land.</p><p>It was a path to prosperity. But listening to Oplinger talk about it, I also sense a painful side of that journey.</p><p>He only lives part of the year now in Jewell, his home town. He says that it's become a lonely place for him. Some people in town don't even talk to him anymore.</p><p>\"I hate to say it,\" Oplinger says, and pauses for a while before continuing: \"But there's a lot of jealousy.\"</p><p>When there's a land auction, and he walks in, it gets real quiet. You know what other farmers are thinking, he says: \"How much is too much? How much is enough?\"</p><p>So Oplinger feels like he has to defend himself, and the scale of his farm.</p><p>\"Our farm grew to be large in a way that I have a very good conscience about — a clear conscience,\" he says.</p><p>Some farms grow at the expense of other people, he says. But his farm expanded, in many cases, because farm families came to him and his wife and asked them to rent their land, or buy their farms. \"They could no longer, within their family, farm and get the return from the land that they wanted,\" Oplinger says.</p><p>But Oplinger admits that such decisions come with a cost. When families give up farming and move away, it drains life out of small communities. And this is the source of much of the resentment aimed at big-time farming.</p><p>Oplinger's home town of Jewell, for example, no longer has its own schools. <br />The population of Jewell County has fallen by half over the past 50 years. There's no longer a store in the entire county where you can buy a pair of dress shoes, or a new suit.</p><p>Donn Teske is a Kansas farmer who's watched these changes carefully. He's vice president of the <a href=\"http://www.nfu.org/index.php\">National Farmers Union</a>.</p><p>He also lives near the town of Wheaton, Kan., where the stained glass windows of Wheaton Congregational Church, still the most impressive building in town, are now partly boarded up.</p><p>Teske has deep roots in this community. As he drives me around the rolling grasslands and fields, he pulls out pictures of ancestors who built a new life here, starting with his great-great-grandfather Michael Teske who emigrated from Germany in 1868.</p><p>Teske points out a tree-lined homestead where old friends once lived. \"Where his house set there's no house, and the barn will soon be torn down, and there's another segment of the local community that's gone.\"</p><p>It's happening lots of places, he says. Western Kansas is starting to look like the panhandle of Texas, where \"there's nothing left but huge modern farms and boarded-up main streets of county seats. And that's really sad to see.\"</p><p>Teske doesn't really have a solution. Economic competition between neighbors is a fact of farm life, he says, as is the sight of young people moving away because they see opportunity somewhere else, leaving family farms with no farmers.</p><p>In fact, Teske says, the same thing might happen with his farm. \"We've survived on the farm, we raised four kids here. I'm proud of all my kids, they're going to be fine, but I don't know if any of them will come back to the farm.\"</p><p>Meanwhile, Oplinger and his wife Barbara are handing over management of their megafarm to their daughter Ky and her husband, Todd Zenger.</p><p>So you could say that this big farm is succeeding in keeping the family tradition alive. It's the cutting edge of agriculture, and an opportunity for the next generation.</p><p>But that younger generation isn't exactly on the farm. The Zengers live a long way from the little town of Jewell.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+The+Making+Of+Megafarms%2C+A+Mixture+Of+Pride+And+Pain&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Dan Charles","audio":[{"meta":{"duration":"460"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1322597936-bd59ad.m3u?orgId=1&topicId=1053&ft=3&f=321705130"},{"href":"http://media.npr.org/assets/img/2014/06/16/Big+Farming-999a7b65403115f063fb4bacb7e4b6a793853bac.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1982","width":"2645"}},{"href":"http://media.npr.org/assets/img/2014/06/16/BigFarmPortrait-4746285473545215f1b9357271454711e3354fda.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2208","width":"2949"}},{"href":"http://media.npr.org/assets/img/2014/06/16/BigFarmHomestead-90d46b1b4c97135f1d3305df420196d9600264fa.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2301","width":"3071"}},{"href":"http://media.npr.org/assets/img/2014/06/16/BigFarmPortrait2-3bbbb9dfb27d952a2857a167996debf53d17a7e9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2243","width":"2990"}}]}