{"created":"2014-11-19T22:19:47+00:00","modified":"2014-11-20T20:24:50+00:00","valid":{"from":"2014-11-20T20:24:50+00:00","to":"3014-11-20T20:24:50+00:00"},"hreflang":"en","guid":"17ee5d56-5674-404e-af6a-4bf886b0edac","title":"Canada is slashing its spots for foreign guest workers, and resort towns are worried","published":"2014-11-20T20:24:48+00:00","byline":"Bradley Campbell","tags":["immigration","tourism","business and economy","Business","Business, Finance & Economics","Banff","Canada","Alberta","North America","Renata D'Aliesio","Foreign worker","Immigration law","Immigration","Labor"],"teaser":"Temporary foreign workers are the backbone of seasonal resort towns. But a new law in Canada is making it harder to hire them, upsetting local business owners who say they won't have the workforce they need during peak tourist season.","contentencoded":"<p>Temporary foreign workers are the backbone of many resort towns, from spots like Cape Cod — to Banff in Alberta, Canada.</p>\n<p>There you're likely to hear accents from places like eastern Europe and the Caribbean, since many of the seasonal workers come from abroad. But a recent federal clampdown on Canada's temporary foreign worker program has the town nervous and upset.</p>\n<p>The program itself allows both skilled and unskilled workers into the country, but the clampdown is targeted especially at unskilled jobs, the ones that comprise the bulk of seasonal work.</p>\n<p>\"In 2016, businesses will only be able to employ 10 percent of their workforce through temporary foreign workers,\" says Renata D'Aliesio, who <a href=\"http://www.theglobeandmail.com/news/national/banff-employers-scramble-to-find-staff-before-tourists-arrive/article21633097/\">wrote about the new restrictions</a> for The Globe and Mail newspaper.</p>\n<p>D'Aliesio says the issue got attention because of reports in Canadian media that businesses were hiring temporary foreign workers instead of Canadian citizens. The anger of some Canadians over those jobs fueled changes in the program, but businesses in Banff think they won't be able to fill slots with homegrown workers.</p>\n<p>\"They don't believe that there are more Canadians willing to pick up and move to Banff for what is, in essence, seasonal work — and not the highest paying job,\" D'Aliesio says. \"So they are very worried that come this summer, when it is peak tourist season, that they just won't have enough workers to fill the positions.\"</p>\n<p>And yet there are 110,000 Albertans currently without work. D'Aliesio says it's something the Canadian government points to when they hear concerns from business owners. \"But what the employers counter is, if these workers are willing to work, that they would be applying for these jobs, and they are just not applying for them,\" D'Aliesio says.</p>\n<p>That's also despite the fact that one of the rules in the temporary foreign workers program is a requirement to advertise the positions in Canada and look to fill them with Canadians before seeking out foreigners.</p>\n<p>If nothing changes before the high tourist season of the summer, D'Aliesio expects two things to happen: \"They will try to recruit more foreign workers though a different program, a working holiday visa program where, workers come for a couple months to work and travel.\"</p>\n<p>And the other solution isn't great news for the workers who do make it to Banff: \"They will just have to rely on the workers they have to work longer hours, to work on off days, to make up for the labor shortfall.\"</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[]}