{"created":"2014-10-07T18:42:15+00:00","modified":"2014-10-30T23:27:32+00:00","valid":{"from":"2014-10-30T23:27:32+00:00","to":"3014-10-30T23:27:32+00:00"},"hreflang":"en","title":"Fear Of Tunnels, Not Rockets, Rattles Israeli Community","published":"2014-08-09T21:14:00+00:00","teaser":"Residents of a town near the Gaza border say they know how to respond to rocket fire. They're less certain about how to protect themselves from potential attacks by militants using secret tunnels.","itags":["npr_api","339135017"],"guid":"1806b182-c2c2-4580-a42c-e595a37a7418","contentencoded":"<p>In the ongoing war with Hamas, Israel says it is looking for new technology to help detect and destroy tunnels used by Islamist militants.</p><p>Israel says 32 tunnels have been demolished so far in the conflict, but there are concerns others remain. In the town of Netiv Ha'asara, along the border with Gaza, the discovery of one tunnel is forcing residents to question whether to remain.</p><p>On a recent day, the sounds of summer returned to the rural town; kids splashing, burning off a lot of energy and horsing around in an outdoor neighborhood pool. It was the first day in a month that kids, or anyone, has used the pool.</p><p>Two-thirds of this small farming community of 850 people fled the area once militants began firing rockets and mortars from Gaza. The border separating the two sides is less than a quarter-mile away. Closely watching over her four children at the pool, Einat Shoham has learned how to run to one of the many bomb shelters when she hears a siren. Residents don't have much time before a rocket lands.</p><p>\"We have 15 seconds,\" Shoham says. \"We're fast.\"</p><p>Shoham says that over the last 15 years or so of the conflict, she's had to evacuate her family three times. But she says this time is different, because the Israeli army discovered a tunnel not far from the swimming pool that could be used by Hamas to infiltrate the community. She says that has rattled many residents.</p><p>\"There are lots of people saying they are not sure they want to come back and live here,\" she says. \"The rockets we're used to, and we feel secured and every house has their shelter and we're all practiced it many times. The tunnels [are] something that's much more scary.\"</p><p>The <a href=\"http://www.npr.org/blogs/thetwo-way/2014/08/09/339086590/israel-resumes-airstrikes-as-gaza-cease-fire-ends\">ending of a cease-fire</a> and rockets fired from Gaza again Saturday will surely re-intensify fears in this town so close to the border. Still, Shoham says the major worry is whether there are more Hamas tunnels out there that haven't been discovered.</p><p>Capt. Ronen Fisher, deputy battalion commander with the Israeli army, says Israel suspected there were Hamas tunnels in the area, but finding them was another matter.</p><p>\"We knew approximately where they were, but we couldn't point out exactly a perimeter and say this is where the tunnel is,\" Fisher says.</p><p>Fisher says the military used a massive drill to bore into the ground every few yards until it finally discovered a tunnel on the Israeli side of a wall separating the community from Gaza. Fisher says it's believed that the tunnel was nearly 2 miles long. It was destroyed, but he says the military was only partially satisfied.</p><p>\"Because we were happy that we found it, but we knew the job was not done,\" he says. \"And we found one, but there were still others.\"</p><p>Israel says it hopes to develop better technology to detect tunnels. In the meantime, whether they stay or not, residents at Netiv Ha'asara are filtering back to the community to check on their homes and see their friends.</p><p>At the central emergency station in the center of the village, women make plans for the returning residents and activities for the children. Next door is something called the war room, filled with maps and walky-talkies. It's run by Ziv Volk, the head of security. He hopes the military will keep a strong presence in the border community.</p><p>\"I don't think it's giving more security, but it gives you a better feeling of security,\" Volk says, \"and this is very important for the people who live here.\"</p><p>Volk says that's important because undoubtedly the community will face this threat again. He says there is a solution, but he thinks Israel is not yet ready for that solution.</p><p>\"We are already 100 years in this conflict and we're still not ready to talk and to make those things to bring the peace over here,\" he says.</p><p>Volk shrugs and says it may take 10 or 15 years — maybe even 50 years — before Israel and Hamas are ready to make peace. Until then, Netiv Ha'asara is on the front line.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Fear+Of+Tunnels%2C+Not+Rockets%2C+Rattles+Israeli+Community&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jackie Northam","audio":[{"meta":{"duration":"268"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1339173661-8e73f1.m3u?orgId=1&topicId=1009&ft=3&f=339135017"},{"href":"http://media.npr.org/assets/img/2014/08/09/hamas_tunnel-26cf8b29e5a9440ac5a857d498caccc27633010c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}