{"created":"2014-09-03T17:11:36+00:00","modified":"2014-10-27T23:49:08+00:00","valid":{"from":"2014-10-27T23:49:08+00:00","to":"3014-10-27T23:49:08+00:00"},"hreflang":"en","title":"Future: 'You Gotta Step Outside That Box To Reach The People'","published":"2014-04-29T07:55:00+00:00","teaser":"The rise of the rapper, singer and songwriter given the name Future when he was a teenager being fostered by the legendary Dungeon Family only looks meteoric from the outside.","itags":["npr_api","307723957"],"guid":"181ea17a-b699-43d0-b36e-8d2d86f377b6","contentencoded":"<p>The rise of the rapper, singer and songwriter given the name Future when he was a teenager being fostered by the legendary Dungeon Family looks meteoric from the outside. In reality, the musician has reinvented himself a couple times, pored over his predecessors' work and, he says, recorded more than 10 albums worth of songs.</p><p>He spoke to <em>Microphone Check</em> about working with Andre 3000, the politics of features and the studio life.</p><p><strong>ALI SHAHEED MUHAMMAD:</strong> What up?</p><p><strong>FUTURE:</strong> What's going on?</p><p><strong>MUHAMMAD:</strong> What's good, man?</p><p><strong>FUTURE:</strong> Man, it's good, it's good. It's good to be here. My tour coming up at the end of May, the first date for the North American tour. You can get the tickets at <a href=\"http://freebandz.com/\" target=\"_blank\">freebandz.com</a>, so, just to plug that right now off the rip.</p><p><strong>MUHAMMAD:</strong> Do that.</p><p><strong>FRANNIE KELLEY:</strong> What is Freebandz?</p><p><strong>FUTURE: </strong>It's my label.</p><p><strong>KELLEY:</strong> And who's on it?</p><p><strong>FUTURE: </strong>We just got producers. We have artists but we just — no, nothing's signed and sealed besides a few producers right now.</p><p><strong>KELLEY: </strong>Yeah, but they're all over the album, right?</p><p><strong>FUTURE: </strong>Yep.<strong></strong></p><p><strong>KELLEY: </strong>Especially <a href=\"https://soundcloud.com/metroboomin\" target=\"_blank\">Metro Boomin</a>?<strong></strong></p><p><strong>FUTURE: </strong>Yeah, Metro Boomin, man that's the next, the next big producer.</p><p><strong>KELLEY:</strong> Yeah, also from Atlanta?</p><p><strong>FUTURE:</strong> Nah, he from St. Louis. He live in Atlanta now, but he's from St. Louis.</p><p><strong>KELLEY: </strong>OK. How did you guys come together?</p><p><strong>FUTURE: </strong>Man, someone introduced us. Who it was? I think Propain, he was telling me about him. He used to always try to get at me and then you know, you just can't really talk directly to me so it was someone who was picking up the phone for me at the time. He introduced us and we started just working in the studio, vibing out man, just had a crazy bond and we just bonded it through music and that's like my brother.</p><p><strong>KELLEY: </strong>What do you like about his production?</p><p><strong>FUTURE: </strong>I just like — he different. His sound — the sounds that he choose to put together — he got a real unique sound and just stand out. Man, just super — he just ambitious and he hungry. He never stop; he always working in the studio. Like you call him right now, he probably making a beat, recording someone and just trying to get better at his craft.</p><p><strong>KELLEY: </strong>He's pretty young, right?</p><p><strong>FUTURE: </strong>Yeah, he young. He what, 21? 20, 21.</p><p><strong>KELLEY: </strong>That's crazy to me. I was doing nothing when I was 21. Ali had already put out two classic albums, for example.</p><p><strong>MUHAMMAD: </strong>Yep.</p><p><strong>FUTURE: </strong>Yeah! 21, man, that's the age. But usually, back then, like, back in the day, a artist used to be probably 17, 18 when they came out. All artists used to be 16, 17 around when they come out. Now, it's like more development and now they come out probably when you like 24, 25 would be the breakout age right now.</p><p><strong>KELLEY: </strong>Is that a good thing or a negative thing?</p><p><strong>FUTURE: </strong>It just timing, I guess.</p><p><strong>MUHAMMAD:</strong> Yeah, it's just the way it is though, really. I mean, I knew what I wanted to do at 12, like I knew it. I wanted to make music. It was just, I needed the resources. But I got a 18-year-old nephew, he's like, \"I don't know what I'ma do.\" I'm like, \"Man.\"</p><p><strong>KELLEY: </strong>You gotta figure it out.</p><p><strong>MUHAMMAD: </strong>I just think this generation, it takes them a little bit.</p><p><strong>FUTURE: </strong>Time to catch on.</p><p><strong>MUHAMMAD:</strong> Yeah.</p><p><strong>KELLEY: </strong>Who else is on Freebandz?</p><p><strong>FUTURE: </strong>In Freeband Gang, we got Young Scooter, we got Casino, then my brothers Mexico Rann. We got Doe Boy and — Free Doe Boy — he Freeband Gang. Test out of Baltimore. It's so many of us, it's like the Wu-Tang Clan.</p><p><strong>MUHAMMAD: </strong>So why'd you say — you said the deal wasn't done or something like that? Just a moment ago, you talking about mentioning everybody on the label.</p><p><strong>FUTURE: </strong>Because I really haven't signed 'em to any paperwork.</p><p><strong>MUHAMMAD: </strong>So it's just like --</p><p><strong>FUTURE: </strong>Loyalty. It's all about loyalty.</p><p><strong>MUHAMMAD: </strong>That's important.</p><p><strong>FUTURE: </strong>I didn't really want to be all — do the paperwork and stuff. I was like, \"Man, you just gotta be loyal to me,\" cause I know when the money come and then when you start getting certain fame it's gonna — you either gonna stay with me or you're gonna be like, \"Man, I'm doing my own thing. I'm doing my own record label.\" Like now, soon as you blow up, everybody want they own record label.</p><p><strong>MUHAMMAD: </strong>Yeah.</p><p><strong>FUTURE: </strong>Want they own crew. They don't want to be part of your crew no more. They like, \"Hey, I want to leave.\" But I just want people to understand. I'm not trying to hold you, I'm not trying to bind you into nothing with me. It's just — if you want to be loyal to me, if you feel like I deserve something, you'll give it to me at your own, at your own time, you know what I'm saying? I don't want to feel like, I want to say I'm obligated to something that's yours. You feel like I deserve it, then give it to me. If not, then it is what it is.</p><p><strong>MUHAMMAD: </strong>That's a rarity. Cause usually people try to like — they find something special and it's just like they want to lock it down and hoard it.</p><p><strong>FUTURE: </strong>Yeah, and tell you what to do. But it's not me, man. I want to have bosses around me, cause at the end of the day, 10 years from now, 20 years from now, you want to make relationships to keep 'em, you know what I'm saying. So I make my relationships to keep 'em — all my relationships — not try to burn bridges that you may need to cross over one day.</p><p><strong>KELLEY:</strong> Does any of that come out of what you learned as part of the Dungeon Family?</p><p><strong>FUTURE:</strong> Yeah, yeah, of course. Because my cousin Rico Wade, so that's just my background. He never tied OutKast up into anything, had them binded up into anything from the beginning, you know what I'm saying? From Goodie Mob, anybody in the Dungeon Family, it was all loyalty. Rico gave you everything he got and if you give him half back or 100 percent back, it is what it is. You don't want to base it off that, man. We got into this for the music. And he always told me, man, \"Let it be about the music first and it's going to override everything else.\"</p><p><strong>MUHAMMAD: </strong>What was the music like growing up? What were you listening to?</p><p><strong>FUTURE: </strong>What I would listen to? Too Short, A Tribe Called Quest, E-40, Soulja Slim to Juvenile to the entire No Limit roster — what Master P was doing — to the Cash Money from Yella Boy days, the U.N.L.V. My mom used to always listen to Barry White, Anita Baker or Marvin Gaye, Curtis Mayfield — just a variety of music, man, versatility. That's where I get my versatility from.</p><p><strong>MUHAMMAD: </strong>Yeah.</p><p><strong>KELLEY:</strong> What was it, tell us more about working with Rico. How old were you when that started? How early did you know?</p><p><strong>FUTURE:</strong> 17. When I started working with him, started going over his house, I was about to be like 18, turning 18. I started going over his house more regularly and started staying over there with him. By the time I was 18, I was a regular at The Dungeon.</p><p><strong>KELLEY:</strong> Who gave you your nickname?</p><p><strong>FUTURE:</strong> G-Rock. G-Rock from the Westside, from Allen Temple. He gave my name, The Future, he was like, \"Man, you the future. \"Man, you the future.\" Just stuck with the name.</p><p><strong>KELLEY:</strong> At 17?</p><p><strong>FUTURE:</strong> Yeah. He gave it to me cause I was young and everyone in The Dungeon was probably 28.</p><p><strong>KELLEY:</strong> Oh, OK.</p><p><strong>FUTURE:</strong> At that time, everybody was 28 or older, you know what I'm saying? I was the youngest one in The Dungeon. They was like, \"You the future of The Dungeon.\" And here like what — five, ten years later? Man, it is what it is.</p><p><strong>MUHAMMAD: </strong>That's crazy.</p><p><strong>FUTURE:</strong> Word's powerful.</p><p><strong>KELLEY:</strong> Yeah.</p><p><strong>FUTURE:</strong> That's why you gotta watch what come out your mouth.</p><p><strong>KELLEY:</strong> Was Cee-Lo an influence on you — your style?</p><p><strong>FUTURE:</strong> I believe everyone was an influence. All the music I just named was an influence. I was watching \"It's the Scenario,\" with, Spring Break, I think it was Spring Break performance with Busta Rhymes, you know what I'm saying, when he was just, he was on the --</p><p><strong>KELLEY:</strong> What year?</p><p><strong>FUTURE:</strong> His attitude. So, everything. The performances of that, of the old school hip-hop, from Rico Wade to breaking down the music to, man, from looping the tracks to just going to find the snares. Because I come from a era where you gotta understand music and you gotta study music. I studied music for a long time. I studied Rico; I studied the way he — his production sounds. I studied when they was going to get — digging through the crates. People don't even know what digging through the crates — you can ask a producer right now, I'm like, \"What's digging through the crates?\" They don't even know what that is and like, \"What you talking about?\"</p><p>You gotta go and find your snare, you gotta find that sound that you want, you know what you want, and that's what it's about. That's the culture; that's hip-hop. From graffiti, your tag on the wall in the middle of Times Square or whatever you want it at — downtown Atlanta, wherever you feel like your tag ... it's about that art and that what hip-hop originated from.</p><p>And that's what I learned from being through The Dungeon up until this point right now. That's what helped me to reinvent myself over and over again to do music. A lot of people say AutoTune but don't understand that I'm a student of the game; I been studying this for a long time. They like, \"Man, how you come up with this? How you come up with that?\" I know melody. I know rhythm; I know bass guitar; I know the piano. I know everything about music that helps build the music that go along with creating the whole art form, you know what I'm saying?</p><p><strong>MUHAMMAD: </strong>When you go in, do you have a set formula and a process you approach — like you going in specifically to look for kick, snares and stuff like that or is it --</p><p><strong>FUTURE:</strong> Nah, nah. It might just — certain stuff just stand out. You might hear a dope kick and you just loop that kick for a long time and you start. You might write the verse off the kick, you might write the hook off the guitar line or just a dope snare and the kick and it have the dope, the guitar and the snare playing for the whole time when you looping the track. And then you build the track over time and you build on top of your vocals. So it's different ways of recording a record.</p><p><strong>MUHAMMAD: </strong>Do you have times where you may have spent maybe 18 hours in the studio, whatever, maybe even more, then you go to sleep and you hear something and you be like --</p><p><strong>FUTURE:</strong> I wake up and get right to it.</p><p><strong>MUHAMMAD: </strong>You get right to it?</p><p><strong>FUTURE:</strong> Yeah, because you have to do that — you have to sleep in the studio. You have to sleep in the studio and wake up to the snare or wake up to the pattern, the loop, the drum beat looping again. Rico used to have beats looping for a day. Just have one beat looping.</p><p>It might just be the sample looping and trying to distinguish what they were saying in the sample like, \"What are they saying? What is this about?\" And just understand it, man, Googling and learning more about that sample — where they come from, where they even made that record at. Like, what studio they was in when they made this record? What studio you was at when you made your entire album? What was the vibe was y'all on? What y'all was thinking about? What y'all was reading? What y'all was looking at on TV? What you was smoking or what you was drinking? All that's the vibe.</p><p>Why you laughing?</p><p><strong>MUHAMMAD: </strong>Cause to even think like, \"What were you drinking? What were you watching on TV?\"</p><p><strong>FUTURE:</strong> Yeah, what was you watching on TV to make you say — because people don't understand, you can have a conversation with your friend or anybody in the studio at the time to spark that hook. People don't even know where that hook came from. Like, that hook came from, man, my mom, I was walking out of the house and my mom said something to me one day back when I was in eighth grade and it just played back in my head and I got the chance to get in the studio and put it on a track. You get inspiration from craziest places. It's just about being creative. You gotta step outside that box, you know what I'm saying, to reach the people. You never know who can feel it; who it can connect to.</p><p><strong>MUHAMMAD: </strong>This is important what you're saying because sometimes people don't understand — they think they want to do music but they don't really have the full understanding of learning the history. Especially, specifically to hip-hop. But just from a creative perspective, you have — like in English class, your teachers will tell you, \"Write something,\" and they'll say, \"Keep writing,\" or \"Draw from this\" and \"Draw from that\" and a lot of people kind of get lost. So you absolutely right.</p><p><strong>FUTURE:</strong> Man, thank you, thank you.</p><p><strong>MUHAMMAD:</strong> Just where you picking your pieces from.</p><p><strong>FUTURE:</strong> I appreciate it, man. I appreciate it.</p><p><strong>MUHAMMAD: </strong>Every aspect of life.</p><p><strong>FUTURE:</strong> Exactly, exactly.</p><p><strong>MUHAMMAD: </strong>That's pretty dope.</p><p><strong>FUTURE:</strong> Only the OG's, they know that man. The young kids, they don't really understand. They just hear what they hear. But it's all good. But I know the people that understand music, they know where it's coming from. I was telling Sean Kingston that yesterday. We was sitting — we was over, it was far in the Hills and you could see the city of L.A. You could see the entire city. It was at night. I was like, \"Man, this is what music is. It's about the scenery. The art of that. How to make you connect with the lights and how to make you connect with the people. It's about the whole entire scene.\" And I had a song. I was like, \"Man, this what this song sound like. It sound like what we looking at right now.\" Some people draw it, some people know how to talk about it, some people write it in books, you know what I'm saying?</p><p><strong>MUHAMMAD: </strong>I've been carrying this quote for the past two weeks cause I heard Harry Belafonte say that, \"Art is the gatekeeper of truth.\"</p><p><strong>FUTURE:</strong> Yeah.</p><p><strong>MUHAMMAD: </strong>And I'm feeling like a lot of people call their music art, but some people it is and some people, they just floating. It's a fine line when you making music. At least for me. I go in, I go in with a purpose. I want to make it art. And so what's your thoughts on that?</p><p><strong>FUTURE: </strong>That's my thought. Like, you want to make it that art. Like I said, you see Picasso, you see those different pictures that stand out and you want to be able to represent that. Like, \"Man, how do I put that picture into words,\" you know what I'm saying? Put that wordplay together — we're representing that picture.</p><p>Because sometimes a artist can go in there and just slap paint on the wall and you be like, \"Man, that's dope.\" And they put a lot of colors in. Put your hands in and for your hands it's moments that you can't get back. You can't put your handprint on that wall that same way again. You can't recreate that moment again. So that's why you go in the booth and try to get those takes that you can't recreate, you know what I mean? The way you said, you can't even say it again like that. If you try to do another take the same way, it wouldn't come out the same way.</p><p><strong>MUHAMMAD: </strong>Do you freestyle a lot?</p><p><strong>FUTURE: </strong>Yeah, I always freestyle.</p><p><strong>MUHAMMAD: </strong>Yeah.</p><p><strong>FUTURE:</strong> Because that's about the art. I can't mimic, or, I can't get back what I just, what just came out my mouth. Like you were asking me this question, I'll probably answer the question a different way every time you ask me. The best way you answer is the first time when you speak it.</p><p><strong>KELLEY:</strong> How do you know? How do you know you're done?</p><p><strong>FUTURE:</strong> It's a feeling.</p><p><strong>KELLEY:</strong> What is the feeling?</p><p><strong>FUTURE:</strong> It's a feeling you get. Ah, man, it's just a feeling you get when you listen to the music. I can't say it because I don't have music on. I'm most comfortable when I'm in the studio and music playing. If we had music playing, then you'd understand. You can pretty much get into your groove, you know what I'm saying.</p><p><strong>KELLEY:</strong> When you write hooks, what do you want the hook to do?</p><p><strong>FUTURE:</strong> Change the mood of a person.</p><p><strong>KELLEY:</strong> OK.</p><p><strong>FUTURE:</strong> Whether it's good or bad. It can be a hook. Or up-tempo club feel, you want to be able to say, \"Man, when I play this in club, I want the whole club to change; with everybody that's talking to each other, when they hear this, I want everything to get quiet.\"</p><p><strong>KELLEY:</strong> How does it work? How do you change the whole vibe?</p><p><strong>FUTURE:</strong> It just, man, you gotta have that feeling. Just having that feeling is — music is feeling. You gone feel it and if it feel right, it's gone feel right to people. It's connected to people's heart some kind of way.</p><p><strong>KELLEY:</strong> You gotta trust yourself, basically?</p><p><strong>FUTURE:</strong> You gotta trust your instinct.</p><p><strong>KELLEY:</strong> Can you walk us through the process — your process with \"Benz Friendz?\"</p><p><strong>FUTURE:</strong> \"Benz Friendz\" — I was going to the studio, it was like, man, we gone work with Dre 3000 — I wanted to work with him. He came to the studio, we came to the studio. I thought I was about to play him a few tracks that I already had.</p><p><strong>KELLEY:</strong> Which studio?</p><p><strong>FUTURE:</strong> We was going to this Batcave — I call it the Batcave. Cause it's all black with a black gate. And I just go in and I never come out. But he came to the Batcave and we was in the studio. Rico Wade, he showed up, my cousin, he showed up with Organized Noize, I think Ray was there, Mo was there, Big Rube — like everybody found out Dre was coming to the studio. And I'm like, \"Man, y'all found out Dre was coming to the studio. Y'all just invited everybody.\" I didn't even know all these people was gone show up. It's like 20 Dungeon Family members showed up. It was a reunion. So we didn't even get a chance to work on any music the first day.</p><p>So it was the second day, because me and him, we pretty shy away from people when we in our creative zone — we don't like to work around a lot of people I guess, that how we are. And so we connect in a lot of ways. We have that chemistry, that bond with each other without even saying. He can look at me with like, \"Man, I don't want to take no picture of you; you don't want to take no picture of me. I'm not trying to Instagram. I don't want to tell nobody I'm working in the studio with you.\" I didn't do it for that reason. So it's just trying to weave out the realness and, you know, artists these days, soon as you get in the studio, before you even do a record, they want to, \"Man, let's Instagram a pic. Let's do this, let's do this.\" I'm not that kind of artist. I'm solely in there to make the music first and whatever come — the blogs pick it up, I'm not doing it for that reason because I know that's Dre. Like, he stray away from that thing; you run him away when you start throwing so many things at him. And I feel you, I feel him because I'm that same way. I just want it to happen organically; I don't want to rush into it and it don't be what I want, what I expected out of it. So we just pretty much feeled each other.</p><p>We was just talking, having conversation the first day. We ended up going back the second day and we had a few beats and it was a Organized Noize beat and we just start going in on the beat and just start building from that day on. That day forward, we came up with — it wasn't \"Benz Friendz\" at first, it was something different. It was \"Benz B----.\" It was called \"Benz B----\" and then we put the Whatchutola on it once we mixed it. We mixed the record like three times before we added the third verse on there, before we added the chants on there, before we added the intro to the beat.</p><p>We kept saying, \"Man, it's missing something. We gotta add those different textures over the track.\" He kept telling me like, \"Man, you always want to keep going back over it over and over and over and see something you can hear. Every time you listen to the track, once they mix it, you might hear something else you want to put on the track. You can't be afraid to do it again just because you mixed the record. I know they spending they money on the mix but, man, you gotta do what's in your heart to make the track complete.\" So after we mixed it a few times, man, we went back over, did the third verse, did the intro and we built. Went in like, we built on that track for a few weeks.</p><p><strong>KELLEY:</strong> It sounds really different from the rest of the album.</p><p><strong>FUTURE:</strong> Yeah, yeah. It's way different. It sound like a Future/OutKast record.</p><p><strong>KELLEY:</strong> Yeah. But it is — it's similar to the rest of the album in that it's kind of another a relationship song.</p><p><strong>FUTURE:</strong> Exactly. But it's saying, \"I don't want a friend who's into those type of things.\" Like, \"I don't want a materialistic friend. I want something that's really.\" And that's what basically that song's about. I don't want a friend that's just here for the fame or for the money or for the cars that I'm driving.</p><p><strong>KELLEY:</strong> Right.</p><p><strong>FUTURE:</strong> But even saying, \"Man, I don't want to be a crash dummy to the marketing of other people far as the vehicles or foreign cars,\" or whatever. You don't want to be a crash dummy for them, and be like a brand, like you branding it all the time. Even though we saying its name, \"Benz Friendz,\" that's branding it off the rip, like, you just gave Benz a look. So it's about that. Just saying, man, strip down all that, man, just no filter. Take it for what it is.</p><p><strong>KELLEY:</strong> How much does that come up for you? Worrying about how your art is related to brands?</p><p><strong>FUTURE:</strong> I just don't worry about being accepted.</p><p><strong>KELLEY:</strong> OK.</p><p><strong>FUTURE:</strong> You make music to change the radio, not make music for the radio.</p><p><strong>KELLEY:</strong> OK, yeah. And what else about --</p><p><strong>FUTURE:</strong> Even with \"Move That Dope,\" it's like, \"Man, you got a record called 'Move That Dope.' How you gone get this on the radio?\" Don't think about that. Don't start. \"Man, we need a first single, Future. We need a first single. It can't be 'Move That Dope.' You talking about dope.\" Like, man, let the people judge that. We gone change the radio, from every song that I did, from \"Racks on Racks,\" \"Same Damn Time,\" \"Love Song,\" \"Body Party\" or \"Bugatti,\" we changed the radio — the tempo of radio. It can be up-tempo, we go slow. We go slow, we go up-tempo, like, you dictate your fans — you and your fans dictate the way the radio — let 'em come to you.</p><p><strong>KELLEY:</strong> Yeah.</p><p><strong>FUTURE</strong>: Keep that underground feel.</p><p><strong>KELLEY:</strong> I want to go back to something real quick because you you did such a classic OutKast move and you have a Big Rube track on your album.</p><p><strong>FUTURE:</strong> Gotta put Big Rube.</p><p><strong>KELLEY:</strong> Who is he? Can you explain for people who don't know?</p><p><strong>FUTURE: </strong>Spoken word. I love spoken word, also. Because you don't have to rhyme when you do spoken word. Just say words with meaning and it's powerful with the way you say it and how aggressive you say it. So I always put Big Rube for inspiration, for people who can't get over certain things. You may need his words of encouragement, you know what I'm saying, to get you through your day.</p><p><strong>KELLEY:</strong> Right.</p><p><strong>FUTURE:</strong> Cause everybody life ain't almost perfect, feel me. Everybody going through something.</p><p><strong>KELLEY:</strong> Yeah.</p><p><strong>FUTURE:</strong> You know what I mean? Even when it's good, you still going through something everyday. You just can't sugar coat it or try to hide behind the cameras or whatever. I feel like Big Rube is stripped down, no filter, and he was always a part of the Dungeon Family far — he is Dungeon Family — but far as all the albums that came out with OutKast. So from my first — on my album, all my mixtapes, I used to put him on my mixtapes. It was my theme, my ritual to do it — just put Big Rube on the album. Because, man, OutKast, they did great. Platinum album, he was on it; sold 10 million, he was a part of the album. So it was like, man, that's my thing to do.</p><p><strong>KELLEY:</strong> Did you ask him to write something specific or were you like, \"Here's your track. Come in, do your thing?\"</p><p><strong>FUTURE:</strong> Yeah, I pretty much just tell him, \"Man, listen to the track and freestyle something.\"</p><p><strong>KELLEY:</strong> He freestyled that?</p><p><strong>FUTURE:</strong> Yeah, yeah. He be freestyling, man.</p><p><strong>KELLEY:</strong> Wow.</p><p><strong>FUTURE:</strong> Yeah, Big Rube's super dope. Now I'm superstitious. I can't do a album without him. Because OutKast, they didn't do an album without him, so, I was like, man, they started it, now I gotta finish it since they not puting an album out in 10 years.</p><p><strong>MUHAMMAD:</strong> I'm not saying nothing.</p><p><strong>KELLEY:</strong> No comment in this room.</p><p><strong>MUHAMMAD:</strong> Nope.</p><p><strong>FUTURE:</strong> But even they old music sounds — it's timeless music.</p><p><strong>MUHAMMAD:</strong> Yeah.</p><p><strong>FUTURE:</strong> So if you ain't got the OutKast album, go and pick it up right now.</p><p><strong>KELLEY:</strong> What do you think about their tour this summer?</p><p><strong>FUTURE:</strong> Man, it's crazy. I looked at their show. The show was amazing. It's not like nothing that I ever seen. I never seen a show like this. Artists that even have — that headline shows or whatever — they never put a show together like this.</p><p><strong>KELLEY:</strong> Why does OutKast matter so much?</p><p><strong>FUTURE:</strong> I don't know. You gotta ask them that question why they matter. But I know they matter for me for the creativity.</p><p><strong>KELLEY:</strong> OK.</p><p><strong>FUTURE:</strong> You know what I'm saying? And they always go above and beyond. They set the trend for how things supposed to go for the next 10 years. I told him like, \"Man, off your stage set\" — I was talking to Big and I was like, \"This stage, when artists see this stage and they understand what y'all just did, it's gone, y'all set the tone for the next 10 years.\"</p><p><strong>MUHAMMAD:</strong> So if you are in the forefront of that and you've been in the school, like you went to, that was your backyard and your front yard, so you gonna be the one to set the tone.</p><p><strong>FUTURE:</strong> I got to. I have to. So I was looking at, man, I was amazed looking at they show when they was rehearsing. I was like, \"Man, that's dope.\" It make me step my stage performance up and also, my creativity — what goes on in my production side of the stage. I was like, man, even though I'm not getting as much money as y'all are getting for the stage, I got to know how to dumb it down to make it make sense for me.</p><p><strong>KELLEY:</strong> How would you do that? What do you mean dumb it down?</p><p><strong>FUTURE:</strong> Because they lighting — man, they probably spent a million on they stage set.</p><p><strong>KELLEY:</strong> Oh, I understand.</p><p><strong>FUTURE:</strong> Just scheme it down to far as to fit for your production set. So I might not use 20 lights — I might have to use three lights.</p><p><strong>KELLEY:</strong> You are not afraid to talk about relationships in your songs.</p><p><strong>FUTURE:</strong> I'm not afraid to talk about anything. It's music. I just love music, period. I don't care what I'm talking about.</p><p><strong>KELLEY:</strong> I mean, I talk about this a lot but, you know, \"songs for the ladies,\" which like makes me angry because I can hear the songs that aren't for the ladies, also, and I can understand them and everything. But I think what you're doing is a little bit different because in the relationships, nobody's perfect.</p><p><strong>FUTURE:</strong> Right.</p><p><strong>KELLEY:</strong> And they're not just — some of them are platonic relationships.</p><p><strong>FUTURE:</strong> Right.</p><p><strong>KELLEY:</strong> Why are you not worried about being vulnerable?</p><p><strong>FUTURE:</strong> Because like I said, I love music. I'm not doing it for the comments or what I think people are gonna think about it. I'm doing it only for, to make great music. That's my intentions. I don't have an ulterior motive or being in a relationship because it is reason or it because it is the fame or whatever the reasons people might choose to think, but I just do it for the music, first, you know what I'm saying, and let everything else happen.</p><p><strong>MUHAMMAD:</strong> Are you making your music for anyone specific or you just gotta get it out of you?</p><p><strong>FUTURE:</strong> I just gotta get it out of me. I don't make my music for nobody specific. I just love music and love doing it. Like whatever beat come on, it don't have to be a particular beat or a particular producer that I have to work with — I just want to be in the studio; I love being in the studio 24 hours. I don't want to be nowhere else. I could have did this interview in the studio.</p><p><strong>MUHAMMAD:</strong> Me too. I'm the same way. It's a challenge trying to --</p><p><strong>FUTURE:</strong> Yeah, it's a challenge. It is; it is.</p><p><strong>MUHAMMAD:</strong> If you don't do it, you don't really understand it. But if you made like that ... Like I could be indoors for two weeks straight. Actually, I was in Canada just this past winter. I didn't go outside for two weeks cause the studio had a bedroom in there and it was like --</p><p><strong>FUTURE:</strong> Like, \"I'm not leaving.\"</p><p><strong>MUHAMMAD:</strong> I didn't leave.</p><p><strong>FUTURE:</strong> I'm pretty boring, too. If you're around me, you like, \"Man, we in London. Let's go and sightsee.\" I'm like, \"Man, I just want to go straight to the studio from my hotel.\" I was in London and I don't even know how the hotel looked because I'd walk out in the morning time and I leave and I go straight to the studio and then when I come back, it's three, four in the morning. I go to sleep and wake up and go right back to the studio again until they tell me, \"Man, they is not about to do an interview at the studio.\" I was telling everybody, \"Can they come to the studio and do the interview? Please.\"</p><p><strong>KELLEY:</strong> Maybe we should. You think it would be different? You think you would be more --</p><p><strong>FUTURE:</strong> I'm more comfortable. I'm more comfortable cause I know we in there, everybody here in the studio, they love music just as much as me.</p><p><strong>KELLEY:</strong> I think that's the case in this studio, too.</p><p><strong>FUTURE:</strong> Here, people around here, they working, they doing their job, you know what I'm saying? Artist coming through, hoodie, beanie, blonde dreads, they like, \"Man, who is this kid?\" They gone judge you off the rip. It's like, I feel it, but at the same time, I'd rather be in the studio where I'm comfortable so you can understand me. You might understand me more if you see me in the studio and hear some of my music.</p><p><strong>MUHAMMAD:</strong> So then, how many records, how many albums do you have already sealed up?</p><p><strong>FUTURE:</strong> Man, probably 10 records, 10 albums. They don't even understand. People don't even understand how much music I have because I work on music every single day.</p><p><strong>MUHAMMAD:</strong> So what's the plan? Is there a plan? I do that, too. And I have a whole bunch of stuff that people never hear just cause I'm like, I just needed to get that out. But do you have all your albums sort of planned out?</p><p><strong>FUTURE:</strong> Yeah, yeah. I have albums planned out, but I'm under contract with the label right now so I gotta put the album out, so I'm telling the label, \"Man, let's get back in. I'm ready to do my next album.\" Or I'm about to start launching records out the blue.</p><p><strong>MUHAMMAD:</strong> But you do that through mixtapes, right? So, are they keeping — cause Prince had the same issue at Warner Brothers. He just wanted to keep releasing.</p><p><strong>FUTURE:</strong> If I get the chance to put another album out within three, four months, then I'm not gonna release a mixtape. I'm not gonna hold back my music again cause I did it for a whole year and the only reason I stayed relevant because of my features. I'm not gonna just hold my music for another year. I can't. I'm not doing it. No more. I did it for <em>Honest</em>, that's — I tried it that way. I record too much. I'm putting my music out every three months. I'm doing it. I'm dropping bombs.</p><p><strong>MUHAMMAD:</strong> So what's the relationship with the label?</p><p><strong>FUTURE:</strong> They love it. They love it. We got a good relationship.</p><p><strong>MUHAMMAD:</strong> That's what's up. Good.</p><p><strong>FUTURE:</strong> We gotta stay good, though. I told them, \"I'm about to release some music. Get the deal done. I'm about to start dropping bombs.\" Like that just went No. 1 and it ain't on the album. Man, I'm putting it out.</p><p><strong>MUHAMMAD:</strong> See, that's the beautiful thing about this time period. With technology and the capability the artist really has some --</p><p><strong>FUTURE:</strong> Hey, man. I'm not holding back and I'm not doing too many features this time. I'm not doing features working with these managers and these — the politics of what go on when you do a record with an artist. Man, they think it's they record. They want to change the record to they record and they have more say-so than you have on your own song. You like, \"Man, what is this? What's going on?\" Then the label, they don't want to get in-between. They start like, getting mad with you, you know what I'm saying, because you want to keep your record how you want it and they want to cater to the artist and all this because of a name. And I'm not into names, man. It's too much politics dealing with it. It ain't about the music no more; it's too much politics.</p><p>That's why I want to go straight back into the studio, back in my zone. Get me back in my zone where I don't have to deal with none of that. Like, when I started on my mixtapes, I didn't have to deal with — you see, all my mixtapes don't have no features. I was doing good. \"<a href=\"https://www.youtube.com/watch?v=e0Y39QnwRvY\" target=\"_blank\">The Same Damn Time</a>,\" I was doing \"<a href=\"https://www.youtube.com/watch?v=zIrhcTkHX_A\" target=\"_blank\">Turn On the Lights</a>\" by myself, \"<a href=\"https://www.youtube.com/watch?v=S0AFEZ07d90\" target=\"_blank\">Neva End</a>\" by myself, I was doing \"<a href=\"https://www.youtube.com/watch?v=vY7mHqFi_Kk\" target=\"_blank\">Magic</a>\" by myself, \"<a href=\"https://www.youtube.com/watch?v=CNdySYdVe0E\" target=\"_blank\">Tony Montana</a>.\" I did all those records and I start opening up with artists, \"Let's work together! Let's work together!\" Then as soon as you work with them, they send paperwork and managers and all that. Man, I'm not doing that anymore. If you want to come to my studio session, come through and let's work. I'm not trying to go out my way to work with you and then at the end, it's about the business and we falling out behind something that we shouldn't even had a fallout about, man.</p><p><strong>MUHAMMAD:</strong> Yeah.</p><p><strong>FUTURE:</strong> It shouldn't be that complicated.</p><p><strong>MUHAMMAD:</strong> Do you find that you — you have another power because you write songs for other people.</p><p><strong>FUTURE:</strong> Yep, yep.</p><p><strong>MUHAMMAD:</strong> So you could easily just kind of fall back and be like, \"Alright, if you want to punish me, I'll punish you.\"</p><p><strong>FUTURE:</strong> Yeah, I'm writing, too, so I can balance it all out, for my artists and being able to write with other artists like, just go in the studio because I love writing. I love making music, from R&B songs, pop songs, rap songs, it don't matter. Go in and knock it out and create something beautiful or magic — create some magic.</p><p><strong>MUHAMMAD:</strong> What do you feel is one of your best writing experiences for something that you wrote for someone else? Like they really, really got it and when you hear it you're like, \"Wow.\"</p><p><strong>FUTURE:</strong> I believe it was \"Body Party.\" Cause everybody like, \"Man you gonna write something? She can't come back, man. It's no way possible you can do this. There's no way.\" I heard everything you can think about when we started recording together: \"Man, is it for this?\" Or, \"Is it for that?\" And then we just made music and you can tell that it was real. It went No. 1. She was dropping like four singles before she put out \"Body Party,\" and then \"Body Party\" go No. 1.</p><p><strong>MUHAMMAD: </strong>That's dope.</p><p><strong>FUTURE:</strong> It was a special moment for the both of us. We got in, man. We love music so much, we did what we had to do to do a great record. And I remember Mike Will bringing me the track and was like, \"Man, this is for Ciara.\" Then when I heard the track, I instantly knew it was a body party.</p><p><strong>MUHAMMAD:</strong> That's dope.</p><p><strong>KELLEY:</strong> I don't think the visual hurt.</p><p><strong>FUTURE:</strong> Nah, the visual, it created more fire — added more fire to the flame. That was her vision. She knew what she wanted, though, You gotta understand when you working with an artist that know what they want, it's easy. She knew exactly the melodies that she wanted to do, how she wanted the hook to come in, when she wanted the hook to stop, how she wanted her video, what she wanted to wear in the video, who she wanted to shoot the video, where she wanted the video at. Everything about that, man, it was her ideas and I just wanted to be a part of her ideas, because I knew it was brilliant.</p><p><strong>KELLEY:</strong> Do you think about your visuals as much as her?</p><p><strong>FUTURE:</strong> Yeah, of course, of course. But through her, it made me think about — she opened my eyes up into more, to the visuals more.</p><p><strong>KELLEY:</strong> OK.</p><p><strong>FUTURE:</strong> The video's just as important as the song.</p><p><strong>KELLEY:</strong> OK. So how involved are you in your videos?</p><p><strong>FUTURE:</strong> Now I'm 100 percent involved. With the treatments, from the editing to everything.</p><p><strong>KELLEY:</strong> Do you mind being photographed?</p><p><strong>FUTURE:</strong> Nah, I don't mind.</p><p><strong>KELLEY:</strong> So it's an easy process? Some people mind --</p><p><strong>FUTURE:</strong> I just hate for pictures like, \"Man, stand up against the wall. Do this.\" I like candid moments.</p><p><strong>MUHAMMAD:</strong> Yeah, me too.</p><p><strong>FUTURE:</strong> I like candid moments better.</p><p><strong>KELLEY:</strong> OK. Are you gonna try anything different with videos going forward or with your stage show on tour?</p><p><strong>FUTURE:</strong> Yep, we're doing, with my stage show, being more involved with the stage, give the people a real show, you know what I'm saying? Everybody want to see that show now. Instead of just coming out on the stage, jumping around, you gotta get that theme and that sequence to the album — make the show feel like the album.</p><p><strong>KELLEY:</strong> Like with lights and everything?</p><p><strong>FUTURE:</strong> Yeah, the lighting gotta be crazy. I want the lighting to represent every song, you know what I'm saying — the way the lights flash, whether they on or off or dim. Gotta make a great light show, man.</p><p><strong>MUHAMMAD: </strong>You said you make music and you want to shift the energy in the room. The energy, when you drop a Future record is either super romantic in a chill -–<strong></strong></p><p><strong>FUTURE: </strong>You don't even know you in love until you drop the track.</p><p><strong>MUHAMMAD:</strong> Yeah, I was about to say --</p><p><strong>FUTURE:</strong> Like, \"I'm really in love!\"</p><p><strong>MUHAMMAD:</strong> I'm a '70s baby, so I grew up — my mom, they used to throw house parties, you know, change the light bulbs to the colorful ones and it'd be a whole bunch of — a romantic sort of environment. That's how I grew up. So I like to do that in the club sometimes, shift the energy. Everybody wants to turn up and do all this — I like throwing on Al Green to make people feel uncomfortable, actually, because I grew up watching that and you don't see people doing that in the club, so. Some of your music, the romantic stuff, gives that sort of energy. But then the other stuff is super aggressive, bro.</p><p><strong>FUTURE:</strong> Yeah.</p><p><strong>MUHAMMAD:</strong> It's super aggressive. Which — I understand that's what it is. But I'm asking, can we get a in-between? And I don't know how to explain that.</p><p><strong>FUTURE:</strong> \"Benz Friendz.\"</p><p><strong>KELLEY:</strong> Kinda is. It kinda really is.</p><p><strong>FUTURE:</strong> It's in-between. That's what she was saying. It's a Future record but it stand out because it's not super aggressive but it's not laidback.</p><p><strong>MUHAMMAD:</strong> Alright.</p><p><strong>KELLEY:</strong> And the relationship is also in-between.</p><p><strong>MUHAMMAD:</strong> I'll take that.</p><p><strong>FUTURE:</strong> Yeah. \"Benz Friendz,\" man, one of those records. I did it with that.</p><p><strong>MUHAMMAD:</strong> Keep doing it.</p><p><strong>FUTURE:</strong> Keep doing it, man? I got to, man. It's timing, because Future Hendrix, that's what it was: I had to take a step back to take a step forward.</p><p><strong>KELLEY:</strong> Well, good luck.</p><p><strong>FUTURE:</strong> Yeah.</p><p><strong>MUHAMMAD:</strong> Nah, you work hard, bro. And for people who don't understand, they look at something, be like, \"Wow, he just came out of nowhere.\" But no, if you really look –</p><p><strong>FUTURE:</strong> The history.</p><p><strong>MUHAMMAD:</strong> The history. You put a lot of work into it and when you put a lot of work into it, then you see, you see great, wonderful things. It may seem like an explosive thing, but it's not. And if you want to, for those out there who are looking at you and it's like, \"Yo, I want to grow up to be just like Future,\" it's like, \"OK, then understand the path that was taken.\" There's no shortcuts to this.</p><p><strong>FUTURE:</strong> Yeah. No shortcuts.</p><p><strong>MUHAMMAD:</strong> I mean, some people take the shortcuts but then you see what happens and obviously your music effects a lot of people in so many different ways and you're wholly embraced.</p><p><strong>FUTURE:</strong> Thanks.</p><p><strong>MUHAMMAD:</strong> So for people out there who's paying attention, long road it.</p><p><strong>FUTURE:</strong> Longevity; that's what it's all about.</p><p><strong>MUHAMMAD:</strong> Know the history.</p><p><strong>FUTURE:</strong> Gotta know your history, man.</p><p><strong>MUHAMMAD:</strong> Do it for the love.</p><p><strong>FUTURE:</strong> A lot of people don't know the history.</p><p><strong>KELLEY:</strong> Thank you.</p><p><strong>FUTURE:</strong> We're being honest.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Future%3A+%27You+Gotta+Step+Outside+That+Box+To+Reach+The+People%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frannie Kelley","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1307939499-0cb67d.m3u?orgId=1&topicId=1105&aggIds=100920965&ft=3&f=307723957"},{"href":"http://media.npr.org/assets/img/2014/04/28/futurepub3-97b0ce3d17e4b62492e1939b0e09205d11867abf.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"3083","width":"4108"}}]}