{"created":"2014-10-14T20:03:57+00:00","modified":"2014-11-02T01:56:05+00:00","valid":{"from":"2014-11-02T01:56:05+00:00","to":"3014-11-02T01:56:05+00:00"},"hreflang":"en","title":"For LAPD Cop Working Skid Row, 'There's Always Hope'","published":"2014-10-14T22:41:00+00:00","teaser":"Los Angeles police officer Deon Joseph has a reputation on Skid Row as someone who cares. He has pushed for changes in policing and sounded the alarm about the neighborhood's mental health crisis.","itags":["npr_api","353525565"],"guid":"1829d483-8c02-4f6f-931b-0e380555f8d9","contentencoded":"<p>LAPD Officer Deon Joseph patrols one of the toughest places in America: Skid Row, a 50-block concentration of drug dealers, gangs, chronically homeless and the mentally ill — and the shelters and clinics in downtown Los Angeles that serve them.</p><p>\"About 2,500 people on probation for violent crimes or narcotics crimes. Registered sex offenders, which can range from 500 to 700 individuals concentrated in here because there are no services anywhere else,\" Joseph says.</p><p>As he talks stats, he interrupts himself to say hi to people on the street — something that happens regularly as he walks his beat up and down San Pedro Street. \"I've been here so long that it's like, they're like family. I spend more time with these folks than my own family,\" says Joseph, who is married and has three children.</p><p>Everyone on these battered sidewalks knows him, too. He's been the senior lead officer here for 17 years.</p><p>Marcus Butler, security director at the Midnight Mission, one of the largest Skid Row shelters, says Joseph is that rare cop here who's earned deep trust and respect within the neighborhood.</p><p>\"When you see Deon Joseph in this police uniform and he's a black policeman and he's all muscles and big. But that's not what you get. You get a person that cares, that asks what he can do to help,\" Butler says.</p><p>This is a big deal. People here say Skid Row's number of mentally ill has swelled to near historic highs. It's estimated that at least a third of the <a href=\"http://documents.lahsa.org/planning/homelesscount/2013/2013-Homeless-Count-Results---Skid-Row---FINAL.pdf\" target=\"_blank\">3,500 people living on the street</a> have a mental illness or are disabled.</p><p>Make no mistake, the scope of the problem is huge.</p><p>At least every half block, Joseph encounters some sort of issue. It's truly remarkable to watch him see through all this hostility and aggression.</p><p>One minute he's engaging with a homeless man who wants to talk religion, if in a bit off-colored way. Joseph politely tells the man he has to move on, only to have him chase him seconds later, shouting and getting in his face. Joseph skillfully keeps his cool and talks him off the ledge.</p><p>A few minutes later down the street, a woman screams for Joseph. \"Officer! Officer! This man is trying to hurt me,\" she shouts. He knows exactly who she is; he talks to her out here almost every day. She and another man are arguing. Joseph gets in between them — again keeping his cool — and defuses the situation.</p><p>He says later that the woman, who has schizophrenia, is an example of how vulnerable the mentally ill are out here. Drug lords or gang leaders might just get annoyed with her shouting and come after her, and if the cops don't know her or the situation, the bad guys might just try to brush her aside.</p><p>These are skills and a knowledge set Joseph didn't just learn overnight. But he's passionate that an arrest out here should be the last resort. \"I don't want to be your security guard. I want to be an agent for you. That's my personal goal,\" he says.</p><p>It used to be \"hook and book\" was what the LAPD did here. There is so much crime concentrated into one small area, the cops saw little other choice. But Joseph got frustrated as he watched an endless parade of people being cuffed, thrown in jail, only to be released 72 hours later. They had nowhere to go, so they came right back here. It wasn't working. And it's why Joseph started leading a push toward community policing.</p><p>\"You put some of these individuals in housing with care, a safer environment, yeah they'll be a little more docile,\" he says. \"I believe it's a better approach.\"</p><p>It's starting to gain some attention here, and at city hall. This past summer Joseph wrote an op-ed in a neighborhood paper criticizing local leaders for ignoring Skid Row, warning of the worsening mental health crisis here if there isn't immediate action.</p><p><strong>'A Beacon Of Light'</strong></p><p>At the LAPD's Central Division station, officers clustered inside a weight room are getting their marching orders for the day. The commander here, John McMahon, says it's rare to find a cop like Joseph, willing to stay on a beat this tough for so long.</p><p>\"He never gets tired; he's out there daily. But he's gotten so much experience with Skid Row, there's probably not a police officer in the United States that is more equipped or has got more experience dealing with the drug addicted, the homeless and the mentally ill than Deon Joseph,\" McMahon says.</p><p>Joseph says at times it all gets to be too much; it wears on him. But for him, all of this is personal. From an early age he saw and helped society's most vulnerable. His parents took in more than 40 foster kids. He helped raise his niece who was born with severe brain damage.</p><p>\"I think it was just already put inside of us never to get up on people. There's always hope. You never say, 'Oh well, that guy's a parolee, there's no hope for him,' or 'That guy's a crack addict, there's no hope.' I never say that. There's always hope; there's always hope,\" he says.</p><p>He grew up in South LA, where mistrust of the cops still runs deep. Skid Row is no different.</p><p>\"It wasn't my dream to be a law enforcement officer at all. I was like many African-Americans. We were indoctrinated to hate and fear the police,\" he says. \"I came up in the Rodney King era. So everything I heard about the police was negative — until I needed a job.\"</p><p>And today he says that job is about a lot more than just patrolling these streets and keeping them safe. He says he's here to help and change things. And that's what keeps him going.</p><p>\"I know that the same person who says, 'Hi, Officer Joseph. Have a blessed day,' is going to go around and get in a tent and smoke a crack pipe. I know that. I'm not stupid or naive,\" he says. \"But I also know if I keep pushing, if they keep looking at me and saying, 'That guy has faith in me. Maybe, maybe, he can guide me to hope.' And that's all I am; all I want to be ... is a beacon of light in this very, very dark place called Skid Row.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+LAPD+Cop+Working+Skid+Row%2C+%27There%27s+Always+Hope%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Kirk Siegler","audio":[{"meta":{"duration":"462"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1356177279-9dfdea.m3u?orgId=1&topicId=1091&ft=3&f=353525565"},{"href":"http://media.npr.org/assets/img/2014/10/03/skid-row2-efa5d32a91988cf36eed6effad8f4c71b96e9efd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1152","width":"1536"}},{"href":"http://media.npr.org/assets/img/2014/10/03/skid-row1-6bec82aa117746e69be6860315b8b00dcb0f15e1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2676","width":"3568"}}]}