{"created":"2015-03-17T18:22:30+00:00","modified":"2015-03-17T18:59:13+00:00","valid":{"from":"2015-03-17T18:59:13+00:00","to":"3015-03-17T18:59:13+00:00"},"hreflang":"en","title":"Kathy Gunst Does Breakfast","published":"2015-03-17T18:22:00+00:00","teaser":"Never skip breakfast again with these recipes from Here & Now resident chef Kathy Gunst.","itags":["npr_api","393628985"],"guid":"182db977-b824-408a-a4c0-5b1872ba86a1","contentencoded":"<p>Do you skip breakfast? <a href=\"http://hereandnow.wbur.org\"><em>Here & Now</em></a> resident chef <strong>Kathy Gunst</strong> used to. But then she worked on a book about breakfast and became a convert.</p><p>Gunst brings us recipes for granola bars, smoothies, and an open face smoked salmon sandwich for Jeremy Hobson to sample.</p><ul><li><a href=\"#elrey\">El Rey’s Burnt Radicchio with Herbed Ricotta, Honey and Nuts</a></li><li><a href=\"#salmon\">Open-Face Smoked Salmon and Egg Sandwich</a></li><li><a href=\"#granola\">Perfectly Good Granola</a></li><li><a href=\"#smoothies\">Breakfast Smoothies</a></li><li><a href=\"#pancakes\">Walnut Pancakes with Mapled Apples</a></li></ul><h4>El Rey’s Burnt Radicchio with Herbed Ricotta, Honey and Nuts</h4><p><strong>Kathy&#8217;s Note:</strong> This is my take on <a href=\"http://www.elreynyc.com/\" target=\"_blank\">El Rey Coffee Bar & Luncheonette</a>’s (located on the Lower East Side of Manhattan) great breakfast dish, Burnt Radicchio with house made ricotta, hazelnuts, lemon and aleppo honey. Radicchio, a type of Italian chicory with a pleasing bitter taste, is roasted in a hot oven until crisp and then served with the ricotta, honey and nuts. A poached egg would be delicious served on top. The radicchio can be made a day ahead of time.</p><p><a name=\"elrey\"></a>Serves 2 to 3. The recipe can easily be doubled.</p><p><strong>Ingredients</strong></p><p>1 small head radicchio, about 7 ounces, cut into 6 wedges</p><p>1 1/2 tablespoons olive oil</p><p>Salt and freshly ground black pepper</p><p>1/2 cup fresh ricotta</p><p>1 teaspoon grated lemon zest, plus a touch for garnish</p><p>1 tablespoon minced fresh chives</p><p>1/3 cup hazelnuts, cashews or almonds, chopped*</p><p>4 tablespoons honey**</p><p><em>*Toast the nuts in a 325 degree oven for about 8 minutes if you have time.</em></p><p><em> **To make the honey pourable heat in a microwave for about 20 seconds or heat the bottle in a small pot of simmering water until it is liquid.</em></p><p><strong>Instructions</strong></p><p>Preheat the oven to 475 degrees. Place the radicchio in a small roasting pan and drizzle with the oil, salt and pepper. Place on the middle shelf and roast for about 15 minutes, or until the edges are just beginning to burn and the radicchio is turning a deep color. Remove and let cool.</p><p>Meanwhile, in a small bowl mix the ricotta, lemon zest, salt, pepper and chives.</p><p><strong>To Serve</strong></p><p>Smear some of the ricotta on a salad plate. Top with half the radicchio and sprinkle the nuts on top. Drizzle the honey over the radicchio and top with just a touch of grated lemon zest and pepper.</p><h4>Open-Face Smoked Salmon and Egg Sandwich</h4><p>Look for thin slices of dark, dense, Scandinavian-style bread for this colorful and delicious open-face sandwich. If you hard boil the egg and prepare the cream cheese the night before serving you can put this sandwich together in about five minutes! You can easily double or triple this recipe.</p><p><a name=\"salmon\"></a>Serves 2.</p><p><strong>Ingredients</strong></p><p>1 egg</p><p>1/4 cup cream cheese. at room temperature</p><p>1 scallion, finely chopped</p><p>1/4 teaspoon grated lemon zest</p><p>1/2 tablespoon fresh dill, chopped</p><p>Freshly ground black pepper</p><p>2 thin slices smoked salmon or smoked trout</p><p>2 slices thin whole grain dark Scandinavian-style bread</p><p>1 paper thin slice lemon</p><p>Sprig dill for garnish</p><p><strong>Instructions</strong></p><p>Cook the egg: place the egg in a small saucepan and cover with cold water. Bring to a boil over high heat; reduce heat and cook for 6 minutes. Remove from heat and let sit in hot water for 4 minutes. Cool under cold running water. Crack the egg and peel. Leave the egg peeled and whole overnight.</p><p>Make the cream cheese: in a small bowl mix the cream cheese, scallion, lemon zest, chopped dill, and pepper. Cover and refrigerate until ready to make the sandwich.</p><p>To assemble the sandwich: Divide the cream cheese mixture between the two slices of bread. Top with the salmon slices. Thinly slice the egg and place on top of the salmon. Top with the lemon slice and dill sprig. Cut each piece of bread in half.</p><h4>Perfectly Good Granola</h4><p><strong>Kathy&#8217;s Note:</strong> A mixture of oats, sunflower, pumpkin and flax seeds, nuts, spices and dried fruit, the granola is sweetened with a mixture of maple syrup and honey.</p><p><a name=\"granola\"></a>This granola is the basis for the outrageous “Perfectly Good Granola Bars” below. Many of these ingredients are available in health food stores or in the health food section of your grocery store. You can substitute unsweetened coconut or sun-dried blueberries or any type of nut or fruit for those listed here.</p><p>Makes about 8 cups.</p><p><strong>Ingredients</strong></p><p>Vegetable oil spray for the pans</p><p>3 cups rolled oats</p><p>1 cup coarsely chopped pecans, walnuts, almonds, or your favorite nut*</p><p>1/2 cup coarsely chopped dried apricots</p><p>1/2 cup raisins or currants</p><p>1/4 cup roasted salted sunflower seeds</p><p>1/4 cup flax seeds</p><p>1/4 cup sesame seeds</p><p>1/4 cup sun-dried cranberries or cherries or blueberries</p><p>1 1/2 teaspoons ground cinnamon</p><p>1 teaspoon ground ginger</p><p>1/2 cup canola oil</p><p>1/2 cup maple syrup</p><p>1/2 cup good quality honey</p><p><em>*If you want a more pronounced nutty flavor place the nuts on a cookie sheet and roast in 350 degree oven for about 10 minutes. Let cool slightly before chopping and adding to the mixture.</em></p><p><strong>Instructions</strong></p><p>Preheat the oven to 300 degrees. Line two rimmed cookie sheets with parchment paper or aluminum foil and lightly spray with vegetable oil.</p><p>In a large bowl mix the oats, pecans, apricots, raisins, sunflower, flax and sesame seeds, cranberries, cinnamon, and ginger, and stir well to combine thoroughly. Add the oil, maple syrup, and honey and mix well making sure the liquids thoroughly coat the dry ingredients.</p><p>Divide the mixture between the two cookie sheets and press down with a metal spatula so the granola is about 1/2-inch thick. Bake for 40 to 45 minutes, or until the mixture is golden brown and looks cooked through, turning the cookie sheets once during the baking. Let cool on the pans for 10 minutes and separate the mixture into clumps (if you like a thick, clumpy type of granola) or separate the mixture thoroughly for a looser-style granola. The granola will keep in a well sealed jar or plastic bag for up to a week.</p><p><strong>Other Add-Ins</strong></p><p>• Add ½ cup unsweetened grated coconut</p><p>• Add ½ cup pitted dates, coarsely chopped</p><p>• Add walnut oil instead of the canola oil for a rich, nutty flavor</p><p>• Add 1/3 cup pumpkin seeds</p><p>• Add 1 to 2 teaspoons grated orange zest</p><h4>Perfectly Good Granola Bars</h4><p><strong>Kathy Note:</strong> This is the breakfast to grab when you’re running late on Tuesday morning and don’t even have time to boil water for coffee or tea. They’re also delicious when you have lots of time, accompanied by a bowl of yogurt and fresh fruit.</p><p>Makes about 24 bars. The bar will keep in a tightly sealed tin for up to 5 to 6 days.</p><p><strong>Ingredients</strong></p><p>1 recipe of uncooked Perfectly Good Granola</p><p>2 rimmed cookie sheets lined with parchment paper or aluminum foil and lightly sprayed with vegetable oil</p><p><strong>Instructions</strong></p><p>Preheat the oven to 300 degrees and place a rack in the center of the oven.</p><p>To form the granola bars: fill your hands with about ½ cup of the granola mixture and place it directly on the prepared cookie sheet. Use your hands to form the mixture into bars about 4 inches long and 1 inch wide. Repeat with the remaining mixture, making sure the bars don’t touch each other on the cookie sheet. Clean up any loose granola between the bars.</p><p>Bake about 40 to 45 minutes; do not be concerned if the syrup and honey begin to ooze out from the bars. The bars are done when they look cooked (golden brown and holding together). Remove from the oven and let cool 5 minutes. Carefully use a thin metal spatula or off-set spatula to release the bars from the parchment paper and place them on a rack to cool thoroughly.</p><p><em>If there is a thin layer of syrup and honey that dripped out from the bars, simply cut it away. Don’t throw it out; it’s like a delicious candy brittle!</em></p><h4>Breakfast Smoothies</h4><p><strong>Kathy&#8217;s Note:</strong> What I love most about smoothies for breakfast is that they take about 5 minutes and contain everything you need for, what nutritionists love to refer to as, “a good, healthy, well-rounded breakfast.”</p><p><a name=\"smoothies\"></a>Here are two variations on the smoothie, but experiment with different fruits and combinations and find your own favorites. A note of explanation on why I use frozen fruit: there are now really good frozen organic fruit available year-round. Add fresh fruit as they come into season.</p><p>Serves 1 to 2.</p><p><strong>Vanilla-Peach-Blood Orange Smoothie</strong></p><p><strong>Ingredients</strong></p><p>1 cup frozen peach slices or fresh, ripe peaches, peeled and sliced*</p><p>1/2 cup vanilla-flavored low fat yogurt</p><p>2 tablespoons blood orange juice, fresh-squeezed orange or clementine juice</p><p>1/4 banana, cut into slices, optional</p><p>Pinch sugar, optional</p><p>*If using fresh peaches you may need to add 1 to 2 crushed ice cubes to thicken the smoothie.</p><p><strong>Instructions</strong></p><p>Place peaches in the container of a blender and blend until smooth. Add the yogurt and orange juice and banana, if desired, and blend. Taste the mixture and see if it needs sugar (really ripe peaches will require no additional sugar). Serve in a tall glass with a straw.</p><p><strong>Walker’s Blackberry-Strawberry-Blueberry Maple Smoothie</strong></p><p><strong>Ingredients</strong></p><p>1/2 cup organic frozen or fresh strawberries*</p><p>1/2 cup organic frozen or fresh blueberries*</p><p>1/4 cup organic frozen or fresh black berries</p><p>1/2 cup plain low-fat yogurt</p><p>1/4 cup low fat milk</p><p>1 tablespoon maple syrup</p><p>1 to 2 mint leaves, optional</p><p><em>*If using fresh fruit you may need to add 1 to 2 crushed ice cubes to thicken the smoothie.</em></p><p><strong>Instructions</strong></p><p>Place all the ingredients in the container of a blender and blend until thick and smooth. Serve in a tall glass with a straw and a mint leaf.</p><p><strong>Breakfast Variations</strong></p><p>• Substitute any fresh or frozen fruit for the berries. Try cantaloupe, honeydew, watermelon, pears, nectarines, etc.</p><p>• Substitute honey for the maple syrup</p><p>• Add 1 teaspoon or more of flax seed for a whole grain fruit drink</p><h4>Walnut Pancakes with Mapled Apples</h4><p><strong>Kathy&#8217;s Note:</strong> Fluffy, nutty, and perfumed with allspice, these pancakes are topped with thin apple slices lightly cooked in maple syrup. Serve with warm maple syrup on the side. This recipe makes about 8 pancakes, but can easily be doubled to serve a crowd.</p><p><a name=\"pancakes\"></a>Makes about 8 to 9 pancakes.</p><p><strong>Ingredients</strong></p><p><strong>For the Pancake Batter:</strong></p><p>1 cup all-purpose flour</p><p>3/4 teaspoon baking powder</p><p>1/4 teaspoon salt</p><p>1 cup finely chopped toasted walnuts*</p><p>1 large egg</p><p>1 cup buttermilk</p><p>2 tablespoons butter, melted</p><p>1 tablespoon maple syrup</p><p>Canola oil</p><p>Maple Syrup for serving, optional</p><p><em>*Place 1 cup walnut halves on a baking sheet. Place in a preheated 350 degree oven and bake on the middle shelf for 10 to 12 minutes, or until lightly toasted and the kitchen smells nutty. Remove from the oven and pulse in a food processor or blender. You don’t want the nuts to be like sawdust; they should be just finely ground. If you buy finely chopped walnuts, toast them in a 350 degree oven for 10 minutes, or until very lightly toasted.</em></p><p><strong>For the Maple-Glazed Apples:</strong></p><p>1 tablespoon butter</p><p>2 apples, such as Macoun, Jonathan, Delicious, or your favorite variety, peeled (optional), cored and cut into 1/2 inch thick slices</p><p>1/8 teaspoon allspice</p><p>Pinch ground nutmeg</p><p>3 tablespoons maple syrup</p><p>Make the pancake batter: In a small bowl, whisk the flour, baking powder and salt and set aside. In a large bowl, whisk the egg. Whisk in the buttermilk, melted butter, and maple syrup. Add the flour mixture to the wet ingredients and blend until just incorporated using a light touch. Set aside and let sit for 15 minutes and up to several hours. (If making ahead several hours, cover and refrigerate until ready to cook the pancakes. Bring the batter to room temperature before using.)</p><p>Meanwhile prepare the apples: melt the butter in a medium skillet set over moderate heat. Add the apple slices, sprinkle with the allspice and nutmeg and cook 1 minute, gently stirring. Add the maple syrup on top and cook 2 minutes, gently stirring. Remove from the heat and set aside.</p><p>To make the pancakes: preheat the oven to 300 degrees. Heat a large skillet or griddle over moderate heat. Brush lightly with the canola oil. When the pan is hot, add 1/4 cup pancake batter to the pan. Add another 2 to 3 pancakes or so depending on the size of the skillet making sure not to overcrowd the pan. Place about 3 to 4 of the apple slices on top of the pancake, gently pressing it into the batter. Cook 2 minutes or until the bubbles begin to surface and the pancakes appear golden brown on the underside. Gently flip the pancake and cook another 2 to 3 minutes, or until the apples are caramelized and the pancake is golden brown. Serve immediately or place on an ovenproof plate and keep warm in the preheated oven. Repeat with the remaining batter and apples. Heat any remaining apples in the skillet until warm and serve on the side or spoon on top of the pancakes. Place the cup of maple syrup in small saucepan and warm over low heat. Serve the warm syrup on the side, if desired.</p><p><strong>Breakfast Variations</strong></p><p>• Substitute pears for the apples</p><p>• Substitute almonds or pecans for the walnuts</p><p>• Add a dash of ground cardamom to the pancake batter</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.kathygunst.com/\" target=\"_blank\">Kathy Gunst</a></strong>, resident chef for <em>Here & Now</em> and author of cookbooks including “<a href=\"http://www.amazon.com/Notes-Maine-Kitchen-Seasonally-Inspired/dp/0892729171/?tag=wburorg-20\" target=\"_blank\">Notes from a Maine Kitchen</a>.” Her book about breakfast is &#8220;<a href=\"http://www.amazon.com/Stonewall-Kitchen-Breakfast-Jonathan-King/dp/0811868672/\" target=\"_blank\">Stonewall Kitchen Breakfast</a>.&#8221; She tweets <a href=\"https://twitter.com/mainecook\" target=\"_blank\">@mainecook</a>.</li></ul><h4><strong>Related</strong></h4><ul><li><a href=\"https://hereandnow.wbur.org/2015/03/03/no-lunch-hour\">Kathy Gunst's Lunch Segment</a></li><li><a href=\"http://hereandnow.wbur.org/2010/12/28/new-years-food\">Kathy Gunst's Winter Salad Recipe</a></li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Kathy+Gunst+Does+Breakfast&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"336"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1393635105-2e965c.m3u?orgId=1&e=393628985&d=336&ft=nprml&f=393628985"},{"href":"http://media.wbur.org/wordpress/11/files/2015/03/0317_coffee-breakfast.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"857","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/03/0317_kathy-bfast.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"960","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/03/0317_kathy-bfast2-e1426596742136.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"626","width":"712"}}]}