{"created":"2015-04-16T20:17:47+00:00","modified":"2015-05-23T00:00:24+00:00","valid":{"from":"2015-05-23T00:00:24+00:00","to":"3015-05-23T00:00:24+00:00"},"hreflang":"en","title":"They Speak Hebrew And Keep Kosher: The Left-Behind Ethiopian Jews","published":"2015-05-04T00:27:00+00:00","teaser":"Two years ago, Israel ended with great fanfare a program that brought tens of thousands of Ethiopian Jews to Israel. But many are in limbo, separated from family, the result of stricter religious law.","itags":["npr_api","398834693"],"guid":"18393b8c-c461-4e76-8311-47160034fe38","contentencoded":"<p>In the half darkness of an adobe hut in Gondar, Ethiopia, 20-year-old Gezahegn (\"Gezi\") Derebe pulls out an acoustic guitar. As on many evenings when the power goes out, he entertains his family by singing. Though his mother, Ayelesh, sways to the tune, she doesn't understand the lyrics, because Gezi sings not in his native Amharic, but in Hebrew.</p><p>Behind him, on a wall kept cool with a traditional mixture of cow dung and ash, hangs a laminated map of Israel. Above it are the framed photographs of his relatives who have already managed to emigrate there.</p><p>Gezi would like to join them.</p><p>For years, it seemed like only a matter of time. In 2003, when Gezi was 8 years old, his family sold its land and livestock and moved to Gondar, a hub for the Ethiopian Jewish community. Gezi enrolled in a school run by the Jewish Agency for Israel and staffed by Israeli volunteer teachers, with a curriculum designed to prepare young emigrants for their future life.</p><p>Gezi learned Hebrew, and Israeli history, and Jewish studies. His former teacher, Naama Avitsur, told me that Gezi was not only the brightest Hebrew student in the class but also the most grateful. He was \"so thankful for everything,\" Avitsur says. \"He really cares about his Judaism.\"</p><p>Gezi's Jewish education, unique in a country known for anti-Semitism, strengthened his sense of his own identity and his belief that one day he would live in Israel.</p><p>But the same organization that had granted him this education then informed him he would not qualify to go Israel, because he wasn't Jewish enough. The reason? One of his ancestors, on the maternal side, was Christian. According to traditional Jewish law, he's not technically Jewish.</p><p>But Gezi has reason to think that what's holding him back is not centuries-old rabbinical law but rather the more mercurial dictates of politics. If it were merely a question of biology, why would one side of the family have been allowed and the other not?</p><p>More than 1,000 miles away in a high-rise apartment outside Tel Aviv, the walls hung with school running medals, Gezi's uncle, Tachelo, and his cousin Habtu sit on a couch and explain that they got lucky.</p><p>\"The first immigrations were easier,\" Habtu says. \"Whoever wanted to come, came. Now there are many procedures to go through.\"</p><p><strong>Disqualified Under A Stricter Law</strong></p><p>For Jews around the world, having one Christian ancestor would not disqualify them from becoming an Israeli citizen. Israel's founding Law of Return decrees that a person can immigrate to Israel if he or she has one Jewish grandparent, on either side. Gezi has that.</p><p>But Gezi and his family are a special case, because they're descended from a group of Ethiopians whose Jewish ancestors converted to Christianity under pressure in the 19th century. They're called the Falash Mura. They secretly practiced Judaism but were not allowed to emigrate with the other Ethiopian Jews until a hard-won political compromise a decade ago.</p><p>Even then, Israel didn't approve them under the standard Law of Return but under a stricter religious law that says to be Jewish you need to prove an \"unbroken\" maternal Jewish line. It is under this stricter law that Gezi's Christian great-grandmother disqualifies him.</p><p>Avraham Negusie, the only Ethiopian-born member of the Knesset, Israel's parliament, agrees that it was easier for the Falash Mura to immigrate in 2003. And while there was no official change in policy in the years since then, the embassy staff in Addis Ababa appeared to want to pinch the pipeline.</p><p>While previous interviews had stopped at four generations, says Negusie — who was elected just last month — Israeli officials now required the Falash Mura to count back seven generations, \"to see whether they have, in the middle, any non-Jews in that lineage.\"</p><p>He says in a place like Ethiopia, where written documents are rare and there's a history of anti-Semitism, it can be difficult to prove the Jewishness of your great-great-great-great-grandmother.</p><p>Finally, <a href=\"http://www.npr.org/2013/09/01/217356628/last-flight-of-ethiopia-to-israel-jewish-migration-program\">in 2013, Israel declared with great fanfare an official end to the program</a> that had helped tens of thousands of Jewish Ethiopians become citizens of Israel. There would be no more airlifts, though people could apply on a case-by-case basis. The Jewish school was closed.</p><p><strong>How To Draw The Line<br /></strong></p><p>Negusie says that there are 6,000 people left behind in Ethiopia who are Jewish on their father's side; 80 percent of them have children, parents or siblings in Israel.</p><p>\"These people should be brought and reunited with their family,\" says Negusie. \"This is what we're asking.\"</p><p>The question is where to draw the line, says Yigal Palmor, a spokesman for the Jewish Agency for Israel.</p><p>\"Any person has family members, who in turn have other family members, who in turn have more family members,\" Palmor says. \"If you don't put an end to it, then all the Ethiopian population could see themselves as entitled to immigrate automatically to Israel.\"</p><p>Still he agreed that a case like Gezi was \"interesting.\" Gezi speaks Hebrew, keeps kosher, and as a result of the free Jewish education that he was provided by the Jewish Agency, thinks of himself as a Jew. Palmor says cases like Gezi would be \"a very curious side effect of this operation ... to set up the school and provide an education according to Israeli standards.\"</p><p>Israel's Ministry of Interior is in charge of approving or denying applications. It has a special committee looking into the issue of reuniting Ethiopian families, though activists say that committee has been in existence more than a year without accepting or rejecting a single case.</p><p>Back in Gondar, Gezi tells me his life \"is like a bridge.\" He can't go back to the village where his family came from because it sold its land. Most of his former classmates are in Israel. Cousin Habtu just got married.</p><p>Before I leave him, I ask him to play a song in his native tongue, Amharic. He looks contrite. His teachers never taught him Amharic songs, he confesses. Only Hebrew ones.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=They+Speak+Hebrew+And+Keep+Kosher%3A+The+Left-Behind+Ethiopian+Jews&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Gregory Warner","audio":[{"meta":{"duration":"471"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1400178411-522ed6.m3u?orgId=1&topicId=1004&d=471&p=2&story=398834693&t=progseg&e=400060014&seg=4&ft=nprml&f=398834693"},{"href":"http://media.npr.org/assets/img/2015/04/16/156986627-c7928d8e24e7ad1ae1ea4f1e30b4ace494e1410a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1951","width":"2601"}},{"href":"http://media.npr.org/assets/img/2015/04/16/f1017216edit-b1d4b75cdd6030b2ca859bab15367dd73540cc4b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1729","width":"2306"}},{"href":"http://media.npr.org/assets/img/2015/04/16/img_1671edit-98406d25ceced68b7bb338f6864dbee1362a87ba.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"720","width":"960"}},{"href":"http://media.npr.org/assets/img/2015/04/16/img_1002edit-07aef18ae38f821f8a9e60220cd1eb774f96ffc8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3262"}}]}