{"created":"2015-01-22T23:11:13+00:00","modified":"2015-05-13T21:20:43+00:00","valid":{"from":"2015-05-13T21:20:43+00:00","to":"3015-05-13T21:20:43+00:00"},"hreflang":"en","title":"French Prisons Prove To Be Effective Incubators For Islamic Extremism","published":"2015-01-23T00:57:00+00:00","teaser":"Two of the men involved in the Paris attacks met in prison, where they transformed from small-time criminals to jihadists. France is now redoubling its effort to prevent radicalization in its prisons.","itags":["npr_api","379081047"],"guid":"183c4b87-c828-487a-ba9f-442572c39c35","contentencoded":"<p>Among the sweeping changes France is proposing in the aftermath of this month's terrorist attacks in Paris are new measures to fight Islamic radicalization in its prisons. It is an enormous problem brought into starker relief because two of the suspects in the attacks earlier this month were products of the French penal system.</p><p>Cherif Kouachi, one of the brothers behind the attack on the offices of <em>Charlie Hebdo</em>, went from petty criminal to violent jihadist after just 20 months behind bars. There, he also met a Muslim convert named Amedy Coulibaly — who went on to help the Kouachi brothers in the Paris attacks.</p><p>The problem of radicalization in French prisons starts with numbers. More than half the people in French prisons today are Muslim — and that has made it easy for radical Islamists to target new recruits.</p><p>\"The U.S. problem that you have with high rates of Afro-American and Hispanics populating the prisons seems to be like now we have a high rate of Muslims living in the prisons,\" says Laila Fathi, a Muslim activist in Paris who lives in the 19th arrondissement, not far from the housing projects where Cherif and Said Kouachi grew up. \"The problems are similar.\"</p><p><strong>Perfect Environment For Radicalization</strong></p><p>Many inmates convert to Islam or rediscover their Muslim roots behind bars. Some do it for protection, some for camaraderie; others, just to fit in.</p><p>Francesco Ragazzi, a political science professor at Leiden University and researcher at Sciences Po, a French university in Paris, says while there are deep believers who aren't radical in French prisons, the environment makes it easy for Islamists to prey on prisoners.</p><p>\"Prisons are ripe for radicalization because you have people in a confined space who have nothing else to do than talk to one another,\" he says. \"People who initially might not be part of violent networks — or networks related to jihad — end up caught in these kinds of networks. There is a simple gang logic [at work] that we find in many other types of settings in prisons in the U.S. or Europe.\"</p><p>Myriam Benraad, a researcher at Sciences Po, says the thought of embracing Islam may help prisoners cope with the simple stress of incarceration.</p><p>\"A lot of inmates who have been jailed are depressed, they are without direction, they are looking for some raison d'etre,\" she says. \"And it is true that Islam has become very popular, very successful within French prisons as a rebirth for these people.\"</p><p>What's more, she says, Muslim prisoners can also give the impression that they are coping with prison, and that is attractive to those who might not be.</p><p>\"As opposed to other inmates, Muslims prisoners look like models. They are very calm, they are very self-contained, very determined,\" Benraad says. \"So to people who find themselves in crisis as they adjust to prison, Islam can seem like a refuge and that makes it easy for radical Islamists to draw others to them.\"</p><p>Cherif Kouachi spent nearly 20 months inside Fleury-Merogis prison, in Paris' southern suburbs, awaiting trial. There, he was exposed to one of France's most radical jihadists, Djamel Beghal. Beghal had trained with Osama bin Laden and was sent to France decades ago to set up a terrorist cell there. Prosecutors say the group was supposed to target American interests.</p><p>In 2001, Beghal was convicted of plotting to bomb the American Embassy in Paris. He was kept in isolation at Fleury-Merogis, but young men like Kouachi and Coulibaly managed to contact him anyway.</p><p><strong>Attempts To Isolate Radical Jihadists</strong></p><p>Judge Jean-Louis Bruguiere was the investigating magistrate who sent Kouachi to prison while he awaited trial in 2005.</p><p>\"I was very concerned about the situation in prisons,\" Bruguiere says. \"We tried to separate them. ... When I was chief we ordered them to separate, but it is not possible anymore. The prisons are overcrowded. Inmates find ways to communicate illegally ... through messages and cellphones. It's impossible. We have to take these people and put them in a totally separate facility to stop this from happening.\"</p><p>One of the proposals now under consideration by the French government is to create a separate facility for Islamists who are trying to radicalize others.</p><p>Several years ago, inmates at Fleury-Merogis managed to smuggle a video out of the prison to show the outside world how bad conditions were there. <a href=\"http://www.dailymotion.com/video/x7rk12_la-prison-de-fleury-merogis-filmee_news\">The video cuts to showers green with mildew</a> and cells so narrow a man can extend his arms and touch both walls.</p><p>Fleury-Merogis is what's known as a supersize or titan prison; it holds nearly 4,000 prisoners and is the biggest prison in Europe. And that, say officials, is a perfect setting in which radicalization can occur.</p><p>\"The prisoners are a vulnerable population,\" says Fathi, the Muslim activist, who worries about the social issues — crime, poverty, substandard schools — that lead to the high rates of incarceration among Muslims.</p><p>\"How can we avoid more Kouachi brothers coming out of prison now?\" she says. \"The government has to take some steps beyond just trying to isolate Islamists behind bars. The issues are bigger than that.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=French+Prisons+Prove+To+Be+Effective+Incubators+For+Islamic+Extremism&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Dina Temple-Raston","audio":[{"meta":{"duration":"287"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1379157270-601a37.m3u?orgId=1&topicId=1004&d=287&p=2&story=379081047&t=progseg&e=379001225&seg=7&ft=nprml&f=379081047"},{"href":"http://media.npr.org/assets/img/2015/01/22/french-prison-landov-b90fd1362566fa2f579f76f9021da68cb5657ce6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1413","width":"1884"}},{"href":"http://media.npr.org/assets/img/2015/01/22/france-justice-getty-5f500f175f679ae8fc2b1ee4b92fab3845d3c14a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1626","width":"2168"}}]}