{"created":"2015-06-14T11:42:36+00:00","modified":"2015-07-01T23:05:18+00:00","valid":{"from":"2015-07-01T23:05:17+00:00","to":"3015-07-01T23:05:17+00:00"},"hreflang":"en","title":"Will The U.S. Win A Second Chance At A Sunni Awakening?","published":"2015-06-15T18:20:00+00:00","teaser":"In 2007, Sunni sheikhs, fed up with al-Qaida, started fighting alongside the U.S. in Iraq. The U.S. needs help again, this time against ISIS militants. But can they win Sunni trust a second time?","itags":["npr_api","414334390"],"guid":"1848c4ed-e477-429f-998b-236cf5c651e7","contentencoded":"<p>Five years after the U.S. ended its combat mission in Iraq, the Obama administration is ramping up the U.S. presence there. The White House <a href=\"http://www.npr.org/sections/thetwo-way/2015/06/10/413336094/u-s-considers-sending-hundreds-more-troops-to-iraq\">announced last week</a> that it will send 450 military advisers to Anbar province to support Iraqi forces fighting the so-called Islamic State.</p><p>It's a complicated choice for President Obama, who in 2007 as a senator, raised concerns about sending more forces to stabilize Iraq.</p><p>But things went well in Anbar that year because Sunni sheikhs, fed up with al-Qaida, started fighting alongside the U.S. It was called the Sunni Awakening, and U.S. military officials say it was a big part of what turned the war around.</p><p>Now the U.S. is sending troops to Anbar again to try to wrest control from an enemy force — this time from ISIS.</p><p>This week on <a href=\"http://www.npr.org/tags/399382645/for-the-record\">For the Record</a>: A Second Chance for a Sunni Awakening.</p><p>We hear from three Americans who helped build the alliance between the Sunni tribal leaders and the U.S. government during the height of the Iraq War.</p><p><strong>Kael Weston, State Department political adviser to the Marines in Iraq</strong></p><p>Kael Weston remembers what it was like back in 2006, when the violence in cities like Fallujah and Ramadi was really bad.</p><p>\"The tribal sheikhs would walk in and say, 'You know, we have tribal members who are tired like you of fighting, and maybe there's a way we can work together against Al-Qaeda,' \" Weston says.</p><p><strong>Retired Lt. Col. Mike E. Silverman</strong><br /> <br />Most of the U.S. troops in Anbar were Marines. Mike Silverman was with one of the only Army units that served there. He began working with the sheikhs in 2007.</p><p>\"Almost every day, I sat either in a sheikh's meeting hall, or an Iraqi police station, or with an an Iraqi army unit, and talked about partnership,\" Silverman says. \"I represented the entire strength of the United States government to those people when I met with them.\"</p><p><strong>Former U.S. Ambassador to Iraq John Negroponte</strong></p><p>In 2007, John Negroponte was deputy secretary of state. While Silverman and Weston worked on the ground to build trust among the sheikhs, Negroponte would fly in from Washington to show that the government was taking this partnership seriously.</p><p>Ultimately, the Sunni leaders came to an agreement with US officials. They would direct their tribal armies to fight with the U.S. against al-Qaida, but in return they wanted political influence in the new central government in Baghdad, and they wanted guns, artillery and cash.</p><p>\"Yes,\" says Weston, \"it was transactional. Yes, there were short-term deals that were cut left and right, up and down in Euphrates River Valley. But at the same time, we started to understand each other better.\"</p><p>With the help of the Sunni tribes, the U.S. was able to push the al-Qaida-backed groups out of Anbar. But Silverman remembers that by 2011, the Sunnis were still locked out of the Shiite-run central government, they weren't getting the resources they needed and accused the U.S. of breaking its promises.</p><p>\"I had sheikhs and police officers and Iraqi security force leaders call me and beg me for help,\" he says. \"They said to me, 'Hey, Silverman, you made promises to us.' Try as I could, I contacted the people that I knew, but unfortunately at that point our government was not willing to live up to the promises that we made.\"</p><p>Fast-forward to today, and U.S. troops are going back to Anbar province with 450 military advisors, who will train the Iraqi national forces working to push back ISIS, or ISIL, as U.S. officials call the group. Many Sunni tribal fighters are still undecided about whether they will join.</p><p>Negroponte believes another Sunni awakening is possible.<br /> <br />\"I think success is possible,\" he says. \"In fact, I think that it's imperative that we be successful. I think it would be a terrible tragedy to leave Iraq to the mercies of ISIL.\"</p><p>But Silverman and Weston say the chances of a second awakening are slim.</p><p>\"I'm not sure that that strategy is going to be a winner,\" Silverman says. \"In some ways ISIS has become so much more brutal than al-Qaida in Iraq that it's going to be that much harder to get people to stand up against it. It is a terrifying proposition.\"</p><p>Says Weston, \"I have a Marine friend, [Maj. Gen.] Larry Nicholson, who coined I think a very important phrase, which is, 'You can't surge trust.' I think some of the challenges we have now is that we're surging weapons and drones and anti-tank missiles, but what we are doing about regaining some of that trust that took years and years and years and a lot of American lives to build?\"</p><p><strong>My Three Takeaways</strong></p><p><strong>First</strong>, the U.S. officials and military officers we spoke with told us about the promises that were made and broken as part of the Sunni Awakening, especially the U.S. promise to get the Sunnis more say in the central government in Baghdad.</p><p>The U.S. also promised Sunni leaders money. Those promises were largely kept. According to the Special Inspector General for Iraq Reconstruction report in 2011, the U.S. spent more than $300 million on the Sunni Awakening, paying Sunni leaders for their loyalty in order to secure the future of Anbar and ultimately of Iraq as a whole — a future that is most certainly in question now.</p><p><strong>Second</strong>, the work that the military did in building a relationship with the Sunni leaders in Anbar was impressive. At a Marine Corps base in Anbar in the summer of 2007, I remember meeting an officer whose sole job was to map out the complicated network of family relationships that knit the Sunni tribes together. He spoke several of the local dialects and was steeped in the history of this part of Iraq.</p><p>At the same time, Marine Corps generals were traveling long distances several times a week to meet face-to-face with Sunni leaders in hopes of winning their trust and loyalty. Weston says that turning Anbar away from ISIS today may require a similar effort, which would require sending far more troops to Anbar than are there now — an even tougher call for a president who came into office pledging to end the war in Iraq and bring all U.S. troops home.</p><p><strong>Third</strong>, it's never easy to get U.S. troops in Iraq or Afghanistan to weigh in on the value or purpose of what they're doing. For one thing, it's not their job to judge policy decisions, so they just don't want to wade into those kinds of conversations. But secondly — and this is just my opinion — I think it can make their job more difficult down the road, because sometimes the victories are reversed. That's what we're seeing in Iraq, and in particular, Anbar province. Many U.S. troops who fought vicious battles in Anbar in 2005 and 2006 told themselves they were fighting to secure a stable future for Iraq, and that in turn would create a more stable world.</p><p>The ISIS flag now flies over government buildings in Ramadi, the capital of Anbar. Those U.S. troops who fought and died in Anbar a decade ago did so because that's what they were told to do. But if those troops convinced themselves that they were fighting for a lasting peace in that part of the world — today they are sorely disappointed.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Will+The+U.S.+Win+A+Second+Chance+At+A+Sunni+Awakening%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Rachel Martin","audio":[{"meta":{"duration":"510"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1414374914-65a605.m3u?orgId=1&topicId=1010&d=510&p=10&story=414334390&t=progseg&e=414374839&seg=12&ft=nprml&f=414334390"},{"href":"http://media.npr.org/assets/img/2015/06/14/gettyimages-474833818-a7260d361f1dfe4f87d061f98302c56d58e2e89d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3261","width":"4348"}},{"href":"http://media.npr.org/assets/img/2015/06/14/weston.fallujah_custom-b6cfc568c10c9dc3b8e41f3224019f5a74bb1125.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1117","width":"1009"}},{"href":"http://media.npr.org/assets/img/2015/06/14/battle-rattle-and-cigar-529f35f1e4fb57c28d3c2d465e76ed5ab5cb76dd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"384","width":"512"}}]}