{"created":"2015-03-19T23:00:17+00:00","modified":"2015-05-14T15:46:45+00:00","valid":{"from":"2015-03-19T19:03:37+00:00","to":"3015-03-19T19:03:37+00:00"},"hreflang":"en","itags":["PMP:Marketplace_PMP","184e4f2eecb836698b3b8a95fea39034","Marketplace","Marketplace for Thursday, March 19, 2015"],"byline":"David Gura","contenttemplated":"[{\"content\":\"<p>Paper money dates back to the year 105 AD, yet we’re still trying to understand it. Author Kabir Sehgal explores the history, psychology, and future of currency in his new book, “<a href=\\\"http://www.amazon.com/Coined-Rich-Money-History-Shaped/dp/1455578525\\\" target=\\\"_blank\\\">Coined: The Rich Life of Money and How its History Has Shaped Us</a>.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p><strong>A few facts about money:</strong></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<ul><li><span>Many of the symbols on American currency are from other parts of the world. For instance on the dollar bill, there’s a picture of an eagle with a ribbon it its mouth. That symbol goes back to ancient Babylonian times.</span></li><li><span>Eighty-five percent of transactions worldwide are still done in cash.</span></li><li><span>When you don’t see money being spent, there’s less activation in your insula, meaning there’s less anxiety.</span></li></ul>\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Sehgal on where currency is headed:</strong></p>\"},{\"content\":\"<p>“I happen to think the future of money is in the mobile phone ... Throughout the developing world, the emerging world. I think ApplePay is going to be a great success.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Sehgal doesn&apos;t think we can master money, why?</strong></p>\"},{\"type\":\"text/html\",\"content\":\"<p>“What we can’t master is that our brains are not equipped to be making financial decisions in a proper manner… The brain is using all kinds of shortcuts while we use this object. Money really influences our mind. It steers our body. It shapes our soul.”</p>\"},{\"type\":\"text/html\",\"content\":\"<hr />\"},{\"type\":\"text/html\",\"content\":\"<p><strong><span>An excerpt from &quot;Coined&quot;:</span></strong></p>\"},{\"content\":\"<blockquote><p class=\\\"noindent1\\\"><strong>Chapter 7: Angel Investors</strong></p><p class=\\\"noindent1\\\"><em>Religion and Money</em></p><p class=\\\"noindent1\\\"><em> </em><span>I had never met a leper before. But here I was surrounded by several of them at Nirmal Hriday, or “Home of the Pure Heart.” It’s also known as Mother Teresa’s Home for the Dying &amp; Destitute in Kolkata, India. Established in 1952, it is a small hospice for thousands of poor people who are found languishing in the streets. Someone dies there almost every day.</span></p> I arrived on an overcast autumn evening. The sick men and women had been gathered into separate areas for supper. The men were dressed in teal shirts, pants, and short-sleeved black sweaters. They were seated close to each other on benches. Near me was a man without legs, quivering on the ground while yellow foam formed underneath his lips. His eyes were fixed in a thousand-yard stare. Another man in a wheelchair began to cough violently, spitting bits of <em>idli sambar</em>, rice cakes and vegetable stew, onto the floor. One of the eight volunteers rushed to remove the food from his mouth so he wouldn’t choke. He put his finger in the man’s mouth, only to have it bitten. <p>Seated among the sick was an eighteen-year-old volunteer from Toulouse, France. With a brown mop top, he looked like a young Mick Jagger. Hailing from a middle-class background, he recently finished high school, read about Nirmal Hriday on the Internet, booked a one-way ticket to Kolkata, and committed to be a volunteer at the hospice.</p><p>He swung his arm over the shoulder of an old man who was suffering from an enormous stomach tumor, as if they were old buddies.</p><p>“Time to eat,” he said in French to the man, who probably only spoke Bengali but smiled anyway. Kindness is a common language.</p><p>The presence of this vibrant young adult in a room full of old, frail men was curious to me. He was so different not only from them, but also from me. When I was his age, I was burnishing my college application so that I could attend a first-class university. Admission to a good school can mean an opportunity to land a great job. And now that I had a proverbial great job on Wall Street, I continued working at a frenetic pace in order to accumulate more money, which would supposedly take me to higher ground.</p><p>This young man wasn’t thinking about any of this. He was unsure when or whether he would attend college at all. It led me to ask: What leads a healthy young man to live among the old and sick, to forgo riches for rags?</p><p>“I do as my religion teaches,” he explained. He was raised as a Catholic and his parents regularly read to him the Gospels when he was a child. He then said something I’ll always remember, a paradoxical yet universal insight: “Though everybody here is poor, they are rich in spirit.” His response made me consider another question that has stayed with me: How is it that those who had nothing—at the edge of death—were nevertheless at peace?</p><p class=\\\"space-break\\\">Since its creation, money hasn’t been just a measure of wealth; at times it’s been a symbol of our values and a test of our morality. How one handles money has many implications beyond saving and spending, and can demonstrate whether someone honors the moral code of a society: A rich woman who never donates to those in need is judged as stingy, and a poor woman who gives what she can is considered generous. It seems as if the poor person is acting in the “right,” or at least, in a more humane manner. The way in which one uses money may build or destroy one’s reputation and standing in a community, and it certainly demonstrates one’s character. Because money is an expression of value, it matters <em>how</em> it’s expressed.</p> The manner in which money is expressed depends on one’s motivations. Consider a simple, clarifying way in which to think about our intentions. In the first case, someone wants more money. This view is predicated on the economic logic that <em>more is better</em>. In the second case, someone doesn’t strive for more money, because they have detached from it in search of something else. This view is based on the spiritual logic that <em>less is more</em> or <em>enough is enough</em>, because they are embracing the paradoxical premise that renouncing material wealth will yield spiritual growth and contentment. <p>Using economic logic, we desire more money because it helps us obtain the resources necessary to survive. Up until this point, this entire book has been predicated on the logic that <em>more is better</em>. Whether it’s our evolutionary algorithm or our reward circuitry in the brain, we are constantly in search of more money, which has come to symbolize attributes like success, status, and privilege. It follows that financial success has become an almost universal goal, and many work diligently in pursuit of this end. A Pew Research Center poll finds that 77 percent of Americans believe that hard work leads to success.</p><p>But wanting more money and status is about “external success,” which shapes and defines many who are engulfed in the competitive “rat race” culture. Yet the pursuit of external success doesn’t always engender personal contentment.<a href=\\\"file:///C:/Users/ddepke/AppData/Local/Microsoft/Windows/Temporary%20Internet%20Files/Content.Outlook/6RH4ZJDS/endnote.xhtml#en0611en\\\"><sup>5</sup></a> Gallup measured the job satisfaction of 25 million people across almost two hundred countries and found that only 13 percent were “engaged” or “emotionally invested” in their job. They found twice as many “disengaged” workers, who exhibited negative or harmful feelings, as they did engaged workers. The obsession of making money can have deleterious consequences. In Japan, they even have a word for someone who dies from too much work: <em>karo-shi</em>.</p><p>When external success becomes a singular focus, one may begin to evaluate everything with economic logic—the more, the better, even the <em>right</em>. Gallup found that those who believe hard work leads to financial success are more supportive of capitalism. Though support among Americans for free markets dropped from 80 percent to 59 percent in 2010 after the financial crisis, trusting the market has been a mainstay of mainstream US economic thought. Alan Greenspan and many leading economists long believed that the market is inherently right and self-correcting. The belief that the market is “right” even pervades American literature. In a study conducted by the Library of Congress, Ayn Rand’s <em>Atlas Shrugged</em> was described as “the most influential book on American lives after the Bible.” The book supports libertarian views, notes the supremacy of the free market, and maintains that business and markets should be deregulated. Financial writer Justin Fox traces the belief that the market is “right” to the Middle Ages:</p><p class=\\\"blockquote-firstpara\\\">Hints of the same attitude could be found in the work of early economists like Adam Smith—and even religious thinkers of the Middle Ages. While some medieval scholars argued that lawgivers should set a “just price” for every good… St. Thomas Aquinas among them, held that the just price was set by the market.</p> The first person to reference the invisible hand wasn’t Adam Smith; it was John Calvin, notes Columbia University humanities professor Mark C. Taylor. Calvin believed that God’s hand brought order to an otherwise chaotic world. By using this terminology, Smith changed the “source of order” from “God, to internal relations among individual human actors. From this point of view, the market is a self-organizing system that regulates itself,” writes Taylor. <p>However, when market values reign supreme, the line between “right” and “wrong” can be blurred. The profitable can be confused for the “right.” These days almost everything has a price. You can pay someone to write your entire doctoral dissertation. You can even pay someone for their virginity. In one public incident, a Brazilian woman auctioned her virginity for $780,000 to a Japanese man. But is it right? She explained it away: “If you only do it once in your life then you are not a prostitute.” The deal fell through, and she tried to auction it again. Even Judas sells the sacred and betrays Jesus for thirty silver coins, demonstrating that even the messiah’s life had a price.</p><p>Harvard professor Michael Sandel writes that when everything is for sale, anything can be bought and subject to corruption.Putting a price on what was once priceless degrades it. These outrageous acts introduce a market norm into a previously nonmarket arena, similar to the example in chapter 3 in which a Mesopotamian man couldn’t sell his wife unless he was settling a debt.</p><p>Ironically, yearning for more external success can leave one with less time, satisfaction, and serenity. The economic logic can yield suboptimal results. This prompts the question, is there another way? Invoking the spiritual logic of <em>less is more</em> may yield superior results. If money symbolizes strength and power, then the lack of it represents the opposite: weakness and impotence. Why would someone <em>want</em> these things? Indeed, the spiritual logic is counterintuitive, yet it is the means to a different end, not financial treasure, but heavenly riches. It’s in experiencing vulnerability that one creates the space and need for faith. If money is a sign of external success, then the detachment from it is about attaining inner peace—where the shadow of money ends and the sunlight of God shines.</p><p>When it comes to money, many religious leaders champion the spiritual logic of <em>less is more</em> and the paradoxical wisdom that detachment from material treasures can yield spiritual riches. During different periods, as civilization and markets developed, various religious leaders, like Laozi, Buddha, Jesus, and Muhammad, embraced this paradoxical wisdom. They steered their followers away from coveting material things like money and toward a more ascetic path. These religious leaders sought to enlighten man regarding the outsized power of money. They warned their followers about being enveloped by greed. Considered a deity among some Taoists, Laozi once cautioned that “he who is attached to things will suffer much.” That so many religious leaders admonished the worship of money and advocated this paradoxical wisdom deserves further attention.</p><p>Anthropologist David Graeber points out that influential religious leaders like Pythagoras, Buddha, and Confucius all lived during the sixth century BC in areas where coinage was invented—Greece, India, and China.He suggests that it’s not a coincidence that from 800 BC to AD 600 both money and several lasting religions were created. It’s plausible that some organized religions spread as a response to the rising importance of the marketplace. Many of Jesus’s earliest followers, for example, were poor and receptive to his paradoxical, liberating wisdom regarding material wealth.</p><p>Here we explore the paradoxical wisdom embodied by the teenager I met in the hospice, but through the lens of the three Abrahamic religions and Hinduism. There are countless interpretations of religious texts from these faiths regarding money. But one can surely make a case that elements of this spiritual logic can be found in each.</p></blockquote>\",\"type\":\"text/html\"}]","description":"Author Kabir Sehgal explores the history and psychology of money in his new book","contentencoded":"<div class=\"barn-cleaned\"><p>Paper money dates back to the year 105 AD, yet we’re still trying to understand it. Author Kabir Sehgal explores the history, psychology, and future of currency in his new book, “<a href=\"http://www.amazon.com/Coined-Rich-Money-History-Shaped/dp/1455578525\" target=\"_blank\">Coined: The Rich Life of Money and How its History Has Shaped Us</a>.”</p>\n<p><strong>A few facts about money:</strong></p>\n<ul>\n<li><span>Many of the symbols on American currency are from other parts of the world. For instance on the dollar bill, there’s a picture of an eagle with a ribbon it its mouth. That symbol goes back to ancient Babylonian times.</span></li>\n<li><span>Eighty-five percent of transactions worldwide are still done in cash.</span></li>\n<li><span>When you don’t see money being spent, there’s less activation in your insula, meaning there’s less anxiety.</span></li>\n</ul>\n<p><strong>Sehgal on where currency is headed:</strong></p>\n<p>“I happen to think the future of money is in the mobile phone ... Throughout the developing world, the emerging world. I think ApplePay is going to be a great success.”</p>\n<p><strong>Sehgal doesn't think we can master money, why?</strong></p>\n<p>“What we can’t master is that our brains are not equipped to be making financial decisions in a proper manner… The brain is using all kinds of shortcuts while we use this object. Money really influences our mind. It steers our body. It shapes our soul.”</p>\n<hr />\n<p><strong><span>An excerpt from \"Coined\":</span></strong></p>\n<blockquote>\n<p class=\"noindent1\"><strong>Chapter 7: Angel Investors</strong></p>\n<p class=\"noindent1\"><em>Religion and Money</em></p>\n<p class=\"noindent1\"><em>&nbsp;</em><span>I had never met a leper before. But here I was surrounded by several of them at Nirmal Hriday, or “Home of the Pure Heart.” It’s also known as Mother Teresa’s Home for the Dying &amp; Destitute in Kolkata, India. Established in 1952, it is a small hospice for thousands of poor people who are found languishing in the streets. Someone dies there almost every day.</span></p>\nI arrived on an overcast autumn evening. The sick men and women had been gathered into separate areas for supper. The men were dressed in teal shirts, pants, and short-sleeved black sweaters. They were seated close to each other on benches. Near me was a man without legs, quivering on the ground while yellow foam formed underneath his lips. His eyes were fixed in a thousand-yard stare. Another man in a wheelchair began to cough violently, spitting bits of <em>idli sambar</em>, rice cakes and vegetable stew, onto the floor. One of the eight volunteers rushed to remove the food from his mouth so he wouldn’t choke. He put his finger in the man’s mouth, only to have it bitten.\n<p>Seated among the sick was an eighteen-year-old volunteer from Toulouse, France. With a brown mop top, he looked like a young Mick Jagger. Hailing from a middle-class background, he recently finished high school, read about Nirmal Hriday on the Internet, booked a one-way ticket to Kolkata, and committed to be a volunteer at the hospice.</p>\n<p>He swung his arm over the shoulder of an old man who was suffering from an enormous stomach tumor, as if they were old buddies.</p>\n<p>“Time to eat,” he said in French to the man, who probably only spoke Bengali but smiled anyway. Kindness is a common language.</p>\n<p>The presence of this vibrant young adult in a room full of old, frail men was curious to me. He was so different not only from them, but also from me. When I was his age, I was burnishing my college application so that I could attend a first-class university. Admission to a good school can mean an opportunity to land a great job. And now that I had a proverbial great job on Wall Street, I continued working at a frenetic pace in order to accumulate more money, which would supposedly take me to higher ground.</p>\n<p>This young man wasn’t thinking about any of this. He was unsure when or whether he would attend college at all. It led me to ask: What leads a healthy young man to live among the old and sick, to forgo riches for rags?</p>\n<p>“I do as my religion teaches,” he explained. He was raised as a Catholic and his parents regularly read to him the Gospels when he was a child. He then said something I’ll always remember, a paradoxical yet universal insight: “Though everybody here is poor, they are rich in spirit.” His response made me consider another question that has stayed with me: How is it that those who had nothing—at the edge of death—were nevertheless at peace?</p>\n<p class=\"space-break\">Since its creation, money hasn’t been just a measure of wealth; at times it’s been a symbol of our values and a test of our morality. How one handles money has many implications beyond saving and spending, and can demonstrate whether someone honors the moral code of a society: A rich woman who never donates to those in need is judged as stingy, and a poor woman who gives what she can is considered generous. It seems as if the poor person is acting in the “right,” or at least, in a more humane manner. The way in which one uses money may build or destroy one’s reputation and standing in a community, and it certainly demonstrates one’s character. Because money is an expression of value, it matters <em>how</em> it’s expressed.</p>\nThe manner in which money is expressed depends on one’s motivations. Consider a simple, clarifying way in which to think about our intentions. In the first case, someone wants more money. This view is predicated on the economic logic that <em>more is better</em>. In the second case, someone doesn’t strive for more money, because they have detached from it in search of something else. This view is based on the spiritual logic that <em>less is more</em> or <em>enough is enough</em>, because they are embracing the paradoxical premise that renouncing material wealth will yield spiritual growth and contentment.\n<p>Using economic logic, we desire more money because it helps us obtain the resources necessary to survive. Up until this point, this entire book has been predicated on the logic that <em>more is better</em>. Whether it’s our evolutionary algorithm or our reward circuitry in the brain, we are constantly in search of more money, which has come to symbolize attributes like success, status, and privilege. It follows that financial success has become an almost universal goal, and many work diligently in pursuit of this end. A Pew Research Center poll finds that 77 percent of Americans believe that hard work leads to success.</p>\n<p>But wanting more money and status is about “external success,” which shapes and defines many who are engulfed in the competitive “rat race” culture. Yet the pursuit of external success doesn’t always engender personal contentment.<a href=\"file:///C:/Users/ddepke/AppData/Local/Microsoft/Windows/Temporary%20Internet%20Files/Content.Outlook/6RH4ZJDS/endnote.xhtml#en0611en\"><sup>5</sup></a> Gallup measured the job satisfaction of 25 million people across almost two hundred countries and found that only 13 percent were “engaged” or “emotionally invested” in their job. They found twice as many “disengaged” workers, who exhibited negative or harmful feelings, as they did engaged workers. The obsession of making money can have deleterious consequences. In Japan, they even have a word for someone who dies from too much work: <em>karo-shi</em>.</p>\n<p>When external success becomes a singular focus, one may begin to evaluate everything with economic logic—the more, the better, even the <em>right</em>. Gallup found that those who believe hard work leads to financial success are more supportive of capitalism. Though support among Americans for free markets dropped from 80 percent to 59 percent in 2010 after the financial crisis, trusting the market has been a mainstay of mainstream US economic thought. Alan Greenspan and many leading economists long believed that the market is inherently right and self-correcting. The belief that the market is “right” even pervades American literature. In a study conducted by the Library of Congress, Ayn Rand’s <em>Atlas Shrugged</em> was described as “the most influential book on American lives after the Bible.” The book supports libertarian views, notes the supremacy of the free market, and maintains that business and markets should be deregulated. Financial writer Justin Fox traces the belief that the market is “right” to the Middle Ages:</p>\n<p class=\"blockquote-firstpara\">Hints of the same attitude could be found in the work of early economists like Adam Smith—and even religious thinkers of the Middle Ages. While some medieval scholars argued that lawgivers should set a “just price” for every good… St. Thomas Aquinas among them, held that the just price was set by the market.</p>\nThe first person to reference the invisible hand wasn’t Adam Smith; it was John Calvin, notes Columbia University humanities professor Mark C. Taylor. Calvin believed that God’s hand brought order to an otherwise chaotic world. By using this terminology, Smith changed the “source of order” from “God, to internal relations among individual human actors. From this point of view, the market is a self-organizing system that regulates itself,” writes Taylor.\n<p>However, when market values reign supreme, the line between “right” and “wrong” can be blurred. The profitable can be confused for the “right.” These days almost everything has a price. You can pay someone to write your entire doctoral dissertation. You can even pay someone for their virginity. In one public incident, a Brazilian woman auctioned her virginity for $780,000 to a Japanese man. But is it right? She explained it away: “If you only do it once in your life then you are not a prostitute.” The deal fell through, and she tried to auction it again. Even Judas sells the sacred and betrays Jesus for thirty silver coins, demonstrating that even the messiah’s life had a price.</p>\n<p>Harvard professor Michael Sandel writes that when everything is for sale, anything can be bought and subject to corruption.Putting a price on what was once priceless degrades it. These outrageous acts introduce a market norm into a previously nonmarket arena, similar to the example in chapter 3 in which a Mesopotamian man couldn’t sell his wife unless he was settling a debt.</p>\n<p>Ironically, yearning for more external success can leave one with less time, satisfaction, and serenity. The economic logic can yield suboptimal results. This prompts the question, is there another way? Invoking the spiritual logic of <em>less is more</em> may yield superior results. If money symbolizes strength and power, then the lack of it represents the opposite: weakness and impotence. Why would someone <em>want</em> these things? Indeed, the spiritual logic is counterintuitive, yet it is the means to a different end, not financial treasure, but heavenly riches. It’s in experiencing vulnerability that one creates the space and need for faith. If money is a sign of external success, then the detachment from it is about attaining inner peace—where the shadow of money ends and the sunlight of God shines.</p>\n<p>When it comes to money, many religious leaders champion the spiritual logic of <em>less is more</em> and the paradoxical wisdom that detachment from material treasures can yield spiritual riches. During different periods, as civilization and markets developed, various religious leaders, like Laozi, Buddha, Jesus, and Muhammad, embraced this paradoxical wisdom. They steered their followers away from coveting material things like money and toward a more ascetic path. These religious leaders sought to enlighten man regarding the outsized power of money. They warned their followers about being enveloped by greed. Considered a deity among some Taoists, Laozi once cautioned that “he who is attached to things will suffer much.” That so many religious leaders admonished the worship of money and advocated this paradoxical wisdom deserves further attention.</p>\n<p>Anthropologist David Graeber points out that influential religious leaders like Pythagoras, Buddha, and Confucius all lived during the sixth century BC in areas where coinage was invented—Greece, India, and China.He suggests that it’s not a coincidence that from 800 BC to AD 600 both money and several lasting religions were created. It’s plausible that some organized religions spread as a response to the rising importance of the marketplace. Many of Jesus’s earliest followers, for example, were poor and receptive to his paradoxical, liberating wisdom regarding material wealth.</p>\n<p>Here we explore the paradoxical wisdom embodied by the teenager I met in the hospice, but through the lens of the three Abrahamic religions and Hinduism. There are countless interpretations of religious texts from these faiths regarding money. But one can surely make a case that elements of this spiritual logic can be found in each.</p>\n</blockquote></div>","title":"The rich history of money and why we can't master it","guid":"184e4f2e-ecb8-4366-88b3-8a95fea39034","teaser":"Author Kabir Sehgal explores the history and psychology of money in his new book","published":"2015-03-19T19:03:37+00:00","tags":["Money","currency","history","APM","Economy","The Big Book"],"audio":[{"meta":{"height":"340","crop":"primary","width":"610"},"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/3327871.jpg?itok=OgKwV8zw"},{"format":"MP3","meta":{"duration":199,"duration_hms":"00:03:19","api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2015/03/19/mp_20150319_seg_22"}},"type":"audio/mpeg","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2015/03/19/mp_20150319_seg_22_64.mp3"}]}