{"created":"2014-10-01T09:10:10+00:00","modified":"2014-10-30T21:54:52+00:00","valid":{"from":"2014-10-30T21:54:52+00:00","to":"3014-10-30T21:54:52+00:00"},"hreflang":"en","title":"Secret Talks And Back Channels Pervaded U.S. Relationship With Cuba","published":"2014-10-01T12:34:00+00:00","teaser":"The new book <em>Back Channel to Cuba </em>reveals how U.S. presidents, from Kennedy on, have held secret talks with Havana, even though the public stance was silence toward Cuba.","itags":["npr_api","352775195"],"guid":"185bc2d7-a84b-404b-a553-66ad2b2b50ac","contentencoded":"<p>For five decades, the official U.S. policy on Cuba was one of silence. But the real U.S. relationship with Havana involved secret negotiations that started with President Kennedy in 1963, even after his embargo against the island nation, say the authors of the new book <em>Back Channel to Cuba</em>. In fact, nearly every U.S. administration for the past 50 years has engaged in some sort of dialogue with the Cuban government, they say.</p><p>Co-authors Peter Kornbluh of the National Security Archive and William LeoGrande of American University outline these relationships<em> </em>based on recently declassified, or otherwise obtained, documents dating back to the Kennedy administration.</p><p>The documents reveal a series of secret meetings that took place in hotels, airport lounges and restaurants from New York to Paris to Guadalajara and involved intermediaries like the chairman of Coca-Cola, who served as President Jimmy Carter's representative, to Carter himself.</p><p>Kornbluh and LeoGrande sat down with <em>Morning Edition's</em> Steve Inskeep ahead of the book's release to discuss their findings.</p><hr /><h3>Interview Highlights</h3><p><strong>On why the talks were secret</strong></p><p>Kornbluh: [Officials] were worried that either the Soviets would be spying on their telephone conversations or the U.S. NSA would be spying on their conversations, so they worked out a way to communicate with each other without anybody else knowing. ... This is a theme that runs through the entire history that we've recorded. Cuba issues are so sensitive that when high-level policymakers wanted to have a dialogue, they wanted to keep it secret from other parts of the bureaucracy that might object.</p><p><strong>On Henry Kissinger's secret negotiations and contingency plan</strong></p><p>Kornbluh: Henry Kissinger really was the secretary of state who secretly, I think, really pushed hard to create a window of opportunity for normalizing relations with Cuba. ... He told his emissaries that he was using the same kind of modus operandi to approach the Cubans that he had used with Chairman Lai in China. And, for a period of 18 months, there was a series of secret meetings, culminating in an <a href=\"https://www.documentcloud.org/documents/1307570-1st-page-memorandum-of-conversation-pierre-hotel.html\" target=\"_blank\">actual negotiation session</a>, a three-hour session in room 727 of the Pierre Hotel in New York.</p><p>Eventually, the political sensitivities about Cuba came back to haunt this effort. The Cubans had sent 36,000 troops into Angola, and for Kissinger that made things not only politically untenable, but for his strategic view of the world, he could not believe that this small country would disrupt the superpower kind of equilibrium as he was trying to play it. He was so angry; he actually <a href=\"https://www.documentcloud.org/documents/1307569-1st-page-contingency-plan3.html\" target=\"_blank\">ordered a set of contingency plans</a> to attack Cuba if Cuba expanded its presence in Africa.</p><p><strong>On the use of intermediaries and informal channels</strong></p><p>LeoGrande: Peggy Dulany, David Rockefeller's daughter, carried a message from Fidel Castro to George Shultz during the Reagan administration, in which Fidel said he was willing to be constructive in trying to help settle the conflict in southern Africa. ... And we actually have a Cuban document in which Fidel is talking to the president of Angola and explaining why he used Peggy Dulany, as opposed to just going through normal diplomatic channels. And he says to the president of Angola, \"You know, when you send a message through the [diplomats] it takes months before you hear anything back, and sometimes you never hear anything at all.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Secret+Talks+And+Back+Channels+Pervaded+U.S.+Relationship+With+Cuba&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"272"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1352925479-a09adf.m3u?orgId=1&topicId=1014&ft=3&f=352775195"}]}