{"created":"2015-02-19T18:41:51+00:00","modified":"2015-05-14T21:10:52+00:00","valid":{"from":"2015-05-14T21:10:52+00:00","to":"3015-05-14T21:10:52+00:00"},"hreflang":"en","title":"All Songs At 15: Have A Good Cry On Us","published":"2015-02-19T18:42:00+00:00","teaser":"On this week's Throwback Thursday we remember the many stories listeners have shared about the songs that make them cry.","itags":["npr_api","387495434"],"guid":"1866a388-82ea-4c43-9d33-0d45e3ca67c5","contentencoded":"<p><em>Every Thursday this year we're celebrating </em>All Songs Considered<em>'s 15th birthday with personal memories and highlights from the show's decade and a half online and on the air. If you have a story about the show you'd like to share, drop us an email: <a href=\"mailto:allsongs@npr.org?subject=Happy%20Birthday%20All%20Songs!\" target=\"_blank\">allsongs@npr.org</a>.</em></p><p>We love our listeners. Over the past 15 years so many of you have shared personal stories about the songs, albums and artists that mean the most in your life. Sometimes the music is uplifting, sometimes frenetic and pulsing with life, and sometimes it's just a good companion with a virtual shoulder to cry on.</p><p>Back in the summer of 2011, we asked our listeners to <a href=\"http://www.npr.org/2011/07/19/138511911/cry-baby-cry-songs-that-make-you-weep\" target=\"_blank\">tell us about their favorite tearjerkers</a>. These are the songs guaranteed to turn on the waterworks every time they come up, not because they're inherently sad but because of the associations we've made with them.</p><p>We got thousands of song suggestions and stories from our listeners, including this one from a woman named Sarah: \"My son was born in 2005 at 28 weeks. He was tiny, and a fighter, and every day for six weeks, I would go to visit him at the hospital. On the way to and back from the hospital, my husband and I would listen to Coldplay's 'Fix You.' It had a profound and lasting effect on our little family, and now my son loves what he refers to as 'his song.'\"</p><p>Then there was this one from Cindi: \"In 1991, my mom was diagnosed with breast cancer, and when I got the phone call at work, I got in my car to go see my husband and 'Don't Worry, Baby' by The Beach Boys came on the radio. Of course I was bawling my eyes out, but somehow the song made me feel like it was a message. My mom survived for four more years. I will always feel like it's a message from her when I hear it. And what's weird is, when I hear it on the radio or in a store, it's always from the very beginning. And it really grabs my attention. I no longer cry. I feel comforted by it.\"</p><p>And this one, from Sam: \"I just recently graduated high school, and when driving home after graduation, [LCD Soundsystem's 'All My Friends'] came on shuffle and I had to pull over. I realized that it was all over. I would never see half the people I know ever again, and after the summer, my closest friends — the only people who have meant anything to me for the past 18 years — and I will never be as close because we are all going into different worlds at different universities. In that moment, while driving home, I felt it all: the good times of the past, the pains of moving on, and the fight to have the courage to be hopeful and optimistic for the future.\"</p><p>Maybe it's time for us to do another installment in this unofficial series. Please share your own favorite tearjerkers in the comments section.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=All+Songs+At+15%3A+Have+A+Good+Cry+On+Us&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Robin Hilton","audio":[{"meta":{"duration":"2289"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1387518056-266cf9.m3u?orgId=1&topicId=1039&d=2289&story=387495434&ft=nprml&f=387495434"}]}