{"created":"2014-10-07T18:03:31+00:00","modified":"2014-10-30T23:07:31+00:00","valid":{"from":"2014-10-30T23:07:31+00:00","to":"3014-10-30T23:07:31+00:00"},"hreflang":"en","title":"Prepare For 'The Simpsons' Marathon With Interviews From The 'Fresh Air' Archives","published":"2014-08-21T18:10:00+00:00","teaser":"Starting Thursday, FXX will air all 552 episodes of <em>The Simpsons</em> in<em> </em>the longest single-series marathon in TV history. <em>Fresh Air</em> listens backs to interviews with the show's creator, writers and actors.","itags":["npr_api","341884238"],"guid":"1869e724-67c8-440d-af0d-b8e83fde9ed4","contentencoded":"<p>If you've ever been a fan of <em>The Simpsons,</em> here's your chance to see all 552 episodes of the show in the longest single-series marathon in TV history. They'll be shown back to back, in sequential order, over 12 days and nights on the FXX cable network beginning Thursday.</p><p><em>The Simpsons</em> holds the record as the longest-running prime-time scripted entertainment series in American TV history. In 1987, cartoonist Matt Groening's yellow-skinned Simpsons family — father Homer, mother Marge and the kids, brainy Lisa, bratty Bart and baby Maggie — began on TV as interstitial segments on Fox's <em>The Tracey Ullman Show</em>. <em>The Simpsons</em> got their own Christmas special in 1989, and their own prime-time series a month later, to kick off 1990 in very sassy style.</p><p>But in the beginning, the writers had a hard time finding a groove to perfect that style, Groening told <em>Fresh Air</em>'s Terry Gross in a 1989 interview.</p><p>\"It's been a real struggle to keep a certain roughness and abruptness and jerkiness,\" Groening said. \"Working on this show, our animators ... all bring their own attitude and aesthetic philosophy to the project, and it's been a real struggle to make sure that everybody gets in line and has the same vision, at least looking in the same direction.\"</p><p><em>The Simpsons</em> sparked a renaissance in TV animation that led to <em>South Park</em> and <em>Family Guy</em>. One writer, Conan O'Brien, found fame as a talk show host. Celebrities providing guest voices on <em>The Simpsons</em> included most major movie stars — and Paul McCartney, George Harrison and Ringo Starr. Its <em>Treehouse of Horror</em> Halloween specials have become one of TV's most inventive annual traditions.</p><p>And along the way, year after year, <em>The Simpsons</em> has served up occasional flashes of comic genius, according to TV critic David Bianculli. There was the Season 4 episode that presents a Springfield community-theater musical production of <em>A Streetcar Named Desire</em> — and the Season 2 episode that has Marge Simpson, voiced by Julie Kavner, so upset about the violence in the <em>Itchy & Scratchy</em> cat-and-mouse TV cartoons her kids watch that she goes on TV herself, on a <em>Nightline</em>-type talk show, in protest.</p><p>So why would people be interested in the marathon?</p><p>\"There's something about the sense of watching at the same time as other people that makes it special,\" says Bianculli. \"That certainly goes for a marathon — and that's why I predict this 25-season <em>Simpsons </em>marathon will indeed steer people towards FXX. It's a great show, a great idea and a TV viewing event of unprecedented scale.\"</p><p>Since <em>The Simpsons</em> began, Gross has interviewed many people who have had a hand in creating the show — from Matt Groening in 1989 and 2003 to<strong> </strong>two of the writers, Al Jean and Mike Reiss, in 1992. Gross also talked with actors who do the voices, including Nancy Cartwright, who plays Bart, in 2007; Julie Kavner, the voice of Marge, in 1994; and Hank Azaria, the voice of Moe, Apu, Chief Wiggum and others, in 2004.</p><p>We listen back to these interviews in <em>Fresh Air</em>'s appreciation of <em>The Simpsons</em>.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>Creator and cartoonist </strong><strong>Matt Groening, interviewed in 2003</strong></p><p><strong>On how the vision has changed over the years and on taking risks</strong></p><p>The problem with doing a sitcom, which has lasted more than 300 episodes, is you're trying not to repeat yourself, you're trying to surprise the audience, and you're trying to keep everybody who works on the show surprised. As a result, the show has gone off in some very peculiar directions. Sometimes, I was alarmed, \"We can't do this!\" And then it turns out to be OK.</p><p>One of the great things we did last year is we parodied the Fox News Channel and we did the crawl along the bottom of the screen. And Fox fought against it and said that they would sue the show, and we called their bluff because we didn't think Rupert Murdoch would pay for Fox to sue itself. So we got away with it, but now Fox has a new rule that we can't do those little fake news crawls at the bottom of the screen, in a cartoon, because it \"might confuse the viewers into thinking that it's real news.\"</p><p><strong>On getting into trouble with the Fox network</strong></p><p>At the beginning, virtually anything we did would get somebody upset, and now it seems like the people who are eager to be offended — and this country is full of people who are eager to be offended — they've given up on our show. We got into trouble a few years ago for — Homer is watching an anti-drinking commercial and it said, \"Warning! Beer causes rectal cancer.\" And Homer responds by saying, \"Mmm, beer.\" Fox didn't want us to do that because beer advertisers are a big part of the Fox empire, and it turns out the writer was able to track down the actual fact where some studies show that indeed it does — or did or has a tendency to [cause cancer] — so we were able to keep it in.</p><p><strong>On Homer's religious neighbor, Ned Flanders</strong></p><p>Originally Ned Flanders was just the wacky neighbor who was supposed to be just a complete annoyance to Homer for no good reason. And then we realized that he was an object of mirth with his strong religious feelings. We thought, \"How do we create a religious character who is not the usual stereotype?\" And we made him a truly good guy, and his beliefs are sometimes a little annoying but he's not a hypocrite, he's real. We get lots of fan mail for him, and we get lots of photos of people who look exactly like Ned Flanders.</p><hr /><p><strong>Showrunners </strong><strong>Al Jean and Mike Reiss, interviewed in 1992</strong></p><p><strong>On the production process </strong></p><p><strong>Al Jean:</strong> The first thing we do is write the script and then record the audio track with the cast.</p><p><strong>Mike Reiss:</strong> We record it like a radio show. It takes about eight hours and we cut it down to about 19 minutes of audio track, and then that's sent to the animators, who expand it to about 24 minutes.</p><p><strong>Jean:</strong> We have a team of about six guys who are terrific. They direct the way a movie director directs a feature. They take the script and they pretty much stage the whole thing, design the characters, and then we see a real rough version in black and white called an \"animatic.\" We do some rewrites there, and then we send the whole thing to Korea — and that's where the actual color animation is done, and it comes back about three months later.</p><p><strong>Reiss:</strong> It's sort of a good thing, which is we throw in some topical allusions, but I think [the show] will be a little timeless because we can't ride every current thing and get a quick laugh about something that's in the news right now.</p><hr /><p><strong>Actors </strong></p><p><strong>Nancy Cartwright (Bart Simpson and others), interviewed in 2007</strong></p><p><strong>On doing multiple voices in one conversation </strong></p><p>There was one show ... there was a scene where it was Bart, Nelson, Ralph and Kearney, I believe, and the scene was like three pages long and I was just talking to myself the entire time. I remember doing it at the table read. I was so nervous to do it — [there were] like 100 people in the room, [and I was] just praying that I wouldn't get confused who I was. And I finished my run and I was sweating and ... out of breath, there's no time to even breathe, practically, that is such a challenge.</p><p><strong>On children learning she is the voice behind Bart </strong></p><p>Parents will come up to me — and I know <em>they</em> really want to hear me do the voice — but there's a 3-year-old clutching onto Mama's skirt, and they're saying, \"Could you do it for Sally?\" And I'm thinking ... [the kid] looks scared to death. If I was to lean down and said, \"Hi! I'm Bart Simpson, who the hell are you?\" — you think that kid is going to like it? Kids look at me like I'm an alien or they get upset. I just say, \"I'll do it for you, but I'm not going to do it for your child.\" I just think that that's wrong. ...</p><p>It's too big of a concept. ... They might watch <em>The Simpsons,</em> but a child, I really don't think [the parents] are watching through a child's eyes. [Kids] enjoy the colors and they like the different expressions and emotions that they see, whereas a teenager will pull something totally different out of that. They will start to recognize references — and, of course, adults, we can get the satire. ... There's a whole cross-generational span of <em>The Simpsons</em> that entertains those audiences. But a kid? I don't know, man. I don't know how old I was before I realized that those sounds came from actors. ... I use some discretion on who I just throw that voice to.</p><p><strong>Julie Kavner (Marge Simpson), interviewed in 1994</strong></p><p><strong>On having a naturally husky voice</strong></p><p>I was born this way. I came out of my mom and said, \"Hello Rose. Hello Dave.\" They used to send me home. They always used to think I had laryngitis. ... [I'm from Los Angeles and] my parents are from New York, and they taught me how to speak English so that's why I sound like this, as opposed to something lovely.</p><p><strong>Hank Azaria (Moe, Apu, Chief Wiggum and others), interviewed in 2004</strong></p><p><strong>On singing in character </strong></p><p>It's much easier for me to sing in character; it's much more difficult for me to sing in my own voice. It's much easier for me to sing as Wiggum or Apu or even as Moe. I think I'm just more comfortable with the mask, the vocal mask. ... I'm not embarrassed to do that, but I'd be embarrassed to do the same thing in my own singing voice — it's weird.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Prepare+For+%27The+Simpsons%27+Marathon+With+Interviews+From+The+%27Fresh+Air%27+Archives&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2799"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1341939133-822e1c.m3u?orgId=1&topicId=1138&ft=3&f=341884238"},{"href":"http://media.npr.org/assets/img/2014/08/20/simp_itchyandscratchyland_2f01f_hires2_custom-34fe80ef81c4983b33402fe9c90254e1088d5b13.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"4224","width":"2700"}},{"href":"http://media.npr.org/assets/img/2014/08/20/mattg-valeriemacon-getty_custom-85013342b554afbfafd1dde056ff0d4036dc9459.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1961","width":"2926"}},{"href":"http://media.npr.org/assets/img/2014/08/20/nancycartwright-kevinwinter-getty_custom-d6dbab42b8c2524dd7c8fe26545156bb00f30201.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2148","width":"1966"}}]}