{"created":"2015-05-15T20:31:45+00:00","modified":"2015-05-21T19:05:35+00:00","valid":{"from":"2015-05-21T19:05:35+00:00","to":"3015-05-21T19:05:35+00:00"},"hreflang":"en","title":"What Should Liberia Do With Its Empty Ebola Treatment Units?","published":"2015-05-15T22:58:00+00:00","teaser":"Now that Liberia is Ebola-free, it has to figure out what to do with 21 Ebola treatment units built during the outbreak.","itags":["npr_api","406982308"],"guid":"186d94d3-0222-4885-bb27-1d0971053545","contentencoded":"<p>The plastic orange mesh fences that once separated Ebola patients in the \"red zone\" from visitors in the \"green zone\" have collapsed. Corrugated metal roofing sheets flap in the wind. Some of the tents that served as isolation wards are still in good shape, but many of the tarps used as partitions are torn and frayed.</p><p>\"Here we are going through to what used to be the red zone,\" says Dr. Michael Mawanda from the <a href=\"http://www.who.int/en/\">World Health Organization</a> as he leads me through the grounds of a defunct 300-bed field hospital in Monrovia, Liberia.<strong> </strong>\"As you can see, the structures over there, those are patient wards.\"</p><p>During this Ebola outbreak some of the largest Ebola isolation units ever constructed were built in Liberia. The country has 21 in total, many of which were built by the U.S. military as part of President Obama's multibillion-dollar response to the crisis.</p><p>But now that Liberia has been declared Ebola-free, the country is trying to figure out whether to tear down these field hospitals, repurpose them or keep them operational in case the disease makes a comeback</p><p>This isolation unit, known as the Ministry of Defense ETU, opened in October. The last Ebola patient walked out the gate free of the virus on Feb. 11.</p><p>Even though the current WHO protocols assume that the virus can't survive on beds or medical equipment for more than a week, Mawanda's team is still disinfecting everything here to reassure people that that there's no risk to the public.</p><p>\"We are there to ensure that these processes happen — the cleaning process, the decontamination,\" he says. They also decide \"what should be repurposed, reused, and what shouldn't be.\"</p><p>Leftover equipment, like drip stands and beds, can be reused at another hospitals, but they will be thoroughly sanitized first, says Mawanda's colleague Ling Kituyi.</p><p>\"You can imagine yourself,\" Kituyi says. \"Even in the U.S., if you got something [that] came from an Ebola treatment unit, they might object and say, 'How do we know that's safe?' \"</p><p>Before anything can leave here, it has to be washed twice in a strong chlorine solution.</p><p>There is still concern here that the outbreak might somehow come back, or that cases might come in from neighboring Sierra Leone or Guinea. So only 14 of Liberia's 21 Ebola treatment units are being dismantled. The U.S. military built the majority of them. But those American-built field hospitals <a href=\"http://www.npr.org/sections/goatsandsoda/2014/10/07/354121449/the-u-s-ebola-hospitals-in-liberia-are-going-up-slowly\\\">didn't open</a> until after the number of cases started to drop dramatically.</p><p>Some of the U.S. Ebola treatment units or ETUs never saw a single patient.</p><p>But Tolbert Nyenswa, who led the Liberian government's Ebola response, defends the building of these unused field hospitals. When construction started, Nyenswa says, this is what Liberia was asking for.</p><p>\"When the U.S. came in, we gave them where ETUs [should be built] and the number of beds of ETUs to be built, and they did that effectively,\" he says.</p><p>Not to be outdone, the Chinese built the most lavish of any of the ETUs. While the others are in tented structures, the Chinese hospital is an air-conditioned, modular building. It offered patients private rooms and has closed-circuit video monitors so nurses could check on a patient without the danger of going to the bedside.</p><p>But the Chinese ETU is right next to the national soccer stadium, and there's now a fight over whether to move it, dismantle it or find some new use for the hospital where it stands.</p><p>Compared with the problems Liberia had just a few months ago, the problem of what to do with too many Ebola treatment beds is a refreshing change.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=What+Should+Liberia+Do+With+Its+Empty+Ebola+Treatment+Units%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jason Beaubien","audio":[{"meta":{"duration":"234"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1407071644-44da3b.m3u?orgId=1&topicId=1031&d=234&p=2&story=406982308&t=progseg&e=406893959&seg=7&ft=nprml&f=406982308"},{"href":"http://media.npr.org/assets/img/2015/05/15/img_0645-1-1bd69642b7f6c91db0218c3578555e92fbb78853.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/05/15/img_0639-3-4dcd6bae23bf1a13ffca8243ab33f28fc8201714.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/05/15/img_0656-1_custom-3d8ac41cb419d2bb213e0111876ca0912a735271.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2686","width":"1932"}},{"href":"http://media.npr.org/assets/img/2015/05/15/img_0618-1_custom-f5acd558e90974b0a9d5335404520d913842b3dd.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"3000","width":"1998"}}]}