{"created":"2015-02-26T23:13:40+00:00","modified":"2015-02-27T21:44:13+00:00","valid":{"from":"2015-02-27T21:44:13+00:00","to":"3015-02-27T21:44:13+00:00"},"hreflang":"en","guid":"1873deb7-2313-4397-9ecc-1844e4b40b7b","title":"New York City produces its first homegrown ISIS recruits","published":"2015-02-27T21:44:11+00:00","byline":"Joyce Hackel","tags":["terrorism","Religion","conflict","ISIS","SafeMode","Conflict","Conflict & Justice","New York","North America","Asia","United States","Syria","New York","Middle East","Asia","North America","Marc Santora","Akhror Saidakhmetov","Abdurasul Juraboev","Abror Habibov","Akhror Saidakhmetov","Abdurasul Juraboev","Abror Habibov","Islamic state","ISIS","Syria","Kazakhstan","Uzbekistan"],"teaser":"A paid informant helped officials arrest three New Yorkers who allegedly planned to aid the so-called Islamic State. But the shock is less about the violence they hoped to commit and more about how young New Yorkers were tempted to join a jihadi group.","contentencoded":"<p>Nineteen-year-old Akhror Saidakhmetov was born in Kazakhstan. He worked at a cell phone repair kiosk, making between $1500 and $2000 a month, and shared an apartment with his friend, 24-year-old Abdurasul Juraboev. Juraboev, a citizen of Uzbekistan, worked at a restaurant called Gyro King in Brooklyn's Flatbush neighborhood.</p>\n<p>Those might be typical stories for young immigrant men trying to make it in the United States, except for what happened this week: Saidakhmetov and Juraboaev were arrested, along with a third man, for allegedly attempting to travel to Syria to join ISIS.</p>\n<p>\"The jobs didn't seem to really hold their interest,\" says New York Times correspondent Marc Santora. \"One law enforcement official we spoke with says they went to work, and they went home and they went online.\"  </p>\n<p>The young men's posts on websites sympathetic to ISIS, which holds territory in Iraq and Syria that it calls the Islamic State, aren't the work of terrorist masterminds. The Brooklyn residents publicly asked advice on how to get to Syria and threatened violent acts in the US.</p>\n<p>Yet Santora says it's still hard to say the two New Yorkers wouldn't have been capable of doing much harm. \"I think it's sort of an open question,\" Santora says. \"If you look at the life of [British ISIS fighter] 'Jihadi John' for instance, before he goes off to Syria. ... If he hadn't gone there and you just looked at that in separation, you might think he looks like a bit of a joker.\" </p>\n<p>Saidakhmetov and Juraboaev appeared in court in Brooklyn on Wednesday, dressed in jeans and hoodies. A third defendant, 30-year-old Abror Habibov, was arrested in Florida and is charged with fronting the money for the younger men's travel. </p>\n<p>The government's case against the three men relies in part on a paid confidential informant. Santora says that initially gave him pause. \"We've seen other terrorism cases in the past sort of fall apart, the initial charges overblown or inflated,\" he says.</p>\n<p>But in this case, Santora says, the issue is less the men's plans and more where they came from. \"That's aspirational and didn't seem to us as important as the fact that these are the first recruits out of New York City who were committed to going to fight for ISIS,\" he says. \"Everyone wants to understand why, and what can be done, what is drawing these people to this cause.\"</p>\n<p>Court records reveal Saidakhmetov's anger after his mother took his passport away to prevent him from joining ISIS. \"Throughout the documents, you see him wrestling with his mother and arguing with her and saying if he doesn't go take his chance to go join the Islamic State, he will never get to paradise,\" Santora says.</p>\n<p>Saidakhmetov had a final conversation with his mother on February 19. \"He says, 'I've got to do this. Give me my passport,'\" Santora says. \"She hangs up the phone on him.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-26%2Fyoung-brooklyn-teen-who-allegedly-heeded-call-isis-started-out-brooklyn-gyro-shop&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0226201504.mp3"},{"href":"http://www.pri.org/file/0226201504mp3"}]}