{"created":"2014-10-08T16:28:53+00:00","modified":"2014-10-31T02:18:44+00:00","valid":{"from":"2014-10-31T02:18:44+00:00","to":"3014-10-31T02:18:44+00:00"},"hreflang":"en","title":"Well Into Spring, 'Frozen' Soundtrack Keeps The Charts Cool","published":"2014-05-12T19:26:00+00:00","teaser":"The soundtrack to Disney's <em>Frozen</em> has been the biggest-selling album of 2014, topping the <em>Billboard</em> album chart for 13 weeks.","itags":["npr_api","310417407"],"guid":"18776455-0973-4e1e-8c60-52cfb99b7517","contentencoded":"<p>Disney's animated film <em>Frozen</em> has been racking up impressive statistics since it was released last November. Its box office earnings total $1 billion, worldwide, the movie won two Academy Awards, and on the first day the home video came out, it sold 3.2 million copies. But one stat has taken both Disney and industry analysts by surprise: The soundtrack has become a phenomenon, topping the <em>Billboard</em> 200 chart <a href=\"http://www.billboard.com/articles/news/6077608/frozen-spends-lucky-13th-week-at-no-1-lindsey-stirling-bows-at-no-2\" target=\"_blank\">13 times</a>.</p><p>Almost anywhere you go these days, you can find little girls singing songs from <em>Frozen</em>, like 4-year-old Lilah Zelanko, of Brooklyn. Lilah knows every word of every song from <em>Frozen</em>, and one mother is particularly grateful.</p><p>Kristen Anderson-Lopez, the mother of two young girls, co-wrote the songs for <em>Frozen </em>with her husband, Bobby Lopez. \"There's a lot of gratitude to the parents who allow their kids to listen to it 700 times,\" she says.</p><p>The soundtrack's success — it has now sold 2.6 million copies — has put it in rare territory, says Keith Caulfield, associate director of charts for <em>Billboard</em> magazine.</p><p>\"The Billboard 200 ranks the most popular albums in the country each week, based upon sales — that's pretty staggering, because at this point, we're kind of in the realm of mega-soundtracks, like <em>Titanic</em>, which spent 16 weeks at No. 1, and <em>The Lion King</em>, another Disney movie that spent 10 weeks at No. 1,\" Caulfield says. \"We're in spring, yet <em>Frozen</em> is still with us. And I've kind of run out of puns, because there's only so many ways you can say things like '<em>Frozen</em> Holds Its Icy Grip At No. 1' [or] 'The Chill Will Not Be Turned Down!' I mean, it just keeps going, and I'm afraid that it'll be the middle of summer and we'll be making puns.\"</p><p><em>Frozen </em>has broken the record for an animated film soundtrack. Since it climbed into the top five in January, it hasn't left, and it had the distinction of knocking Beyoncé off the top of the charts just three weeks after the surprise release of her album. Even more surprising is the fact that 58 percent of the Frozen albums sold have been physical CDs. Caulfield says that bucks current trends.</p><p>\"Today you can stream an album, you can play it on Spotify, you can go to YouTube, and you can enjoy music in many different ways that don't necessarily involve purchasing an item,\" he says. \"But <em>Frozen</em> has been able to connect with people that want to buy albums and actually want a tangible object to hold and to take home from somewhere, because they want to have that memory of the movie, and also the music itself.\"</p><p>The secret sauce may very well come from the songwriters themselves. Kristen and Bobby's daughter Katie Lopez sings the role of young Anna on the soundtrack — a tangible example of her parents' desire to write songs that would connect with families like theirs. To test their ability to connect, the songwriters relied on their own daughters. \"Every song, we ran by our two girls,\" Bobby Lopez says. \"We had this great focus group that was just our family.\"</p><p>A huge part of <em>Frozen</em>'s overall success is its appeal to girls. \"They see a character up there that represents them, not just as a gender, but a situation, you know, that they might have siblings that they don't get along with, or the idea of adventure,\" says Tom MacDougall, who produced the music in the film and on the album. \"They look up there, and they see these two women having this adventure.\"</p><p><em>Frozen</em>'s popularity notwithstanding, it's going to be awhile before it knocks another soundtrack out of the record books. \"The all-time champ for the most weeks at No. 1 among soundtracks, and, in fact, among all albums, is the soundtrack to <em>West Side Story</em>, which has spent 54 weeks at No. 1, more than a year on the chart,\" Caulfield says. \"So <em>Frozen</em> is a little bit of a ways away.\"</p><p>Still, for those who can't get enough, Disney just released a <em>Frozen</em> karaoke album, which debuted in <em>Billboard</em>'s top 20, and the Lopezes are hard at work on a Broadway adaptation of the movie.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Well+Into+Spring%2C+%27Frozen%27+Soundtrack+Keeps+The+Charts+Cool&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jeff Lunden","audio":[{"meta":{"duration":"255"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1310947595-6dec1a.m3u?orgId=1&topicId=1106&aggIds=100920965&ft=3&f=310417407"},{"href":"http://media.npr.org/assets/img/2014/05/07/468275467-341d1a5d7df20bccf138f3f7da3c1cd89d9ccd2a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2116","width":"2822"}}]}