{"created":"2014-09-19T19:43:54+00:00","modified":"2014-12-23T18:41:20+00:00","valid":{"from":"2014-12-23T18:41:20+00:00","to":"3014-12-23T18:41:20+00:00"},"hreflang":"en","title":"'Captain Pizza' Saves The Day, But Doesn't Save Himself A Slice","published":"2014-07-17T15:12:00+00:00","teaser":"A pilot found himself hungry during a midflight delay. But instead of just buying a pizza for himself, he bought 50 pizzas for the entire Frontier Airlines plane.","itags":["npr_api","330496150"],"guid":"1886a734-0512-4b54-b693-41a1e4abf2be","contentencoded":"<p>It's one of those stories that start in the middle. Midflight from Washington, D.C., to Denver on Monday, pilot Gerhard Brandner hit some bad weather that forced him to land in Wyoming. It was a mundane delay like most others. His Frontier Airlines plane was grounded on a tarmac in Cheyenne.</p><p>That's when the pilot made a decision that made him a national hero.</p><p>\"I figure out, well, I'm getting hungry; I'll bet you the folks be hungry back there, too,\" Brandner says. \"So I called Domino's.\"</p><p>Because the flight was delayed about 90 minutes, he figured there was plenty of time for the delivery. \"I told them I had to feed 160 people. You know, I think they send me like 50 pizzas or so: half cheese, and the other was cheese and pepperoni.\"</p><p>About 30 minutes into that delay, the plane's somber mood broke, according to passenger Nadia Kouri. That's when she heard Brandner's announcement.</p><p>\"He came on and said, 'Frontier Airlines is known to be the cheapest airline in the States, but your captain is not cheap. So I ordered pizza,' \" Kouri tells <em>All Things Considered</em>.</p><p>Brandner adds, \"After I announced that, I heard applause from the back of the aircraft. And I believe people were pretty happy because they were hungry, too.\"</p><p>Now, in case you're imagining a car with a Domino's sign speeding onto the tarmac, Brandner clears things up: \"I mean, they don't deliver to the plane. They got to deliver it to the airport outside security, and then I got the pizzas through security onto the plane.\"</p><p>Brandner has been called a national hero — with good reason — but he remains humble about the whole thing. \"Once they set foot on my airplane, they're my responsibility. And if that includes feeding them, so be it.\"</p><p>But Kouri says Brandner clearly went above and beyond.</p><p>\"It was not something that was the pilot's obligation in any way,\" she says. \"It was just out of the kindness of his own heart. And it wasn't even sponsored by the company. So it was just a moment of kindness.\"</p><p>Here's where this story of heroism flirts with tragedy — or, at least, a bit of a bummer: Brandner's order wasn't sponsored by Frontier. He paid for the pizza out of his own pocket.</p><p>And the bummer goes even deeper. Brandner admits, \"Actually, I did not get to enjoy any of the pizza because we were getting busy again for the flight from Cheyenne to Denver.\"</p><p>The passengers arrived in Denver just after midnight, bellies full of carbs and cheese. They thanked Brandner as they came off the plane, but no one saved him a slice. He says, laughing, \"It was all gone — they were hungry!\"</p><p>Though he never got any himself, Brandner's sacrifice has earned him a fitting nickname: \"Captain Pizza.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Captain+Pizza%27+Saves+The+Day%2C+But+Doesn%27t+Save+Himself+A+Slice&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"151"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1330496151-0c10cf.m3u?orgId=1&topicId=1053&ft=3&f=330496150"}]}