{"created":"2015-03-09T20:32:57+00:00","modified":"2015-06-25T17:44:59+00:00","valid":{"from":"2015-06-25T17:44:59+00:00","to":"3015-06-25T17:44:59+00:00"},"hreflang":"en","title":"Straight To Audiobook: Authors Write Original Works Meant To Be Heard","published":"2015-03-10T16:37:00+00:00","teaser":"Writer Philip Pullman says it's all part of the oral tradition: \"Long before writing, people were telling each other stories,\" he says. Audiobook technology has come a long way since the early days.","itags":["npr_api","390948789"],"guid":"1895a5a6-394e-469a-842c-eaa5ae851595","contentencoded":"<p>In recent years while e-books were plowing their way through the publishing industry like a big noisy steam engine, audiobooks were chugging along in the background like the Little Engine That Could. These days, that sometimes overlooked segment of the book business is growing at a rapid pace and the industry is looking for new ways to catch listeners' ears.</p><p>Robin Whitten, editor and founder of <em>Audiofile </em>magazine, began writing about audiobooks in 1992. Back then, few people had ever heard of them. Now they're a $1 billion industry with more than 35,000 titles published in 2013 alone. Whitten says audiobooks really took off once it became possible to listen to them on a variety of devices.</p><p>\"You suddenly have a complete recorded file from the first words of a book to the end,\" she says. \"And you're not fumbling around looking for disc four in the middle of some really important scene. And that made a big difference; it made audiobooks much more user-friendly.\"</p><p>It's not just new technology that is luring more listeners to audiobooks. The industry has always drawn on a large pool of professional actors as narrators, but these days producers are signing on more and more celebrities — the narrator is key to the success of an audiobook.</p><p>\"There's this almost seductive intimacy of this private performance and the power of it,\" says Don Katz, CEO and founder of Audible, the largest producer and seller of audiobooks. \"So many of the customers become aficionados of the narration itself. Many of them buy based on the narrator. They'll literally listen to anything a specific actor reads simply because they like their styles.\"</p><p>Audible has hired such well-known actors as Colin Firth, Anne Hathaway and Nicole Kidman to narrate its books. Katz acknowledges they can be expensive, but he believes they are worth the investment. Jake Gyllenhaal's version of <em>The Great Gatsby</em> was a huge bestseller for Audible.</p><p>Now Audible, which is owned by Amazon, is starting to ask well-known writers to create original audio works.</p><p>\"While performances are being elevated and attuned to this advanced listening experience, why not write to the form in an original way?\" says Katz. \"So it's not just book authors. TV writers, movie writers, others are flocking in to help us get to the next stage. Which is: What is the, from the ground up, creativity that is right for this emergent private listening aesthetic?\"</p><p>One writer who heeded the call to audio storytelling is Philip Pullman.</p><p>\"I love this,\" he says. \"... We are taking part in a little ritual or habit that goes back thousands and thousands and thousands of years — before the first mark was ever made on a stone or tablet. Long before writing, people were telling each other stories and the audiobook goes all the way back to that tradition.\"</p><p>Pullman is best known for the trilogy <em>His Dark Materials</em> and the short story he created for Audible is drawn from that world. <em>The Collectors</em> is narrated by actor Bill Nighy. Pullman says it wasn't any different writing for audio than print, because he always writes for the ear.</p><p>\"I'm thinking very hard about the rhythm of each sentence as I write it,\" he says. \"I read the words out loud so I can hear if they fit together in a rhythmic, musical sense. ... So I suppose I am thinking about reading aloud even though I am not at that point intending to make it specifically an audiobook.\"</p><p>Audible now has about 30 original audio works in the pipeline. One, which has already been released, is <em>The Starling Project</em> starring Alfred Molina. It was written by bestselling thriller writer Jeffery Deaver and it's more like a radio drama than a book.</p><p>Radio dramas, original stories and podcasts are now all part of the audio scene, says Michele Cobb, president of the Audio Publishers Association. It is still a small part of the industry but she's excited to see where it's headed.</p><p>\"It can interest people who might not listen to a book but might be interested in a different type of program,\" she says. \"So I think there becomes just a wider range of opportunities — when we're recording more and when more people are listening — to be a little more experimental.\"</p><p>One of the advantages of audiobooks is that you can listen anywhere, anytime: while driving, exercising, cooking. But if you just want to sit still and listen to someone tell you a story — you can do that, too.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Straight+To+Audiobook%3A+Authors+Write+Original+Works+Meant+To+Be+Heard&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lynn Neary","audio":[{"meta":{"duration":"321"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1391915223-cf83ef.m3u?orgId=1&topicId=1161&aggIds=100876926&d=321&p=2&story=390948789&t=progseg&e=391915103&seg=17&ft=nprml&f=390948789"},{"href":"http://media.npr.org/assets/img/2015/03/05/istock_000015636200medium-137552d130ba20af5cd220e286fe2ec7aff7f762.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1131","width":"1508"}}]}