{"created":"2014-10-08T16:45:18+00:00","modified":"2014-10-31T02:32:41+00:00","valid":{"from":"2014-10-31T02:32:41+00:00","to":"3014-10-31T02:32:41+00:00"},"hreflang":"en","title":"You Had Me At Hello: The Science Behind First Impressions","published":"2014-05-06T12:08:00+00:00","teaser":"Maybe it's true that you never get a second chance to make a first impression. People are judging your personality from the first word you speak, scientists say. Try it yourself with our quiz.","itags":["npr_api","308349318"],"guid":"18970a57-caa8-4624-83f3-4010afebd8c8","contentencoded":"<p>Remember that famous line in the movie <em>Jerry Maguire</em> where Renee Zellweger says to Tom Cruise, \"You had me at 'hello' \"? Well it turns out there is some scientific evidence to back this up. People use voices to instantly judge people, researchers say.</p><p>\"From the first word you hear a person speak, you start to form this impression of the person's personality, says <a href=\"http://www.gla.ac.uk/schools/psychology/staff/philipmcaleer/\">Phil McAleer</a>, a psychologist at the University of Glasgow, Scotland, who led the <a href=\"http://www.plosone.org/article/info%3Adoi%2F10.1371%2Fjournal.pone.0090779\">study</a>.</p><p>In his <a href=\"http://vnl.psy.gla.ac.uk/socialvoices.php\">experiment</a>, McAleer recorded 64 people, men and women, from Glasgow, reading a paragraph that included the word \"hello.\" He then extracted all the hellos and got 320 participants to listen to the different voices and rate them on 10 different personality traits, such as trustworthiness, aggressiveness, confidence, dominance and warmth.</p><p>What he found was that the participants largely agreed on which voice matched which personality trait. One male voice was overwhelmingly voted the least trustworthy, \"the sort of guy you'd want to avoid,\" McAleer says. The pitch of the untrustworthy voice was much lower than the male deemed most trustworthy. McAleer says this is probably because a higher pitched male voice is closer to the natural pitch of a female, making the men sound less aggressive and friendlier than the lower male voices.</p><p>What makes females sound more trustworthy is whether their voices rise or fall at the end of the word, says McAleer. \"Probably the trustworthy female, when she drops her voice at the end, is showing a degree of certainty and so can be trusted.\"</p><p>McAleer says it doesn't really matter whether the ratings of personality accurately reflect a speaker's true personality. What matters, he contends, is that there was so much agreement on the traits.</p><p>\"What we find is that they all seem to perceive that one voice is the most trustworthy and another voice is the least trustworthy,\" he says. And the same is true of all the other personality traits that were tested.</p><p>In less than a second, the time it takes to say \"hello,\" we make a snap judgment about someone's personality, says <a href=\"http://www.bioeng.ucla.edu/people/faculty/affiliate-faculty/jody-kreiman-phd\">Jody Kreiman</a>, a UCLA researcher who studies how we perceive voice. On hearing just a brief utterance, we decide whether to approach the person or to avoid them. Such rapid appraisals, she says, have a long evolutionary history. It's a brain process found in all mammals.</p><p>\"Things that are important for behavior and for survival tend to happen pretty fast,\" Kreiman says. \"You don't have a huge amount of time. It has to be a simple system of communication.\"</p><p>And it doesn't get much simpler than a simple \"hello,\" rapidly communicating friend or foe — a phenomenon that Phil McAleer has now dubbed \"the Jerry Maguire effect<em>.</em>\" Underscoring the old adage that you never get a second chance to make a first impression.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=You+Had+Me+At+Hello%3A+The+Science+Behind+First+Impressions&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Michelle Trudeau","audio":[{"meta":{"duration":"212"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1309694814-8a7e95.m3u?orgId=1&topicId=1128&ft=3&f=308349318"},{"href":"http://media.npr.org/assets/img/2014/05/02/voice-dce9d99af0b53402712a17294b3e90d31585c72c.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"1684","width":"2248"}}]}