{"created":"2015-06-28T14:00:59+00:00","modified":"2015-06-29T19:55:44+00:00","valid":{"from":"2015-06-29T19:55:43+00:00","to":"3015-06-29T19:55:43+00:00"},"hreflang":"en","title":"Two Years After Deadly Wildfire, Are There Lessons In The Ashes?","published":"2015-06-29T18:58:00+00:00","teaser":"The Yarnell Hill Fire in June 2013 was one of the deadliest incidents for wildland firefighters in American history. Nineteen of the Granite Mountain Hotshots died — many inside their fire shelters.","itags":["npr_api","418194630"],"guid":"18bbc6d9-cc54-4218-8466-db248b87a3af","contentencoded":"<p>Two years ago, a wildfire was raging in the foothills of North Arizona. The Granite Mountain Hotshots, a team of elite firefighters from Prescott, Ariz., were on the ground, battling the blaze.</p><p>Then the weather and the winds shifted, and the two-day-old Yarnell Hill Fire changed course. The commander had a huge decision to make: stay on safe ground, or try to cut off the blaze?</p><p>He made the call — and before the day was over, 19 hotshot firefighters were dead. It was one of the deadliest incidents for wildland firefighters in U.S. history.</p><p>Today, there are still questions about what happened, and what lessons can be gained from the tragedy. The stakes are high: due to a long history of forest fire suppression in America, and severe drought in the West, wildfires are getting bigger and more destructive than ever.</p><p>Former hotshot Kyle Dickman is the author of <em>On The Burning Edge, </em>a new book about the Yarnell fire. He tells NPR's Eric Westervelt about the wall of flames that the Granite Mountain Hotshots faced, and how the incident has — and hasn't — changed firefighting technology and practices.</p><hr /><h3>Interview Highlights</h3><p><strong>On what happened June 30, 2013</strong></p><p>So the fire was burning very intensely — it was burning to the north all day. And about 4 o'clock, a number of thunderstorms developed overhead. And the fire suddenly changed direction — there was 30-to-40 mph winds ... what had been a relatively sleepy flank of the fire suddenly jumped and became, you know, 20-foot and then 30-foot and then 40-foot flames. And that wall of fire was rushing toward the town of Yarnell. And Eric Marsh, who was the superintendent of the Granite Mountain Hotshots, was forced to make a decision. He had to decide whether or not he wanted to leave the safety of what's called \"the black,\" which is the already burned fuel, and move into the town of Yarnell, where they could presumably do something to protect the houses, or he could keep his crew in the safety of the black and watch this town burn.</p><p>Ultimately, of course, he decided to move the crew back into the town of Yarnell. And they never made it; the fire caught them before they reached the houses.</p><p><strong>On the only survivor, Brendan \"Donut\" McDonough, and how he's doing today</strong></p><p>He's still coping. You know, he lost 19 of his closest friends — I mean, he calls them his brothers. And his experience that day was also mind-bogglingly intense. He was pushed off of his lookout — he was serving as a lookout — and he came very close to being burned to death. The investigators later found that if things hadn't have changed, he would have been the first casualty on the Yarnell Hill Fire, except that he was swooped up by a guy in a four-wheeler and sort of rushed away from the advancing wall of flames. So it's not only that he's dealing with the survivor's guilt of being the only guy who survived from his crew, but he's also dealing with PTSD.</p><p><strong>On one firefighter whose story sticks with him</strong></p><p>One boy's name was <a href=\"http://www.azcentral.com/news/arizona/articles/20130703yarnell-fire-grant-quinn-mckee-obit.html\">Grant McKee</a>; he was the youngest guy on the crew. And Grant McKee was really hesitant. He didn't necessarily want to join the crew, and he didn't want to be a hotshot, he wanted to be a paramedic. And so he had a really hard time sort of fitting into the rough-and-tumble culture of the hotshot crew. And I think what touched me about Grant's story was watching him come into it, so reluctant to join the crew, and then go from being an outcast to being an accepted member and actually sort of falling in love with the job.</p><p><strong>On whether the tragedy was caused by bad luck or \"unforgivable human error,\" and the changes he'd like to see</strong></p><p>I don't know that I would call it unforgiveable, but I also would certainly say that it's a human error. I think more important than looking and dwelling on the mistakes that were made that day, I think it's worth taking a bigger-picture perspective on what happened and asking ourselves, why did these men die, and what can we do in the future to prevent more wildland firefighter deaths?</p><p>And I think many of the agencies' answers to that is to invest more funding into technologies like better fire shelters, which are the last-ditch aluminum blankets that the men ultimately died under, and then also to equip some of the fighters with GPS devices, so they can be tracked. But what we're not seeing a lot of is much discussion of potential policy changes.</p><p>... In the last 40 years we've seen fire size increase sixfold. During that same timespan we've seen three times the average number of houses getting burned every year; there are now 140 million people living in the path of fires. So the threat of fires is real. And despite spending $4.7 billion every year, we're not seeing much evidence that that spending is doing anything to control fire size or destructiveness.</p><p>What I would like to see is a larger percentage of that money going toward preparing for wildfires. So instead of spending billions fighting them, we should be spending ... billions preparing for them — by thinning the forest, by using more prescribed fire, by letting more wildfires burn.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Two+Years+After+Deadly+Wildfire%2C+Are+There+Lessons+In+The+Ashes%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"300"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1418262071-4ff61f.m3u?orgId=1&topicId=1033&d=300&p=10&story=418194630&t=progseg&e=418261951&seg=19&ft=nprml&f=418194630"},{"href":"http://media.npr.org/assets/img/2015/06/28/gettyimages-172552908-9a91cf64b66b8b2774181f6c26cf199c738ff31e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1795","width":"2394"}}]}