{"created":"2014-10-21T21:08:01+00:00","modified":"2014-10-23T14:29:43+00:00","valid":{"from":"2014-10-23T14:29:43+00:00","to":"3014-10-23T14:29:43+00:00"},"hreflang":"en","guid":"18c9f1e2-ea38-4626-b81c-5a209759fd53","title":"The invasive emerald ash borer has killed millions of trees, but researchers hope a wasp can save some of the survivors","published":"2014-10-23T14:29:39+00:00","byline":"Sara Van Note","tags":["environment","science","research","Environment","Science, Tech & Environment","Concord","Asia","North America","China","United States","New Hampshire","Massachusetts","George Frame","Deb McCullough","Juli Gould","Molly Heuss","Emerald ash borer","Oobius agrili","Environment","Ash trees","Invasive species","Biological pest control","New Hampshire Division of Forestry and Lands","Society for Protection of New Hampshire Forests","U.S. Department of Agriculture"],"teaser":"Ash trees across North America have been falling by the million to an invasive beetle from China, the emerald ash borer. Now scientists in New Hampshire and elsewhere are introducing another bug from China in a last-ditch effort to save some ash trees.","contentencoded":"<p>A swampy forest in the floodplain of  the Merrimack River is one of the first places in New Hampshire where the dreaded emerald ash borer was discovered. These days, Molly Heuss of the <a href=\"http://www.nhdfl.org/forest-health/\">New Hampshire </a><a href=\"http://www.nhdfl.org/forest-health/\">Division of Forestry and Lands</a> knows just how to find the tree-munching beetles lurking in green and black ash.</p>\n<p>Heuss pokes her draw knife at the bark of a slender ash with waning foliage revealing a bunch of small holes beneath.</p>\n<p>“Each of these holes right here,” Heuss says, “when you peel back underneath, you can see the tunneling. The tunneling is actually what kills the tree.”</p>\n<p>This ash is still alive, but in recent years, the emerald ash borer has chewed its way through tens of millions of ashes across 24 states and two Canadian provinces, and counting. The beetles were discovered in New Hampshire just last year.</p>\n<p>Heuss says the half-inch adults feast on ash leaves and lay their eggs on the bark, then the larvae burrow through the bark and cut off the tree’s nutrients. </p>\n<p>But here in New Hampshire, scientists hope to gain the upper hand by introducing a new method for controlling the pests. Heuss points out a blue plastic cup mounted on another ash. Inside the cup there’s a piece of filter paper covered with little emerald ash borer eggs. And each of the eggs is carrying a sort of biological time bomb.</p>\n<p>“All of those eggs were infested with oobius,” Heuss says.</p>\n<p>Oobius agrili is a parasitic wasp that researchers have just begun releasing here. The hope is that the wasps will do the same thing to the borers that the borers do to the trees — get inside them, and kill them. </p>\n<p>The parasites are descendants of wasps brought to the US from China, where the borer is also from. And they are very tiny. “About the size of a pin,” says entomologist <a href=\"http://www.emeraldashborer.info/eabmediacontacts.cfm#sthash.jS5kYPBJ.dpbs\">Juli Gould</a>, of the US Department of Agriculture in Massachusetts.</p>\n<p>“It does its entire development inside a one millimeter long emerald ash borer egg.”</p>\n<p>The borers themselves were discovered in North America in 2002. They probably got here by stowing away in shipping crates. Scientists here knew nothing about them at the time, so Gould says they began working with colleagues in China to find a way to control the bugs.</p>\n<p>It turned out there were lots of North American ash in southern China. Gould says those trees were infested with emerald ash borers, and the borers were infested with the wasps. So, she says, the Chinese scientists set to work following the lifecycle of both the ash borer and the wasp parasite.</p>\n<p>Now, after years of research, the wasps are being deployed in New Hampshire and 17 other states. </p>\n<p>Gould hopes they’ll help reduce the borers. But she knows they won’t save every ash.</p>\n<p>“We really are not able to rear and release enough insects to save the mature ash trees in a forest,” she says, “because there’s millions of ash borer and we’re releasing thousands of parasitoids.”</p>\n<p>But the releases themselves worry some scientists, like <a href=\"http://www.ent.msu.edu/directory/deborah_mccullough\">Deb McCullough</a>, who studies the ash die-off at Michigan State University.</p>\n<p>“I get very concerned about making sure we’re not introducing species that are going to affect non targets,” McCullough says.</p>\n<p>There’s a long history of species introduced to fight exotic pests causing bigger problems themselves. So McCullough says more research should be done on using native species to control the ash borer.</p>\n<p>But she also realizes the stakes are high and time is short. In some places more than 90 percent of mature ash trees have been killed. And that, she says, “is probably the biggest ecological catastrophe that a lot of the eastern forests have experienced in maybe even hundreds of years.”</p>\n<p>But it’s just the latest example of an all-too common scenario.</p>\n<p>In his lifetime, New Hampshire forester George Frame has had to adjust to a long line of casualties.</p>\n<p>“What’s the world going to be like without ash trees, what’s the world going to be like without elm, and butternut and hemlock,” asks Frame, who works for the <a href=\"https://www.forestsociety.org/\">Society for Protection of New Hampshire Forests</a>.</p>\n<p>“And the list seems to get longer. ... It’s something we have to adapt to.”</p>\n<p>But Frame hasn’t given up on the ash.</p>\n<p>“Nature is so varied,” Frame says. “There are some trees that have a way of repelling or at least resisting these things.”</p>\n<p>Frame holds out hope that natural resistance, with the help of the wasps, will give some North American ash trees a fighting chance against the Asian beetles.</p>\n<br><p>©2014 Public Radio International</p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Ash.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/ashjpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/102120148.mp3"},{"href":"http://www.pri.org/file/102120148mp3"}]}