{"created":"2014-10-07T20:43:28+00:00","modified":"2014-10-31T00:06:48+00:00","valid":{"from":"2014-10-31T00:06:48+00:00","to":"3014-10-31T00:06:48+00:00"},"hreflang":"en","title":"Kicking The Can Down The Road: A Habit That's Hard To Kick","published":"2014-07-20T17:55:00+00:00","teaser":"Congress can't come up with an agreement to pay for road repairs and construction over the long haul, but like a road crew filling a pothole, they do seem to have a patch at hand.","itags":["npr_api","333032601"],"guid":"18ca58b1-4341-48e8-976e-ca43a7a1afc0","contentencoded":"<p>The Senate is expected to vote on a temporary transportation spending bill later this week — with an emphasis on the word <em>temporary</em>.</p><p>The bill would keep highway funding flowing through May of next year, and avert a looming infrastructure crisis. Without congressional action, the highway trust fund would run out of cash in August.</p><p>The short-term fix follows a familiar pattern. It goes something like this:</p><p>First, panic erupts because the government is going to shut down — or a program is going to run out of money — or a tax will automatically rise. Whatever it is, without congressional action, something really terrible will happen.</p><p>Then, just when it seems like there's no hope, a deal emerges. Often it's a bipartisan solution, not a big one, and not a permanent fix. A temporary one, for a few weeks or a few months.</p><p>Then when the next deadline draws near, the countdown clocks come out once again.</p><p>Wash, rinse, repeat.</p><p>\"We've become sort of addicted to artificial crises,\" says Joe Thorndike, a historian with the publisher Tax Analysts.</p><p>By \"we,\" Thorndike means Congress and the president, who have become adept at rolling from crisis to crisis with one temporary extension after another. There's a phrase for this that everyone in Washington uses.</p><p>\"When you 'kick the can down the road,' you're not just solving the immediate problem,\" Thorndike says. \"You are guaranteeing the arrival of a new problem. You kick the can down the road, you will get to the can again. There's no question about that.\"</p><p>When it comes to the highway bill, many say these temporary fixes are problematic, because big road projects require lots of advanced planning. Members of the House from both sides of the aisle said as much — right before they voted overwhelmingly to hit the snooze button on a larger debate over how to fund road repairs and construction in the future.</p><p>Said Rep. Thomas Petri, R-Wisc., \"Today is about doing what Congress does too often: Kicking the can down the road, avoiding one crisis while setting up another.\"</p><p>Rep. Eleanor Holmes Norton, D-D.C., added, \"I appreciate that we have a bipartisan, bicameral bill, but I think that for all concerned, it expressed bipartisan disappointment.\"</p><p>President Obama stood in front of a bridge in Delaware on Thursday that's closed for repairs and pushed for a long-term transportation funding bill — and in the same breath, endorsed the short-term fix.</p><p>But he said he doesn't like it.</p><p>\"We don't need unhelpful and unnecessary deadlines that crunch a few months from now, and we shouldn't have been this close to the deadline in the first place,\" he said.</p><p>Obama quoted Delaware Gov. Jack Markell, saying to call this bill a Band-Aid is an insult to a Band-Aid.</p><p>So why, if everyone hates operating this way, does it happen again and again? The farm bill was extended repeatedly over two years before finally passing. Since 2010, some 20 continuing resolutions have kept the government open for business in the absence of a funding bill. And don't forget the temporary extensions of the debt ceiling.</p><p>\"No party wants to take any risks right now,\" says Frances Lee, a political science professor at the University of Maryland.</p><p>Lee says the close balance of power between the two parties, and the chance that Republicans could take over the Senate after the fall election, mean no one really wants to raise taxes or make unpalatable cuts elsewhere in the budget.</p><p>\"It's hard to make tough choices at any time, and it's especially hard when you hope that if you can just stay popular a little bit longer, you might get a big electoral victory,\" she says.</p><p>When it comes to transportation, the next deadline would be May 2015. As crazy as it sounds, by that point the presidential election will be casting a shadow over Congress. Some are already predicting that means they'll put the issue on layaway one more time.</p><hr /><h3>Wanted: A New Way To Say 'Kicking The Can'</h3><p>NPR's Tamara Keith asked her Twitter followers to suggest a better metaphor for this worn-out Washington phrase. She even used two of the suggestions in her report above — see if you can spot them:  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Kicking+The+Can+Down+The+Road%3A+A+Habit+That%27s+Hard+To+Kick&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tamara Keith","audio":[{"meta":{"duration":"244"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1333173687-ef75af.m3u?orgId=1&topicId=1014&ft=3&f=333032601"}]}