{"created":"2015-01-22T22:07:29+00:00","modified":"2015-02-27T21:27:04+00:00","valid":{"from":"2015-02-27T21:27:04+00:00","to":"3015-02-27T21:27:04+00:00"},"hreflang":"en","title":"'Red Army' Explores How The Cold War Played Out On Ice","published":"2015-01-23T15:14:00+00:00","teaser":"When the U.S. hockey team beat the USSR during the 1980 Olympics, it was dubbed the \"miracle on ice.\" <em>Red Army</em> profiles the Russian athletes and their place in the Soviet Union's propaganda machine.","itags":["npr_api","378916505"],"guid":"18d2e05d-978a-49cd-a2ce-a1ed153a230c","contentencoded":"<p>When the U.S. Olympic hockey team upset the Soviet Union in 1980's \"Miracle on Ice,\" President Jimmy Carter called coach Herb Brooks to congratulate him on the win.</p><p>\"Tell the whole team that we're extremely proud of them,\" Carter said. \"I think it just proves that our way of life is the proper way to continue on.\"</p><p>The <em>other </em>way of life, the Soviet way — which produced some of the best hockey players in the world — only went on for another decade or so.</p><p>In his new documentary,<em> Red Army,</em> Gabe Polsky profiles the Soviet athletes and political turmoil surrounding them. \"They were incredible,\" Polsky tells NPR's Robert Siegel. \"They, basically — for almost two decades — were almost unbeatable.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On </strong><strong>Anatoli Tarasov, \"the godfather\" of Soviet hockey</strong></p><p>He took a very creative approach to the game and studied chess and ballet and applied these principles to hockey. And he really made it a very fun, creative, artistic game to watch with a lot of puck possession and weaving and just beautiful playmaking.</p><p><strong>On hockey as a source of pride in a society that was, in other ways, very dysfunctional</strong></p><p>Joseph Stalin in the '40s ... wanted the Soviet Union to be no. 1 in sports in the world. And he wanted that to be because, one, it creates a sense of national pride — and when a team is doing well, people unify inside the Soviet Union. And it also makes other countries think, \"What are they doing there in the Soviet Union? It must be a more superior culture in certain ways.\" And it was a propaganda tool for the Soviet Union to show how dominant and superior their society was.</p><p><strong>On Viacheslav \"Slava\" Fetisov, who is at the center of the film</strong></p><p>He is a defenseman, and he was captain of the Soviet national team for many years and was considered one of the greatest defensemen ever to play the game, and one of the most decorated athletes in Soviet history. As a person, he's a lot the same way he is on the ice. He's always keeping you on your toes. He's unpredictable. He's a little bit aggressive, but he's an intelligent guy. And that's how he was on the ice.</p><p><strong>On Soviet players being \"sold\" to NHL clubs at the end of the Cold War </strong></p><p>During the Perestroika times in the late '80s, the Soviet Union was changing and they were feeling a lot of pressure economically. And there was some stagnation, and the government could no longer afford to fund the sports programs in the Soviet Union. So they started to think about about allowing some of the older Soviet players to go and play in the West. And they would sell them to NHL clubs for a lot of money, and then basically take all that money for the government. So the players would make, let's say, $1,000 a month and then the rest of that money would go to the government.</p><p>And some of the players were so eager to get out of [Russia] that they would take that deal. But Fetisov held out, and didn't want to be treated like a slave and basically work and be sold like a slave to the U.S. and then give all the money back to the Soviet government. And he fought this very powerful system that threatened him and, ultimately, withstood all this pressure.</p><p><strong>On how Fetisov ended up playing in the NHL, but later returned to Russia</strong></p><p>He was ... making quite a bit of money and has lived the American dream, won two Stanley Cups and was actually coaching. ... His life could've been great and fruitful — but he got a call from Vladimir Putin. And Putin asked him to be the Minister of Sport in Russia. And I assume it was a difficult decision, but I think when you have a guy like Vladimir Putin asking you to do that, it's difficult to say \"no\" to, first of all.</p><p>Second of all, Fetisov is probably one of the most famous people in Russia, and with that comes a lot of responsibility. Russia was a country that needed heroes. I think they suffer from a lack of people for young people to look up to. It was, still is, a country that was rebuilding itself from the collapse of the Soviet Union, and still trying to find itself. I think Fetisov felt a sense of responsibility for his country, his people, and he considers Russia his home. I think he wants to help make the country as good as it can be. ...</p><p>I think that the story basically brings to life the difficulties that Russia has had after the collapse of the Soviet Union and finding its place in the world, being prideful and finding its national identity, and regaining the prestige that it had during the Soviet years.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Red+Army%27+Explores+How+The+Cold+War+Played+Out+On+Ice&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"468"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1379157300-105113.m3u?orgId=1&topicId=1137&e=378916505&d=468&ft=nprml&f=378916505"},{"href":"http://media.npr.org/assets/img/2015/01/22/7-3ede87efdfef623cbe7ac483a5795b91d8229d02.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1260","width":"1680"}}]}