{"created":"2014-10-07T19:47:51+00:00","modified":"2014-10-30T23:51:06+00:00","valid":{"from":"2014-10-30T23:51:06+00:00","to":"3014-10-30T23:51:06+00:00"},"hreflang":"en","title":"NPR Host Michel Martin's Own 'Letter From A Birmingham Jail'","published":"2014-07-28T23:40:00+00:00","teaser":"After seven years hosting NPR's <em>Tell Me More</em>, Michel Martin felt she had left some of her own struggles unspoken: the unique challenges for women of color trying to balance work and family.","itags":["npr_api","336123264"],"guid":"18e4bfe6-1b3d-4724-86a1-92dd000c303b","contentencoded":"<p>As the host of the program <em>Tell Me More</em>, Michel Martin has spent seven years bringing the NPR audience news and commentary on a near-daily basis. But even as <a href=\"http://www.npr.org/blogs/thetwo-way/2014/05/20/314256024/npr-to-end-tell-me-more-lay-off-28-people\">the show nears its final broadcast</a> on Friday, Aug. 1, Martin still felt that some of her most important advice was yet unspoken.</p><p>At the top of <a href=\"http://www.nationaljournal.com/magazine/when-the-conversation-about-having-it-all-begins-and-ends-with-white-women-20140725\">her cover story</a> for the <em>National Journal</em>'s annual \"Women in Washington\" issue, Martin leads with the headline, \"What I've Left Unsaid.\" In the piece, Martin gives voice to unique challenges she says women of color face when balancing work and family.</p><p>As she tells NPR's Ari Shapiro, her essay was born of her struggle to find a nanny for her children. After interviewing one candidate, she received an unsettling email, which offered a telling glimpse of the obstacles she's encountered.</p><hr /><h3>Interview Highlights</h3><p><strong>On what the nanny told her, and how that motivated her to write</strong></p><p>She says, \"What race are you?\" Nobody asks that who doesn't have a reason. And so I told her the truth and asked her why it mattered. She said, \"Well, I'm not going to work for somebody who's not white.\"</p><p>And this was not when dinosaurs walked the earth, by the way. ... This was just a couple of years ago.</p><p>And the <em>National Journal</em> asked me to write a reflection on a piece ... in fact, the most viewed on <em>The Atlantic</em>'s website: <a href=\"http://www.theatlantic.com/magazine/archive/2012/07/why-women-still-cant-have-it-all/309020/\">Anne-Marie Slaughter's piece</a> about why women still can't have it all. They asked me to write reflections on that as a woman of color, and [the nanny] was the first thing that came to my mind.</p><p><strong>On why she felt she needed to voice the challenges she's faced as a woman of color in the workplace</strong></p><p>I don't want to be too grand about this, but this was my \"Letter From Birmingham Jail,\" OK? Now, people may forget that <a href=\"http://www.africa.upenn.edu/Articles_Gen/Letter_Birmingham.html\">Martin Luther King's \"Letter From Birmingham Jail</a>\" was directed to his white clergymen — his fellow clergymen. At the time, they were mostly men, let's assume. And this wasn't aimed at the bad people. ... This was aimed at good people — the good people, his colleagues, who in his view were oblivious to the realities of his life and the lives of the people that he led and for whom he was such an important symbol.</p><p>This is really my letter to my colleagues who might be sitting right next to me, or down the hall from me, and don't really think about the challenges that their peers face, and could. If they were to think about those challenges, I think that we would all be better off.</p><p><strong>On whether the obstacles facing women of color are primarily racial or economic</strong></p><p>It's both. ... People of color particularly — but not exclusively blacks and Latinos — are connected to poverty and to disadvantage in ways that often our white colleagues don't understand. That causes you to have to think about things that they aren't thinking about. And that's the kind of thing that I really feel a need to call attention to. ...</p><p>For example, you're called away on a family emergency that has to do with addiction, all right? Or it has to do with a family member being foreclosed upon. You not only have to deal with the substance of that, you have to figure out how you're going to talk about that in a workplace where you think that could be stigmatizing.</p><p><strong>Her response to those who argue that marriage is an answer to poverty</strong></p><p>Marriage is not necessarily a hedge against poverty. During the recent recession, black college-educated men had twice the unemployment rate as white college-educated men. The unemployment rate at the height of the recession for white college-educated men was 4 percent. For black men it was 8 percent. ... The mechanisms that hedge against poverty for some groups don't necessarily work for other groups.</p><p>So, yes, I do have a wonderful husband and great kids, and I'm very grateful for my professional opportunities and the fact that I can sort of tell these stories. But part of the reason I'm telling this story [is] for the people who don't have access to this microphone — because it has to be said.</p><p><strong>On her response to claims that women can't have it all</strong></p><p>It's hard! I mean, I think this is one reason, again, I'm grateful to Anne-Marie Slaughter and the other high-profile white women who opened the door to this conversation.</p><p>But what I'm also saying is: We are all connected to each other. I understand that there are struggles that they're having, but I'd like them to consider, and other people to consider, the struggles that people have who don't have those [race-based] advantages. And some of those advantages are deep and profound; this is not just a matter of personal choice.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=NPR+Host+Michel+Martin%27s+Own+%27Letter+From+A+Birmingham+Jail%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"456"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1336123266-9bdd98.m3u?orgId=1&topicId=1015&ft=3&f=336123264"},{"href":"http://media.npr.org/assets/img/2014/07/28/michelstudio42_ata-877828247153e69c3fffb35db35eb9dabd4b3f80.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2768","width":"3693"}}]}