{"created":"2014-10-07T21:14:17+00:00","modified":"2014-10-31T00:23:27+00:00","valid":{"from":"2014-10-31T00:23:27+00:00","to":"3014-10-31T00:23:27+00:00"},"hreflang":"en","title":"Underwater Meadows Might Serve As Antacid For Acid Seas","published":"2014-08-11T12:14:00+00:00","teaser":"Marine biologists worry that certain species won't survive the shifts in sea acidity that climate change brings. But research on sea grasses along California's coast suggest marine preserves can help.","itags":["npr_api","330440072"],"guid":"18eb638f-4def-4cc1-85c7-975590ebac37","contentencoded":"<p>The world's oceans are changing — chemically changing. As people put more carbon dioxide into the atmosphere, the oceans absorb more of it, and that's making the water more acidic.</p><p>The effects are subtle in most places, but scientists say that if this continues, it could be a disaster for marine life.</p><p>In fact, some scientists have taken a glimpse of what a more acidic ocean might look like. <a href=\"http://www.kjkroeker.com/Home.html\">Kristy Kroeker</a>, a marine biologist at the University of California, Davis, has dived down to vents in the ocean floor where CO2 seeps up into the water column. \"It's like you're swimming through a glass of champagne where there are bubbles coming up all around you,\" she says — but with a shot of vinegar thrown in. And the effects of that acidity are nasty.</p><p>\"It's really striking,\" says Kroeker. \"And it's not, I think, what people want their oceans to look like. The algae tends to overgrow just about everything, so you get a more monotone, green, slimy ecosystem.\"</p><p>There's almost nothing alive.</p><p>These are natural seeps, not man-made acid baths, and the rest of the world's oceans aren't nearly that bad. But even small increases in acidity already are having subtle effects — for example, on shellfish. \"It takes more energy for these animals to build their shells in more acidic conditions,\" says Kroeker. \"These are things like oysters, or mussels or snails.\" Anything that uses calcium to build its body — from tiny floating snails called pteropods, to giant coral reefs — suffers when water gets acidic. And, by extension, anything that needs them for food suffers, too.</p><p>Kroeker recently reviewed 228 studies of ocean acidification and says there's a lot of variety in how marine organisms respond to acidity. Some do OK, others don't. And that's somewhat hopeful, she says. It has led scientists to find out which plants and animals are the hardiest, and how to protect those that aren't.</p><p>In California they've found nearly ideal places to do that: the nation's largest network of coastal reserves. There are 124 protected marine areas along the California coast. Some hug the shore, and some are miles out to sea. You can't drill or develop in any of them, and you can't fish in about half of them.</p><p><a href=\"http://research.pbsci.ucsc.edu/eeb/rclab/people/principal-investigators/mark-carr/\">Mark Carr</a>, an ecologist at the University of California, Santa Cruz, says these areas were intended to be fish nurseries and aquatic wilderness. \"You're protecting the sources of young that are replenishing those populations along the coast,\" he explains. So far, the network seems to be helping some species — lobster and blue rockfish, for example.</p><p>But now Carr and other scientists say these protected areas also can be natural laboratories where scientists can study the global threat of ocean acidification.</p><p>Here's why: When something affects marine life in the ocean, it's often hard for scientists to pinpoint the cause. \"When they see changes in the size of fish populations,\" Carr says, \"to what extent is that driven by fishing, or to what extent is that driven by changes in the ocean climate?\"</p><p>But if fishing is prohibited, as it is in some reserves, then scientists know to look for some other cause of the decline or shift in the type of marine life. Maybe acidification is affecting a link in the food chain — intervening anywhere from plankton at the bottom, up to tuna at the top.</p><p>The value of reserves isn't lost on fishermen, either. Some who first fought the idea of reserves, like <a href=\"http://democrats.naturalresources.house.gov/sites/democrats.naturalresources.house.gov/files/2012-04-19_SteeleTestimony.pdf\">Bruce Steele</a>, now embrace them. Steele has dived for sea urchins for 40 years in California waters. \"You have to have someplace to look where you can filter out the fishing influence,\" he says. \"Otherwise, it's so much easier to just blame us. You could just say, 'It's just the fishermen, we're not really going to take care of these problems.' \"</p><p>This summer, a group of scientists from the University of California, Santa Barbara selected a protected area for acidification research.</p><p>I joined them aboard the <a href=\"http://sanctuaries.noaa.gov/missions/vessels/vessel5.html\">Shearwater</a>, a 55-foot catamaran operated by the National Oceanic and Atmospheric Administration. They're focusing on the region around Santa Cruz Island, which is surrounded by several protected areas.</p><p>Why this island? Because the underground meadows of sea grass here (also called eel grass), do something very curious: They seem able to neutralize acidity. \"Sea grass beds absorb CO2 and they can buffer acidification,\" says UCSB biologist <a href=\"http://jaylunden.weebly.com/\">Jay Lunden</a>. \"And that's why ... we want to know where the sea grasses actually are.\"</p><p>The scientists hope the meadows could be refuges for sea life trying to escape acidic water.</p><p>Ninety minutes by boat from the coast, Santa Cruz Island is a menagerie of sea life. Team leader <a href=\"https://www.eemb.ucsb.edu/people/faculty/hofmann\">Gretchen Hofmann</a> says the plants and animals here have evolved to live in this particular environment, and are very sensitive to changes in the chemistry of seawater here. If the water becomes more acidic, they'll show it — like living litmus paper.</p><p>\"This isn't just some esoteric little exercise,\" Hofmann says, \"because we know that organisms are very fine-tuned and adapted to what they've experienced historically in the environment.\"</p><p>Once the boat is anchored near the island, the team lowers a video camera overboard, looking for eel grass. They watch from a big screen in the cabin. Meanwhile, another group motors back and forth above the area in a Zodiac dinghy, taking water samples to check for acidity. It's slow going and wet, but a curious sea lion offers some amusement as it swims up to the dinghy to investigate.</p><p>Measurements taken above the underwater meadows should show whether the grasses are sufficiently able to raise the pH (i.e., reduce the acidity) of the water. The project is what scientists call \"laying the groundwork.\" It will take years and thousands of such measurements to see whether these fields of eel grass can help in a meaningful way.</p><p>Hofmann says there's a lot at stake. Even if all the open oceans are vulnerable, she says, some regions along coastlines might be defensible. \"We want to do something to protect our backyard, our part of the ocean,\" she says. \"And we are realizing that if these beds of eel grass are good and that they buffer future changes in acidity, we should be protecting them, or maybe even restoring them.\"</p><p>Or even planting them — something scientists are experimenting with now. In so doing, they could create refuges for fish and plants in an increasingly hostile world — safe places where, as local fishermen sometimes say, the water stays \"sweet.\"</p><p><a href=\"http://resources.ca.gov/ocean/contacts.html\">Catherine Kuhlman</a>, deputy secretary for oceans and coastal matters for California, grew up on the beach. \"We define ourselves by the ocean,\" she says of the people who live here. But the ocean isn't \"static\" now, she notes. \"We're talking about fluid ecosystems that are going to be changing as climate changes,\" and the state's underwater parks — created to grow fish — may also be the best places, Kuhlman says, to detect the first signs of that change.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Underwater+Meadows+Might+Serve+As+Antacid+For+Acid+Seas&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Christopher Joyce","audio":[{"meta":{"duration":"431"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1331586814-af21f4.m3u?orgId=1&topicId=1025&ft=3&f=330440072"},{"href":"http://media.npr.org/assets/img/2014/07/15/20140620-20140620-dscf0571-5f8852e646efcce688ec1560209dd549d13eedb1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"664","width":"885"}}]}