{"created":"2014-09-05T21:14:03+00:00","modified":"2014-09-05T21:14:03+00:00","valid":{"from":"2014-09-05T21:14:03+00:00","to":"3014-09-05T21:14:03+00:00"},"hreflang":"en","guid":"18f83f50-4756-49bc-b565-0b6a00655c2a","title":"Al-Qaeda arrives at Israel's doorstep in the Golan Heights","published":"2014-09-05T21:14:03+00:00","byline":"Daniel Estrin","tags":["Islamic State in Iraq and Syria","Jabhat al-Nusra","Syrian civil war","Arab-Israeli conflict","Conflict","Conflict & Justice","Merom Golan","Asia","Israel","Syria","Golan Heights","Gabi Kuniel","Bashar Assad","Asia","Arab–Israeli conflict","Golan Heights","Syria","Politics","Syrian civil war","Bashar al-Assad","War"],"teaser":"The Israel-Syria border had been quiet for decades, even though the two countries are technically still at war. But that changed three years ago, when civil war broke out in Syria. Al-Qaeda-linked militants fighting the Syrian regime have battled for the border region, and just won control over it. That is making Israelis quite nervous.","contentencoded":"<p>For the last three years, Israelis have mostly enjoyed a safe distance from the fighting in neighboring Syria. Now, that&#39;s no longer true.</p><p>Last week, rebels took a border crossing between Syria and Israeli-held land, capturing a group of UN peacekeepers stationed along the tense frontier. Among the rebels were fighters from Jabhat al-Nusra, al-Qaeda&#39;s branch in Syria.</p><p>The takeover means al-Qaeda is now just feet away from Israeli military positions &mdash; and farmlands.</p><p>In the Israeli village of Merom Golan, Gabi Kuniel, the village&#39;s head of agriculture, climbs to the roof of an abandoned building.&nbsp;There &ldquo;could be a little bit danger, even though today is a quiet day,&quot; he warns. &quot;So let&rsquo;s stand behind this wall.&quot;</p><p>The building offers a bird&rsquo;s eye view of Kuniel&#39;s vineyards and apple orchards, set in a beautiful hilly area of the Golan Heights.&nbsp;The&nbsp;climate&nbsp;is perfect for growing fruit. The location? Not so much.</p><p>[[{\"fid\":\"73487\",\"view_mode\":\"default\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":1568,\"width\":2352,\"alt\":\"Gabi Kuniel in his orchard of Red Delicious apples, a few hundred feet away from the border fence.\",\"title\":\"Gabi Kuniel in his orchard of Red Delicious apples, a few hundred feet away from the border fence.\",\"class\":\"media-element file-default\"}}]]</p><p>His fruit trees grow right next to the border fence that separates Syria from territory Israel captured in 1967. Israel later annexed the land, a move that was never recognized internationally.</p><p>Israel and Syria are technically still at war, though the frontier between the two was quiet for decades. Then, three years ago, the Syrian civil war broke out.&nbsp;</p><p>&ldquo;What&rsquo;s going on in these last three years &mdash; you hear it?&rdquo; Kuniel asks, as heavy machine gunfire erupts beyond the border fence. It&#39;s just a few hundred feet away. &quot;What&rsquo;s going on ... is that you don&rsquo;t know who&rsquo;s the group who control[s] our fence.&quot;&nbsp;More gunfire punctuates his point.</p><p>Rebels in Syria have been fighting to control this border since the civil war began. Last week, they finally won. A group of opposition fighters overran Syrian troops at the border, capturing the UN peacekeepers.&nbsp;&ldquo;There was a big, big, big, big fight,&rdquo; Kuniel says.</p><p>Israel does not want to open up a new front to the Syrian war, so Israel&#39;s army has mostly held back, only responding to occasional mortar fire when it lands in Israeli-held territory.</p><p>Last week, when the fighting on the other side of the border became fierce,&nbsp;the Israeli army ordered Kuniel&rsquo;s 200 workers out of the orchards and vineyards.</p><p>The Israeli army wasn&rsquo;t participating in the fight, but mortars fired from Syria landed in Kuniel&rsquo;s fields, setting them on fire. Whole patches of his land turned black, and the heat from the nearby fire scorched the grapevine, leaving it dry and crisp to the touch.</p><p>&ldquo;You see, it&rsquo;s all burned. Burned leaves,&rdquo; Kuniel says, crumbling the dry grape leaves with his fingers.&nbsp;The smoke from the fire gave the grapes a musky taste. They can&rsquo;t be used for premium wine anymore, which will cost Kuniel $200,000.</p><p>[[{&quot;fid&quot;:&quot;73492&quot;,&quot;view_mode&quot;:&quot;default&quot;,&quot;type&quot;:&quot;media&quot;,&quot;link_text&quot;:null,&quot;attributes&quot;:{&quot;height&quot;:865,&quot;width&quot;:1205,&quot;alt&quot;:&quot;UN installation on the border fence dividing Syrian and Israeli-held land.&quot;,&quot;title&quot;:&quot;UN installation on the border fence dividing Syrian and Israeli-held land.&quot;,&quot;class&quot;:&quot;media-element file-default&quot;}}]]</p><p>But that&rsquo;s not what worries him. What worries him is the al-Qaeda fighters driving in trucks just feet away from his fruit trees.&nbsp;Kuniel says the extremist fighters actually make him miss Israel&rsquo;s longtime foe, Syrian President Bashar Assad, whose forces used to control the Syrian side of the border.</p><p>&ldquo;We saw what&rsquo;s going on in the last six, seven, eight months in Iraq [and] in Syria,&quot;&nbsp;Kuniel says, as gunfire resumes in the distance. &quot;So&nbsp;we prefer Assad and not al-Qaeda here.&rdquo;</p><p>The capture of the border crossing here by the militants is significant. It was the Syrian government&rsquo;s last major stronghold in the strategic Golan Heights.&nbsp;The rebels now control the entire length of the border.</p><p>Israeli defense officials say they believe the rebels do not pose an immediate threat to Israelis, as they have their sights set on battles within Syria.&nbsp;But Israeli analysts say al-Qaeda fighters do see Israel as a legitimate target &mdash; and now they&rsquo;re at Israel&rsquo;s front door.</p>","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/090520143.mp3"},{"href":"http://www.pri.org/file/090520143mp3"}]}