{"created":"2015-04-08T22:34:04+00:00","modified":"2015-04-10T19:10:10+00:00","valid":{"from":"2015-04-10T19:10:10+00:00","to":"3015-04-10T19:10:10+00:00"},"hreflang":"en","title":"Sex Advice Columnist Dan Savage Still Fresh After 20 Years","published":"2015-04-10T00:12:00+00:00","teaser":"The gay activist, journalist, and sex advice columnist talks about the evolution of readers' questions, and dispels the notion of \"normalcy\" when it comes to dating.","itags":["npr_api","398343026"],"guid":"18fab3a7-1776-43e4-9a91-a8ae1706cc27","contentencoded":"<p>It's hard to imagine someone as edgy and iconoclastic as Dan Savage as an institution, but he's written his \"Savage Love\" advice column for Seattle's weekly newspaper, <em>The Stranger</em>, for over twenty years. \"I'm giving sex advice to the children of people who were childless when they were reading my column,\" the journalist and gay activist told <em>Ask Me Another</em> host Ophira Eisenberg.</p><p>In his columns and podcasts, Savage tackles readers' questions about sexuality, dating, and long-term commitments. His impact has been massive, from coining the term \"monogamish\" and the acronym \"GGG\" (Good, Giving and Game), to founding the \"<a href=\"http://www.itgetsbetter.org/\">It Gets Better Project</a>,\" which gives support to teenagers subjected to bullying because of their sexual orientation.</p><p>\"When American politicians leave sex alone, I will leave American politicians alone,\" Savage said at the Castro Theater in San Francisco, partially in reference to his 2003 campaign to redefine former Senator Rick Santorum's last name. (The NSFW definition became a top search result during Santorum's 2012 presidential run, sometimes placing higher than his official campaign site.)</p><p>In this segment, Savage talks about the illusion of \"normalcy\" in dating, and guesses how <em>Ask Me Another</em> listeners answered a questionnaire about their sexual experiences, habits, and thoughts.</p><hr /><h3>Interview Highlights</h3><p><strong>On What Qualifies Him To Give Advice</strong></p><p>\"The only qualification you need to give someone your advice is that [some] idiot was foolish enough to ask you for it.\"</p><p><strong>On Where He Gets His Advice</strong></p><p>\"[From] my mother, who is dead. My mother was the Dr. Phil for her neighborhood, who all these ladies would go to. She [would later tell me] I get to do what she did for free, and 'Isn't that the way the world works.'\"</p><p><em>Heard in <a href=\"http://www.npr.org/programs/ask-me-another/398323112/sketchfest-2015-alex-borstein-brad-bird-and-dan-savage\">Sketchfest 2015: Alex Borstein, Brad Bird and Dan Savage</a></em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Sex+Advice+Columnist+Dan+Savage+Still+Fresh+After+20+Years&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"572"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1398376135-81e0a6.m3u?orgId=1&topicId=1008&aggIds=167740319&e=398343026&d=572&ft=nprml&f=398343026"},{"href":"http://media.npr.org/assets/img/2015/04/08/ask-me-another--castro-0646_wide-9f95c4564a43716930c2d0ed5f7f5b54a8c77946.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"365","width":"650"}}]}