{"created":"2015-03-06T21:22:49+00:00","modified":"2015-03-09T18:00:52+00:00","valid":{"from":"2015-03-09T18:00:52+00:00","to":"3015-03-09T18:00:52+00:00"},"hreflang":"en","guid":"19204057-ab5b-4d74-94b1-b5cd5abd4486","title":"Why Mary Wollstonecraft was an 18th century feminist rock star","published":"2015-03-09T18:00:50+00:00","byline":"Andrea Crossan","tags":["A Vindication of the Rights of Woman","gender equality","feminism","women's rights","Memorial","Mary Wollstonecraft","Bee Rowlett","Across Women's Lives","Culture","Arts, Culture & Media","London","Europe","United Kingdom","Europe","Mary Wollstonecraft","Bee Rowlett","Mary Shelley","A Vindication of the Rights of Woman","Gender equality","Feminism","Women's rights","Memorial"],"teaser":"She was an author, a feminist and the grandmother of Frankenstein - so why is there no statue to Mary Wollstonecraft?","contentencoded":"<p>Her best-known work was published in 1792. Her daughter created <em>Frankenstein.</em> And today, there's a new move to honor philosopher and feminist Mary Wollstonecraft.</p>\n<p>“Virtue,'' she once wrote, \"can only flourish amongst equals.”</p>\n<p>In her <em>A Vindication of the Rights of Women, </em>she argued that women should have access to the same educational opportunities as men. </p>\n<p>“Mary Wollstonecraft was the mother of feminism in the English language,” explains author and journalist Bee Rowlett, who is campaigning for a statue to honor Wollstonecraft. “She was the first person to write about women’s rights and equality.”</p>\n<p>But Wollstonecraft’s personal story had all the drama of a Jane Austen novel. She had love affairs with married men, had a child out of wedlock, attempted suicide twice.</p>\n<p>“The problem is that she had what people would call a colorful personal life, which now, really nothing even remotely close to Lindsay Lohan,” says Rowlatt. “But in the day, it effectively rendered her toxic. She was described as a hyena in petticoats.”</p>\n<p>Wollstonecraft eventually married William Godwin, the founder of philosophical anarchism. In 1797, she gave birth to their daughter Mary (who would write <em>Frankenstein </em>and marry poet Percy Bysshe Shelley.) Ten days later, due to complications of childbirth, Wollstonecraft died.</p>\n<p>“It wasn’t until the suffragette movement over a century later that people began to recalibrate the huge influence that she’d and how far ahead of her time she was,” Rowlatt says.</p>\n<p>The <a href=\"http://www.maryonthegreen.org/\">Mary on the Green campaign</a> is calling for a memorial sculpture of Mary Wollstonecraft. “She’s a remarkable woman. She’s an 18th century rock star. The more you find out about her, the more exciting she is. I just think she’s amazing.”</p>\n<p>The memorial would be in Stoke Newington in North London — near the site of a school for girls Wollstonecraft opened in 1784.</p>\n<p>\"I do not wish them to have power over men,'' she once said of women, \"but over themselves.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-06%2Fwhy-mary-wollstonecraft-was-18th-century-feminist-rock-star&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/bee1310.mp3"},{"href":"http://www.pri.org/file/bee1310mp3"}]}