{"created":"2014-10-07T18:43:08+00:00","modified":"2014-10-30T23:28:51+00:00","valid":{"from":"2014-10-30T23:28:51+00:00","to":"3014-10-30T23:28:51+00:00"},"hreflang":"en","title":"Letter From Beyond The Grave: A Tale Of Love, Murder And Brazilian Law","published":"2014-08-10T22:23:00+00:00","teaser":"Lenira de Oliveira and her boyfriend were on trial for murder. Then an astonishing piece of evidence was submitted in their defense: a letter from the victim, as communicated to a medium.","itags":["npr_api","338935865"],"guid":"1923ac35-3478-4502-8482-a52f716bf515","contentencoded":"<p>The story of Lenira de Oliveira and her dead lover's letter is a tale of Brazil. It's a story of love, jealousy, forgiveness, life after death and the criminal court system. And it's true — though it sounds like fiction.</p><p>It sounds, in particular, like the work of the late Gabriel Garcia-Marquez.</p><p>The novelist once said that the inspiration for his books came from daily life in his region. \"Surrealism runs through the streets,\" <a href=\"http://www.theatlantic.com/magazine/archive/1973/01/the-yellow-trolley-car-in-barcelona-and-other-visions/360848/\">he said</a>. \"Surrealism comes from the reality of Latin America.\"</p><p>This story could be ripped straight from one of his novels. It has a criminal, his lover, her lover, a murder, a court case and a medium.</p><p>But it begins in the least romantic place you can imagine: a tiny office in an old building in a rural city called Uberaba, northwest of Sao Paulo.</p><p><strong>Oliveira And Her Lovers</strong></p><p>Rondon de Lima, the defense attorney in the case, tells the story. He's a lawyer with a wide wolfish grin, slicked-back silver hair and the dapper dress sense of a man more suited to a Paris cafe than an agricultural city.</p><p>The tale begins, as many do, with a relationship gone sour. In this case, it centers on a woman named Lenira de Oliveira. Her man was a crime boss, João Rosa, the head of an illegal gambling operation.</p><p>\"She was very much in love with João Rosa,\" de Lima says. \"But he couldn't be only with her. It was her and two, three other women.\"</p><p>Oliviera starts seeing another man, an ex-cop. But Rosa — though he had other women — can't accept losing Lenira.</p><p>He is consumed with jealousy. One night he follows Oliveira and her new boyfriend. A shootout ensues but it is Rosa — and not the lovers — who is killed. The ex-cop and Oliviera are charged with murder.</p><p>Here, things get otherworldly. Lenira is riven with guilt — she still loved Rosa — and so she goes to see a medium, a very famous one. She receives a letter from Rosa from the beyond.</p><p>\"In the letter, channeled by this medium, the deceased confesses,\" de Lima explains. \"He says his jealousy was the reason for his death. The letter includes details that only people close to him could have known.\"</p><p>This letter is then submitted by the defense to the court to exonerate the accused.</p><p>One more time: a letter channeled by a medium, supposedly written by a murdered crime boss to his ex-lover, is admitted in a Brazilian court of law.</p><p><strong>Exhibit A</strong></p><p>Judge Hertha Helena Rollemberg Padilha de Oliveira (no relation to Lenira) says there are many cases involving spirits in Brazil.</p><p>\"If the proof is not illegal, it is lawful — you have to accept it in the process,\" she says.</p><p>So when individuals present letters from the dead, written by a medium, de Oliveira says the judge has to accept it. \"He has to accept the proof in the process,\" she says. \"He can't say, 'Take the letter away from the process.' \"</p><p>\"[Brazil] is a very spiritual society,\" the judge explains. \"Ninely percent of people probably will believe in some kind of spiritual influence. Most of the people believe in life after death.\"</p><p>Life after death is one thing; being able to communicate with the dead is another. But it's an accepted practice in Brazil.</p><p>The reason why revolves around a religion called Spiritism. Brazil has more practitioners than any place in the world — almost 4 million and growing. And, as it happens, its center is the city where the court case took place: Uberaba.</p><p><strong>Meet A Spiritist Medium</strong></p><p>At 5 a.m. inside a modest building in a residential neighborhood, a service is being held. Eighty people are huddled under blankets on this cold rainy day. In the front of the sort of chapel sits a man writing letters.</p><p>His name is Carlos Baccelli. Trained as a dentist, he has been a medium since his youth, when he started having out-of-body experiences. He's the main medium here, and he channeled the letter used in the recent court case.</p><p>If you are thinking Victorian table-rapping and séances, then you aren't too far wrong. But this isn't remotely like a neon sign advertising a palm reading for five bucks.</p><p>This is a religion; no money changes hands. Spiritists believe in reincarnation, but also in Jesus' Gospel.</p><p>The associate mediums come around to the congregation and lay their hands on members while the song \"Feelings\" plays in the background. The mediums are supposed to be transferring spiritual energy.</p><p>It's suddenly my turn. A woman waves her hands over my head and upper body. I don't know if it's the power of suggestion or the music, but I feel a buzzing.</p><p>All eyes are now on the podium. Baccelli starts to read out the letters he has channeled from the dead.</p><p>One letter, in particular, features a lot of detail. In it, the spirit explains that he was drunk when he was hit by the car that killed him; the letter details exactly how it happened.</p><p>As the message is read, a group of people next to me begins to cry.</p><p>Gisele Fernanda Bardasi tells me her husband was run over by a car four months ago. Next to her, one of her three daughters quietly sobs.</p><p>\"It is my first time here,\" she says. \"I was desperate. I wanted to know what happened. It was a big question because we were together, and suddenly we found him dead on the road.\"</p><p>The letter, she says, has given her comfort.</p><p><strong>A Jury Of Believers</strong></p><p>At the end I ask Baccelli if he remembers the letter he channeled that was used in the court case.</p><p>\"No. Sincerely, I don't remember,\" he says. \"The letter is given and the way the family uses it. If they keep it, throw away or rip it — we don't know.\"</p><p>Baccelli says he believes the letters should be used only as a last resort in legal cases. They are written to comfort the families and sometimes bring a little clarification.</p><p>He explains that he never knows which spirit will speak through him or why.</p><p>\"I don't know what the spirit will say. For example, I don't know how he will end a sentence,\" Baccelli says. \"Sometimes he is writing and I'm thinking: How is this sentence going to be finished?\"</p><p>Back at the lawyer's office, defense attorney Rondon de Lima says he used the letter because it's not the judge who decides a criminal case, but the jury.</p><p>He says everyone in this city believes in the spirits and will take a letter like that seriously.</p><p>In the end, the lovers were indeed acquitted. Was it because of the letter? We'll never know. De Lima says there was overwhelming evidence — the forensic kind — that Lenira's new boyfriend acted in self-defense.</p><p>I ask him if he believes that these letters from the dead are real.</p><p>\"Do I believe?\" he says. \"I confess I do.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Letter+From+Beyond+The+Grave%3A+A+Tale+Of+Love%2C+Murder+And+Brazilian+Law&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lourdes Garcia-Navarro","audio":[{"meta":{"duration":"483"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1339082140-d6229f.m3u?orgId=1&topicId=1127&ft=3&f=338935865"},{"href":"http://media.npr.org/assets/img/2014/08/08/istock_000011313621large-b6eb6a441033155c189836974ae95def99713358.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1021","width":"1362"}},{"href":"http://media.npr.org/assets/img/2014/08/08/142544216-fba73aeaa8c62ddcb130c8fe7e474ebdf7f087d4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2601","width":"3469"}}]}