{"created":"2015-06-05T07:37:56+00:00","modified":"2015-07-03T20:23:30+00:00","valid":{"from":"2015-07-03T20:23:30+00:00","to":"3015-07-03T20:23:30+00:00"},"hreflang":"en","title":"The Pentagon Wants These Robots To Save The Day","published":"2015-06-06T11:13:00+00:00","teaser":"A competition in California is trying to ready robots for disaster response. But the bots have a ways to go.","itags":["npr_api","412086918"],"guid":"1924de7c-a670-40eb-aa9b-92a685f66071","contentencoded":"<p>On Friday, 24 robots and their masters will be going head-to-head in California for a $2 million prize. <a href=\"http://www.theroboticschallenge.org/\">The robotics challenge</a> is sponsored by the Pentagon's Defense Advanced Research Projects Agency (DARPA).</p><p>Those fearing the Pentagon-sponsored prize could signal the dawn of <em>Terminator</em>-style cyborgs needn't worry. \"Even though they look like us, and they may look a little bit mean, there's really nothing inside,\" says Gill Pratt, the program manager running this competition. \"What you're really seeing is a puppet.\"</p><p>Pratt adds that the competition is about disaster relief, not war. The motivation comes from when the Fukushima Daiichi nuclear plant in Japan melted down in March 2011. The Pentagon sent in some of the best robots it had to areas too dangerous for humans, but the robots struggled. They couldn't open doors; they got snagged in rubble; communications were spotty.</p><p>\"The particular capabilities those robots had weren't really up to the tasks that needed to happen,\" Pratt says.</p><p>The competition tries to make up for some of the shortcomings Pratt saw at Fukushima. The machines and their teams will perform eight tasks, including driving a car, using tools, opening valves and climbing over debris. Throughout, communication between the robots and the people running them will be degraded to simulate a real disaster.</p><p>Robotics Engineer <a href=\"http://www.mae.ucla.edu/people/faculty/dennis-hong\">Dennis Hong</a> says it's a tall order.</p><p>\"Just [asking] a robot to pick up a cup on a table is a very, very, very difficult task to do,\" he says.</p><p>Hong works at UCLA and has a robot in the competition called THOR. Real robots are awkward, and they're not very smart, as <a href=\"https://www-robotics.jpl.nasa.gov/people/Brett_Kennedy/\">Brett Kennedy</a> who works at NASA's Jet Propulsion Laboratory points out. He's also got a robot in the competition and a 4-year-old daughter at home.</p><p>\"Unlike your child, the robot's going to do exactly what you tell it, so if you don't tell it to do the right thing, it's going to do the wrong thing,\" Kennedy says.</p><p>Take opening a door. If the operator doesn't tell the robot exactly where the knob is, \"then you just miss the door handle,\" he says.</p><p>The competition's goals are modest: Robots will be given an hour to complete all the tasks. Humans could do them in about 10 minutes, Pratt says.</p><p>But progress is possible. Ten years ago, the Pentagon held <a href=\"http://www.npr.org/templates/story/story.php?storyId=1755783\">a competition for self-driving cars</a>. Many of the winning engineers were hired by Google, Pratt says. And today, <a href=\"http://www.npr.org/sections/alltechconsidered/2014/05/27/316486989/google-is-becoming-a-car-manufacturer\">Google is testing self-driving cars</a> on the open road.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Pentagon+Wants+These+Robots+To+Save+The+Day&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Geoff Brumfiel","audio":[{"meta":{"duration":"235"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1412177132-89b25b.m3u?orgId=1&topicId=1019&d=235&p=3&story=412086918&t=progseg&e=412139493&seg=20&ft=nprml&f=412086918"},{"href":"http://media.npr.org/assets/img/2015/06/04/robosimean-de98626b91db95e487cac672b6ea213234c21ea3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1024","width":"1365"}},{"href":"http://media.npr.org/assets/img/2015/06/04/thor_stand_custom-4379bc94586ae9b18b820d1b98490b9917264c83.png","type":"image/jpeg","meta":{"crop":"custom","height":"587","width":"502"}}]}