{"created":"2015-05-31T11:34:37+00:00","modified":"2015-06-05T15:26:25+00:00","valid":{"from":"2015-06-05T15:26:25+00:00","to":"3015-06-05T15:26:25+00:00"},"hreflang":"en","title":"At World's Fair In Italy, The Future Of Food Is On The Table","published":"2015-06-02T21:57:00+00:00","teaser":"Vertical farms, food trucks, tropical forests and the supermarket of the future are on display at Expo 2015 in Milan. Exhibits from 145 countries focus on how to feed the planet sustainably.","itags":["npr_api","410074678"],"guid":"192dfbae-5b0c-46d0-bb7f-bb7527f4d180","contentencoded":"<p>For the next six months, Italy is hosting a dinner party — and the entire world is invited to attend.</p><p>The event, called <a href=\"http://www.expo2015.org/en\">Expo Milano 2015</a>, is the latest World's Fair. This year's theme is \"feeding the planet, energy for life.\" The global population is projected to pass 9 billion by 2050, and Expo organizers want to start a global conversation now about sustainability, biodiversity and food security.</p><p>With exhibits from 145 countries over a 12-million-square-foot area, the expo is a showcase for the many cultures of food and environmental technology. Some pavilions have vertical farms. Brazil has transplanted a tropical forest. And some countries are exhibiting jointly their staple products-- such as rice, coffee and cocoa.</p><p>World-famous architects have designed many of the pavilions — most of which will be dismantled when the Expo shuts down.</p><p>One of the more low-key pavilions belongs to the Italian-born <a href=\"http://www.slowfood.com/\">Slow Food</a> movement. Since it was founded in the mid-1980s, Slow Food has contributed to a growing worldwide appreciation of artisanal food products and local food production.</p><p>Slow Food is also a strong voice against big agro-industries, whose low prices it blames for pushing small farmers out of the market. Lorenzo Berlandis, vice president of <a href=\"http://www.slowfood.it/\">Slow Food Italy</a>, says the world must change its mindset about food production and the culture of waste.</p><p>\"We hope that at the end of this event, we can reach a new vision and new perspective in food production — how can human beings feed the planet, feed humanity respecting biodiversity. [It's] the only chance we have for the future,\" Berlandis says.</p><p>One pavilion challenging visitors on consumer responsibility is Switzerland's. It features four silo-like towers filled with Swiss food products. Pavilion director Manuel Salchli says the towers will not be re-filled.</p><p>\"People are invited to take as much as they want to take, but they are also reminded of the fact that after them, we expect another 2 million visitors,\" he explains. \"So think of what you take and what you leave for others to come.\"</p><p>So far, Salsli says, visitors are not stuffing their pockets with freebies.</p><p>Near the <a href=\"http://www.usapavilion2015.net/programs\">USA Pavilion</a> is Food Truck Nation, serving a variety of American dishes.</p><p>Mario Lobbia, supplier of food appliances to the Expo, is sampling an American classic: a double hamburger.</p><p>\"Umm, very good, really,\" he says after a bite. Lobbia says Italians need to be a little more adventurous in their food tastes. \"Always pasta, vegetables, and so on. We start getting boring. Sometimes, you need these kind of things.\"</p><p>That's what Mitchell Davis, chief creative officer of the American pavilion, likes to hear.</p><p>\"Whether it's food trucks on the street, whether it's artisans baking bread, making wine, making cheese, or chefs at the finest level, the idea was to present America as diversity,\" Davis says.</p><p>Expo Milano is filled with eco-friendly architecture. One of the most striking pavilions is that of the United Arab Emirates. <a href=\"http://www.fosterandpartners.com/projects/uae-pavilion-milan-expo/\">Designed</a> by British architecture firm Foster + Partners, the pavilion features nearly 40-foot-high walls that ripple like waves of sand and weave from big to small walkways, symbolizing a canyon.</p><p>Peter Higgins, who designed the exhibit inside, says without a lake or a river, the Emirates have virtually no agriculture. \"So we just introduce you to stories about sustainability, about desalination, about the legacy and the history of the Emirates, where they have learned to live with very little,\" he says.</p><p>Visitors get more practical experience at the high-tech supermarket of the future — where they can already do their shopping.</p><p><a href=\"http://dusp.mit.edu/faculty/carlo-ratti\">Carlo Ratti</a>, who teaches urban innovation at MIT, joined forces with an Italian supermarket company and put the consumer at the heart of the food chain.</p><p>If you move a hand close to a product, a digital display lights up, providing information on origin, nutritional value and carbon footprint.</p><p>Ratti was inspired by the novel <em>Palomar</em>, by Italian writer Italo Calvino. In it, Mr. Palomar visits a cheese shop in Paris. As Ratti recounts the scene: \"He thinks he is at the Louvre, that every product, every piece of cheese, tells him a story, about a different pasture, under a different sun. We wanted to take inspiration from Calvino and make sure the products can tell us their story.\"</p><p>And when they're not shopping, visitors can chose among some 150 restaurants and sample a cornucopia of food cultures from across the planet.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=At+World%27s+Fair+In+Italy%2C+The+Future+Of+Food+Is+On+The+Table&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Sylvia Poggioli","audio":[{"meta":{"duration":"244"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1410958591-6a7449.m3u?orgId=1&topicId=1004&d=244&p=10&story=410074678&t=progseg&e=410955216&seg=18&ft=nprml&f=410074678"},{"href":"http://media.npr.org/assets/img/2015/05/27/02-expo2015-51-0e42343dbbf272d89a237c4d6d1da3004cbef4c5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1382","width":"1843"}},{"href":"http://media.npr.org/assets/img/2015/05/27/img_1626_custom-c3e1f91c30ef3ae49b023ec6be1d6da6cda2ea3e.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"640","width":"640"}}]}