{"created":"2015-02-18T23:16:39+00:00","modified":"2015-02-19T19:35:12+00:00","valid":{"from":"2015-02-19T19:35:12+00:00","to":"3015-02-19T19:35:12+00:00"},"hreflang":"en","guid":"19339b7b-8cbe-48a6-877a-4d5117e475e7","title":"The so-called Islamic State looks bleak to outsiders, but supporters see it as 'liberating' ","published":"2015-02-19T19:34:57+00:00","byline":"Joyce Hackel","tags":["ISIS","Islam","Religion","conflict","terrorism","Conflict","Conflict & Justice","Asia","Africa","Australia","Egypt","Australia","Syria","Middle East","Asia","Oceania","Africa","Graeme Wood","ISIS","Islam","Muslim","jihadi","extremists"],"teaser":"One of ISIS' most influential recruiters describes why life in a medieval caliphate might be more liberating than the modern societies we live in.","contentencoded":"<p>The ISIS extremists can't be defeated with military force alone, the White House contended this week. Instead, the Obama administration says the West should wage war on the propaganda front, to stop the jihadis' drive to radicalize and recruit young people in the West.</p>\n<p>For insight into how to accomplish that goal, officials might read Graeme Wood's <a href=\"http://www.theatlantic.com/features/archive/2015/02/what-isis-really-wants/384980/\">cover story</a> in The Atlantic this week. The piece explores who the ISIS extremists are and what they want. In reporting it, Wood spent considerable time with Musa Cerantonio, an Australian whom he describes as a former-Catholic-turned-ISIS propagandist, and one of the most influential ISIS recruiters.</p>\n<p>\"He's actually a very fun guy to talk to if you're interested not just in ISIS, but in Islam, in culture,\" Wood says. \"If you saw him on the street, you'd think he was a kind of shaggy hipster type.\"</p>\n<p>But Cerantonio does not embrace modern values. According to Wood, the Australian was attracted to extremism as a teenager.  He converted to Islam and began an in-depth study of Arabic. For years, he lived in Egypt where he was a minor television celebrity.  </p>\n<p>\"He was, I think, actually booted off the air because he was very talkative, specifically on the subject of the imperative, the religious imperative, to establish a caliphate that implemented a rather strict version of Sharia law,\" Wood says. </p>\n<p>ISIS supporters believe that a true Muslim aspires to live in the caliphate, a state supposedly governed by a set of laws as they were interpreted by the Prophet Mohammed, as well as the first few generations of his successors. </p>\n<p>\"It doesn't mean that they won't use computers. It doesn't mean that they won't use backpacks. It means that the rules that they believe Islam requires are the ones that were set forth and practiced during those early centuries,\" Wood says. </p>\n<p>That world might sound bleak to an outsider, with its strict enforcement of Sharia law, a willingness to eliminate apostates in violent ways, and few rights for women. But Wood says ISIS advocates believe this is the way God intended man to live. </p>\n<p>\"That's a trump card,\" Wood notes. \"But they'll also describe ways in which they think society will simply be better. They say we'd be spared addiction, we'd be spared alcoholism, we'd be spared economic predation because we would rig the financial system in ways that were fair and that guaranteed income for poor people, guaranteed housing, guaranteed medical care. They think it would be, in some ways, liberating compared to the modern societies that they live in.\"</p>\n<p>The ISIS narrative suggests that in years to come, the world's armies will gather on the caliphate's borders and attempt to vanquish the militants. The allure of that clash attracts recruits. </p>\n<p>\"They are thrilled by the idea that there would be a western army that would mass on its borders and attack, because in part they believe that the western armies would lose,\" he says.  </p>\n<p>Wood says trying to occupy the territory ISIS now controls will backfire. Instead, he advocates containment.</p>\n<p>\"The more we can show that it's either stopped expanding or is shrinking, and is so awful, then it looks more pathetic,\" he says. \"That is a propaganda victory for the enemies of ISIS that is directly contrary to the image they want to project.\"  </p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-18%2Fislamic-state-looks-bleak-outsiders-supporters-see-it-liberating-compared-modern&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[]}