{"created":"2015-03-30T21:22:52+00:00","modified":"2015-03-30T21:31:57+00:00","valid":{"from":"2015-03-30T21:31:57+00:00","to":"3015-03-30T21:31:57+00:00"},"hreflang":"en","title":"Bison Balance Prairie Ecosystem At Battelle Big Darby Metro Park","published":"2015-03-30T13:09:00+00:00","teaser":"95 percent of ancient Ohio was forested. But centuries ago there were also small regions of prairie.  Tall grasses and wildflowers were part of the prairie ecology and so were bison.  Researchers near Columbus are trying to reestablish a prairie / bison ecosystem.  ","itags":["npr_api","396281261"],"guid":"1938173f-43c1-4fc8-804e-607822630dc6","contentencoded":"<p><div id=\"attachment_90725\" class=\"wp-caption alignright\" style=\"width: 295px\"><img class=\"size-full wp-image-90725\" alt=\"A snow covered bison at Battelle Big Darby Metro Park\" src=\"http://wosu.org/2012/news/files/bison-snow.png\" width=\"285\" height=\"427\" /><p class=\"wp-caption-text\">A snow covered bison at Battelle Big Darby Metro Park. Photo: Larry Hamill.</p><p></div></p><p>At one time, the Darby Plains Prairie region occupied some 400 square miles in west Central Ohio. In the 1970s, the Metro Parks system began attempts to restore a semblance of that prairie. Seeds were collected by hand and sown at the Battelle Darby Creek Metro Park west of Columbus.</p><p>Tall prairie grasses such as Big Blue Stem, Side Oats and Indian Grass began to take hold. But other flowering plants, known collectively as forbs, were not doing as well, says the park’s senior naturalist Tim Taylor.</p><p>“We started to notice that the grasses were overtaking the forbs and we started thinking, ‘This is the way things are supposed to be without large grazing animals eating the grasses keeping them at bay so that the forbs have an opportunity to grow also.’ So we decided, let’s get some bison,” Tylor says.</p><p>Bison, of course, had not been seen in Ohio for hundreds of years says the Ohio History Connection’s curator of natural history Dave Dyer.</p><p>“They were doing fine until European settlers arrived, with a lot of hunting and a lot of destruction of habitat they just basically drove them out of the state, and the last one was killed in about 1803. So they’ve been gone for over 200 years now,” Dyer says.</p><p>But now, bison are back. There’s a small herd at the Battelle Darby Creek Metro Park. On a recent afternoon they were lounging in their winter pasture, chewing their cud, conveniently close to the nature center parking lot.</p><p><div id=\"attachment_90719\" class=\"wp-caption aligncenter\" style=\"width: 602px\"><img class=\"size-full wp-image-90719\" alt=\"Bison roam at Battelle Big Darby Metro Park.\" src=\"http://wosu.org/2012/news/files/bison_sunset-over-trees_KG.png\" width=\"592\" height=\"466\" /><p class=\"wp-caption-text\">Bison roam at Battelle Big Darby Metro Park. Photo: Tina Copeland</p><p></div></p><p>“We’re within 20 yards of these nine ladies here,” says Battelle Darby Naturalist Kaylin Callander.</p><p>“For the most part bison are like an open prairie mammal. That’s where they like to graze on these grasses that they are currently chewing on right now. They’re just chewing their cud and hanging out,” Callander says.</p><p>The herd consisted of six female bison; that’s before a bull bison was shipped in from The Wilds in eastern Ohio and began to mate.</p><p>“The male does behavior called “tending” where basically he follows a single female around until she says it’s okay. He basically concentrates and waits and follows her around. Then he’ll move onto the next female and does the same thing until he works through the whole herd,” Callander says.</p><p><div id=\"attachment_90721\" class=\"wp-caption alignright\" style=\"width: 295px\"><img class=\"size-full wp-image-90721\" alt=\"A female bison at Battelle Big Darby Metro Park feeds her calf.\" src=\"http://wosu.org/2012/news/files/bison-feeding.png\" width=\"285\" height=\"187\" /><p class=\"wp-caption-text\">A female bison at Battelle Big Darby Metro Park feeds her calf. Photo: Tina Copeland</p><p></div></p><p>The result: three female calves were born last year. They’re just about to turn a year old in a few months. One of the young cows gets up to stretch her legs.</p><p>“That’s one of the younger ones, one of the younger ladies. But everybody else is laying down and they don’t usually get up and the Bison is a matriarchal herd so there’s one head female and if she gets up, or if she wanders off, everybody follows her. Everybody stands up, they’re always doing what she wants to do. So she calls the shots out there. So with this young one standing up, everybody’s going to stay put. Nobody cares,” Callander says.</p><p>Visitors to Battelle Darby marvel at the size of these huge mammals. Males can weigh around 2,000 pounds; females about half that much. They have thick fur coats which keep them warm in winter. Still, some visitors worry that the bison lack shelter. But naturalist Tim Taylor says it’s not necessary.</p><p>“The American Bison evolved out on the plains. And if the blizzard comes by, what they normally do is they face the blizzard, close their eyes, put that big head down and stand there until the blizzard blows past, then they wake up and start to use that big head as a plow pushing the snow out of the way to get down to the grass so they don’t need shelters,” Taylor says.</p><p>There’s enough acreage at Battelle Darby for more bison, but Kaylin Callander says the park plans on keeping the herd size where it is for now.</p><p>“Right now with the nine I think that we’re going to kind of stay there until these younger ones grow up a little more. We want to make sure that everybody is happy and healthy before we think about expanding any further than what we are right now,” Callander says.</p><p>And the prairie / bison ecology? Tim Taylor says it’s doing fine.</p><p>“They’re eating the grasses; the flowers are doing fine and the ecology is balanced,” Taylor says.  <div class=\"fullattribution\">Copyright 2015 WOSU Public Media. To see more, visit <a href=\"http://wosu.org\">http://wosu.org</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Bison+Balance+Prairie+Ecosystem+At+Battelle+Big+Darby+Metro+Park&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Sam Hendren","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1396315331-e8f310.m3u?orgId=560&e=396281261&ft=nprml&f=396281261"},{"meta":{"duration":"289"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1396315335-a3d9d7.m3u?orgId=560&e=396281261&d=289&ft=nprml&f=396281261"},{"href":"http://wosu.org/2012/news/files/bison-snow.png?origin=body","type":"image/jpeg","meta":{"crop":"custom","height":"427","width":"285"}},{"href":"http://wosu.org/2012/news/files/bison-feeding.png?origin=body","type":"image/jpeg","meta":{"crop":"custom","height":"187","width":"285"}},{"href":"http://wosu.org/2012/news/files/bison_sunset-over-trees_KG.png?origin=body","type":"image/jpeg","meta":{"crop":"custom","height":"466","width":"592"}}]}