{"created":"2015-01-01T22:43:10+00:00","modified":"2015-05-13T21:24:16+00:00","valid":{"from":"2015-05-13T21:24:16+00:00","to":"3015-05-13T21:24:16+00:00"},"hreflang":"en","title":"A 40-Day Vegan Fast, Then, At Last, A January Christmas Feast","published":"2015-01-06T21:48:00+00:00","teaser":"The Ethiopian Orthodox Church observes Christmas on Jan. 7, and the 40 days prior are observed as a vegan fast. That means no dairy and no meat until the traditional dish of <em>doro wat </em>on Christmas Day.","itags":["npr_api","373834051"],"guid":"1941030b-3485-4cc5-8a49-01a30213d3c2","contentencoded":"<p>An Ethiopian kitchen can be a place of both succulence and self-denial.</p><p>In the kitchen of Abyssinia, a popular Ethiopian eatery in Nairobi, the owner, Abebe, demonstrates how his cook prepares the dish called <em>kitfo. </em>It's <a href=\"http://www.cookingchanneltv.com/recipes/kitfo.html\" target=\"_blank\">raw minced beef whipped together with cardamom and chili and a spicy butter</a>, with a texture and taste closer to delicate cheese than to steak tartar.</p><p><em>Kitfo</em> is actually Abebe's favorite food, but it's one he hasn't been allowed to eat for the past month. The Ethiopian Orthodox Church, one of the world's oldest, observes Christmas on Jan. 7, following a <a href=\"http://www.ethiopianorthodox.org/english/calendar.html\">calendar</a> similar to the Coptic Church. The 40 days prior to Christmas (including Dec. 25) are observed with a vegan fast.</p><p>That usually means just one meal per day, in the afternoon or evening.</p><p>This 40-day Nativity Fast — also observed by the Eastern Orthodox Church, Eastern Catholic and Coptic Church, among others — typically prohibits meat, dairy, eggs, oil and wine. (Some traditions are ambiguous about whether fish may be eaten.)</p><p>The church considers refraining from some meals and some foods to be a form of purification and spiritual preparation. While the term \"vegan\" was coined only 70 years ago, prohibitions against eating meat and dairy for extended periods have been around for millennia. But no church has as many fasting days as the Ethiopian Orthodox Church.</p><p>Abebe says that at a time of year when others are gorging, there's something gratifying in self-denial.</p><p>\"In fact, that gives a psychological edge to those of us who are fasting,\" he says, adding that the hungrier he gets, the closer he feels to God.</p><p>Abebe, who, like many Ethiopians, goes by only his first name, has had a lot of practice serving food he's forbidden to touch. The Ethiopian Orthodox Church has 250 fasting days, 180 of which are obligatory for laypeople, not just monks and priests.</p><p>During the 40-day advent fast, only one vegan meal is allowed per day, in the afternoon or evening. Abebe says he has come to enjoy that feeling of apartness.</p><p>\"It enables me to deal with this world,\" he says, \"because this world is full of challenge.\"</p><p>It also makes the Christmas feast, when it finally arrives, that much more of a party. The traditional dish for Ethiopians on Christmas Day is <a href=\"http://www.seriouseats.com/recipes/2014/03/doro-wat-from-the-worlds-best-spicy-food.html\" target=\"_blank\"><em>doro wat</em>, which features pieces of meat swimming in a rich red sauce</a>.</p><p>Unlike the <em>doro wat</em> eaten the rest of the year, the Christmas dish is prepared with a slaughtered rooster rather than a hen, carved into exactly 12 pieces, representing the 12 disciples, says Abebe's wife, Shitaye. (Each wing is divided into two pieces; those four plus the breasts, thighs, drumsticks, neck and back make 12 pieces.)</p><p>Then come the 12 hard-boiled eggs, which some say symbolize eternity. And eternity is what it can feel like to make the sauce, which requires simmering 9 pounds of chopped onion for every one rooster, with a chili called berbere. It's a process that normally takes four to five hours.</p><p>For the restaurant's many Kenyan and expatriate customers, <em>doro wat</em> is just another dinner option, instead of a long-awaited reward for asceticism. Isn't the specialness of eating it lost on them?</p><p>\"Yeah, if you do it every day, it is true,\" Shitaye says. Catching herself, she adds: \"But our guests are very special for us!\"</p><p>There are some other traditions that the Ethiopian diaspora in Kenya have to miss out on this holiday season. <a href=\"http://allafrica.com/view/group/main/main/id/00014065.html\" target=\"_blank\">Kenya has outlawed the sale of homebrew</a>, so there will be no honey wine, called <em>tej</em>, or barley beer, called <em>talla</em>. Likewise, there will be no sound of children playing the traditional Christmas game of Ethiopian field hockey, or <em>genna</em>. Legend has it that this is what the shepherds played when they heard of the birth of Jesus. (Abebe says he used to play a mean right wing, or skipper.)</p><p>Today, however, as on every day this month, they will be eating just like their relatives in Ethiopia. At 2:45 p.m., when the day's fast can be broken, Abebe emerges with a woven basket on which is laid the spongy sour flatbread called <em>injera, </em>which serves both as the platter on which other food is served and, by tearing bits off, as utensils.</p><p>This is topped with a generous dollop of <a href=\"https://ethiopianfood.wordpress.com/2013/01/29/sure-as-shiro/\" target=\"_blank\">a chickpea-and-white bean dish called <em>shiro</em></a><em> (</em>11 ingredients, nine of which are spices). It's accompanied by scoops of lentils, kale and other greens.</p><p>Unlike the white <em>injera</em> often found in the U.S., which is made of corn flour, this one is brownish: Adebe's is made from <a href=\"http://en.wikipedia.org/wiki/Eragrostis_tef\" target=\"_blank\">an ancient grain called tef</a> specially imported from Ethiopia.</p><p>With fasting food this delicious, you could say asceticism has its perks.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+40-Day+Vegan+Fast%2C+Then%2C+At+Last%2C+A+January+Christmas+Feast&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Gregory Warner","audio":[{"meta":{"duration":"213"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1374417538-edefd9.m3u?orgId=1&topicId=1053&aggIds=371688485&d=213&p=2&story=373834051&t=progseg&e=374417420&seg=8&ft=nprml&f=373834051"},{"href":"http://media.npr.org/assets/img/2014/12/30/warner_ethiopianfasting2-64698381c0e806163876d302dcf24bfaccc3c73b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1869","width":"2492"}},{"href":"http://media.npr.org/assets/img/2014/12/30/doro-wat-getty-4885243a0fe28686a24ba3e6f7f1d5d7a3b12938.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"978","width":"1304"}}]}