{"created":"2015-02-21T22:09:46+00:00","modified":"2015-05-13T21:13:52+00:00","valid":{"from":"2015-05-13T21:13:52+00:00","to":"3015-05-13T21:13:52+00:00"},"hreflang":"en","title":"Adobe Photoshop: 'Democratizing' Photo Editing For 25 Years","published":"2015-02-22T02:48:00+00:00","teaser":"The photo editing system Adobe Photoshop turned 25 this week. NPR's Arun Rath talks to co-founder Thomas Knoll about how the system has changed and where it's going.","itags":["npr_api","387839022"],"guid":"194325c1-b0ea-4a2d-abea-4e5d20c7cbc9","contentencoded":"<p>This week, the photo editing software Adobe Photoshop turned 25 years old. The program is an industry juggernaut — so famous that the word \"Photoshop\" has come to be synonymous with image manipulation.</p><p>But when the software started, says co-creator Thomas Knoll, it was a personal project. He and his brother John started working on the program in the late 1980s.</p><p>\"It was originally a project that my brother and I were doing together for our own mutual use and enjoyment,\" Knoll tells NPR's Arun Rath. \"It was not intended until a couple months into the process that we would even try to make it into a commercial application.\"</p><p>Back in 1987, Thomas started making digital tools for image processing as part of a Ph.D. program. John was working as a camera operator for George Lucas' Industrial Light and Magic.</p><p>John saw computer graphics as the future of special effects, and soon realized that a lot of people would want to get their hands on this image processing technology.</p><p>\"He said, 'Would you mind if I showed this around? I think I can sell this,' \" Knoll recalled. \"So he spent a lot of time driving around Silicon Valley, doing demos of the very early versions of Photoshop, trying to find a company that would be interested in publishing it.\"</p><p>Adobe was that company. They acquired the rights and published Adobe Photoshop 1.0 on Feb. 19, 1990. Twenty-five years later, Adobe Photoshop is still the industry <a href=\"https://www.adobe.com/content/dam/acom/en/products/photoshop/images/adobe-ps25-timeline.pdf?PID=7596969\">standard for photo editing software</a>.</p><p>\"There [were] image processing programs on the market already when we released, but when users compared them they found Photoshop to be both the most powerful and the easiest to use,\" Knoll says. \"So we managed to dominate the market because of that.\"</p><p>Today, almost everyone who needs to analyze or alter photos uses Photoshop, including graphic designers, photographers and even doctors and medical examiners.</p><p>It's so commonplace that in 2006, the Oxford English Dictionary added Photoshop as a verb. Knoll says it's important to keep in mind that image manipulation was not invented by Photoshop.</p><p><strong>\"</strong>There were previously very sophisticated people in darkrooms who could do very good photo composites that you couldn't tell from reality,\" Knoll says. \"What Photoshop did was sort of democratize that ability.\"</p><p>But some people would inevitably use these tools irresponsibly.</p><p>\"A lot of the uses of Photoshop are wonderful and creative,\" he says. \"There are a few uses where people are being unethical with it and like any tool, it's not the fault of the tool that happens.\"</p><p>Knoll sees a positive side to the pervasiveness of Photoshop.</p><p>\"It certainly raises awareness that you can't trust an image as truth without having other means of verification,\" he says. \"People have a more healthy skepticism when they see photography.\"</p><p>Over the years, Knoll says <a href=\"https://www.youtube.com/watch?v=QmYc1MNJaQc\">some upgrades to Photoshop</a> have even surprised him, such as the \"content-aware fill\" feature that seamlessly fills in areas when you cut someone out of a photo. He's not willing to make specific predictions, but he guarantees there are more surprises in store.</p><p><strong>\"</strong>When Photoshop first came out, computers were about one million times as slow as the computers of today,\" he says. \"As computers continue to get faster, more things will become possible in the future.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Adobe+Photoshop%3A+%27Democratizing%27+Photo+Editing+For+25+Years&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"208"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1388075804-172e3b.m3u?orgId=1&topicId=1006&d=208&p=2&story=387839022&t=progseg&e=388075757&seg=8&ft=nprml&f=387839022"},{"href":"http://media.npr.org/assets/img/2015/02/20/jennifer-in-paradise-842a797ebaf32df420b6d5c3e2c27f8d7b00bac1.png","type":"image/jpeg","meta":{"crop":"standard","height":"588","width":"784"}},{"href":"http://media.npr.org/assets/img/2015/02/20/photoshop-toolbars-through-the-years_version-b_enl-0c984db29603e407a6612de4102ea3151cc00142.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"770","width":"1200"}},{"href":"http://media.npr.org/assets/img/2015/02/20/dreamscapes-by-jimmy-williams-4081fe188d57f8322a4e0a3d03cf3e8233b2eba0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1285","width":"1714"}}]}