{"created":"2015-02-17T20:35:52+00:00","modified":"2015-05-13T21:15:12+00:00","valid":{"from":"2015-05-13T21:15:12+00:00","to":"3015-05-13T21:15:12+00:00"},"hreflang":"en","title":"At His Villa, Pakistan's Musharraf Awaits Trial And Holds Court","published":"2015-02-20T20:02:00+00:00","teaser":"Pakistan's former military ruler, Pervez Musharraf, faces charges of treason and murder. But in an interview with NPR, he says he has no regrets about returning to his homeland to face trial.","itags":["npr_api","386946905"],"guid":"194f2bc2-c779-4801-bbef-514b6ac748fb","contentencoded":"<p>He is <a href=\"http://www.npr.org/blogs/thetwo-way/2014/03/31/297147029/at-indictment-pakistans-musharraf-asserts-his-innocence\">indicted for treason</a> and murder. He is forbidden from going abroad. He is banned for life from running for elected office.</p><p>It is hard to imagine how Pervez Musharraf, former military ruler of Pakistan, could be in much deeper water than this.</p><p>Yet, as the ex-president and army chief sits in his apricot-colored villa, ruminating over his predicament, he does not sound — or look — much like a man unduly burdened by worry.</p><p>Musharraf is on home turf these days, in the mega-city of Karachi on the shores of the Arabian Sea. Although he lives behind multiple layers of armed security men, cameras, barriers, and razor wire, he is far from being a prisoner.</p><p>\"I attended a marriage party last night,\" says Musharraf. \"I was there 'til about one in the morning.\"</p><p>He says at night he sometimes drops in on several of Karachi's exclusive country clubs.</p><p>\"But of course, there are security threats,\" he says, \"So I do not move around as I would in London,\" where he also has a home.</p><p>Nearly two years have elapsed since Musharraf returned to Pakistan from self-imposed exile for what he hoped would be a political reincarnation, but which turned out to be a disaster.</p><p>Finally, falteringly, his fortunes seem to be edging upward. The civilian government led by his nemesis Nawaz Sharif, the prime minister whom Musharraf ousted in a 1999 coup, has weakened in recent weeks.</p><p>The military establishment that Musharraf once commanded, and where he still enjoys support, is becoming more powerful.</p><p>Its top brass recoils at the idea of their ex-chief being tried for treason and murder. The cases against Musharraf are now spluttering along at a snail's pace, suggesting that the judiciary has little appetite these days for taking on the army.</p><p>In a wide-ranging NPR interview at his Karachi home, Musharraf reflected on the journey that has taken him from the president's palace — with sky-high popularity ratings, in his early years — to a defendant on bail.</p><p>He admits that the \"legal entanglement\" that greeted him on his return was worse than he expected. Yet he has no regrets about coming back to Pakistan: \"Whenever I came here, I would have to face the same cases, so why not now?\"</p><p>He continues: \"I could never decide that I am never going to come back to Pakistan, and just live in Dubai and London. No, that I could not do. I have relatives and friends [here]. I had to come back.\"</p><p>Musharraf waves away any suggestion that he'd leave Pakistan for good, if his travel ban was lifted: \"Never, never, never, never. In fact my thinking is now — why should I go? I am here. Do any thing you like.\"</p><p><strong>Warning Of A 'Proxy War' In Afghanistan</strong></p><p>The life ban on running in elections is not deterring the former army chief from publicly airing his views.</p><p>There's overwhelming evidence that during his rule, despite allying his government with the U.S. post-Sept. 11, Pakistan sought influence in Afghanistan by covertly sponsoring militant groups. Now Musharraf is warning of a new \"proxy war\" there, caused by \"meddling\" by Pakistan's chief adversary, India.</p><p>\"What should Pakistan do when this kind of a situation is faced?,\" he asks. \"Obviously, Pakistan starts looking for elements who'd support Pakistan, who'd play our game there.\"</p><p>\"So what do we end with? We end with a proxy war. We end with an India-Pakistan conflict going in Afghanistan,\" he adds.</p><p>This, says Musharraf, would be bad for everyone. He thinks it's time to leave the place alone.</p><p>\"The best solution to Afghanistan is let them find their own way out from the mess that there is,\" he says.</p><p>However, he says he feels \"a little optimistic\" about Afghanistan's new president Ashraf Ghani, whom he considers \"balanced\" and \"progressive\".</p><p><strong>Dismissive Of The Legal Charges <br /></strong></p><p>Musharraf has strong opinions, too, on the pile of assorted criminal cases against him. He views these as the work of political enemies seeking revenge and who are eager to prevent him forging ahead with his ambition of playing a prominent, but behind-the-scenes, role in the creation of a \"third force\" to challenge the established parties.</p><p>\"There is no doubt. They want to keep me out\", he says. \"They want to keep me out of politics.\"</p><p>The cases include a murder charge over the military's 2006 assassination of a Baloch nationalist leader. He dismisses this as \"baseless,\" and has so far not attended any hearings.</p><p>But he is clearly preoccupied by his treason indictment, remarking: \"We have to bring it to some kind of conclusion.\"</p><p>That charge relates to his decision to suspend Pakistan's constitution and declare a state of emergency in November 2007.</p><p>Pakistan was engulfed back then in a political crisis precipitated by Musharraf's attempts to sack the country's <a href=\"http://www.npr.org/blogs/parallels/2013/12/12/250431216/pakistans-fearless-chief-justice-challenged-the-powers-that-were\">chief justice</a>, and also a surge in militant attacks. At the time, Musharraf justified his decision by saying he was saving his nation from \"suicide.\"</p><p>Musharraf continues to argue that, in times of crisis, the constitution should be \"tailored\" to meet circumstances, if the need arises.</p><p>\"I strongly believe that where there is a choice between Pakistan and the constitution, I will any time and always go for Pakistan,\" he says.</p><p><strong>A Steady Stream Of Visitors </strong></p><p>As he waits for his cases to grind through the legal process, or fade away, Musharraf has settled into a comfortable daily routine.</p><p>His afternoons are usually spent sitting for hours on the dazzlingly white sheepskin that covers his favorite chair, receiving visitors in his elegant reception room.</p><p>\"Politicians and non-politicians, they just want to come and meet me,\" he says. \"So from 1 p.m. to 6 p.m. or 7 p.m., I meet people ... I am very happy to meet them, especially the youth.\"<br /> <br /> Mornings always begin with 50 minutes of exercise — going back and forth in his swimming pool if the weather is warm or, if not, pounding away on his treadmill.</p><p>Not so long ago, Musharraf was crying off court appearances, citing medical problems. Now he looks younger than his 71 years and, clad in a dark blue blazer and open-necked white shirt, remarkably sprightly. \"I feel healthy,\" he says cheerfully.</p><p><strong>Declaring His Presidency A Success </strong></p><p>To talk to Musharraf at length is to a meet a man who sees himself as misunderstood, and is eager to correct the historical record.</p><p>He maintains that, judged by economic and social indicators, he was Pakistan's most successful president in its 68-year history, equaled only by another military ruler, Field Marshal Ayub Khan, who ruled from 1958 to 1969.</p><p>Musharraf casts himself as more democratic than Pakistan's elected leaders, whom he characterizes as corrupt and autocratic, citing his record of empowering the media, women and minorities. Yet the ex-army chief clearly, unrepentantly, believes in a system of government where the ends justify the means.<br /> <br /> \"If democratic means are not meeting the situation, the demands of the situation, well we adopt undemocratic means to meet that,\" Musharraf says. \"Because to meet the challenges is the important part, and not merely following a democratic path.\"</p><p>At one point, he remarks: \"Frankly, no Muslim country is totally prepared for democracy, as you see in the West. You have to tailor it to their particular requirements of each country. We don't know how to spell democracy!\"</p><p>Musharraf's tendency to be outspoken surfaces again when the conversation shifts to the late Benazir Bhutto — and the generally positive view of her in the West.</p><p>\"Unfortunately, in the West, you like a person who speaks very good English, \" says Musharraf, \"You like a person, if the person is a woman, well, it's much better — liberal, very forward-looking. If the lady is good-looking, oh very good! Excellent. She is a good leader of the future.\"</p><p>For a while, conspiracy theories swirled around Pakistan linking Musharraf to Bhutto's assassination in late 2007. Moves are still under way to prosecute him, focusing on an alleged failure to provide her with adequate security, a charge he strongly rebuts.</p><p>Musharraf believes attitudes on this have changed: \"I think, massively, all over Pakistan, they (people) know that I was not involved.\"</p><p>After all, he says, he was \"the maximum loser.\" Bhutto's death accelerated his fall from office; facing impeachment on other issues, Musharraf resigned the following summer.</p><p>One episode in his nine-year rule draws an expression of regret. Musharraf still insists it was correct to move against Pakistan's chief justice, Iftikhar Chaudhry, in 2007. His attempts to oust the judge lit the fuse for a political crisis that eventually toppled him.</p><p>But he adds: \"Sometimes one has to be pragmatic enough (to realize) that even that correct action may lead to very negative fallouts, on the country and on myself.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=At+His+Villa%2C+Pakistan%27s+Musharraf+Awaits+Trial+And+Holds+Court&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Philip Reeves","audio":[{"meta":{"duration":"372"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1387017064-454fd9.m3u?orgId=1&topicId=1125&d=372&p=2&story=386946905&t=progseg&e=386908027&seg=6&ft=nprml&f=386946905"},{"href":"http://media.npr.org/assets/img/2015/02/17/164502758edit-afdfb83d822f1b025df61d81f1823a8cebb98c59.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1993","width":"2657"}},{"href":"http://media.npr.org/assets/img/2015/02/17/musharraffeb15edit-40c94e5fe27eb10b991bec326f21df98d77b9dcd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1377","width":"1836"}}]}