{"created":"2015-05-14T02:39:25+00:00","modified":"2015-05-15T13:02:35+00:00","valid":{"from":"2013-05-24T16:56:59+00:00","to":"3013-05-24T16:56:59+00:00"},"hreflang":"en","byline":"Jeff Tyler","tags":["6 degrees of sequestration","APM","Economy","HUD","IRS","furlough","government","sequester","sequestration"],"contentencoded":"<div class=\"barn-cleaned\"><p>Some government workers are getting&nbsp;an extra-long holiday weekend. But it's not voluntarily. For about 115,000 staffers at four different agencies,&nbsp;it’s a furlough Friday; a mandatory day-off for about 5 percent of federal employees. It's all part of budget cutting under what Congress calls ‘<a href=\"http://www.marketplace.org/topics/economy/6-degrees-sequestration\" target=\"_blank\">sequestration</a>.’</p>\n<p>But what if the government closed, and no one noticed? Tax day is behind us. Do many people really need to reach the IRS today? You might if you experience identity theft. But if you called the IRS hotline, you would hear the following message: “Due to the current budget situation, all IRS offices are closed today.”</p>\n<p>The Environmental Protection Agency, or EPA, is also closed today. Jackie Simon is with the American Federation of Government Employees, the union representing EPA workers. “With EPA closed, it’s a get-out-of-jail-free-card day for polluters,\"&nbsp;Simon says. \"There’s no one there at EPA to enforce our clean air and clean water laws. No one there to hold polluters accountable.”&nbsp;</p>\n<p>It’s also furlough Friday at HUD, the Department of Housing and Urban Development. Linda Couch with the National Low Income Housing Coalition says tornado victims&nbsp;are one group that will notice that the HUD office is closed. “If I were someone in Oklahoma who was trying to get a list of federally-subsidized units that might be vacant, then today’s a really bad day to have a furlough,” says Couch.</p>\n<p>To see who else is missing out today, I stopped by the Los Angeles office of HUD. Mary Wood, 52, had just been turned away by building security.</p>\n<p>“I was going to the HUD, but they said it’s closed today and Monday,\" Woods says. \"Monday’s a holiday, so that’s understandable. But I wonder why they’re closed today?”</p>\n<p>I asked why she came to the HUD office. “To try to get some information about lower-income housing and to see can they help me pay for move-in fees,” she says. Woods is currently homeless. She’s trying to change that. But if she wants help from HUD, she’ll have to come back Tuesday.</p></div>","contenttemplated":"[{\"content\":\"<p>Some government workers are getting an extra-long holiday weekend. But it&apos;s not voluntarily. For about 115,000 staffers at four different agencies, it’s a furlough Friday; a mandatory day-off for about 5 percent of federal employees. It&apos;s all part of budget cutting under what Congress calls ‘<a href=\\\"http://www.marketplace.org/topics/economy/6-degrees-sequestration\\\" target=\\\"_blank\\\">sequestration</a>.’</p>\",\"type\":\"text/html\"},{\"content\":\"<p>But what if the government closed, and no one noticed? Tax day is behind us. Do many people really need to reach the IRS today? You might if you experience identity theft. But if you called the IRS hotline, you would hear the following message: “Due to the current budget situation, all IRS offices are closed today.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p>The Environmental Protection Agency, or EPA, is also closed today. Jackie Simon is with the American Federation of Government Employees, the union representing EPA workers. “With EPA closed, it’s a get-out-of-jail-free-card day for polluters,&quot; Simon says. &quot;There’s no one there at EPA to enforce our clean air and clean water laws. No one there to hold polluters accountable.” </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>It’s also furlough Friday at HUD, the Department of Housing and Urban Development. Linda Couch with the National Low Income Housing Coalition says tornado victims are one group that will notice that the HUD office is closed. “If I were someone in Oklahoma who was trying to get a list of federally-subsidized units that might be vacant, then today’s a really bad day to have a furlough,” says Couch.</p>\"},{\"content\":\"<p>To see who else is missing out today, I stopped by the Los Angeles office of HUD. Mary Wood, 52, had just been turned away by building security.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“I was going to the HUD, but they said it’s closed today and Monday,&quot; Woods says. &quot;Monday’s a holiday, so that’s understandable. But I wonder why they’re closed today?”</p>\"},{\"content\":\"<p>I asked why she came to the HUD office. “To try to get some information about lower-income housing and to see can they help me pay for move-in fees,” she says. Woods is currently homeless. She’s trying to change that. But if she wants help from HUD, she’ll have to come back Tuesday.</p>\",\"type\":\"text/html\"}]","published":"2013-05-24T16:56:59+00:00","title":"Friday furloughs mean less services","description":"Thanks to sequestration, roughly 115,000 federal workers at the IRS, EPA, HUD and OMB get an unpaid holiday. Does anybody really notice that the offices are closed on the first day of the long Memorial Day weekend?","guid":"19546024-5b9d-444a-8b71-a2c4b6f591bb","teaser":"Thanks to sequestration, roughly 115,000 federal workers at the IRS, EPA, HUD and OMB get an unpaid holiday. Does anybody really notice that the offices are closed on the first day of the long Memorial Day weekend?","itags":["Marketplace","PMP:Marketplace_PMP","195460245b9d44a3b71da2c4b6f591bb","Marketplace for Friday, May 24, 2013"],"audio":[{"meta":{"width":"610","height":"340","crop":"primary"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/emptyhousereps.jpg?itok=OLhTzBwx","type":"image/jpeg"},{"meta":{"duration_hms":"00:01:57","duration":117,"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/05/24/marketplace_segment18_20130524","type":"application/json"}},"format":"MP3","type":"audio/mpeg","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/05/24/marketplace_segment18_20130524_64.mp3"}]}