{"created":"2015-02-05T12:22:34+00:00","modified":"2015-06-16T17:28:32+00:00","valid":{"from":"2015-06-16T17:28:32+00:00","to":"3015-06-16T17:28:32+00:00"},"hreflang":"en","title":"U.S. And NATO Seek New Ways To Help Secure Ukraine's Border","published":"2015-02-05T16:49:00+00:00","teaser":"\"Clearly what we see is that conditions in eastern Ukraine have to change,\" NATO Commander Gen. Philip Breedlove tells NPR's Renee Montagne.","itags":["npr_api","383997729"],"guid":"1957f1ec-dc18-445d-81e3-fc94358ba07f","contentencoded":"<p>The U.S. and its allies are holding talks today in a new push to ensure Ukraine's borders amid heightened fighting between pro-Russian separatists and Ukrainian troops. But a key question that's being debated is whether to supply weapons to Ukraine to counter the aggression.</p><p>\"Clearly what we see is that conditions in eastern Ukraine have to change,\" NATO Commander Gen. Philip Breedlove tells NPR's Renee Montagne.</p><p>Breedlove says \"hundreds and hundreds\" of members of Russia's military are in separatist areas of Ukraine, supplying air defense and other crucial help.</p><p><strong>Update at 8:25 a.m. ET: Russia Warns Of 'Colossal Damage'</strong></p><p>A decision to send weapons to Ukraine would \" cause colossal damage to U.S.-Russian relations, especially if the residents of Donbass (Donetsk and Lugansk regions) start to be killed by American weapons,\" says Russian Foreign Ministry spokesman Alexander Lukashevich, according to <a href=\"http://news.yahoo.com/russia-warns-us-arms-kiev-cause-colossal-damage-004307353.html\">Agence France-Presse</a>.</p><p><em>Our original post continues:</em></p><p>Today, Ukraine's President Petro Poroshenko used an interview with German newspaper <em>Die Welt</em> to urge NATO to give more support to his country, support that he said (in a translation by <a href=\"http://www.reuters.com/article/2015/02/05/us-ukraine-crisis-idUSKBN0L910W20150205\">Reuters</a>) \"includes, among other things, delivering modern weapons for protection and for resisting the aggressor.\"</p><p>In the past, Breedlove has also advised giving defensive weapons to Ukraine. But he tells Renee that any lasting solution will include political or diplomatic, and perhaps economic, elements. And he noted the alliance's \"great tradition of the military answering to the direction of our political masters.\"</p><p>There is new movement on the diplomatic front. Today, Secretary of State John Kerry arrived in Kiev for talks and to announce a new aid package. German Chancellor Angela Merkel and French President François Hollande also plan to visit Kiev, before heading to Moscow Friday.</p><p>\"Kerry came with a $16 million aid package, but not with the defensive weapons that the Ukrainian government has been seeking,\" NPR's Michele Kelemen reports from Kiev. \"The administration has not yet decided, we're told, whether it will give Ukraine things like anti-tank missiles to deter Russia, which the U.S. says has been pouring tanks and armored vehicles to separatists in the east.\"</p><p>Ukraine is also being discussed in Brussels, where defense ministers of NATO's 28 member nations are meeting this week.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=U.S.+And+NATO+Seek+New+Ways+To+Help+Secure+Ukraine%27s+Border&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":"436"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1383999190-1dc7c1.m3u?orgId=1&topicId=1124&d=436&story=383997729&ft=nprml&f=383997729"},{"href":"http://media.npr.org/assets/img/2015/02/05/kerry-poroshenko-2ed4488d1959b9a5d6f135bc5ec93e02bf1775de.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3169","width":"4226"}}]}