{"created":"2015-04-01T22:00:16+00:00","modified":"2015-04-06T16:20:37+00:00","valid":{"from":"2015-04-06T16:20:37+00:00","to":"3015-04-06T16:20:37+00:00"},"hreflang":"en","guid":"195de341-862f-4609-8c57-9b2096863763","title":"American groups back LGBT rights in Pakistan, but it's a different story in Indiana","published":"2015-04-06T16:20:34+00:00","byline":"Shirin Jaafari","tags":["gay rights","social issues","Religion Freedom Restoration Act","LGBT rights","religious freedom","discrimination","Belief","Lifestyle & Belief","United States","United Kingdom","Pakistan","Indiana","Social Issues"],"teaser":"In the US, here’s been an outcry against the passing of the Religious Freedom Restoration Act in Indiana. But while some citizens are stunned, a foreign correspondent says it's even harder for someone trying to explain it to people outside the United States.","contentencoded":"<p>As a reporter working for the BBC, Aleem Maqbool has to help explain American society and news to a global audience. So how's that going now that he's covering the controversial passage of the Religious Freedom Restoration Act in Indiana?</p>\n<p>\"They see a law which could discriminate against gay people potentially and they do get alarmed,\" Maqbool says of his audience in the United Kingdom. Even with an election looming back home, the RFRA — and a potential counterpart in Arkansas, which the state's governor rejected on Wednesday — is still getting attention. Indiana is also in the news w<a href=\"http://www.pri.org/stories/2015-03-30/purvi-patel-faces-20-years-prison-feticide-and-child-neglect\">ith the sentencing to 20 years of prison </a>of an Indian-American woman who had a stillbirth for neglect and ''feticide.''</p>\n<p>Supporters of the so-called religious freedom law in Indiana, which allows businesses to refuse service to customers in line with their religious beliefs, say it's an attempt to safeguard religious freedom. Opponents call it legalized anti-gay discrimination, and the British public seems to agree.</p>\n<p>Britons \"simply can't understand how a debate like this could possibly be going on now in modern-day America,\" Maqbool says, especially in comparison to their own country. \"There are still issues of discrimination, of course, but it is perhaps much easier for minority groups to be able to have some recourse when they feel discriminated against.\"</p>\n<p>The debate is also ironic for Maqbool himself. During his time reporting from Pakistan, he saw US-backed organizations in the country working to advance the rights of gays and lesbians. \"It's interesting that things that are being pushed for by Western agencies in a country like Pakistan, [but] back here, there are still debates about a lot of those issues,\" he says.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-01%2Fconfused-about-understanding-whats-happening-indiana-and-arkansas-try-explaining&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0401201504.mp3"},{"href":"http://www.pri.org/file/0401201504mp3"}]}