{"created":"2014-09-18T15:05:31+00:00","modified":"2014-10-31T02:05:32+00:00","valid":{"from":"2014-10-31T02:05:32+00:00","to":"3014-10-31T02:05:32+00:00"},"hreflang":"en","title":"Bye-Bye To Barbara Walters: A Long 'View' Of A Storied Career","published":"2014-05-15T20:48:00+00:00","teaser":"After 53 years on television, ABC's Barbara Walters is retiring from her work on camera. Steve Inskeep talks to the groundbreaking broadcaster about her life, career and impact on television news.","itags":["npr_api","312471892"],"guid":"19724b74-48bf-43e9-a936-1e353952a6a3","contentencoded":"<p>Barbara Walters had a big interview recently: She spoke with V. Stiviano, the girlfriend of disgraced L.A. Clippers owner Donald Sterling.</p><p>\"Are you in love with Donald Sterling?\" Walters asks. \"I love him,\" Stiviano answers. There's a little back-and-forth about the nature of their love, and in the end, Stiviano admits she's not in love with Sterling, but she does love him \"like a father figure.\"</p><p>The ABC interviewer who asked that question — and caught what was not quite said — is 84 and stepping back from TV this month, ending an 18-year run on her daytime show <em>The View</em>, and a 53-year career on television. Though she may come back if the pope grants her an interview.</p><p>It all started with Walters working behind the scenes at the <em>Today</em> show. She started doing on-air reports in 1961 and would eventually become the program's co-host. But executives at NBC didn't realize they had a star on their hands until she was profiled by <em>The New York Times</em> — and a young reporter named Gloria Steinem.</p><p>\"It was the first big interview that anyone had done on me,\" Walters tells NPR's Steve Inskeep. \"But you know, that was a time when women were not doing news. And women on the <em>Today</em> show were certainly not doing news. So one says now, well, what was the big deal, at the time it was.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On her big break</strong></p><p>I had been doing stories for the <em>Today</em> show. I did a day in the life of a Playboy bunny, I did the day in the life of a nun — that's sort of a big jump, isn't it? Playboy bunny to nun. ... The audience was used to me ... so when I was put on the air for 13 weeks while they were looking for a star, they said, well, we'll put her on at scale — I worked cheap — and the 13 weeks lasted 13 years, and my pay scale rose a bit. Not the way it is today for women on the morning shows, but I was pretty thrilled.</p><p><strong>On being lonely at the beginning</strong></p><p>It was lonely and it was painful. At one point I was on the air with a male partner who really didn't want me on and made things quite difficult for me, but what saved me — two things that I think: one was letters from other women saying, \"We're going through the same thing,\" in whatever field they were in, in whatever job they had, and \"hang in there.\" And I knew I had their support. And the other thing was a telegram, believe it or not, that said, \"Don't let the bastards get you down,\" and it was signed John Wayne. And I felt the cavalry was coming! So it was a difficult time, but if it helped other women — and maybe it did — then it's a legacy I'm extremely proud of.</p><p><strong>On going on the road for big interviews</strong></p><p>I remember going into my dressing room, sitting down and taking off my makeup and crying because I knew that my partner didn't want me, I knew that I was failing. At that point I was a single mother with a daughter to help support, and I felt that my career was over, that there was no life preserver. And it was then that a man who was a genius and who was the head of the news department here, named Roone Arledge, literally sent me on the road, and that's when I did the most important interviews that I think helped to make my career: Fidel Castro, Anwar Sadat, Menachem Begin. I spent a lot of time in the Middle East, and I worked my way back, and that's, I think, what made the difference for me.</p><p><strong>On being a mother, and choosing whether to stay home or chase the story</strong></p><p>Well, I had a lot of choices because I was traveling all the time, and there was, well, do I go to Egypt or do I stay home with Jackie? And with the job that I had, and I guess with my own ambition, I went to Egypt. But do I regret it? How do you think of that later on? It was my job. I tried to be there for Jackie; I tried to be there certainly for the most important occasions. She is a wonderful woman; whether she did it by herself or with my help, I don't know. What I do know is that I'm grateful. I'm grateful for her; I'm grateful that she was in my life. It gave me such a feeling of joy to have had this child — I just wish I'd had more.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Bye-Bye+To+Barbara+Walters%3A+A+Long+%27View%27+Of+A+Storied+Career&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"469"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1312674269-1f5bdd.m3u?orgId=1&topicId=1138&ft=3&f=312471892"}]}