{"created":"2014-10-03T03:51:58+00:00","modified":"2015-04-30T19:47:44+00:00","valid":{"from":"2011-09-15T21:34:35+00:00","to":"3011-09-15T21:34:35+00:00"},"hreflang":"en","guid":"197561db-c8b6-40ef-8222-587f757e6fe5","title":"SOTRU - Sacramento: All Hands on Deck","teaser":"A company town, where the company is government. In a city where one in four households contain a government employee, the crippling state budget deficit, police layoffs, fire engine brown-outs and park closures could easily signal only the bleakest of futures. This is a town where, through sheer force of will, residents and an enthusiastic mayor are keeping their major league basketball team around for another year. Despite the recession gloom, people are figuring out ways — from clothing swaps to home shares — to deal with the hard new economic reality.","description":"State of the Re:UnionSacramento - All Hands on DeckHost: Al LetsonDESCRIPTION: A company town, where the company is government. In a city where one in four households contain a government employee, the crippling state budget deficit, police layoffs, fire engine brown-outs and park closures could easily signal only the bleakest of futures. This is a town where, through sheer force of will, residents and an enthusiastic mayor are keeping their major league basketball team around for another year. Despite the recession gloom, people are figuring out ways &mdash; from clothing swaps to home shares &mdash; to deal with the hard new economic reality.Billboard (:59)Incue: I'm Al Letson and you'reOutcue: But first, this newsNews Hole: 1:00-6:00SEGMENT A (12:29)Incue: I'm Al Letson and you'reOutcue: next on State of the Re:UnionA. At the Bottom Rung of the Political Ladder&hellip; Hope.Veteran political reporter A.G. Block has been tirelessly covering capitol politics for decades, and he finds few reasons for optimism these days.&nbsp; In fact, A.G. says, the will to collaborate and compromise has all but disappeared from the state capital.&nbsp; But when we meet two of A.G.&rsquo;s prot&eacute;g&eacute;s, capitol interns Callin Curry (a Democrat from Oakland) and Catherine Wahlgren (a Republican from Southern California), we find a glimmer of hope in a dark time for California state politics.&nbsp; B. Land Park Heroes.&nbsp; In the past few years, Sacramento&rsquo;s budget cuts have shrunk the maintenance staff at Land Park from 50 people down to just six.&nbsp; Built in the 1930s, with a zoo, golf course, baseball diamonds, gardens and ponds, Land Park has long been the jewel of this city.&nbsp; So when fifth-generation Sacramentan Craig Powell watched the park sinking into disrepair, he knew he had to do something to save it, even if the city government couldn&rsquo;t.&nbsp;&nbsp; Craig&rsquo;s solution has been so effective that three other city parks have replicated it.&nbsp; And the enormous team of people he rallied to the cause have started to re-imagine their relationship with the park, and their city.&nbsp; BREAK: 19:00 - 20:00SEGMENT B (18:58)Incue: I'm Al Letson and you're listening Outcue: P-R-X.O-R-GA.&nbsp; Keeping the KingsTo a lot of people, Sacramento isn&rsquo;t really a destination.&nbsp; It doesn&rsquo;t have the energy of big cities like San Francisco and L.A.&nbsp; Way out in a hot, dry valley, it doesn&rsquo;t have the natural beauty of California&rsquo;s coast and mountains.&nbsp; But what it does have&hellip; is its basketball team, the Sacramento Kings.&nbsp; To fans here, the Kings mean a lot. A sports tradition in a small city can be it&rsquo;s life blood.&nbsp; But last winter, the King&rsquo;s owners put in motion a plan to move the team down to Anaheim, outside of L.A.&nbsp; And as word of their plan began to spread, it sent shudders through the community.&nbsp; The responses ranged from spur-of-the-moment calls to action that roused thousands of people, to an ingenious harnessing of Twitter and Facebook that connected fans in unprecedented ways.&nbsp; We follow the ups and downs of the dramatic&mdash;and possibly final&mdash;Kings season through the voices of local radio host Carmichael Dave, Mayor Kevin Johnson and others, and find that this place hasn&rsquo;t been the same since.B. The Last Family Owned Radio Station in SacramentoAbout 15 miles outside of town, on a dusty road along the Sacramento River, sits a double-wide trailer with blackberry bushes and fruit trees all around it.&nbsp; This is the home of KJAY 1430 AM, Sacramento&rsquo;s last family-owned radio station.&nbsp; It&rsquo;s been in Tiffany Powell&rsquo;s family since the 1960s, but recently its airwaves have been commandeered by a community her classic radio dad Jack Powell most likely never would have imagined: the Hmong community.&nbsp; At least eight hours a day, Hmong hosts produce live shows about music, politics, culture, even hunting.&nbsp; For many Hmong people here, who don&rsquo;t speak or read English, KJAY is one of the few ways to stay connected to the wider world of mainstream Sacramento and beyond.&nbsp; C. Letter to SacramentoIn this funny and irreverent &ldquo;Dear Sacramento&rdquo; letter, local poet Josh Fernandez scours the streets of his city for his prized possession: his missing Iron Maiden wallet.BREAK: 39:00-40:00SEGMENT C: (18:59)Incue: I'm Al Letson and you'reOutcue: This is N-P-RHomelessness: Beyond the Tent CityA few years ago, the national media swarmed around a so-called breaking story on homelessness in Sacramento.&nbsp; The coverage focused on the tent city along the river here, where hundreds of people make their homes in tents and makeshift shelters, and the new homeless, people who lost their jobs and went from middle-class lives to surviving on the street. The truth is, though, the tent city has been here for years, and Sacramento has a large chronic homeless population.&nbsp; And beyond those national headlines are stories you&rsquo;ve probably never heard, stories of people who have been working on innovative solutions to this crisis for a long time.&nbsp; In this segment, we meet a few of those people, and hear surprising stories of communities connecting across deep divides.A. Stopping the Cycle: Tubman HouseWhen you hear that Bridget Alexander works with homeless teens, you probably don&rsquo;t think of the high-achieving, organized young moms who soothe their babies while paging through weekly planners in the living room of Tubman House.&nbsp; These young parents live here together, in a program that Bridget and her partner Blithe started almost ten years ago.&nbsp; Bridget and Blithe were determined not just to give these people shelter, but to help them plan for a life that has room for their children, and their own dreams.&nbsp; Residents here stay for 12 &ndash; 18 months, and everyone has a coach who works with them one-on-one to painstakingly help them build a stable life.&nbsp; We see how the mission of Tubman House is lived out through the story of one resident, Theresa Hernandez, who has overcome the death of both of her parents when she was 18 and her own subsequent homelessness to make a new start for herself and her son Simon.&nbsp;&nbsp;&nbsp;&nbsp; B. Winter SanctuaryLast winter in Sacramento was cold and rainy, and with deep budget cuts from the city and the county, the city&rsquo;s usual emergency homeless shelter at the state fair grounds didn&rsquo;t open. Homelessness advocates here had just two months to orchestrate an extremely cheap solution, or else at least 100 people would be left out in the cold each night&mdash;which can be a matter of life and death.&nbsp; And then it hit them:&nbsp; churches.&nbsp; If one church a night would open its doors to the homeless, people would have a warm, dry place to sleep. They called it the Winter Sanctuary program, and it ended up going way beyond just providing shelter.&nbsp; It changed people on both sides of the equation.&nbsp; In this story we meet beautician Simon Vu, a member of the congregation at the suburban St. Marks United Methodist Church.&nbsp; Simon decided to wash, massage and tend to the feet of the homeless at ad hoc spa stations, even giving pedicures upon request, along with his partner Barry.&nbsp; We hear from Kevin Anderson, a homeless man who remembers having his feet washed last winter.&nbsp; Then we meet Chuck and Donna McIntyre, volunteers who were very drawn to a young man who asked if he could play the piano at the church.&nbsp; James Dollson turned out to be an extraordinarily gifted piano player and composer, and his relationship with Chuck and Donna, and St. Marks Church itself, was just beginning when he touched the keys of the basement grand piano last winter.&nbsp; C. Wrap-Up // Sacramento Vox // CreditsWhen we first got to Sacramento, we wondered how the city maintained its dignity through such a long and deep recession.&nbsp; But in the stories we found, the answer to that question became obvious&hellip; people here are quietly and confidently stepping up to fill in the gaps they see in their communities.&nbsp; Al concludes this episode by reflecting on the larger implications of what&rsquo;s happening here.&nbsp; And, we hear from Sacramentans on how their city and their community has been changed.PROGRAM OUT @ 59:00The Fall 2011 Season of State of the Re:Union will be available on PRX and the Content Depot without charge to all public radio stations, and may be aired an unlimited number of times prior to September 16, 2012. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only. State of the Re:Union is produced by Al Letson, presented by PRX, and co-distributed by NPR and PRX. Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting.Thanks for your consideration of the State of the Re:Union with Al Letson. Please contact your NPR Stations Relations person or Joan Miller at joanadrienne@gmail.com or 612-377-3256 with questions or to confirm carriage.","contentencoded":"State of the Re:Union<br />Sacramento - All Hands on Deck<br /><br />Host: Al Letson<br /><br />DESCRIPTION: A company town, where the company is government. In a city where one in four households contain a government employee, the crippling state budget deficit, police layoffs, fire engine brown-outs and park closures could easily signal only the bleakest of futures. This is a town where, through sheer force of will, residents and an enthusiastic mayor are keeping their major league basketball team around for another year. Despite the recession gloom, people are figuring out ways &mdash; from clothing swaps to home shares &mdash; to deal with the hard new economic reality.<br /><br />Billboard (:59)<br />Incue: I'm Al Letson and you're<br />Outcue: But first, this news<br /><br />News Hole: 1:00-6:00<br /><br />SEGMENT A (12:29)<br />Incue: I'm Al Letson and you're<br />Outcue: next on State of the Re:Union<br /><br />A. At the Bottom Rung of the Political Ladder&hellip; Hope.<br /><br />Veteran political reporter A.G. Block has been tirelessly covering capitol politics for decades, and he finds few reasons for optimism these days.&nbsp; In fact, A.G. says, the will to collaborate and compromise has all but disappeared from the state capital.&nbsp; But when we meet two of A.G.&rsquo;s prot&eacute;g&eacute;s, capitol interns Callin Curry (a Democrat from Oakland) and Catherine Wahlgren (a Republican from Southern California), we find a glimmer of hope in a dark time for California state politics.&nbsp; <br /><br />B. Land Park Heroes.&nbsp; <br /><br />In the past few years, Sacramento&rsquo;s budget cuts have shrunk the maintenance staff at Land Park from 50 people down to just six.&nbsp; Built in the 1930s, with a zoo, golf course, baseball diamonds, gardens and ponds, Land Park has long been the jewel of this city.&nbsp; So when fifth-generation Sacramentan Craig Powell watched the park sinking into disrepair, he knew he had to do something to save it, even if the city government couldn&rsquo;t.&nbsp;&nbsp; Craig&rsquo;s solution has been so effective that three other city parks have replicated it.&nbsp; And the enormous team of people he rallied to the cause have started to re-imagine their relationship with the park, and their city.&nbsp; <br /><br />BREAK: 19:00 - 20:00<br /><br />SEGMENT B (18:58)<br />Incue: I'm Al Letson and you're listening <br />Outcue: P-R-X.O-R-G<br /><br />A.&nbsp; Keeping the Kings<br /><br />To a lot of people, Sacramento isn&rsquo;t really a destination.&nbsp; It doesn&rsquo;t have the energy of big cities like San Francisco and L.A.&nbsp; Way out in a hot, dry valley, it doesn&rsquo;t have the natural beauty of California&rsquo;s coast and mountains.&nbsp; But what it does have&hellip; is its basketball team, the Sacramento Kings.&nbsp; To fans here, the Kings mean a lot. A sports tradition in a small city can be it&rsquo;s life blood.&nbsp; But last winter, the King&rsquo;s owners put in motion a plan to move the team down to Anaheim, outside of L.A.&nbsp; And as word of their plan began to spread, it sent shudders through the community.&nbsp; The responses ranged from spur-of-the-moment calls to action that roused thousands of people, to an ingenious harnessing of Twitter and Facebook that connected fans in unprecedented ways.&nbsp; We follow the ups and downs of the dramatic&mdash;and possibly final&mdash;Kings season through the voices of local radio host Carmichael Dave, Mayor Kevin Johnson and others, and find that this place hasn&rsquo;t been the same since.<br /><br /><br />B. The Last Family Owned Radio Station in Sacramento<br /><br />About 15 miles outside of town, on a dusty road along the Sacramento River, sits a double-wide trailer with blackberry bushes and fruit trees all around it.&nbsp; This is the home of KJAY 1430 AM, Sacramento&rsquo;s last family-owned radio station.&nbsp; It&rsquo;s been in Tiffany Powell&rsquo;s family since the 1960s, but recently its airwaves have been commandeered by a community her classic radio dad Jack Powell most likely never would have imagined: the Hmong community.&nbsp; At least eight hours a day, Hmong hosts produce live shows about music, politics, culture, even hunting.&nbsp; For many Hmong people here, who don&rsquo;t speak or read English, KJAY is one of the few ways to stay connected to the wider world of mainstream Sacramento and beyond.&nbsp; <br /><br /><br />C. Letter to Sacramento<br /><br />In this funny and irreverent &ldquo;Dear Sacramento&rdquo; letter, local poet Josh Fernandez scours the streets of his city for his prized possession: his missing Iron Maiden wallet.<br /><br /><br />BREAK: 39:00-40:00<br /><br />SEGMENT C: (18:59)<br />Incue: I'm Al Letson and you're<br />Outcue: This is N-P-R<br /><br />Homelessness: Beyond the Tent City<br /><br />A few years ago, the national media swarmed around a so-called breaking story on homelessness in Sacramento.&nbsp; The coverage focused on the tent city along the river here, where hundreds of people make their homes in tents and makeshift shelters, and the new homeless, people who lost their jobs and went from middle-class lives to surviving on the street. The truth is, though, the tent city has been here for years, and Sacramento has a large chronic homeless population.&nbsp; And beyond those national headlines are stories you&rsquo;ve probably never heard, stories of people who have been working on innovative solutions to this crisis for a long time.&nbsp; In this segment, we meet a few of those people, and hear surprising stories of communities connecting across deep divides.<br /><br />A. Stopping the Cycle: Tubman House<br /><br />When you hear that Bridget Alexander works with homeless teens, you probably don&rsquo;t think of the high-achieving, organized young moms who soothe their babies while paging through weekly planners in the living room of Tubman House.&nbsp; These young parents live here together, in a program that Bridget and her partner Blithe started almost ten years ago.&nbsp; Bridget and Blithe were determined not just to give these people shelter, but to help them plan for a life that has room for their children, and their own dreams.&nbsp; Residents here stay for 12 &ndash; 18 months, and everyone has a coach who works with them one-on-one to painstakingly help them build a stable life.&nbsp; We see how the mission of Tubman House is lived out through the story of one resident, Theresa Hernandez, who has overcome the death of both of her parents when she was 18 and her own subsequent homelessness to make a new start for herself and her son Simon.&nbsp;&nbsp;&nbsp;&nbsp; <br /><br /><br />B. Winter Sanctuary<br /><br />Last winter in Sacramento was cold and rainy, and with deep budget cuts from the city and the county, the city&rsquo;s usual emergency homeless shelter at the state fair grounds didn&rsquo;t open. Homelessness advocates here had just two months to orchestrate an extremely cheap solution, or else at least 100 people would be left out in the cold each night&mdash;which can be a matter of life and death.&nbsp; And then it hit them:&nbsp; churches.&nbsp; If one church a night would open its doors to the homeless, people would have a warm, dry place to sleep. They called it the Winter Sanctuary program, and it ended up going way beyond just providing shelter.&nbsp; It changed people on both sides of the equation.&nbsp; In this story we meet beautician Simon Vu, a member of the congregation at the suburban St. Marks United Methodist Church.&nbsp; Simon decided to wash, massage and tend to the feet of the homeless at ad hoc spa stations, even giving pedicures upon request, along with his partner Barry.&nbsp; We hear from Kevin Anderson, a homeless man who remembers having his feet washed last winter.&nbsp; Then we meet Chuck and Donna McIntyre, volunteers who were very drawn to a young man who asked if he could play the piano at the church.&nbsp; James Dollson turned out to be an extraordinarily gifted piano player and composer, and his relationship with Chuck and Donna, and St. Marks Church itself, was just beginning when he touched the keys of the basement grand piano last winter.&nbsp; <br /><br />C. Wrap-Up // Sacramento Vox // Credits<br /><br />When we first got to Sacramento, we wondered how the city maintained its dignity through such a long and deep recession.&nbsp; But in the stories we found, the answer to that question became obvious&hellip; people here are quietly and confidently stepping up to fill in the gaps they see in their communities.&nbsp; Al concludes this episode by reflecting on the larger implications of what&rsquo;s happening here.&nbsp; And, we hear from Sacramentans on how their city and their community has been changed.<br /><br /><br />PROGRAM OUT @ 59:00<br /><br />The Fall 2011 Season of State of the Re:Union will be available on PRX and the Content Depot without charge to all public radio stations, and may be aired an unlimited number of times prior to September 16, 2012. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only. <br /><br />State of the Re:Union is produced by Al Letson, presented by PRX, and co-distributed by NPR and PRX. Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting.<br /><br />Thanks for your consideration of the State of the Re:Union with Al Letson. Please contact your NPR Stations Relations person or Joan Miller at joanadrienne@gmail.com or 612-377-3256 with questions or to confirm carriage.","byline":"Al Letson","published":"2011-09-15T21:34:35+00:00","tags":["Entertainment","Sports","Travel"],"itags":["prx:stories-68008"],"audio":[{"href":"https://hal.prx.org/pub/6804ff86aebc5bcac74b024e7b873d2a/0/web/story_image/149640/medium/Sacramento.jpg","type":"image/jpeg","meta":{"crop":"medium"}},{"href":"https://cms.prx.org/pub/41060fc2936f33e8a472822a3de2c263/0/web/audio_file/322036/broadcast/01-Sacramento_Billboard.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886266}},{"href":"https://cms.prx.org/pub/32eed18ed0585750cee2305561c175aa/0/web/audio_file/322037/broadcast/02-Sacramento_Newscast_Music.mp3","type":"audio/mpeg","meta":{"duration":29,"size":926851}},{"href":"https://cms.prx.org/pub/fdfef3b837f5029ab27a8e5e0cd9be3f/0/web/audio_file/322045/broadcast/03-Sacramento_Segment_A.mp3","type":"audio/mpeg","meta":{"duration":749,"size":23941956}},{"href":"https://cms.prx.org/pub/b069c3e4fc6ab5034f2c458f9faee33b/0/web/audio_file/322046/broadcast/04-Cleveland_Seg_A_Music_Bed.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886266}},{"href":"https://cms.prx.org/pub/dac8c4556f510fa9fec59e81f4be6c1d/0/web/audio_file/322053/broadcast/05-Sacramento_Segment_B.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36408506}},{"href":"https://cms.prx.org/pub/cd055bd7951ed5b566c9eed7adcafdef/0/web/audio_file/322054/broadcast/06-Sacramento_Seg_B_Music_Bed.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886266}},{"href":"https://cms.prx.org/pub/e5f3479bcff55ef3cc0e9dfeed597762/0/web/audio_file/322062/broadcast/07-Sacramento_Segment_C.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36408506}}]}