{"created":"2014-11-18T16:30:16+00:00","modified":"2014-11-18T22:55:45+00:00","valid":{"from":"2014-11-18T22:55:45+00:00","to":"3014-11-18T22:55:45+00:00"},"hreflang":"en","guid":"19943a16-bc59-42ee-aee2-83422aff03e3","title":"Foreign students in the US provide a social — and financial — boost at American colleges","published":"2014-11-18T22:55:41+00:00","byline":"Aaron Schachter","tags":["education","higher education","foreign students","Education","Development & Education","North America","United States","Rajika Bhandari","Education","Higher education","International student","Study abroad in the United States","International education","Higher education in the United States"],"teaser":"Are foreign students snatching up spots in college from American kids? Not according to a new report, which says foreign students are only 4 percent of the college student population, but contribute $27 billion to the economy — and valuable cultural knowledge for American students.","contentencoded":"<p>If you walk around almost any college campus these days, you're likely to hear more foreign languages than ever before.</p>\n<p>That's because there are more international students at American colleges than ever before. There are now almost 900,000 students from more than 200 countries studying at colleges and universities in the United States, according to the <a href=\"http://www.iie.org/Research-and-Publications/Open-Doors\">latest Open Doors report</a> from the Institute of International Education.</p>\n<p>\"There are currently 4.5 million students that are 'globally mobile,' or are traveling outside their home countries to seek a higher education — almost a quarter of them are coming to the US,\" says the Institute's Rajika Bhandari, a level of growth that surprised her.</p>\n<p>Bhandari claims the benefits to the US are tangible, starting with dollars and cents. \"Twenty-seven billion dollars: that's what international students bring into the US economy in the form of tuition, the money they spend on their living expenses while in the US,\" she said.</p>\n<p>And if those students decide to stay in the US, she says, \"they contribute significantly through innovation and entrepreneurship, particularly in the sciences and engineering.\"</p>\n<p>Bhandari also argues that the gains aren't just financial. \"The foreign students become ambassadors to the US and ambassadors from their home countries for the vast majority of American students who won't ever go overseas,\" she says. \"We're really seeing an impact on the US, on US classrooms, that goes beyond that very large economic impact.\"</p>\n<p>But are international students taking spots in colleges that \"should go to Americans?\" Bhandari has heard the charge before, but she says it's a myth that foreigners are taking spots from American students. She points out that while the number of foreign students is growing, they're still only four percent of all college students currently on US campuses.</p>\n<p>\"The fact [is] that we've got over 4,000 colleges and universities in the US,\" Bhandari argues. \"There's actually room to host many more international students, while obviously providing enough education opportunities to US students.\"</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/StudentFeature.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/studentfeaturejpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/111720143.mp3"},{"href":"http://www.pri.org/file/111720143mp3"}]}