{"created":"2015-01-15T22:32:49+00:00","modified":"2015-01-20T20:07:46+00:00","valid":{"from":"2015-01-20T20:07:46+00:00","to":"3015-01-20T20:07:46+00:00"},"hreflang":"en","guid":"19a14ead-40c2-4ac9-925d-56f22b35696a","title":"Pope Francis says religious freedom trumps the right to free speech","published":"2015-01-20T20:07:45+00:00","byline":"Matthew Bell","tags":["Religion","civil rights","government","Belief","Lifestyle & Belief","Europe","Europe","Michael Peppard","Stephen Colbert","Pope Francis","Jorge Bergoglio","Pope Benedict XVI","Pope","Catholic Church","Satire","Religion","Christianity","Pope Francis","Culture"],"teaser":"Pope Francis told reporters today that anyone who insulted his mother could expect a punch. He was joking, but he was also making a serious point rooted in Catholic tradition. ","contentencoded":"<p>Pope Francis, meet Tony Soprano.</p>\n<p>When the pontiff was asked about the limits of free expression on Thursday, he told reporters that anyone who cursed about his mother could “expect a punch.” It was a blunt, but joking, illustration of Francis' message: There <em>should</em> be limits to free speech.</p>\n<p>Francis said that both religious freedom and the freedom of expression are “fundamental human rights.” But ultimately, he believes, religious rights are paramount. “It’s normal. You cannot provoke. You cannot insult the faith of others. You cannot make fun of the faith of others,” the pope said during <a href=\"http://en.radiovaticana.va/news/2015/01/15/pope_francis_says_there_are_limits_to_freedom_of_expression/1118400\">a 45-minute press conference</a>.</p>\n<p>That's a view rooted in Catholic tradition, but the notion of limits on free speech is a fraught topic after the Charlie Hebdo attacks in Paris last week.</p>\n<p>“The pope's expression is in no way intended to be interpreted as a justification for the violence and terror that took place in Paris last week,” said Rev. Thomas Rosica in a statement from the Vatican press office.</p>\n<p>\"The pope's words ... were spoken colloquially and in a friendly, intimate matter among colleagues and friends on the journey,\" Rosica explained. \"His words mean that there are limits to humor and satire, particularly in the ways that we speak about matters of faith and belief.”</p>\n<p>Pope Francis has long emphasized the need for interfaith dialogue and mutual respect among people of different faiths.</p>\n<p>“With all of the freedoms in Catholic teaching, there exists also the duty to, in Catholicspeak, promote the common good,” says Michael Peppard of Fordham University, a Jesuit unversity in New York City. “I think that’s what Pope Francis was getting at [with his comments] today.”</p>\n<p>Peppard says Francis' response to a speech given by his predecessor in 2006 is instructive. Then-Pope Benedict XVI gave a lecture in Regensberg, Germany, in which he made a remark about Islam that angered some Muslims. There were street protests and violence, and Benedict apologized.</p>\n<p>But Pope Francis, who was then the Catholic archbishop of Buenos Aires, commented that the statement from Benedict did not reflect his own view. He also warned against destroying the relationships built between Catholics and Muslims under Pope John Paul II.</p>\n<p>“[Bergoglio] was critical at the time of what he perceived as provocation, even though it was maybe not intended as provocation,” Peppard says.</p>\n<p>Pope Francis is still focused on the importance of cultivating relationships with other faith leaders. So when considering when a joke goes too far, Peppard says, “he has a very strong sense of where those lines are.\"</p>\n<p>The pontiff isn't alone in his views on the limits of free speech. Peppard points out that Stephen Colbert, possibly America’s most famous Catholic, has also talked about the limits of satire when it comes to religion.</p>\n<p>During a conversation with Colbert at Fordham University, Peppard says the comedian was asked about where he draws the line on his own mocking of religion. Colbert said he decided not to show the image of the cross on his show when doing anything related to Christianity.</p>\n<p>“Even for this most famous satirist of relgion, for whom it would seem that nothing is too far,” Peppard says, “there were lines that he felt were not helpful to cross, that did not promote the good.”</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/011520154.mp3"},{"href":"http://www.pri.org/file/011520154mp3"}]}