{"created":"2014-09-09T16:53:14+00:00","modified":"2015-03-05T15:11:05+00:00","valid":{"from":"2015-03-05T15:11:05+00:00","to":"3015-03-05T15:11:05+00:00"},"hreflang":"en","title":"New Mix: Karen O Goes Solo, Lowell, Meatbodies, Bellows, More","published":"2014-09-09T17:06:00+00:00","teaser":"On this week's All Songs Considered we share surprising solo music from Yeah Yeah Yeahs singer Karen O, the warped garage rock of Meatbodies and several new discoveries including Sweden's Amason.","itags":["npr_api","346856006"],"guid":"19a1b3af-396f-4a08-aa07-d9eab26e5b7e","contentencoded":"<p>On this week's show we share music from the intimate and raw new solo album by <a href=\"http://www.npr.org/artists/15377497/yeah-yeah-yeahs\">Yeah Yeah Yeahs</a> singer Karen O, warped garage rock from Meatbodies and several new discoveries, including two music collectives, one from Sweden and the other from Brooklyn.</p><p>After briefly enduring the torturous sounds of our Tiny Desk piano tuner, we kick the show off with the gritty, driving rock of Meatbodies, fronted by Chad Ubovich, a singer, guitarist and bassist known for his work with <a href=\"http://www.npr.org/2011/11/02/141909161/mikal-cronin-making-sense-of-it-all\">Mikal Cronin</a> and the band <a href=\"http://www.npr.org/blogs/allsongs/2013/09/26/226519040/new-mix-fuzz-danny-brown-linda-thompson-more\">Fuzz</a>.</p><p>We follow with a cut that's been out for a while but only recently found its way to us, by a band called Amason (pronounced amazon). The group is part of the INGRID artist collective founded in Stockholm by <a href=\"http://www.npr.org/artists/90948485/lykke-li\">Lykke Li</a>, <a href=\"http://www.npr.org/artists/15161748/peter-bjorn-and-john\">Peter, Bjorn & John</a>, Teddybears and others. Amason has a new album due out in early 2015, but in the meantime we've got a cut from their 2013, self-titled EP, featuring members of Miike Snow, Gustav Ejstes (of Dungen), singer Amanda Bergman (of Idiot Wind) and more.</p><p>Also on the show: The gorgeous voice and transfixing sounds of Saint Saviour; A moody, reverb-soaked rock cut from Money, a band that sells out shows all over England but is only now finding its way to the U.S.; Insanely catchy, empowering pop from Lowell; The bedroom recording project of Oliver Kalb, a singer with an arresting voice who records under the name Bellows, with help from The Epoch artist collective; And finally we close out with Karen O's surprising acoustic album, a collection of songs she recorded eight years ago but is only now releasing.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=New+Mix%3A+Karen+O+Goes+Solo%2C+Lowell%2C+Meatbodies%2C+Bellows%2C+More&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1347097914-e1b5c3.m3u?orgId=1&topicId=1039&e=346856006&ft=nprml&f=346856006"},{"href":"http://media.npr.org/assets/img/2014/09/09/collage20140909B-5174ba6259c382604781ebb852e1e39a2d417bed.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"750","width":"1000"}}]}