{"created":"2015-04-14T18:24:22+00:00","modified":"2015-04-14T20:10:05+00:00","valid":{"from":"2015-04-14T20:10:05+00:00","to":"3015-04-14T20:10:05+00:00"},"hreflang":"en","title":"Forget Right And Wrong: 'House Of Cards' Is About Pragmatism And Power","published":"2015-04-14T19:05:00+00:00","teaser":"Kevin Spacey strangles a dog in the pilot, which creator Beau Willimon says producers balked at because they'd lose viewers. But \"why not provide that litmus test right at the beginning?\" he says.","itags":["npr_api","399590915"],"guid":"19c5d1e0-4cde-452e-9fa1-9bc90890949a","contentencoded":"<p>[<em>\"Spoiler\" alert: This interview about </em>House of Cards<em> discusses plot points from first two seasons, as well as themes addressed in the third season</em><em>.</em>]</p><p>In the pilot of the Netflix series <em>House of Cards</em>, politician Frank Underwood, played by Kevin Spacey, strangles a dog that was hit by a car. According to creator and showrunner Beau Willimon, there was a big debate among the producers whether to show the dog or not.</p><p>\"Eventually, we landed on not seeing the dog,\" Willimon tells <em>Fresh Air</em>'s Terry Gross. \"We thought it was much more chilling if you just heard the dog's whimpering offscreen.\"</p><p>But then, Willimon says, there were people involved in the production who said, \"You can't kill a dog in the first 30 seconds, we'll lose half our audience!\" So Willimon approached David Fincher, who directed the first two episodes, and the team gathered.</p><p>\"And he thinks for a second, and he goes, 'Well, I don't give a crap,'\" Willimon says, (though he adds that Fincher used a different word than crap). \"I said, 'Me either, let's do it.' \"</p><p>\"It's not that we were being cavalier,\" Willimon explains. \"As much as we came to the conclusion that whoever watches that scene and still keeps watching is the right audience for our show and whoever watches that scene and says, 'This isn't for me,' — at least we've given them the benefit of knowing in the first 30 seconds the show isn't for them. So why not provide that litmus test right at the beginning?\"</p><p>The show is now in its third season. In the first season, Underwood is a Democrat from South Carolina and the House majority whip. He expects to be appointed secretary of state. When that doesn't happen, he plots to take down the man who did get that position. In season two, Underwood is the vice president. In order to reach the top, he traps the president in a scandal, and when the president resigns rather than being impeached, Underwood becomes the leader of the free world without the bother of being elected. In the latest season, in spite of Underwood's expertise in the use and abuse of power, he's having a hard time getting his signature legislation passed — a bill to fund a program called America Works, which he insists would create full employment. But he wants to drain entitlement programs to fund it.</p><p>\"A lot of people think of the president of the United States as being an incredibly powerful person, which he or she is, but with that power also comes a lot of constrictions, limitations,\" Willimon says. \"There's the harsh glare of the spotlight.\"</p><p>Underwood has come into office without a single vote cast for him, he's tarnished by political scandal from the previous administration and he has a whole host of worries at his feet, Willimon says.</p><p>\"If he were to come in and for it to be easy, that would've been false to our story,\" he says.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On the significance of the dog scene</strong></p><p>[Underwood is] giving you his worldview off the get-go. What he's saying to us is, \"This dog is suffering in a way that is useless. I don't have patience for useless things. What is the point of allowing this pain to continue? The dog is going to die anyway; I might as well end this useless aspect of its suffering now.\" It's not even right or wrong, and he doesn't really operate on a right or wrong spectrum, he operates on a useful/useless spectrum. So let's remove one more useless thing from the world.</p><p><strong>On the way Underwood directly addresses the viewer </strong></p><p>One of the beautiful things about the direct address [in which Underwood faces the camera and does a soliloquy], which is something we outright stole from the BBC version, which they stole from Shakespeare ... it gives us access to [Underwood] in ways that the public can never have access to. We get to look behind the façade. ...</p><p>We've heard him talk about his father before on several occasions. And one of those times is when he's giving a sermon in season one and he's talking about how deeply he loved his father and how heart wrenching it was when he lost his father. And then he turns to us and he tells us how little he cared about his father and he's sort of glad that he died, but that doesn't make for a good eulogy. And so what we're playing with there is the stories, the narratives that politicians often create in order to sell themselves. There is a big aspect of theater to politics, to what is the story I'm presenting that will make me seem powerful or compassionate or someone who feels your pain. And politicians, since the beginning of politics, have found ways to manipulate those stories — and here we just get access to the manipulation.</p><p><strong>On the relationship between the president and the first lady, played by Robin Wright</strong></p><p>We know that the ascendency of Frank and Claire Underwood is due in large part to the mutual strength that they share, that they make each other stronger and they rely on each other for counsel, for all sorts of things, and love. The only person's whose approval Frank really cares about is Claire's and it's deeply important to him. When we started thinking about the third season, we [asked] ourselves, \"What is the most significant journey we can take over 13 hours; what is the thing that is most important to the story and how can we take it the farthest?\" Probably the most important thing to the story is this marriage and if we've seen strength for two seasons, the most scary thing for us to do was to question what would happen if that marriage dissolved, if it broke apart under the stresses that come from the White House?</p><p><strong>On comparisons between Frank and Claire Underwood and Bill and Hillary Clinton </strong></p><p>People are welcome to draw any parallels they like. I can very honestly say that we are not trying to base our characters on any one person in particular or couple in particular. The Clintons are fascinating. They are an enduring, decades-long aspect of the American political landscape and we would be insane not to think about them the way we think about all the other politicians alive and dead that we look at. If what you're trying to get me to do is say, \"Oh yeah, Frank and Claire are supposed to be stand-ins for Bill and Hillary,\" that's not the case. I think if we went that route it would be very limiting for us because then we'd just be doing satire — and that's not what we're trying to do.</p><p><strong>On Willimon's experience working for political campaigns </strong></p><p>Aide is a generous term; I was either an intern or a lowly advance man. I was not weighing in on policy or big decisions — I was more logistical in my duties. The first campaign I worked on, I worked as an intern on Chuck Schumer's first Senate race in New York. And subsequent races that I worked in, I was an advance man, which sounds fancier than it is. But the advance man or advance-woman shows up in a small town and finds the junior high school gym that you're going to do the event in and gets the risers and the microphones and gets the crowd and figures out all the logistics. And the candidate swoops in and you're just making sure nothing goes wrong — that the lights stay on and the sound is good and then the candidate is whisked off to the next event. It's not rocket science, but it is fast-paced and adrenaline-filled.</p><p>In my case, my best friend Jay Carson, who I went to college with, I sort of based the movie <em>Ides of March </em>and the play <em>Farragut North</em> on him — [he's] this wunderkind political operative. By the age of 26, he was Howard Dean's national spokesman for the '04 race. And two years before that at the ripe old age of 24, he had been [Tom] Daschle's press secretary when Daschle was Senate Majority Leader. He had access to a great deal of power. He was in the inner sanctum. He was weighing in on all sorts of big decisions. And, through him, I got a bit of a bird's eye view, so I had my in-the-trenches perspective, but through Jay I could climb up the mountain a bit and peek at the summit.</p><p>I've used all of that to inform <em>House of Cards</em>.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Forget+Right+And+Wrong%3A+%27House+Of+Cards%27+Is+About+Pragmatism+And+Power&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"1943"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1399609939-e3bb69.m3u?orgId=1&topicId=1138&e=399590915&d=1943&ft=nprml&f=399590915"},{"href":"http://media.npr.org/assets/img/2015/04/14/hoc_ps3_046_h-db14ed6ada35bf7e7cca45fcf9c763c7722b3022.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1997","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/04/14/beau-willimon-by-getty-frederick-m-brown-46cb018e5206a8f17cfc8a29223286575d368ca5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2402","width":"3203"}}]}