{"created":"2015-01-22T21:02:00+00:00","modified":"2015-04-29T18:02:09+00:00","valid":{"from":"2015-04-29T18:02:08+00:00","to":"3015-04-29T18:02:08+00:00"},"hreflang":"en","title":"Debate: Is Amazon The Reader's Friend?","published":"2015-01-22T21:01:00+00:00","teaser":"Two teams of editors and writers, including best-selling author Scott Turow, face off over Amazon's influence over the publishing industry, in the latest debate from <em>Intelligence Squared U.S.</em>","itags":["npr_api","378889431"],"guid":"19c541da-77d9-4aed-9be9-e8b287606c23","contentencoded":"<p>Amazon owns 41 percent of all book sales and 67 percent of all e-book sales mainly because it offers lower prices. But the e-commerce company came under fire in late 2014 when Amazon and the publishing house Hachette faced off over who should <a href=\"http://www.npr.org/blogs/thetwo-way/2014/11/13/363794096/amazon-and-hachette-reach-a-deal-on-e-book-pricing\" target=\"_blank\">set the price</a> for e-books. The debate raises questions about Amazon's growing place in the market, the changing role of publishers and the value of books in our society.</p><p>Advocates of Amazon say that the company is the reader's friend because it makes it cheaper and more convenient for people to access books, which are important cultural artifacts. Amazon does hold a large share of the market, but it has huge competitors in <a href=\"http://www.npr.org/blogs/thetwo-way/2014/12/15/370948607/book-news-apple-enters-a-new-round-in-e-book-price-fixing-fight\" target=\"_blank\">Apple</a> and Google. Amazon is better for the reader, they say, because it offers a superior product, the Kindle, and it offers it at low prices.</p><p>Opponents say that Amazon is able to charge lower prices because it does not operate on a level playing field. The company sold e-books at a loss in order to promote the Kindle, stifling competition and moving the market away from physical books. This forced thousands of bookstores out of business. Finally, opponents say that when Amazon's share price dropped last year, the company squeezed its suppliers – publishers, authors and readers – which led to the dispute with Hachette.</p><p>At the latest event from <em><a href=\"http://intelligencesquaredus.org/debates/past-debates/item/1250-amazon-is-the-readers-friend\" target=\"_blank\">Intelligence Squared U.S.</a></em>, two teams addressed these questions while debating the motion, \"Amazon Is The Reader's Friend.\"</p><p>Before the debate at the Kaufman Music Center in New York, 41 percent of the audience voted in favor of the motion and 28 percent voted against, with 31 percent undecided. After the debate, 42 percent favored the motion, and 50 percent disagreed, making the side arguing against the motion \"Amazon Is The Reader's Friend\" the winner of this debate.</p><p>Those debating:</p><p><strong>FOR THE MOTION</strong></p><p><strong>Joe Konrath</strong> is the author of several dozen thriller novels. He was traditionally published by Hyperion, Hachette and Penguin. Since getting his rights back, he's sold over a million e-books via self-publishing.</p><p><strong>Matthew Yglesias</strong> is executive editor of Vox.com, a digital news startup that launched in April 2014. Previously he was the Moneybox columnist at Slate. Yglesias was also a fellow at the Center for American Progress, a blogger for ThinkProgress, an associate editor for <em>The Atlantic</em> and a staff writer at <em>The American Prospect</em>. He has authored two books, <em>The Rent is Too Damn High</em> and <em>Heads in the Sand</em>.</p><p><strong>AGAINST THE MOTION</strong></p><p><strong>Franklin Foer</strong> is the former editor of <em>The New Republic</em>. Prior to joining <em>The New Republic</em>, Foer was a frequent contributor to the online magazine Slate. His writing has also appeared in <em>The New York Times</em>, <em>The Washington Post</em>, <em>Spin</em>, <em>U.S. News & World Report</em>, <em>Lingua Franca</em>, <em>The Atlantic Monthly</em>, <em>The Wall Street Journal</em>, <em>New York</em> and <em>Foreign Policy</em>. In 2004 he published his first book, <em>How Soccer Explains the World: An Unlikely Theory of Globalization</em>.</p><p><strong>Scott Turow</strong> is a writer and attorney. He is the author of 10 best-selling works of fiction, including <em>Presumed Innocent</em> and the sequel, <em>Innocent</em>, published by Grand Central Publishing in 2010. His newest novel, <em>Identical</em>, was also published by Grand Central Publishing, in 2013. He has also written two non-fiction books about his experiences in the law. Turow has been a partner in the Chicago office of Dentons (formerly Sonnenschein, Nath & Rosenthal), an international law firm, since 1986, concentrating on white collar criminal defense, while also devoting a substantial part of his time to pro bono matters. From 2010 to 2014, he was president of the Authors Guild, the nation's largest membership organization of professional writers.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Debate%3A+Is+Amazon+The+Reader%27s+Friend%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"100"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1379080670-5585d0.m3u?orgId=1&topicId=1057&aggIds=6263392&d=100&story=378889431&ft=nprml&f=378889431"},{"meta":{"duration":"3030"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1379079886-b7e992.m3u?orgId=1&topicId=1057&aggIds=6263392&d=3030&story=378889431&ft=nprml&f=378889431"},{"href":"http://media.npr.org/assets/img/2015/01/21/1297_img_1144-1d7aec1a0350ceb2147a27dd7b975f3e08a5b48a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1008","width":"1344"}},{"href":"http://media.npr.org/assets/img/2015/01/21/1235_img_1024-d1fe9ec16540c9e74961fb7090d1558024253aa2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"920","width":"1227"}}]}