{"created":"2014-09-19T19:44:27+00:00","modified":"2014-12-23T18:41:03+00:00","valid":{"from":"2014-12-23T18:41:03+00:00","to":"3014-12-23T18:41:03+00:00"},"hreflang":"en","title":"White House Fetes 54 Kids With Serious Cooking Chops","published":"2014-07-19T07:20:00+00:00","teaser":"First lady Michelle Obama hosted winners of the Healthy Lunchtime Challenge, a recipe contest for kids tied to her Let's Move Campaign. But Friday's event wasn't all cheerleading for healthy food.","itags":["npr_api","332637813"],"guid":"19e1ce47-0ce0-44f8-8178-b38076c5aa6e","contentencoded":"<p>It's not easy to snag an invite to a White House State Dinner.</p><p>So, imagine how 54 children — one from each state, U.S. territory and the District of Columbia — felt being honored in the elegant East Room by the President and first lady at an event Friday afternoon billed as a Kids State Dinner.</p><p>The pee-wee honorees were <a href=\"http://www.letsmove.gov/kids-state-dinner-winners\">the winners</a> of the Healthy Lunchtime Challenge, a nationwide recipe contest for kids tied to the first lady's Let's Move Campaign. The event was co-sponsored by the food site Epicurious.</p><p>After noshing on a first course that included chicken and grape salad lettuce wraps (a winning recipe submitted by Grace Keating, 11, of Nevada), the guests were served black bean burgers, a dish dubbed \"Grillin' Out Veggie Style,\" by their inventor, Mira Solomon, 10, of Georgia.</p><p>And to finish it off, there was tropical strawberry banana secret dessert, a recipe created by a winner from Hawaii.</p><p>The first lady said it wasn't easy for judges to pick just one winner from each state, given the more than 1,500 entries she received from around the country.</p><p>\"The food kids eat will affect them for decades,\" Mrs. Obama told the crowd of winners and their parents. She thanked the winners for inspiring their peers and communities to eat healthfully.</p><p>The recipes submitted to the competition had to include each of the food groups as part of the meal, \"including vegetables, whole grains, lean proteins, and low-fat dairy foods, with fruits and veggies making up roughly half of the plate or recipe,\" according to a <a href=\"http://www.whitehouse.gov/the-press-office/2014/07/18/remarks-president-and-first-lady-kids-state-dinner\">White House release</a> describing the competition.</p><p>But the event wasn't all cheerleading for healthy food.</p><p>When President Obama stepped on stage to congratulate the winners, he acknowledged that there are certainly opportunities for indulgences, too.</p><p>He pointed to his daughter Malia's love of ice cream and Sasha's love of pies. He said the first lady has a soft spot for french fries.</p><p>And \"my big thing is chips and guacamole,\" he told the crowd. \"If there's a bowl of good chips and guacamole,\" he said jokingly, \"I lose my mind!\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=White+House+Fetes+54+Kids+With+Serious+Cooking+Chops&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Allison Aubrey","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1332666453-df173a.m3u?orgId=1&topicId=1053&ft=3&f=332637813"},{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1332666573-54f70b.m3u?orgId=1&topicId=1053&ft=3&f=332637813"},{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1332666632-48118f.m3u?orgId=1&topicId=1053&ft=3&f=332637813"},{"href":"http://media.npr.org/assets/img/2014/07/18/colorado-kiana-326bf5917dd9125671dd44b96a4f5c72c7758f17.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1350","width":"1800"}},{"href":"http://media.npr.org/assets/img/2014/07/18/arizona-cody-fdebeea9d0fae84cdfb8ce10d3bec1564892e4c8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1350","width":"1800"}},{"href":"http://media.npr.org/assets/img/2014/07/18/alabama-jane-7f81d080fe23846a8ccaec45b01d8de322f595d4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1350","width":"1800"}}]}