{"created":"2015-01-03T14:48:03+00:00","modified":"2015-01-07T20:54:20+00:00","valid":{"from":"2015-01-07T20:54:20+00:00","to":"3015-01-07T20:54:20+00:00"},"hreflang":"en","title":"Needle Exchange Program Creates Black Market In Clean Syringes","published":"2015-01-05T07:21:00+00:00","teaser":"Some drug users in Philadelphia are reselling syringes they get for free at needle exchanges. That's illegal, but researchers say the practice still helps prevent the spread of diseases like HIV.","itags":["npr_api","374560431"],"guid":"19e8112a-4098-4dd9-91fb-68387df7a99c","contentencoded":"<p>On Friday afternoons, several dozen people line up in the narrow hallway of Prevention Point Philadelphia. The men and women, all ages, hold paper and plastic bags full of used syringes.</p><p>\"We obviously have a space challenge, but people come in, they drop off their used syringes and they ask for what they need,\" says Silvana Mazzella, the director of programs at the service center for injection drug users.</p><p>Most people are coming in with just a few needles, and get a small bag of several new needles and supplies in return. But participants can take as many new syringes as they want, as long as they turn in a dirty needle in for every new one they receive.</p><p>People who inject drugs risk contracting a number of different illnesses, including HIV and Hepatitis C, if they share used needles. As a prevention strategy, <a href=\"http://www.amfar.org/uploadedFiles/_amfarorg/On_the_Hill/3_29_12_Sep_Map_Final.pdf\" target=\"_blank\">many cities have organizations like Prevention Point that give out clean syringes.</a></p><p>But because needle exchange sites are not always available where and when people inject, an unusual black market emerges — people bring in large numbers of used needles, and then resell the clean ones they receive.</p><p>One Prevention Point client who exchanges dirty needles in bulk does business on a corner about half a mile away, a block from where users can buy drugs and near some wooded train tracks where many people go to inject.</p><p>\"You can exchange pretty much one old needle off the ground for a new set right there. Some people come in with 300, 400 works at a time,\" he says. NPR is not using his name because he's admitting to illegal activities, including selling needles.</p><p>This man gets $1 apiece for the clean syringes he receives from the exchange. Though banned under Pennsylvania law, the practice of needle resale is tolerated by the city, and he says he's the not the only one who does it.</p><p>\"Like, it's their hustle, that's how they survive out here and support themselves,\" he says. \"So that's how I do it. Sell a couple of these — sell a ton of 'em, you can get a bag to get high.\"</p><p>This post-industrial neighborhood of North Philadelphia is dotted with empty factories and homes. It's one of the city's most active areas for buying and using cocaine and heroin at all hours.</p><p>Paul Yabor, an AIDS activist and educator at Prevention Point, says that makes it important that drug users can get clean needles right here, too.</p><p>\"It's two o'clock in the morning, and a guy's saying, 'here's a syringe for a dollar.' You know, there's a lot to be said for that,\" Yabor says.<strong> </strong></p><p>Yabor, who was diagnosed with AIDS and Hepatitis C years ago, says some people don't feel comfortable picking up needles from the exchange. Others are looking to drop into the neighborhood, inject and get out fast.</p><p>Needle distribution always has been controversial. Some people say it encourages people to use drugs. Yabor acknowledges that when he sold syringes in the past, he used some of the money to buy drugs.</p><p>\"Did it enable me? It did. But it also ... I mean, I was gonna get high anyway,\" he says. \"And the cold, hard reality is that someone with a habit, or under the influence of cocaine is going to go to extreme measures to inject.\"</p><p>Most city officials I talked with agreed they would rather focus on keeping people healthy than policing people who exchange needles in bulk.</p><p>Roland Lamb, who directs Philadelphia's Office of Addiction Services, says there are people who manage shooting galleries in the neighborhood. They act as a dealer or bouncer, and will exchange needles in bulk so they can sell or even give clean needles to their clients.</p><p>\"Folks who come in and who bring in syringes to exchange them ... are looking to actually have a cleaner place, have a place that — where there's not a chance for someone to accidentally stick themselves with a dirty needle,\" he says.<strong> </strong></p><p>Lamb thinks the impact on health is significant<em>. </em>Without a dedicated study, it's hard for researchers to measure the effects of black-market needles, but exchanges themselves do reduce the spread of HIV. They get part of the credit in Philadelphia <a href=\"http://www.phila.gov/health/pdfs/AACO%202013%20Surveillance%20Report%20Final-dt.pdf\" target=\"_blank\">for a dramatic drop in new diagnoses</a>.</p><p>University of Pennsylvania researcher Philippe Bourgois studies how slight variations in drug use affect infection rates. He says Philadelphia's strong network of people spreading needles from the exchange plays a big role.</p><p>\"You get this extraordinarily efficient distribution of needles, exactly where they need to be at the right time,\" he says. \"And so that's what basically, I think, prevents a much worse spread of HIV.\"</p><p>Bourgois takes the-long term view. He points out that many of the people who hit rock bottom in this neighborhood will recover — and if access to clean needles can keep them safe until they do, they might be able to live the rest of their lives without the burden of another illness.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Needle+Exchange+Program+Creates+Black+Market+In+Clean+Syringes&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Emma Jacobs","audio":[{"meta":{"duration":"284"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1374737049-9ebdb4.m3u?orgId=1&topicId=1128&ft=3&f=374560431"}]}