{"created":"2015-04-01T18:12:56+00:00","modified":"2015-04-01T18:12:56+00:00","valid":{"from":"2015-04-01T18:12:56+00:00","to":"3015-04-01T18:12:56+00:00"},"hreflang":"en","guid":"19f569f5-be58-4cdc-8d3e-b07fc0afd0db","title":"This new scientific journal is kind of like YouTube, but without the cats","published":"2014-11-12T19:02:00+00:00","teaser":"<p>When Israeli Moshe Pritsker was in grad school, working on embryonic stem cells, his professor asked him to reproduce an experiment that had been published in a highly respected biology journal.</p><p>“So I’m trying to do it, and it doesn’t work. So he says, ‘maybe you don’t know how to do it. Let me ask somebody more experienced.’ More experienced people try to do it: it doesn’t work,” Pritsker said.</p><p>Luckily, Pristker’s professor knew the author of the study and sent his student to watch how it’s done, which would have been fine except Pritsker found himself on a plane from Princeton, New Jersey heading to Edinburgh, Scotland — just to take notes. </p><p>“And on the way back, I asked, is this how science should be done in 21st century?” Pritsker said.</p><p>The answer, of course, was “no.” See, it turns out that the world of biomedical research bears a striking resemblance to the culinary arts. Take celebrity chef Gordon Ramsay. He’s one of many famous chefs who’ve built an empire out of shaking things up in the kitchen.</p><div class=\"media media-element-container media-default\"><img height=\"1025\" width=\"1025\" style=\"width: 300px; height: 300px; float: right; margin: 5px;\" alt=\"Moshe Pritsker, a Russian who grew up in Israel, developed the “Journal of Visualized Experiments,” or JOVE, a peer-reviewed video journal.\" title=\"Moshe Pritsker, a Russian who grew up in Israel, developed the “Journal of Visualized Experiments,” or JOVE, a peer-reviewed video journal.\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/PritskerSquare_0.jpg\" /><div class=\"image__credit\">    <span class=\"image__credit-label\">      Credit:    </span>    <p>Courtesy JOVE</p>  </div>  <div class=\"field-caption\">    <p>Moshe Pritsker, a Russian who grew up in Israel, developed the “Journal of Visualized Experiments,” or JOVE, a peer-reviewed <em>video </em>journal.</p>  </div></div><p>As with the world of superstar chefdom, scientists are expected to come up with the next big thing to stay relevant. In scientists’ case, it’d be the cure for cancer or AIDS, or at least a step in that direction. But a failed soufflé doesn’t have quite the ramifications of a scientific experiment gone bad.</p><p>That’s why John Ioannadis co-founded the Meta Research Innovation Center at Stanford University — to enhance the reproducibility and quality of scientific studies. He says scientists feel pressured to be provocative.</p><p>“Funders are asking for innovation and significance and major impact. There’s pressure at the publication level, where journals are asking for significant, innovative, extraordinary results,” said Ioannidis. “There’s pressure at the promotion level where you need to get funding in order to get promoted. So the whole system is pushing scientists towards arriving at extravagant results.\"</p><p>The most extravagant results are the millions, maybe billions spent on experiments that can’t be reproduced, which makes them next to worthless. But Pritsker says scientists aren’t faking anything; it’s just that elaborate scientific experiments — like elaborate gourmet recipes, are often really hard to explain in print.</p><p>“For the most part, scientists are hard-working, ethical people. They come to science to solve big problems. What is happening there is the deficiency of the medium,” Pritsker said. “And text doesn’t work for effective knowledge transfer. It doesn’t even work for cooking, right?”</p><p>Pritsker thinks of it this way: Someone asks you to write down the step-by-step recipe for a dish you’ve made a million times. It’s second nature to you, and so chances are you might forget a pinch of this or dash of that. It’s pretty much the same for a scientist who may have been working on an experiment for years. When it comes time to write it all down, he might forget, or misinterpret a few steps.</p><p>So Pritsker, now out of Princeton, thought of a way to make sure those second nature details don’t get lost: He started the “Journal of Visualized Experiments,” or JOVE, a peer-reviewed video journal.</p><div class=\"media media-element-container media-default\"><img height=\"563\" width=\"1000\" alt=\"JOVE videographer preps for lab shoot.\" title=\"JOVE videographer preps for lab shoot.\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/FeatureMan.jpg\" /><div class=\"image__credit\">    <span class=\"image__credit-label\">      Credit:    </span>    <p>JOVE</p>  </div>  <div class=\"field-caption\">    <p>JOVE videographer preps for lab shoot.</p>  </div></div><p>“So we have film crews in about 20 countries around the world, countries which have a lot of biological, physical, chemical research. And those film crews go to universities and film those experiments. Once an experiment is filmed, they’re published online. And now scientists who are at Yale can see freely how it was done by scientists in London.” Pritsker said.</p><p>It’s much like filming Chef Ramsay making salt-crusted sea bream with braised leeks and roasted hazelnuts. Only, replace Ramsay’s prickly swagger and fennel seed with culturing bacterial cells. It’s far less delicious and scintillating, but JOVE’s growing list of subscribers gives new meaning to the saying, “a picture is worth a thousand words.” In this case, that picture could save billions of dollars.</p>","itags":["npr_api","364226960"],"contentencoded":"<p><div class=\"fullattribution\">Copyright 2015 MPX. To see more, visit <a href=\"\"></a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=This+new+scientific+journal+is+kind+of+like+YouTube%2C+but+without+the+cats&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"PRI's The World","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1364226968-44d359.m3u?orgId=30000&e=364226960&ft=nprml&f=364226960"},{"href":"http://www.pri.org/sites/default/files/story/images/FeatureWoman.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"376","width":"668"}}]}