{"created":"2014-10-08T13:40:41+00:00","modified":"2014-10-31T00:57:27+00:00","valid":{"from":"2014-10-31T00:57:27+00:00","to":"3014-10-31T00:57:27+00:00"},"hreflang":"en","title":"World Cup Stadium In The Amazon Is Nice, But Is It Needed?","published":"2014-06-21T22:19:00+00:00","teaser":"The $300 million Arena de Amazonia in Manaus, Brazil, has been one of the focal points for critics who say Brazil should be spending money on things other than a World Cup extravaganza.","itags":["npr_api","324260148"],"guid":"19f8146f-cb65-4400-ab45-d29ab0ae5dd9","contentencoded":"<p>The U.S. plays Portugal in a key World Cup match on Sunday, and it is in the tournament's most exotic locale: Manaus.</p><p>Manaus is a teeming city of nearly 2 million in the middle of the Amazon rainforest. But it's not some remote outpost; it's the sixth richest city in Brazil, thanks to its Free Trade Zone designation bringing big business like Nokia, Honda and Harley-Davidson.</p><p>Sunday's game will be the third of only four scheduled in the city's new $300 million World Cup stadium, the Arena da Amazonia. The facility and the city have been one of the focal points for critics who say Brazil should be spending money on things other than a World Cup extravaganza.</p><p>At the Manaus fish market, 42-year-old vendor Wanderson Desoza Decarvalho says the World Cup has been good business.</p><p>\"It's helped a lot,\" he says. Thanks to the tourists, he is selling more fish. But the Brazilian press says that the Arena da Amazonia will cost $250,000 a month just for upkeep once the World Cup is over.</p><p>When asked if he thought it was money well spent, Decarvalho says he doesn't feel comfortable answering that.</p><p>Hamilton Leao is not so shy. The 45-year-old social and environmental activist has lived in Manaus his whole life, and his reaction to the gleaming white stadium is not one of admiration.</p><p>\"I look at that, and I think, 'Oh my God,' \" Leao says.</p><p>To understand that reaction, you have to understand that Leao sees parts of Manaus most don't, like the neighborhood called Educandos.</p><p>The 6,000 or so residents here live near the banks of the Black River, a huge tributary of the Amazon. Every year around this time — the height of flood season — they essentially live in a plank city.</p><p>Two- to three-foot-wide wooden planks are their streets, connecting houses, and their hallways, connecting rooms. The planks are built above standing, fetid water everywhere. The water is filled with floating garbage and disease that regularly sends residents, especially kids, to the local hospital.</p><p>Leao says the government needs to do something to help, such as coming up with a plan to move these people. Short of that, he says, there needs to be better sanitation and better health care, issues protesters have raised throughout the country.</p><p>A colleague of Leao's says there is money for both the World Cup and to help the people, another common criticism from activists. It's just a matter of political will, he says, and right now there's more political will to put on a big World Cup party.</p><p>Ironically, this big party is even happening in Educandos. Above the garbage-filled water, residents have strung lines from house to house with small, plastic flags in colors of Brazil and the World Cup.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=World+Cup+Stadium+In+The+Amazon+Is+Nice%2C+But+Is+It+Needed%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tom Goldman","audio":[{"meta":{"duration":"227"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1324341644-eaaf5e.m3u?orgId=1&topicId=1127&ft=3&f=324260148"},{"href":"http://media.npr.org/assets/img/2014/06/21/arena_de_amazonia-43ecbdaabaf4a08ef7777115877fdcdb18f00f9a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3213","width":"4285"}},{"href":"http://media.npr.org/assets/img/2014/06/21/educandos2-cee9c986809c942a68d5c53f78ecec998eeb9fd5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1834","width":"2448"}}]}