{"created":"2015-04-01T18:55:32+00:00","modified":"2015-05-13T21:05:46+00:00","valid":{"from":"2015-05-13T21:05:46+00:00","to":"3015-05-13T21:05:46+00:00"},"hreflang":"en","title":"Matamoros Becomes Ground Zero As Drug War Shifts On Mexican Border","published":"2015-04-02T00:00:00+00:00","teaser":"Violence has descended on the once laid back tourist town of Matamoros, across from Brownsville, Texas. From mechanics to Twitter users, residents are feeling the effects of a turf war.","itags":["npr_api","396581287"],"guid":"1a0b821f-eaa6-4778-bedc-603150596b5e","contentencoded":"<p>Matamoros, which sits across the bridge from Brownsville, Texas, used to be a laid-back border town famed for margaritas and manufacturing.</p><p>But for at least the past five years, it's grown more and more violent: first, when the Zetas broke away from the Gulf Cartel, and more recently as a new feud has broken out between two factions within the Gulf.</p><p>It's the current hot spot in the mafia wars that seem to shift every few years up and down the U.S.-Mexico border. A feud between rival drug gangs has terrorized the citizens of this historic border city — officially known as <em>Heroica</em> <em>Matamoros</em>.</p><p>In February, the U.S. State Department warned consulate personnel to stay indoors to avoid the daytime convoys of cartel gunmen, some armed with grenade launchers.</p><p>Throughout this city of a half-million, people are tense and wary. And they have reason to be. Matamoros periodically erupts in fearsome gun battles between militias of coked-up narcos in muscle trucks or between the narcos and ski-masked soldiers.</p><p>Public life and commerce have withered in this once vibrant tourist town on the lower Rio Grande.</p><p>For instance, the violence is hurting the trade in used cars, known as <em>chocolates</em>.</p><p>Mexican brokers used to tow broken cars across the bridge from Texas to Matamoros, mechanics would fix them, and buyers from elsewhere in Mexico would travel to the border to get a good deal on a used car.</p><p>\"Today, people don't come from the interior ... to buy cars because they're afraid,\" says Carlos Alberto, owner of a grease-stained garage. He, like everyone else in this story, asked that we not use his last name.</p><p>\"Most of the mechanics here in Matamoros depended on selling used cars. Now we're all struggling,\" he says. \"Today the situation is very tense. We really don't know what's going to happen tomorrow.\"</p><p>Carlos Alberto says life has not stopped. People still go to Mass, baby showers and <em>quinceañeras,</em> but then they go straight home.</p><p>\"I lived through part of the civil war in my native country, El Salvador. When I came here, compared to El Salvador, I thought Mexico was a piece of heaven,\" he says. \"But all this ended, little by little. Today, Matamoros is one of the most dangerous cities in Mexico. But we never see it on television.\"</p><p>It's a maddening reality. There were 883 homicides in Tamaulipas state in 2013, most of them victims of the drug war.</p><p>But local TV, radio and newspapers do not report them, because of strict censorship by the Gulf Cartel. Last month, the editor of the leading daily, <em>El</em> <em>Ma<em>ñ</em>ana,</em> was abducted and beaten because his newspaper published a front-page account of cartel clashes. He has since fled the city.</p><p>Reporting on cartel violence on social media can be dangerous, too. Four years ago, a blogger in Nuevo Laredo was beheaded, and last October, a Twitter user in Reynosa was murdered. Both were killed for saying too much.</p><p>Yet, people keep doing it in Matamoros because it's the only news they can use.</p><p>\"The newspapers only publish simple things like car accidents. They don't publish what's really happening,\" says a clothes vendor named Hugo. \"My daughters monitor Facebook, and they'll call me and say, 'Papi, don't go near 18th and 20th streets, there's a shootout there!' And so I don't go out.\"</p><p>Affluent residents of Matamoros have another fear: kidnapping.</p><p>Juan is a portly, 29-year-old Mexican-American who used to own a jewelry shop in Matamoros. One day two years ago when he was closing up shop, two thugs armed with guns showed up and told him to climb into their van.</p><p>Then began a weeklong nightmare. He was beaten every day. He was kept in a squalid, evil-smelling room with no toilet and bloodstained walls.</p><p>\"I actually start thinking they feel pleasure when they hit me,\" he says, sitting in a friend's curio shop in Matamoros.</p><p>His parents paid a half-million pesos, nearly $42,000, for their son's life.</p><p>On the eighth day, his captors pulled a sack over his head, put him back in the van, and drove for two hours. They took him out of the van and hit him in the head so hard that he passed out.</p><p>When he came to, he realized, first, that he was alive, and, second, that his hands were untied. He untied his ankles and walked for hours until he heard traffic and spotted a farmhouse. The person there called an ambulance.</p><p>\"I woke up in the hospital,\" Juan remembers. \"The first person I saw was my mom and my dad. I just start crying.\"</p><p>Like many Mexican families who can afford it, Juan and his family fled Matamoros for Brownsville. He says Matamoros has changed, and the narco bosses are different now.</p><p>\"In past years, you just see guys in white trucks. 'Oh, that's the members of the cartel,' but they don't mess with the people,\" Juan says. \"What I see right now is that these guys are just looking for money. They are not doing their straight business that is the [drug] trafficking. They see that they can get money from the people.\"</p><p>The details of Juan's story could not be independently verified, but a fellow merchant confirmed the fact of his kidnapping. And it's consistent with the rash of kidnappings that has plagued this region in recent years.</p><p>Cartel members are preying on local residents for alternative income.</p><p>First, the killing and capture of major drug capos have led to the fragmentation of criminal syndicates — in Tamaulipas state as they have elsewhere in Mexico. A power struggle is underway within the Gulf Cartel between <em>Los</em> <em>Ciclones</em> in Matamoros and <em>Los</em> <em>Metros</em> in Reynosa, and no one is safe.</p><p>Second, trafficking drugs is just harder these days, so criminals are turning to kidnapping and extortion.</p><p>The U.S. side of the river is guarded by federal agents, state troopers and the National Guard, while Mexico has flooded Matamoros and Reynosa with military troops. The harder the Mexican government fights the cartels, it seems, the more misery it creates for the people.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Matamoros+Becomes+Ground+Zero+As+Drug+War+Shifts+On+Mexican+Border&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"John Burnett","audio":[{"meta":{"duration":"323"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1396871449-130888.m3u?orgId=1&topicId=1127&d=323&p=2&story=396581287&t=progseg&e=396774750&seg=15&ft=nprml&f=396581287"},{"href":"http://media.npr.org/assets/img/2015/04/01/matamoros-kainaz-55f3ca0914a250bb71f7d9aab702f587c1246405.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}