{"created":"2015-06-09T17:49:57+00:00","modified":"2015-06-09T20:10:05+00:00","valid":{"from":"2015-06-09T20:10:05+00:00","to":"3015-06-09T20:10:05+00:00"},"hreflang":"en","title":"India's 1947 Partition And The 'Deadly Legacy' That Persists To This Day","published":"2015-06-09T19:49:00+00:00","teaser":"In his new book, <em>Midnight's Furies</em>, Nisid Hajari describes the riots and massacres that ensued after Pakistan was established as a separate state, and how those tensions are still playing out.","itags":["npr_api","413121135"],"guid":"1a123061-ab0e-433a-89da-78f49ba2c0cd","contentencoded":"<p>Mahatma Gandhi, who used passive resistance in the fight for Indian independence, is known worldwide as a symbol of peace. But Americans know much less about the violence that erupted when the British pulled out of India in 1947.</p><p>After Muslim leaders demanded their own state, Muslims, Hindus and Sikhs attacked each other in riots and massacres. In his new book, <em>Midnight's Furies</em>, Nisid Hajari explores the partition that created Pakistan as a separate state, the violence surrounding the partition and why those tensions persist to this day.</p><p>\"This rivalry between India and Pakistan has been going on now for nearly 70 years and it seems like a feature of the landscape ... as if it has always existed, and once you created two countries out of one that it was inevitable,\" Hajari says. \"I don't think it was inevitable and a closer look at what happened in 1947 teaches you how the seeds of this rivalry were planted. It was obviously worsened over the years by various actors, but this is where it all started.\"</p><p>Hajari led international coverage at <em>Newsweek</em> for more than a decade as a foreign editor and managing editor and now oversees Asia coverage for <em>Bloomberg View.</em> He discusses his new book with <em>Fresh Air</em>'s Terry Gross.</p><hr /><h3>Interview Highlights</h3><p><strong>On tensions between Muslims and Hindus before partition </strong></p><p>There have always been tensions between communities in India, as there are elsewhere in the world, and there had been Hindu/Muslim riots throughout history, but they tended to be localized, fairly short-lived and had immediate provocations. Hindus marching in a religious procession banging drums and cymbals past the mosque during prayer time and things like that would set people off.</p><p>What was different about what happened in 1947 was ... that people knew that the British were leaving and there was a fight for power, for control that was about to take place. And that heightened the tensions and the fears and the insecurities, particularly of the minority community, which was the Muslim community in India which made up about a quarter of the population before independence.</p><p><strong>On the Muslims' fear of not having power after independence </strong></p><p>The British had held elections and allowed Indians to elect their own representatives to provincial legislatures, so the equivalent of state governments here in the U.S. Of course the Indian National Congress Party, which was open to all faiths, not just Hindus, but which was dominated by Hindus because they dominated the population, won these elections. And what happened, naturally, was they then would appoint their colleagues, their supporters, to positions within the administration.</p><p>They controlled the schools, they controlled the educational curriculum, they oversaw the police and they gave out jobs and patronage to their own followers. And Muslims could see, particularly professional Muslims, Muslims who would otherwise have perhaps won these jobs, could see that they would have very little power in a democratic system, a parliamentary system after independence.</p><p><strong>On how Muslims felt alienated from the independence movement </strong></p><p>Part of [Gandhi's] genius was he was able to broaden out the appeal of the independence movement, which, until that movement, had been restricted to fairly wealthy lawyers and landowners and so on, who would debate things like percentages in these legislatures ... but he broadened it out to the masses. But the way he did it was by using Hindu iconography and stories, mythology, every evening he would have a prayer meeting where they would chant Hindu hymns but also read from the Quran and so forth. He was personally very unprejudiced about this, but his natural background was Hindu and his audience was almost entirely Hindu and he appealed to them in the language that they understood. But for Muslims, ordinary Muslims, who would see this and listen to these speeches and so forth, he seemed like a Hindu figure more than a national figure — not all Muslims, of course, but a great many of them.</p><p><strong>On how Muhammad Ali Jinnah, advocate for Pakistan, was not religious </strong></p><p>We think about partition in a lot of ways as a religious conflict between Hindus and Muslims, but the leaders on both sides — Jinnah on one side and [Jawaharlal] Nehru on the other — were two of the most secular figures in this whole drama. Both were educated in London, were extremely modern men. Jinnah drank alcohol, he reportedly ate pork, all these things that Muslims are not supposed to do. He only went to mosque to give political speeches, not to worship, and he also didn't think of Pakistan, he never imagined Pakistan, as a religious state. He wanted a state where Muslims would be in a democratic majority and so would be in control of their fate, but anytime anyone asked him whether it would be a Muslim theocracy he would laugh them off. He'd say, \"That's absurd,\" that's not at all what he was intending.</p><p><strong>On what sparked the Calcutta riots of 1946</strong></p><p>Calcutta — which was a very turbulent city, it's a great industrial center — it had been bombed during World War II. People were still semitraumatized from their experience during the war and the famine that occurred during the war and there were lots of leftover weapons lying around ... so it was a tinderbox.</p><p>On that day, the speeches that were given were fairly inflammatory, and some of the Muslim listeners of these speeches went out and started burning and looting in Hindu areas. At the same time, Hindus in different parts of the city were also throwing bricks and stones at Muslim marchers. It's very hard to say exactly how it started or who started it [but] both sides behaved violently.</p><p><strong>On the extreme violence of the 1946 riots</strong></p><p>These riots were, at the time, the worst riots that had ever happened under British rule in India, and they lasted for four days and anywhere from [5,000] to 15,000 people were killed. But the reason they were different from what the British had been expecting was in previous protests and riots they had been directed at the British presence — at British official buildings, at British people. That's not what happened here. In fact, after the first day or so, you didn't really see Hindus and Muslims fighting each other either, what you had were mobs going after vulnerable individuals or small groups of people. ...</p><p>There were stories of people finding the heads of their servants placed on their desk or there was one story about a butcher who was slicing up meat for a customer and then walked across the street and used the knife to slit the throat of a passerby. If you look at pictures of these riots, there are bodies piled up to the second story of buildings in places and people said they had to use a respirator just to go to the morgue because the stench was so terrible. Once it got out of control, it devolved very, very quickly and even afterwards the people who had taken part in it were stunned by what had taken place.</p><p><strong>On the 1947 riots</strong></p><p>The Sikhs really were the accelerant to the riots in August 1947, which is, when people talk about partition, this is what they're talking about. These are the massive riots that broke out around the time that the British withdrew from India, and anywhere from 200,000 to 1 million people were killed.</p><p>The reason they broke out in the Punjab, which is where the new border ran, was because the border split the province in two and the Sikhs were a small community, about 6 million nationally but 5 million lived in the Punjab. They were split almost in half by this border because they were concentrated in the center of the province, and their holy sites and their farms and so on were in this border area and ... because they were such a small community, were particularly fearful of being a minority and historically had tensions with Muslims, they had felt oppressed under mogul rulers under the British ... there were stories of what would happen to them under Muslim rule. There was a lot of bad blood.</p><p>As independence was approaching, all sides were forming militias, which they claimed were for self-defense. The Sikhs, because so many of them had served in the army, were the best trained and the best armed and the best organized of these militias, and therefore the rampages that they engaged in were more effective and bloodier and more damaging.</p><p><strong>On how the tension plays out today with Pakistan's support for the Afghani Taliban </strong></p><p>The Pakistani support for the Taliban had to do with their desire to have an influence in Kabul and to block Indian influence in Afghanistan. Pakistani strategists have this idea of strategic depth that if they were engaged in a major conflict with India that they would be able to use Afghanistan as a sort of rear-guard area to fall back to. They have a fear of being encircled by Indians and there have always been rumors that the Indians were trying to gain influence with various Afghan governments and that they had spies in Afghanistan and so on. Afghanistan has never fully agreed to the border between Afghanistan and Pakistan, so that creates more tensions.</p><p>But this fear of Indian encirclement, that's what goes back to partition in 1947. The seeds of that rivalry were planted in these weeks and months of violence and bloodshed back when both countries were still being born and they were exacerbated over the years by further conflicts and by various military dictators and politicians and so forth, but the basic pattern was set very quickly. As a smaller, weaker country, this asymmetric strategy of using surrogates to do your fighting for you seems appealing, but it has very destructive repercussions.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=India%27s+1947+Partition+And+The+%27Deadly+Legacy%27+That+Persists+To+This+Day&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2011"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1413176016-683ee3.m3u?orgId=1&topicId=1033&d=2011&p=13&story=413121135&t=progseg&e=413174703&seg=1&ft=nprml&f=413121135"},{"href":"http://media.npr.org/assets/img/2015/06/09/author-photo---nisid-hajari-credit-melinda-page-_custom-b4fc1eaa5cbb67b7d458fe4e99c611fcf0bd34a6.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2374","width":"1857"}}]}