{"created":"2015-06-10T19:16:50+00:00","modified":"2015-06-18T23:05:15+00:00","valid":{"from":"2015-06-18T23:05:15+00:00","to":"3015-06-18T23:05:15+00:00"},"hreflang":"en","title":"'Charlie's Country': A Worn Landscape That's Both Sad And Majestic ","published":"2015-06-10T22:55:00+00:00","teaser":"NPR's Bob Mondello reviews<em> </em>a dramatic film about an aboriginal hunter who yearns for a life in Australia, like the one his parents had.","itags":["npr_api","413395243"],"guid":"1a159d3e-5700-4770-ab89-faaaa4be3b9a","contentencoded":"<p>The crevices in Charlie's careworn face look as deep as any in the Australian outback when we first spy him in <em>Charlie's Country</em>. He's sitting in a government-provided tin-roofed shack on territory where his aboriginal ancestors once roamed free. Where he once roamed free, in fact.</p><p>Now, he's a hunter who's not allowed to hunt, in a community supervised by Luke, a white policeman with whom Charlie has a jokingly profane relationship. But they're not on equal footing. Though Charlie's in his mid-60s, he's treated as a sort of wayward child by the authorities. He and all the people in a settlement that amounts to a reservation receive benefits — government housing, health care that whisks them to a nearby city in emergencies (even if they protest that they want to stay in their homeland). But they're not permitted to do what they've done for generations: Live off the land.</p><p>When Charlie and a friend go out to hunt and bring down a buffalo, they get pulled over by a policeman who looks at their guns and asks if they have a license.</p><p>\"Not gonna drive 'em. Gonna shoot 'em,\" replies Charlie, a crack that costs him his gun. So Charlie cuts down a sapling in the woods and whittles himself a hand-made spear that he's carrying home when Luke drives by and confiscates that, too.</p><p>The indignities just keep coming, and Charlie keeps resisting, mumbling to himself that he once danced as a boy in a ceremony for the Queen of England. That makes him look stubborn — or heroic, depending on who's doing the looking, and on what they know about his past.</p><p>You could say the same about this movie. Charlie is played by David Gulpilil, who 44 years ago starred in the movie <em>Walkabout</em>, playing an aboriginal teenager who rescued two white children who'd been abandoned in the Outback. He had quite a film career for a while after that, appearing in more than two dozen movies, including <em>Crocodile Dundee</em> and even, briefly, <em>The Right Stuff</em>. More recently, he has fallen on harder times.</p><p>Director Rolf de Heer has been telling interviewers he made <em>Charlie's Country</em> not just as a social document about his government's insensitive policies, but also to help a troubled David Gulpilil get back on track. The film gets some of its power from the fact that Charlie's story tracks pretty closely with that of the actor playing him. But just some of its power. Gulpilil is giving a genuinely wrenching performance, and as Charlie faces down disappointment and inadvertent cruelty, he becomes almost majestic in his quiet.</p><p>The landscape is majestic, too, and comes to seem desperately sad.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Charlie%27s+Country%27%3A+A+Worn+Landscape+That%27s+Both+Sad+And+Majestic+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bob Mondello","audio":[{"meta":{"duration":"210"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1413455707-e0bcd2.m3u?orgId=1&topicId=4467349&d=210&p=2&story=413395243&t=progseg&e=413343077&seg=10&ft=nprml&f=413395243"},{"href":"http://media.npr.org/assets/img/2015/06/10/charlie-s-country-1-74876cfecad934d1f7459da7084c510e55e03907.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2210","width":"2947"}},{"href":"http://media.npr.org/assets/img/2015/06/10/charlie-s-country-2-261c5b33d0c38fd071c6a37b2c578bf1e7e3b413.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2464","width":"3286"}}]}