{"created":"2015-06-25T02:00:26+00:00","modified":"2015-06-25T04:00:30+00:00","valid":{"from":"2015-06-24T16:08:31+00:00","to":"3015-06-24T16:08:31+00:00"},"hreflang":"en","description":"The health care world waits for a decision from the Supreme Court.","contenttemplated":"[{\"content\":\"<p>A Supreme Court decision is expected by the end of the month in <span>King v. Burwell, a challenge to the Affordable Care Act that argues subsidies for health insurance should only be available in states that set up their own insurance marketplaces, or exchanges.</span></p>\",\"type\":\"text/html\"},{\"content\":\"<p><span>If the court rules against the Obama administration, millions of people in states using the federal exchange could lose their subsidies.  </span></p>\",\"type\":\"text/html\"},{\"content\":\"<p>Enter entrepreneurs, who think they’ve found a way to help states set up exchanges almost immediately. <span>Sanjay Singh is one of them. He&apos;s CEO and co-founder of</span> <a href=\\\"https://www.hcentive.com/\\\" target=\\\"_blank\\\">hCentive</a>, a<span> tech start-up that supplies the software for state health care exchanges. hCentive helped Kentucky and New York set up their exchanges. They&apos;re two of the more glitch-free state marketplaces.</span></p>\",\"type\":\"text/html\"},{\"content\":\"<p>Singh is a political junkie and a techie. He got immersed in hearings on the Affordable Care Act, and read through the nearly 1,000-page bill.  It was the first bill he ever read. And then <span>Singh made a bet – he established hCentive before the Affordable Care Act even became law. Now he’s making another bet. </span><span>If the Supreme Court rules that people in states using the federal exchange to buy their insurance aren’t eligible for subsidies, he’ll be ready with what he’s calling an &quot;exchange-in-a-box&quot; — a ready-made answer for states that suddenly need to build their own marketplaces.</span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“You can take what has been already built, package it in a way that a state can use it, almost out of the box,” Singh says.</p>\"},{\"content\":\"<p>He says hCentive&apos;s exchanges-in-a-box can be up and running in under six months. Singh says there wouldn’t be any big, up front down payment. States could pay hCentive a percentage of the fee they charge to insurers.  <span>But there is one giant unknown for Singh: politics. Twenty-six state legislatures won’t even be in session this summer. </span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;How will a state even decide it wants to do an exchange-in-a-box?,&quot; says <a href=\\\"http://www.bu.edu/sph/profile/david-jones/\\\" target=\\\"_blank\\\">David K. Jones</a>, an assistant professor at the Boston University School of Public Health. &quot;How will they get the legislation passed?  Will it require a governor being brave enough to do an executive order?”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>It’s hard to tell how Republican governors who&apos;ve opposed the law would react. Some campaigned hard against the Affordable Care Act, and government involvement in healthcare. B<span>ut Singh thinks they may be more open to a private-sector solution, like his exchange-in-a-box. And some observers say Singh may be onto something. </span></p>\"},{\"content\":\"<p>“If I’m a governor in one of the red states, I’m going to be concerned about making some kind of arrangement with the federal government to basically run my exchange,&quot; says <a href=\\\"https://www.manatt.com/Joel-Ario/\\\" target=\\\"_blank\\\">Joel Ario</a>, the first director of the federal exchange, now managing director at Manatt Health Solutions. &quot;But I’m going to be more open to a private company.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>So Sanjay Singh, the political junkie, could bridge a political divide — and make a profit in the process.</p>\"}]","published":"2015-06-24T16:08:31+00:00","teaser":"The health care world waits for a decision from the Supreme Court.","title":"Bridging a political divide, hoping to make a profit","byline":"Nancy Marshall-Genzer","tags":["APM","Health Care"],"contentencoded":"<div class=\"barn-cleaned\"><p>A Supreme Court decision is expected by the end of the month in <span>King v. Burwell, a challenge to the Affordable Care Act that argues subsidies for health insurance should only be available in states that set up their own insurance marketplaces, or exchanges.</span></p>\n<p><span>If the court rules against the Obama administration, millions of people in states using the federal exchange could lose their subsidies. &nbsp;</span></p>\n<p>Enter entrepreneurs, who think they’ve found a way to help states set up exchanges almost immediately.&nbsp;<span>Sanjay Singh is one of them. He's CEO and co-founder of</span> <a href=\"https://www.hcentive.com/\" target=\"_blank\">hCentive</a>, a<span>&nbsp;tech start-up that supplies the software for state health care exchanges. hCentive helped Kentucky and New York set up their exchanges. They're two of the more glitch-free state marketplaces.</span></p>\n<p>Singh is a political junkie and a techie. He got immersed in hearings on the Affordable Care Act, and read through the nearly 1,000-page bill.&nbsp; It was the first bill he ever read. And then&nbsp;<span>Singh made a bet – he established hCentive before the Affordable Care Act even became law. Now he’s making another bet.&nbsp;</span><span>If the Supreme Court rules that people in states using the federal exchange to buy their insurance aren’t eligible for subsidies, he’ll be ready with what he’s calling an \"exchange-in-a-box\" — a ready-made answer for states that suddenly need to build their own marketplaces.</span></p>\n<p>“You can take what has been already built, package it in a way that a state can use it, almost out of the box,” Singh says.</p>\n<p>He says hCentive's exchanges-in-a-box can be up and running in under six months. Singh says there wouldn’t be any big, up front down payment. States could pay hCentive a percentage of the fee they charge to insurers. &nbsp;<span>But there is one giant unknown for Singh: politics. Twenty-six state legislatures won’t even be in session this summer.&nbsp;</span></p>\n<p>\"How will a state even decide it wants to do an exchange-in-a-box?,\" says&nbsp;<a href=\"http://www.bu.edu/sph/profile/david-jones/\" target=\"_blank\">David K. Jones</a>, an assistant professor at the Boston University School of Public Health. \"How will they get the legislation passed?&nbsp; Will it require a governor being brave enough to do an executive order?”</p>\n<p>It’s hard to tell how Republican governors who've opposed the law would react. Some campaigned hard against the Affordable Care Act, and government involvement in healthcare. B<span>ut Singh thinks they may be more open to a private-sector solution, like his exchange-in-a-box. And some observers say Singh may be onto something.&nbsp;</span></p>\n<p>“If I’m a governor in one of the red states, I’m going to be concerned about making some kind of arrangement with the federal government to basically run my exchange,\" says&nbsp;<a href=\"https://www.manatt.com/Joel-Ario/\" target=\"_blank\">Joel Ario</a>,&nbsp;the first director of the federal exchange, now managing director at Manatt Health Solutions. \"But I’m going to be more open to a private company.”</p>\n<p>So Sanjay Singh, the political junkie, could bridge a political divide — and make a profit in the process.</p></div>","guid":"1a1602c6-75cb-4021-8568-9f69c1cb62f0","itags":["1a1602c675cb021a56859f69c1cb62f0","Marketplace","Marketplace for Wednesday, June 24, 2015","PMP:Marketplace_PMP"],"audio":[{"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/GettyImages-465220658.jpg?itok=9e3ygWbk","type":"image/jpeg","meta":{"width":"610","crop":"primary","height":"340"}},{"meta":{"duration_hms":"00:03:25","duration":205,"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2015/06/24/mp_20150624_seg_19","type":"application/json"}},"format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2015/06/24/mp_20150624_seg_19_64.mp3","type":"audio/mpeg"}]}