{"created":"2014-10-08T13:25:53+00:00","modified":"2014-12-04T15:17:06+00:00","valid":{"from":"2014-12-04T15:17:06+00:00","to":"3014-12-04T15:17:06+00:00"},"hreflang":"en","title":"In Mystery Series's W.Va. River Town, There's No Escape From Terror","published":"2014-06-27T09:23:00+00:00","teaser":"Writer Julia Keller, who grew up in the state, says she surprised herself when she set her novels there. But riverbanks, convenience stores and abandoned coal mines make for perfect crime scenes.","itags":["npr_api","325050397"],"guid":"1a199abc-0211-4ee7-b0db-e7807385c6f4","contentencoded":"<p>When writer Julia Keller talks, you notice a touch of West Virginia — it is, after all, her home state. Her accent may have faded a bit during her newspaper career in Chicago, so she says when she started thinking about writing crime novels, she was happy to hear the Appalachian voices coming out of her memory.</p><p>\"I was probably the most surprised person of all when I chose to set my fiction in West Virginia,\" she says. \"[I] hadn't lived here in a long time, didn't really know that it moved in my blood — if it did.\"</p><p>Turns out it did. And Keller — whose latest novel <a href=\"http://www.npr.org/books/titles/324857582/summer-of-the-dead\">Summer of the Dead</a> comes out in August — learned it helps that when you're imagining something awful to go where it could happen.</p><p><strong>Fictional Town 'More Real Than The World That I See'</strong></p><p>Keller says rivers can be mysterious, dark metaphors. Her second book in the series, <a href=\"http://www.npr.org/books/titles/324860589/bitter-river\" target=\"_blank\">Bitter River</a>, is about the killing of a young girl. Keller knew what the riverbank crime scene might look like before she even started writing.</p><p>\"I have to thank my journalism career for that,\" Keller says. \"I was, as a general assignment reporter, once called out to a story. They'd found a car in a river, shallow river ... and the photographer and I went out and we all kind of waited breathlessly as they were hoisting up the car. [It] looks like this great rusty behemoth. Instantly, all this red water began rushing out of it, this red substance and we're all thinking, 'Oh my God, it's blood,' and of course it was rust. And then they gave the all clear that there wasn't anything in it, it was just an abandoned car.\"</p><p>Let's say you want to be a crime fiction writer. You start by creating a main character: Keller invented Bell Elkins, a lawyer who's absolutely idealistic. Then you need a location: Keller decided to create a fictional town inspired by Guyandotte, W.Va., near where she grew up. Acker's Gap, the small town in the novels, came to life just in her mind.</p><p>\"I don't have to make up any more than what's there; I know it's there,\" Keller says. \"I know what the streets look like; I know what the people look like; I know what the courthouse looks like. It is in some ways more real than the world that I see.\"</p><p>In the first book of the series, <a href=\"http:/www.npr.org/books/titles/324856977/a-killing-in-the-hills\" target=\"_blank\">A Killing in the Hills</a>, Keller describes Acker's Gap as \"a shabby afterthought of a town, tucked in the notch between two peaks of the Appalachian Mountains, like the last letter stuck in a mail slot after the post office has closed down for keeps.\" It's a disintegrating town with a polluted river and abandoned coal mines.</p><p>In the very first scene of the series, three old men are in a café drinking coffee on a Saturday morning, laughing, and someone walks in and kills them. As Keller puts it: \"Pock, pock, pock. One shot per head.\"</p><p>Bell Elkins is the prosecuting attorney who will go after the killer. Elkins was born in Acker's Gap, then left for a while. When we meet her, she's moved back home with her daughter. She could have stayed in a big-money career in Washington, D.C.</p><p>\"She could have,\" Keller says. \"She has a law degree from a topflight university, Georgetown. Her marriage is over but she certainly had a support network there, professional and personal. So why does she do this thing?\"</p><p>Elkins returned to West Virginia determined and fierce. She makes mistakes, but she also solves cases. She keeps a 12-gauge shotgun underneath her bed.</p><p>\"And I love that about her,\" Keller says. \"One of the things I wanted to do with having a female protagonist is to allow her to have her anger. If we let women have a little more of their anger and to speak their minds, we'd have a very different kind of world.\"</p><p><strong>Where The Stories Are Waiting</strong></p><p>Many of Keller relatives, including her father who died at 52, are buried at Ridgelawn Cemetery in Huntington, W. Va. He had been a math professor and his father worked in a factory. The Keller men before that were coal miners, so Julia takes special notice of that life. Back when she was a reporter for the <em>Chicago Tribune</em>, they sent her deep into West Virginia.</p><p>\"I had long conversations with the wife of a coal miner there,\" she says. \"And she had created a whole section under the kitchen table for her husband with pillows and blankets and reading [material] and everything he needed to live because he was only comfortable crouching over.\"</p><p>What Keller heard that day years ago, about what could happen to a man who worked bent over underground, became her plot line for <em>Summer of the Dead</em>. A retired miner who can't straighten up and has dementia lives with his young daughter. But he stays in the dark basement, so the daughter has put rocks down there and piles of dirt. As the book continues, he is suspected of attacking people in the woods.</p><p>Keller has also been intrigued by the convenience store gas stations in the West Virginia small towns. For a crime fiction writer, a place like that is where the stories are just waiting. They're open late and have young people on staff.</p><p>Michelle Day is one such employee at Guyandotte's Rich Oil, which helped inspire the fictional station in <em>Summer of the Dead.</em></p><p>\"I work the evening shift, 3 to 11, 2 to 10,\" Day says. \"I love working here at this station. ... I see the same people every day, it's nice.\"</p><p>Lynn Daniels, the store manager, says the front door has an electronic lock. The switch is behind the counter.</p><p>\"And that's usually what we do in the evenings — we keep the door locked until we see somebody coming up to the door and, you know, we recognize them or can tell they don't have a mask on or anything like that, or a gun in their hand, you know, then we open the door for them,\" he says.</p><p><strong>The Case For Crime Fiction</strong></p><p>Keller won a Pulitzer Prize in 2005 for a newspaper series about a deadly tornado that ripped through Utica, Ill. She has a Ph.D. in English literature and teaches at Ohio University. And she says she loves writing about murders, drugs and kidnapping.</p><p>Sometimes, she says, people have the idea that crime fiction is a lesser genre.</p><p>\"I cannot tell you how much I reject that,\" Keller says. \"Every piece of literary fiction I read these days I think of as crime fiction, because it is. <em>Hamlet</em> is crime fiction. <em>To Kill a Mockingbird</em> is crime fiction. Heaven knows <em>Oedipus</em> is crime fiction.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Mystery+Series%27s+W.Va.+River+Town%2C+There%27s+No+Escape+From+Terror&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Noah Adams","audio":[{"meta":{"duration":"426"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1325760362-89e226.m3u?orgId=1&topicId=1033&aggIds=13795507&ft=3&f=325050397"},{"href":"http://media.npr.org/assets/img/2014/06/25/735826_418074468261831_1025362038_o-da2eef961f0ea924bc5f8247d460b9817ecf6222.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1403","width":"1869"}},{"href":"http://media.npr.org/assets/img/2014/06/23/julie-keller-beside-her-wva-murder-river-5de1de83acb0296ef4978a3cee86de5366991c31.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2567","width":"3426"}}]}