{"created":"2015-03-12T08:26:55+00:00","modified":"2015-06-05T15:28:05+00:00","valid":{"from":"2015-06-05T15:28:05+00:00","to":"3015-06-05T15:28:05+00:00"},"hreflang":"en","title":"When Life Overwhelms, This Group Lends A Healthy Hand","published":"2015-03-12T18:03:00+00:00","teaser":"Health care should go beyond a doctor's office, the creators of this program say. Students work as health advocates, helping patients find affordable housing, fresh food and social services as needed.","itags":["npr_api","391872813"],"guid":"1a239240-862f-414b-b93d-ed62e80e23e9","contentencoded":"<p>Ella Barnes-Williams is dealing with a lot right now.</p><p>For starters, her government-subsidized house in Northeast Washington, D.C., leaks when it rains. She points at a big brown splotch on the ceiling.</p><p>\"It's like mold, mold, mold all over,\" she says. \"I've got to clean that now 'cause that just came back.\"</p><p>Barnes-Williams is 54 and lives with her 30-year-old daughter and three young grandchildren. All three grandkids have severe asthma, which makes the mold a serious problem. And she and her daughter are diabetic.</p><p>On top of the housing and health problems, Barnes-Williams hasn't had steady work for more than a decade. At the end of most months, the family runs out of food.</p><p>As if all that weren't enough, their house was recently robbed — twice. \"They, like, went shopping in my house,\" Barnes-Williams says. \"They even stole the kids' school uniforms.\"</p><p>But she isn't the type of person to give up. Though she dropped out of high school as a teenager, she went back to school and got her diploma at age 46. She now attends community college, attends career training workshops and volunteers on political campaigns.</p><p>There's also a steady stream of visitors to her house because she's a notary public. She receives $2 per stamped document, which she says helps with small costs around the house.</p><p>But, despite being hardworking and well-connected in her community, Barnes-Williams didn't know about a wide range of social programs that are available to help her family — until she met a young man named <a href=\"https://healthleadsusa.org/2015/02/meet-an-advocate-phung-tran/\">Phung Tran</a>.</p><p>Tran grew up in Washington, D.C., and is a senior at the University of Maryland. Two days a week, he comes to a small office in the Children's National Medical Center to make phone calls through a program called <a href=\"https://healthleadsusa.org/\">Health Leads</a>.</p><p>\"I connect low-income families at the hospital with different resources in the area,\" Tran says.</p><p>He first started working with Barnes-Williams a few months ago. She had about 10 specific needs, he discovered — many related to food, clothing and housing. \"It was kind of overwhelming at first,\" he says.</p><p>So they made a list and started working through the items, one by one. Her top priority was food; Tran referred her to a local food pantry that now provides the family with free groceries once a month.</p><p>Next was furniture: Tran found an organization that gave Barnes-Williams a couch, shelves, lamps, a drawing board and puzzles for the grandkids.</p><p>Now he's helping address the mold problem, by connecting Barnes-Williams with an organization called <a href=\"http://breathedc.org/\">Breathe DC</a>, which provides air purifiers, vacuum cleaners and specific advice on how to stop mold.</p><p>Tran is also lining up summer activities for Barnes-Williams' grandkids, including a camp geared toward kids with asthma.</p><p>Health Leads operates in seven cities across the U.S. and has more than a thousand volunteer advocates, the vast majority of whom are college students. It was founded by <a href=\"https://healthleadsusa.org/person/rebecca-onie/\">Rebecca Onie</a>. Now the organization's CEO (and <a href=\"http://www.macfound.org/fellows/59/\">recipient</a> of a MacArthur Foundation Fellowship in 2009) Onie came up with the idea as a college sophomore in the 1990s. While volunteering at a hospital in Boston, she often asked doctors this question: If you had unlimited resources, what's the one thing you would give your patients?</p><p>The answer that came back over and over again, she says, was food, transportation, or a better place to live, because those were the real problems — and the underlying cause of many patients' health problems.</p><p>This led Onie to imagine an entirely different kind of health care system — \"one in which a physician or nurse could prescribe basic resources that a patient needs to be healthy, like heat in the winter or access to healthy food,\" she says.</p><p>And that's exactly what Health Leads does. It trains doctors to ask patients about their social needs and then connects patients with organizations that can meet those needs.</p><p>Onie says the long-term goal is to show that providing patients with better food, housing, transportation and so on not only improves patients' health, but also reduces the cost of health care. She and her team are collecting data to try to make that case.</p><p>\"Then we can work closely with health care systems across the country,\" she says, \"to really make [addressing social needs] an integral part of how they deliver care.\"</p><p>Since Ella Barnes-Williams began working with Health Leads a few months ago, she has been making regular trips to <a href=\"http://marthastable.org/\">Martha's Table</a>, a food pantry in Washington, D.C. She had no idea how much help was out there, she says. She just needed someone to help her find it.</p><hr /><p><em>This story is part of the NPR series, </em><a href=\"http://www.npr.org/blogs/health/2015/03/02/377569413/www.npr.org/series/389312217/what-shapes-health\">What Shapes Health?</a> <em>The series explores social and environmental factors that affect health throughout life. It is inspired, in part, by findings in a recent </em><a href=\"http://media.npr.org/documents/2015/feb/What_Shapes_Health_Report.pdf\">poll </a><em>by NPR, the Robert Wood Johnson Foundation and the Harvard T.H. Chan School of Public Health</em><em>.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=When+Life+Overwhelms%2C+This+Group+Lends+A+Healthy+Hand&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Anders Kelto","audio":[{"meta":{"duration":"319"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1392477463-eb7a5d.m3u?orgId=1&topicId=1128&d=319&p=3&story=391872813&t=progseg&e=392471735&seg=15&ft=nprml&f=391872813"},{"href":"http://media.npr.org/assets/img/2015/03/11/ella-1-34e37ba2a83efa4d9bfd97b898ce3c7d4f4dfaa1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1602"}},{"href":"http://media.npr.org/assets/img/2015/03/11/phung-tran-87f61446e9e4c172f6a73f67db81a81ac0ce6e38.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1499","width":"1998"}}]}