{"created":"2015-03-26T21:28:14+00:00","modified":"2015-03-27T20:07:53+00:00","valid":{"from":"2015-03-27T20:07:53+00:00","to":"3015-03-27T20:07:53+00:00"},"hreflang":"en","guid":"1a290e73-07ae-4453-bf4b-4997368594e3","title":"From the Revolution to Bowe Bergdahl, desertion has a long history in the US","published":"2015-03-27T20:07:49+00:00","byline":"Christopher Woolf","tags":["history","military","conflict","Justice","Conflict & Justice","United States","Bowe Bergdahl","The World That Was","Desertion","Military law","Military personnel","Crimes","War"],"teaser":"The US military has charged Sgt. Bowe Bergdahl with desertion for allegedly leaving his post in Afghanistan in 2009. It's one of the only high-profile cases of the crime in recent decades, but it's far from rare in the US military.","contentencoded":"<p>US Army Sgt. Bowe Bergdahl, once greeted as a returning hero by President Barack Obama, has been charged with desertion and \"misbehavior before the enemy\" after being freed from five years in Taliban captivity.</p>\n<p>Bergdahl is far from the first person to be charged with desertion by the US military. In fact, <a href=\"http://usmilitary.about.com/od/justicelawlegislation/a/desertionrates.htm\"><em>thousands</em> of soliders go missing</a> from their bases every year. But Bergdahl is the first soldier in decades to be charged with desertion while deployed on a combat mission.</p>\n<p>He also represents only the latest chapter in a history of desertion that goes all the way to the very start of the US military.</p>\n<p>Desertion was a chronic problem from the Revolutionary War all the way through the Civil War, especially among the militia and volunteer forces popular in the early decades of the nation’s history. (Professional forces were deliberately kept small for political reasons.)  </p>\n<p>For example, an estimated eight percent of the army deserted during the Mexican-American War of 1846 to 1848 — more than one man in twelve. The army adopted European practices of flogging, branding and even executing deserters re-captured in wartime, but it’s not clear how effective these were as a deterrent.</p>\n<p>Since the Civil War, the United States has relied much more on professional standing armies, which have cut desertion through improved discipline and man-management techniques. Penalties remain harsh, but they're seldom inflicted, especially as knowledge of combat stress disorders has increased.</p>\n<p>In fact, the only man executed for desertion by the US military since the end of the Civil War was Pvt. Eddie Slovik, an infantryman sent to fight in western Europe a few months after D-Day. He ran away a couple of times, and was court-martialed after his second try.</p>\n<p>A total of 49 soldiers were sentenced to death for desertion during the war, but Slovik was the only one actually executed. That’s partly explained by timing: His case came up at the height of the Battle of Bulge, America’s bloodiest battle in any theater of World War II. Casualties were high, morale was low and many men were slipping away from the front. An example needed to be made. Eisenhower himself had to approve the verdict, and Slovik was then shot by a firing squad drawn from his own regiment.</p>\n<p>The rest of the nearly 3,000 deserters who were court-martialed in World War II, most just did jail time, and some were simply reassigned to other units. </p>\n<p>Desertion rates rocketed back up <a href=\"http://www.historyandtheheadlines.abc-clio.com/contentpages/ContentPage.aspx?entryId=1199250&amp;currentSection=1194544&amp;productid=10\">during the Vietnam War</a>; almost 500,000 men were reported as deserters between 1966 and 1972. At their peak in the 1971 fiscal year, deserters made up more than 3 percent of the military — a full 7 percent of the army. In that year alone, more than 98,000 military personnel deserted.</p>\n<p>Such high levels of desertion and demoralization helped trigger the end of the draft and the switch to an all-volunteer force, but the problem has hardly disappeared. There was a spike in desertions at the height of the Iraq War in 2006 to 2007. </p>\n<p>But even if Bergdahl is far from alone in having run away, he did it an unusual place: on the battlefield. As in Vietnam, almost all of the deserters in Iraq and Afghanistan disappeared while at their home bases or during leave from combat. Only one man, Marine Cpl. Wassef Ali Hassoun, has been reported as deserting while in Iraq. He is still believed to be at large, after deserting in 2004 and re-emerging in Lebanon, where some of his relatives live.</p>\n<p>So what exactly defines desertion? It's a very specific charge as understood by modern military lawyers, one that signal's the soldier's intention to never return to military service. Being \"absent without leave\" — \"not in the right place at the right time,\" essentially — is a far lesser offense.</p>\n<p>Under the <a href=\"http://www.ucmj.us/\">Uniform Code of Military Justice</a>, desertion in wartime is punishable by death.</p>\n<p><em><a href=\"http://www.ucmj.us/sub-chapter-10-punitive-articles/885-article-85-desertion\">UCMJ Article 85</a>(c) Any person found guilty of desertion or attempt to desert shall be punished, if the offense is committed in time of war, by death or such other punishment as a court-martial may direct</em></p>\n<p>\"<a href=\"http://www.ucmj.us/sub-chapter-10-punitive-articles/899-article-99-misbehavior-before-the-enemy\">Misbehavior before the enemy</a>\" — a charge that could include cowardice, running away or simply casting away one’s arms or ammunition in the presence of the enemy — is also punishable by death. But military authorities have indicated Bergdahl will not face the death penalty; he's more likely to receive a life sentence.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-26%2Fbowe-bergdahl-and-history-desertion&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0326201502_1.mp3"},{"href":"http://www.pri.org/file/0326201502mp3-0"}]}