{"created":"2015-02-05T21:16:04+00:00","modified":"2015-05-13T21:17:59+00:00","valid":{"from":"2015-05-13T21:17:59+00:00","to":"3015-05-13T21:17:59+00:00"},"hreflang":"en","title":"Decades After His Murder, An Archbishop Is Put On Path To Sainthood","published":"2015-02-06T13:28:00+00:00","teaser":"Pope Francis has declared slain Archbishop Oscar Romero a martyr. Previous popes declined to do so, possibly because of Romero's role in liberation theology.","itags":["npr_api","384067797"],"guid":"1a2d9102-ae6c-45d4-a557-d1f0666cb034","contentencoded":"<p>Archbishop Oscar Romero was one of the most prominent and controversial religious figures in Latin America when he was gunned down in 1980 during the early stages of El Salvador's civil war. His legacy has been debated ever since.</p><p>But just this week, Pope Francis <a href=\"http://www.npr.org/blogs/thetwo-way/2015/02/03/383524968/pope-declares-salvadoran-archbishop-scar-romero-a-martyr\">ruled</a> that Romero was killed \"out of hatred for the faith,\" making him a martyr and setting the stage for his beatification.</p><p>Romero's sainthood cause was long obstructed by deep opposition both in Latin America and in the Vatican.</p><p>The Catholic Church of El Salvador had long enjoyed the largesse of the conservative oligarchy that rules the country.</p><p>But in the 1970s, the clergy embraced the ideas of the Second Vatican Council — social justice and proximity to the poor and the marginalized.</p><p>This angered the establishment, which ordered the army to crack down against the faithful.</p><p>When he was first named archbishop in 1977, Romero was seen as a conservative. But as he witnessed mounting human rights abuses by the Salvadoran military, he became increasingly outspoken against social and economic injustice.</p><p>In his last homily, on March 23, 1980, he called on Salvadoran soldiers and police to stop following orders to kill civilians, and stop the repression.</p><p>\"The peasants you kill are your own brothers and sisters,\" preached Romero. \"When you hear a man telling you to kill, remember God's words, 'Thou shalt not kill.' \"</p><p>The next day, a right-wing death squad gunned Romero down while he was celebrating Mass.</p><p>The 12-year Salvadoran civil war did not end until 1992, and it claimed at least 75,000 lives.</p><p>At that time, says Romero biographer Roberto Morozzo della Rocca, a person could be arrested just for possession of a Bible or a photo of Archbishop Romero.</p><p>\"The church was seen as a traitor,\" says della Rocca. \"The oligarchy hated a clergy committed to social justice. They even blamed the rise of leftist guerrillas on the Catholic Church.\"</p><p>Romero was accused of being a communist and a supporter of liberation theology — a popular grass-roots Catholic movement viewed as socialist by the right wing in Latin America.</p><p>Even before he was killed, Romero had made enemies within the Catholic hierarchy at home and in Rome, says Archbishop Vincenzo Paglia, chief promoter of Romero's sainthood cause.</p><p>\"During Romero's time, tons of letters against him arrived in Rome,\" Paglia adds. \"The charges were simple: He's political; he's a follower of liberation theology. And all that strengthened his enemies.\"</p><p>One of his key enemies was the late Colombian Cardinal Alfonso Lopez Trujillo, a staunch conservative and president of the Pontifical Council for the Family, who wielded a great deal of influence during the papacy of John Paul II.</p><p>Trujillo feared that Romero's beatification would be seen as an endorsement of liberation theology.</p><p>But Paglia dismisses the charges that Romero was a Marxist.</p><p>\"He was a great preacher. He went around in a car with a loudspeaker; he walked among the people,\" Paglia says. \"This is the church they wanted to silence; this is why Romero is truly a martyr of the church that flowed from the Second Vatican Council.\"</p><p>Romero's cause was blocked for more than two decades. Paglia says it was Pope Benedict XVI, at the end of his papacy, who moved the process along.</p><p>But, he adds, it was Pope Francis who ruled that Romero was killed \"in hatred of the faith.\"</p><p>\"We had to wait for the first Latin American pope to beatify Romero,\" Paglia says. \"There are clear similarities between Pope Francis and Romero, and their vision of a poor church for the poor.\"</p><p>The beatification date has not been set, but it's expected to take place within the year.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Decades+After+His+Murder%2C+An+Archbishop+Is+Put+On+Path+To+Sainthood&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Sylvia Poggioli","audio":[{"meta":{"duration":"235"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1384119754-997874.m3u?orgId=1&topicId=1016&d=235&p=2&story=384067797&t=progseg&e=384100765&seg=17&ft=nprml&f=384067797"},{"href":"http://media.npr.org/assets/img/2015/02/05/oscar-romero2-b9f273b782984d1bdd22e16dc9d299eef30c7082.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"4016","width":"5356"}}]}