{"created":"2015-03-16T17:35:03+00:00","modified":"2015-05-13T21:09:01+00:00","valid":{"from":"2015-05-13T21:09:01+00:00","to":"3015-05-13T21:09:01+00:00"},"hreflang":"en","title":"Barney Frank's Journey From Closeted To An Openly Gay Member Of Congress","published":"2015-03-16T19:49:00+00:00","teaser":"In his new memoir, Frank describes how early in politics he feared people would \"draw inferences\" if he supported gay rights. But his drive to fight discrimination was stronger.","itags":["npr_api","393252976"],"guid":"1a46931b-811d-4ad2-bca3-f67b9cd8cf10","contentencoded":"<p>In 1972, former Rep. Barney Frank, D-Mass., decided he would run for the state Legislature in Massachusetts — but he also explicitly decided to stay in the closet. And as he made this decision, he made a promise to himself to support LGBT rights.</p><p>\"I could not live with myself if I did not oppose the discrimination,\" Frank tells <em>Fresh Air</em>'s Terry Gross.</p><p>That year, two organizations asked candidates for the state Legislature if they would sponsor a gay rights bill. Frank says he enthusiastically agreed, expecting a senior member to take the lead.</p><p>\"I was a little afraid of [being out front] because I was 32, unmarried — other people would draw inferences,\" Frank says.</p><p>But Frank was the only member who won who said he'd sponsor the bill, so he did take the lead. Throughout that decade, Frank became an increasingly active and prominent leader of gay rights.</p><p>\"And I was increasingly depressed by the disparity between my advocating the rights for everybody else and then denying myself any chance to participate in it,\" he says.</p><p>It turns out, Frank not only participated in it, he was an open champion for the latter part of his career. Frank was elected to Congress in 1980 after serving eight years in the Massachusetts Legislature. He came out publicly in 1987 — and in 2012 became the first member of Congress to enter into a same-sex marriage.</p><p>Frank describes his entry into politics, surviving a political scandal and his fights for LGBT rights in his new memoir, <em>Frank.</em></p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On whether he resisted a life in politics because he was closeted </strong></p><p>I began by being repressed — I evolved into being closeted. This is 1954; 1953 is when I actually first realized I was gay; it was '54 when I focused and said, \"Gee, I want to go into politics, but how's that going to work when I'm part of this group [that] people despise?\"</p><p>... I didn't even know how to meet people. I'm talking about the '50s and the '60s. [And] even putting myself in a position where I would have a chance to meet another man for some kind of serious relationship — I didn't know how to do it. I was intimidated.</p><p><strong>On the Defense of Marriage Act </strong></p><p>By the time the Defense of Marriage Act came up, which is now 1995, '96, we had made some progress. ... By the '90s, it was not considered respectable to talk about \"fags\" and \"dykes.\" ... You could be disapproving, but you had to moderate it.</p><p>... There were people who didn't like one of us; the notion of two of us getting together and being happy was geometrically worse. But they couldn't come out and say that — it was not, at that time, acceptable [or] respectable to say, \"We don't like those people and we don't want them hanging out with each other and being happy.\"</p><p>So [those who opposed gay rights] came up with this notion, and that's why it's called the Defense<em> </em>of Marriage Act. To be intellectually honest it should have been \"We Don't Want Those People To Be Able To Get Together Act.\" But they had to come up with supposed negative social consequences.</p><p>One of the reasons we were able to win this battle was ... because once Massachusetts broke the logjam and started same-sex marriage, it became undeniably clear that there were no adverse consequences. So [opponents] had built their arguments on a false premise. ...</p><p>In a debate on the Defense of Marriage Act, I got on the floor and said, \"I want to understand: How does the fact that I love another man hurt your marriage? What about my relations, voluntary relations with another guy in any way jeopardize your marriage?\" I said, \"I'll yield to any member of the House who wants to explain to me how what I would do would hurt your marriage.\"</p><p>And one guy got up, Steve Largent from Oklahoma, and he said, \"Well, I'll tell the gentleman this: No, it doesn't hurt my marriage, it doesn't hurt the marriage of other people here, but it hurts the <em>institution</em> of marriage.\"</p><p>My response was: \"Well, it doesn't hurt any individual marriages, but despite that it somehow hurts the institution of marriage? That is an argument of someone who ought to be in an institution.\" ...</p><p>The best humor is offered up by the stupidity of your opponents.</p><p><strong>On his relationship with male prostitute Stephen Gobie and the resulting fallout</strong></p><p>I first hired [Gobie] to have sex. And then, after a couple of times, he was very intelligent, well spoken. What I later learned was he had been on heroin and had been arrested and had been on probation and he was forced to stay off drugs so he was on his very best behavior when I met him. He was very clever. He clearly understood my emotional state, my sense of emotional and physical frustration and basically he didn't see it as an ongoing sexual relationship; he thought he could get me to accept that we had this really good friendship. ...</p><p>Then what happened, frankly, was his probation expired. And he started taking drugs again and he became kind of a jerk again. And by that time I had come out and I had a relationship with Herb [Moses]. ... There was a very small overlap, so once ... I told [Gobie] I didn't need him anymore (that maybe was a little callous), but that the job I was paying him for wasn't going to exist and that was the end of it, he got very angry. And here's where the blackmail came in: His first instinct was to say, \"I'll tell everybody you're gay.\" ...</p><p>[My sexual orientation had] been all over the papers in May of '87 so it was a little late for ... that. He couldn't blackmail me. So he brooded about that for a couple of years and then he went to <em>The Washington Times</em>, this very conservative paper ... and told them about our relationship. ... The fact that I had a relationship with a prostitute was of some interest. He then elaborated that and added various charges about [how] I was letting him run a prostitution ring from my apartment.</p><p>... This went before the House Ethics Committee and ... they refuted or found no evidence for any of the charges. They did find that I had done two things wrong: I had let him use my privilege to avoid parking tickets when he borrowed my car. (I thought he was doing it to run errands for me, it turned out he was also doing it as part of his prostitution). And, secondly, I had written a letter to the probation officer about him and in the letter I lied and said I had met him at a party. I did not in that instance want to say that I had met him by answering a sex ad. But those are the only two things that were found to be the case, but it still was humiliating for me. ...</p><p>I had started seeing him in 1985 and it was in '85, '86 that I finally decided to come out.</p><p>That relationship, even as I was maintaining it, I realized it was a bad idea. It was certainly irresponsible for me as a member of Congress to risk the causes I cared about by this. ... The one silver lining in that cloud ... was after that became public, some of my friends said, \"Oh, now we understand.\" What I said to them was, \"Now you see how depraving this was to me, how it made me behave so irresponsibly — and that's why I had to come out. So I would have the strength to stop doing things like that.\"</p><p><strong>On how things changed after he came out </strong></p><p>Apparently, I got nicer and that's helpful. ... My colleagues told me, \"You know what? You're easier to get along with now; you're not grumpy as much; you don't snap at people.\" ... There was kind of a perennial, low-level bad mood because I was going around being mad at myself because of this self-denial and what it did. Now that's not just a matter of poetess, being an effective legislator is helped by being nicer to people. ... You got to be tough and nice.</p><p>The best thing I can say is this: Being effective in a legislative body has something in common with trying to be popular in high school. ... There's a lot of personality that goes into it. It's OK to be good at the job, but don't start looking like you feel too superior about it. So what happened was I just became better at the interpersonal aspects of legislating. And legislating is the most interpersonal thing.</p><p><strong>On using \"political judo\" to enhance his likability</strong></p><p>My mother, a wonderful woman who became a great advocate later in her life, did enroll me in elocution classes [to help with my thick New Jersey accent] when I was 7 or 8. ... It was a well-intended gesture, but it didn't work. In fact, what I learned how to do was kind of a political judo — I think I was able to make an asset out of some of my defects.</p><p>For example, I have a hard time dressing well. [My husband] Jim, God bless him, works very hard to keep me in good shape, but in my first campaign somebody wrote an article and said I was wearing an ill-fitting suit. And I said, \"No, that's unfair. It was a well-fitting suit — I just wasn't the person it fit.\"</p><p>As a state representative, somebody took a picture of me in which I looked a little disheveled and I put it up and said, \"Re-elect Frank: Neatness isn't everything.\"</p><p>So the same with my voice. You become kind of — I think there's a certain blandness that politicians have that does not work to your favor, so if you can be somewhat distinctive in ways that are not offensive, I think that's helpful.</p><p><strong>On how \"reality defeats prejudice\"</strong></p><p>We have made so much progress in diminishing homophobia. It was based on a wholly unreal, inaccurate prejudice and people say, \"Which tactic, which thing most defeated prejudice?\" [It was] the simple act of coming out, by millions of us, because our reality just defeated the prejudice. And instead of being this stereotype with all these negative characteristics, it turned out we were their cousins and brothers and doctors and patients and students and teammates and salespeople et cetera, et cetera.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Barney+Frank%27s+Journey+From+Closeted+To+An+Openly+Gay+Member+Of+Congress&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2284"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1393365279-fc5550.m3u?orgId=1&topicId=1033&d=2284&p=13&story=393252976&t=progseg&e=393348058&seg=1&ft=nprml&f=393252976"},{"href":"http://media.npr.org/assets/img/2015/03/16/frank-barney-c-2014-michael-halsband-3--a5eb553b9d4659a0f4dcbf805ca06dd1c6a19f2a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1732","width":"2309"}}]}