{"created":"2014-09-04T17:12:34+00:00","modified":"2014-11-12T16:07:31+00:00","valid":{"from":"2014-11-12T16:07:31+00:00","to":"3014-11-12T16:07:31+00:00"},"hreflang":"en","title":"The Man Who Made The Spanish-Speaking World Laugh","published":"2014-09-04T17:12:00+00:00","teaser":"<em>Alt.Latino</em> discusses Mario Moreno, who performed as the goofy but witty movie character Cantinflas beginning in the 1930s, and assesses his impact on Latin culture.","itags":["npr_api","345539282"],"guid":"1a5b83f7-6398-452f-b917-ab5f17d4899f","contentencoded":"<p>On <em>Alt.Latino, </em>we constantly ask what it means to be Latino. What do I, an Argentine woman, have in common with Felix Contreras, a Chicano from California? And what do we both have in common with, say, a Central American child who comes alone and undocumented to the U.S.? Poet Ruben Dario famously described Latin Americans as the loose pups of the Spanish lion. In the U.S., marketing teams and politicians alike are trying to find the answer — and in doing so, they frequently force definitions that feel awkward and even condescending.</p><p>This week on <em>Alt.Latino, </em>we discuss an icon who made sense to virtually all Latinos, even though his whole shtick was about making no sense at all. Mario Moreno was beloved by the Spanish-speaking world for playing the character of Cantinflas, a working-class Mexican who is goofy but incredibly witty, speaks in puns and nonsensical tongue-twisters, and is goodhearted but a little sly. He always bamboozles the rich and powerful, and he always got the girl. Last weekend, a biopic about his life — titled <em>Cantinflas</em> — premiered across the U.S., and is soon to open in Mexico.</p><p>In the last few weeks, I've re-watched many Cantinflas films, and they've made me laugh out loud: He's so ridiculous, but still clever. But I've also laughed out of a sense of tenderness. I watched many of his films on rainy Sundays with my grandmother; growing up in Argentina, she'd never tried the <em>frijoles </em>(beans) he demands in <em>Asi Es Mi Tierra</em> (1937) and had no idea what <em>chatita (</em>\"shorty\"<em>) </em>meant. Yet, having barely finished the second grade and survived an extremely difficult life, she laughed raucously at this picaresque character's adventures, and at his mockery of the wealthy.</p><p>Argentine author Jorge Luis Borges once wrote, \"No nos une el amor sino el espanto\" — \"we are not united by love, but by horror.\" The poem is titled \"Buenos Aires<em>,\" </em>but he could very well have been writing about all of Latin America. On our show, we've discussed <a href=\"http://www.npr.org/blogs/altlatino/2013/05/04/181136776/a-braid-of-words-guest-dj-with-eduardo-halfon-author-of-the-polish-boxer\">this idea</a> with many Latino cultural figures: that one of the roots running through our collective being is that of brutality.</p><p>If this sounds like a bleak panorama, consider Mexican author Octavio Paz's <em>Labrynths </em><em>Of Solitude</em>, in which he writes that \"what distinguishes us from other peoples is not the always-doubtful originality of our character — which is the fruit, perhaps, of ever-changing circumstances. What distinguishes us are our creations.\" The music, the art, and the comedy we create is as much who we are as the sadness that birthed it.</p><p>I thought a lot this week about the roots of humor, and about how one man created a character that could make everyone laugh. Even when he spoke in the thickest, most impenetrable Mexican slang, Cantinflas made people across the ocean in Spain guffaw. Our guest this week, film critic Anne Wakefield Hoyt, says that no comedian has been able to have that mass appeal among Latinos since.</p><p>Cantinflas could be universally funny because of his mastery of body language and the spoken word. Charlie Chaplin once called him the greatest comedian alive. Watch some of the clips on this page, and I dare you not to smile.</p><p>Mario Moreno did not claim to possess great political insights, and some say he was eventually sucked into a mainstream that was ideologically troubling. But there's depth to his humor, especially early on. He's funny because in a classist country (and continent), he's insolent. He bamboozles the deputy, accidentally — or not so accidentally — mocks the professor, and fools the snobby dinner-party attendees into thinking he's a Shakespearean actor (his buddy, he boasts to them, <em>Chikaspear</em>).</p><p>I recently had coffee with professor Juan Gabriel Moreno from the Autonomous University Of Mexico; he teaches cinema and theater and said that \"Cantinflas' revenge is the revenge of the people of Mexico.\" Moreno also noted that at the time his movies came out, much of Latin America had deep class divides. Maybe that's why he still resonates today: Not a lot has changed.</p><p>The new <em>Cantinflas</em> biopic captures the life and struggles of Mario Moreno. What the film disappointingly leaves out is the reality that Moreno found it nearly impossible to cross over in in the U.S., and that he won his Golden Globe for playing second fiddle to a rich white man — a role which Latinos in Hollywood, in one form or another, continue to play quite a bit.</p><p>Join us in a discussion of the legendary Cantinflas — and, as always, we look forward to reading your thoughts in the comments.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Man+Who+Made+The+Spanish-Speaking+World+Laugh&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jasmine Garsd","audio":[{"meta":{"duration":"1834"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1345783003-f8a38b.m3u?orgId=1&topicId=1039&aggIds=128227577&ft=3&f=345539282"},{"href":"http://media.npr.org/assets/img/2014/09/03/cantinflas-482095b30ae72413926a6be2e5d441f341c5becc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1041","width":"1388"}}]}