{"created":"2014-10-27T23:45:34+00:00","modified":"2014-10-27T23:45:34+00:00","valid":{"from":"2014-10-27T23:45:34+00:00","to":"3014-10-27T23:45:34+00:00"},"hreflang":"en","title":"Supreme Court Considers Limits On Warrantless Cellphone Searches","published":"2014-04-30T14:37:00+00:00","teaser":"In a case that reaches into almost every American's pocket or purse, justices struggled over whether police can search cellphones without obtaining a warrant at the time of an arrest.","itags":["npr_api","308068253"],"contentencoded":"<p>In a case that reaches into almost every American's pocket or purse, the U.S. Supreme Court struggled Tuesday to adapt modern technology to traditional legal rules. At issue was whether police can search cellphones without obtaining a warrant at the time of an arrest.</p><p>The courts have long allowed police to search people without a warrant when making an arrest. But those searches have been limited by the amount of information individuals could carry on their persons.</p><p>Now, suddenly, with the advent of the smartphone, allowing a search of that phone without a warrant allows police to search more information than most people keep in their houses.</p><p>The case before the court Tuesday illustrates both the dangers and advantages of warrantless searches. In 2009, David Riley was pulled over for driving with expired tags in San Diego. When his car was impounded and inventoried, police found guns under the hood.</p><p>An initial search of Riley's cellphone indicated he might be involved in gang activity. Two hours later, a gang investigator went through the digital files and downloaded contacts, videos and photos. Some of that information was later used to convict Riley of several felonies.</p><p>At Tuesday's Supreme Court argument, Riley's lawyer, Jeffrey Fisher, told the justices that the Founding Fathers never intended to allow such wide-ranging searches without a warrant. The warrantless search at the time of arrest, he noted, was to protect the officer's safety and to prevent the destruction of evidence.</p><p>Chief Justice John Roberts asked what would be gained by getting a warrant. If you are arresting someone on suspicion of being a gang member, and you have evidence to support that, he asked, \"what part of the cellphone is not likely to have pertinent evidence?\"</p><p>Fisher replied that \"It's not just what can be looked at,\" it's the fact that information from cellphones can be downloaded and kept in \"ever-growing databases.\" The beauty of the search warrant, he said, is not only that there is a neutral magistrate who reviews the warrant application and can limit the search, but that the magistrate can also limit the retention of the downloaded information if it is not used to prosecute a crime.</p><p>Justice Anthony Kennedy turned to the question of diaries, and how the courts have in the past treated diaries carried by people at the time of arrest. Fisher replied that there have been few, if any, cases in which police, prior to the advent of cellphones, seized a diary at the time of an arrest, because people simply did not carry their diaries with them. Today, he said, \"We live in a world where everybody has everything with them at all times.\"</p><p>Including criminals, interjected Kennedy — criminals \"who are more dangerous, more sophisticated, more elusive with cellphones.\"</p><p>Representing the police and prosecutors in the case was California Solicitor General Edward DuMont. He noted that, as Justice Samuel Alito had observed, there is no doubt police could examine photos in a billfold at the time of an arrest.</p><p>If that is a reasonable search that doesn't require a warrant, said DuMont, it doesn't become \"constitutionally unreasonable \" simply because Riley carried photos in digital form instead.</p><p>Justice Sonia Sotomayor interrupted to note that a billfold contains somewhere between one and five photos, versus a cellphone, which contains \"potentially thousands.\"</p><p>Justice Elena Kagan observed that a person can be arrested \"for anything,\" including driving without a seat belt, and the police could search that person's cellphone and \"look at every single email\" — including \"very intimate communications\" — as well as medical data, calendar and GPS information to learn everyplace the person has recently been.</p><p>\"Now,\" said Kagan, \"that strikes me as a very different kind of world than the kind of world ... where somebody has pictures of their family in a billfold.\"</p><p>\"One can always think of marginal cases where there might be concern,\" replied DuMont.</p><p>\"You call it marginal, but in fact, most people now do carry their lives on their cellphones,\" Kagan shot back.</p><p>Justice Ruth Bader Ginsburg focused on the task at hand. The court \"has to make a rule\" that works not just for Riley's case but for everyone who is arrested, she said.</p><p>Kennedy took up the challenge. Let's leave out emergency circumstances, he said, because police can always search in those cases without a warrant. So, leaving those out, he asked DuMont, what's your rule?</p><p>The state's lawyer suggested that the cellphone can be searched as a tool to protect the police officer's safety.</p><p>\"Do you have any example where a phone was used to trigger a bomb or something like that?\" asked Roberts.</p><p>DuMont did not have any such examples, but he pointed to a case where an officer became more alert when he stopped someone for speeding and saw on the driver's cellphone a photo of the man posing with guns.</p><p>Kennedy tried a different approach. Could the court make a distinction between serious and nonserious offenses? But DuMont noted that the court has never been willing to make that distinction before.</p><p>Justice Antonin Scalia suggested that the rule could limit the search to material relevant to the crime for which the person is arrested.</p><p>But DuMont wanted a broader rule. He said no warrant should be required for any information that is \"of the same sort\" that police have traditionally been able to seize without a warrant — diaries, letters, photographs — when carried by an individual.</p><p>\"That would mean absolutely everything, wouldn't it?\" responded Kagan.</p><p>\"The problem here is the amount of information on cellphones,\" added Justice Stephen Breyer.</p><p>DuMont replied that people make a choice — they \"choose\" when they carry their cellphones with them — and thus they should have \"no expectation of privacy\" if they are arrested.</p><p>Kagan, incredulous: \"Are you saying one has to keep a cellphone at home to have an expectation of privacy?\"</p><p>Last up to argue was Deputy Solicitor General Michael Dreeben, representing the federal government. He repeatedly told the justices that the potential for destruction of evidence is \"real,\" and that law enforcement is very worried in particular about the sophisticated encryption on modern smartphones. That encryption, he said, can mean that once a phone is locked, it will take months to unlock it, if it is ever possible.</p><p>Dreeben didn't offer examples, but predicted an \"arms race\" between cops and criminals in the future over such technology.</p><p>A decision in the case is expected by late June.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Supreme+Court+Considers+Limits+On+Warrantless+Cellphone+Searches&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nina Totenberg","guid":"1a6907f8-2615-4b6f-9a96-8192f3418a63","audio":[{"meta":{"duration":"404"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1308068254-0b3261.m3u?orgId=1&topicId=1070&ft=3&f=308068253"}]}