{"created":"2014-09-18T21:05:27+00:00","modified":"2014-12-04T15:16:44+00:00","valid":{"from":"2014-12-04T15:16:44+00:00","to":"3014-12-04T15:16:44+00:00"},"hreflang":"en","title":"Aye, Sassenach — Gabaldon's Appeal Is Timeless","published":"2014-08-11T15:47:00+00:00","teaser":"Twenty years ago, Diana Gabaldon's time-travel epic <em>Outlander</em> shot to the top of the best-seller lists — and stayed there. NPR's Karen Grigsby Bates digs into the enduring potency of Gabaldon's magic.","itags":["npr_api","338363871"],"guid":"1a6a0267-8bff-4c5d-8c86-fcf5e20cfd07","contentencoded":"<p>Novelist Diana Gabaldon writes books that sell like crazy but are hard to categorize. Her <em>Outlander</em> series, featuring a determined heroine who falls backward through time to the 18th century Scottish Highlands, has made Gabaldon both wealthy and famous.</p><p>And now <em>Outlander</em> has been made into a television series that starts Saturday night on the Starz channel. Gabaldon appeared recently at San Diego Comic-Con to promote the series — attracting several hundred fans to a small theater about a quarter-mile away from the main frenzy of the convention.</p><p>Outside, a group of kilted laddies passed out swatches of tartan emblazoned \"The Kilt Drops 08.09,\" a mildly risque reminder of the first episode's air date. And inside, Gabaldon talked about her books, including confusion over the marketing plan for the first one. \"As my first editor used to say, these have to be word-of-mouth books, because they're too weird to describe to anyone,\" she laughs.</p><p>Gabaldon — she says her Spanish name rhymes with \"bad to the bone\" — has a Ph.D. in quantitative behavioral psychology, something she describes as \"animal behavior with lots of statistics.\" She was a science professor for years, but decided in her mid-30s to write a novel, just for practice. That exercise became <em>Outlander</em>, the best-selling tale of Claire Randall, a young British nurse during World War II who inadvertently hurtles back two centuries to find adventure, intrigue and, yes, romance. The first book was so popular that it blossomed into a series.</p><p>Two decades and seven big books later, Gabaldon says bookstores still don't know where to place her work, because it contains elements of several genres. After her talk, on the now-quiet theater's bare stage, Gabaldon says when she first made author appearances as an unknown, she'd craft a pitch for each prospective buyer. \"Depending on who I was talking to, if it was a young woman I'd say, 'Oh, historical romance, men in kilts,' \" she winks. \"If it was a slightly older lady, I'd say, 'Oh, it's historical fiction — if you liked <em>Shogun</em>, you'll love this.' Which is totally true! If it was a young man, I'd say, 'It's fantasy, time travel, things like that: swords.' And if it was an older man, I'd say it was military history.\"</p><p>Eventually, rather than contort herself to describe her series, Gabaldon took a different approach. \"I took to saying, 'Look, tell you what: Pick it up, open it anywhere. Read three pages. If you can put it down again, I'll pay you a dollar. So I never lost any money on that bet, but I sold a lot of books.\"</p><p>A lot. By several reckonings, the <em>Outlander</em> series has sold about 25 million books since the first book was published in 1991. It's been translated into 34 different languages. There was even a musical that lives on, on the Web. Now <em>Outlander</em> — the television series — will extend Gabaldon's reach even further.</p><p>It begins as Claire Randall is finally reunited with her husband, Frank, after peace is declared in 1945. The young couple drives up to the Scottish Highlands to reconnect with each other after having been separated by the war. Frank, a historian and former intelligence officer, wants to trace his Scottish ancestry, so he's doing some peacetime investigating.</p><p>Meanwhile, Claire goes off to collect plant specimens in the hills, enters a circle of standing stones, and is pulled toward a strange buzzing noise. Puzzled, she puts her hand out to touch the stone ... and faints. When she awakens, she seems to be in the middle of a firefight between soldiers in 18th century British battle dress and kilted Highlanders.</p><p>She thinks, for a moment, that she's stumbled into a movie shoot. But it's not that simple. Somehow, she's ended up in the year 1743; she soon finds herself running away from her husband's ancestor, Capt. Jonathan \"Black Jack\" Randall. Just as he's about to \"take\" her — in the 18th century sense of the word — she's rescued (and then kidnapped) by a group of Highland rebels, who aren't sure where her alliance lies. The conscripted nurse tends to a tall injured redhead, who turns out to be James Alexander Malcolm MacKenzie Fraser. Eventually he becomes her protector, lover and partner. <br /> <br />But first Claire has to come to terms with where she is, which she reluctantly does when Jamie points through the twilight to show Claire that the electric lights of Inverness are no longer visible on the horizon. Her early adjustment from 20th century medical professional to the much more constricted role of an 18th century woman is rocky. Gabaldon insists that Claire would not have considered herself a feminist. (\"Obviously,\" she says, \"the term hadn't been invented yet.\") But like Gabaldon herself, Claire is a very capable woman, good at her work, and able to do what needs to be done — so she has a little trouble adjusting to her new status as subordinate to almost everyone over 14 with a Y chromosome.</p><p>But she also has Jamie, an intelligent, deeply moral, fiercely loyal partner who'll help her with the transition. It's a relationship that grows and deepens with each volume, and though it started with coercion — a clan chieftan forces Claire to marry Jamie in order to keep her out of British hands — (NOT a spoiler alert, people; it happens very early on, in the first book) the couple have entered literary lovers' history. Right up there with Scarlett and Rhett, Heloise and Abelard, Romeo and Juliet.</p><p>Gabaldon served as consultant to the TV series, and is very happy with the results. \"It just couldn't be better,\" she smiles. Apparently, Starz is happy, too. This year, there will be eight episodes of <em>Outlander</em> beginning Saturday, with another eight to follow early next year. One of Gabaldon's best friends is George R.R. Martin, whose <em>Game of Thrones</em> series has broken records for HBO. The two enjoy a little friendly competition: \"George Martin asked me, 'How many episodes are you getting?' And I told him 16. And he said 'What? They only gave me 10!' \" There is genuine pleasure in her gleeful cackle.</p><p>There will be a small <em>Outlander</em> novella sometime soon, but fans will have to wait awhile for the next of Gabaldon's famously thick epics. For one thing, publicizing her current book, <em>Written in My Own Heart's Blood</em> (which has placed Jamie and Claire across the ocean, in America, smack in the middle of the Revolution), takes up a lot of time. Ask Gabaldon when she'll get back to writing another big book, and you get a typically direct response: \"Well, you know, if I wasn't here talking to you, I'd probably be home writing!\"</p><p>The strong thread of romance in the <em>Outlander</em> series inspires many booksellers to place them in the romance section of their stores. This irritates Gabaldon, who isn't dissing the genre, but feels it \"cuts off a big part of my audience. Most men are not going to wander into the romance section to find my books.\"</p><p>So she wages an ongoing battle to get keep her books from being relegated to any one category, as they are on Amazon, which racks up huge <em>Outlander</em> sales. \"At the moment, it's romance,\" she grimaces. Then she brightens: \"I have every expectation of being able to fix that, because I'm going to be seeing Jeff Bezos in a couple of months.\"</p><p>As Jamie Fraser might say, \"Dinna fash. All will be rectified tomorra.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Aye%2C+Sassenach+%E2%80%94+Gabaldon%27s+Appeal+Is+Timeless&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Karen Grigsby Bates","audio":[{"meta":{"duration":"440"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1338776969-deef24.m3u?orgId=1&topicId=1161&ft=3&f=338363871"},{"href":"http://media.npr.org/assets/img/2014/08/07/caitriona-sam-wall-d781107255f29e19b06d1eeec8f439a57d407bde.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2695","width":"3594"}},{"href":"http://media.npr.org/assets/img/2014/08/07/diana-gabaldon.credit-elenna-loughlin-48e289918a7ec3f00d955aae9a78f21e12d4aa3b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"893","width":"1191"}}]}