{"created":"2015-05-08T20:48:53+00:00","modified":"2015-05-12T15:51:54+00:00","valid":{"from":"2015-05-12T15:51:54+00:00","to":"3015-05-12T15:51:54+00:00"},"hreflang":"en","guid":"1a7493de-f708-4296-ae79-714fae2954e7","title":"In Baltimore, neighborhoods come together across cultural lines ","published":"2015-05-12T15:51:47+00:00","byline":"Bruce Wallace","tags":["conflict","Baltimore protests","protests","Ethnicity & Race","Global Nation","Conflict","Conflict & Justice","North America","United States"],"teaser":"A lot of the news crews have left Baltimore, but the city is still recovering. One Korean American shopkeeper thanks her customers for rallying by her side. \"I will love my neighbors...forever,\" she says.","contentencoded":"<p>I met Grace Lyo while she stood in front of one of the markets she runs in the West Baltimore neighborhood of Sandtown-Winchester. A handful of National Guard soldiers were at a metal barricade nearby. It's a few days after violence broke out during generally peaceful protests in the wake of the death of Freddie Gray while in police custody.</p>\n<p>Lyo pointed to the name of her small market — Blooming Sun. One she had up the street was called Hae-tteuneun, which means \"sun rising\" in Korean. “The sun always gives hope,” she says.</p>\n<div class=\"edit-entity cta_no_border cta_align-left cta_icon-engagement cta_bg-white\" data-entity-id=\"80018\" data-entity-title=\" Global Nation Exchange\" data-entity-type=\"node\">\n<div id=\"node-80018\" class=\"node node-story-act story-act-cta story-act-nid-80018 cta-type-custom-text clearfix\" about=\"/node/80018\" typeof=\"sioc:Item foaf:Document\">\n<h2><a href=\"/node/80018\">Story Act: Global Nation Exchange</a></h2>\n<p>    <span property=\"dc:title\" content=\"Story Act: Global Nation Exchange\" class=\"rdf-meta element-hidden\"></span><span property=\"sioc:num_replies\" content=\"0\" datatype=\"xsd:integer\" class=\"rdf-meta element-hidden\"></span></p>\n<div class=\"content\">\n<div class=\"field-body\">\n<p><a href=\"https://www.facebook.com/groups/globalnation/\"><img height=\"527\" width=\"527\" alt=\"Join the conversation in the Global Nation Exchange on Facebook\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://cdn-113a.kxcdn.com/sites/default/files/styles/original_image/public/GNExchange-square.png?itok=-D3q-9wV\" title=\"\" /></a></p>\n</div>\n</div>\n</div>\n</div>\n<p>She has managed four small markets in the neighborhood, and talks fondly of her customers. She would tell the kids that they could grow up to be president, like Barack Obama. They would bring her their report cards if they got good grades.</p>\n<p>“They call her 'Mama,'” said Marvin Warfield, who lives nearby. \"She was like a mama of the community. If you go in the store, right in the front window you see picture of kids in the community, pictures of family. People when they graduate they come and say, 'Hey, Miss Grace, I just finished school!' And she'll hang their pictures in the window.”</p>\n<p>Neighbors say when money is tight, Grace lets them pay her later. And neighbors took care of her, too. Earl Williams and his daughter, Shanita, are frequent customers, and live just a few door down from Hae-tteuneun Market.</p>\n<p>\"We used to take her dinner down there on Christmas or Thanksgiving,” Williams said, sitting on his stoop. Shanita said they’d take her Christmas gifts, too.</p>\n<p>Two Mondays ago, Marvin Warfield tried to help Lyo out when the looting and arson broke out. He had spent a lot of that day trying to calm things down in the city. Getting home that night, he saw fire down the street.</p>\n<p>“I'm like, ‘Oh my gosh, I have family down there,’” he remembered. “My first reaction was to go check on the family and get them out of the house. And after that, we see that it was Miss Grace's store [Hae-tteuneun] — the back of her store — starting to burn down. So my first reaction was, this is Miss Grace's store, we have to help her because she helped us out so much.”</p>\n<p>He and a few other people grabbed a fire extinguisher and ran some garden hoses down to the store.</p>\n<p>Lyo and her son Reuben got there a little while later. \"It's smoking, and the fires and the fire engine. But I can't believe, ‘Oh this is my store!’” Lyo said, her eyes welling up. “And my heart was so trembling ... how can this happen to me? But we’re still living, you know?\"</p>\n<p>The fire gutted the store — the only one of the markets that Lyo actually owned. Of the estimated 250 stores damaged last week, about 50 were owned by Korean Americans, according to the Baltimore-based Korean-American Grocers &amp; Licensed Beverage Association of Maryland. </p>\n<p><a href=\"http://faculty.sites.uci.edu/jenlee/\">Jennifer Lee</a>, a sociologist at the University of California, Irvine, says when violence, like arson, flares up, it is more rooted in economic frustration, rather than interethnic conflict. \"In the context of growing inequality, there are many different Baltimores. So if you are African American and poor, there's research that shows that your oppportunities for actually becoming mobile are quite slim. That's a very different Baltimore than many other immigrants might face, who come here with more economic capital and are able to open up businesses.\"</p>\n<p>But in terms of everyday interactions with customers and neighbors, Lyo's story, while easy to overlook, is reflective of everyday life.</p>\n<p>“In my research, what I found is that so many of the Korean shop owners had really positive relations with their customers, and they were certainly not negative. And people like Grace are, in many ways, very typical,” says Lee. In her extensive research, including in her book “<a href=\"http://www.amazon.com/Civility-City-Blacks-Koreans-America/dp/0674018443\">Civility in the City: Blacks, Jews, and Koreans in Urban America</a>,” she has noticed women like Lyo can serve as “maternal brokers” and transcend racial and class lines in areas where different ethnic and cultural groups live in deep poverty. “So Grace, even though she seems heroic and she certainly is in many ways, she’s not atypical.”</p>\n<p>As Lyo watched the flames that night, one of her regular customers came over and hugged her.</p>\n<p>\"She's just like my dear sister, and she was crying and she hugged me tightly,” Lyo said. The woman told Lyo how sorry she was. “It was very warm to me, even though my store is burned, but my neighbor loves me, and I will love my neighbors, you know, forever.\"</p>\n<p>A few days ago, I went back to see Blooming Sun again. Lyo had planted flowers outside the store that morning. She said she wants to bring some beauty to the block. There are a lot of vacant houses here, and empty, trash-strewn lots. She also wants to expand the mural on the side of the building.</p>\n<p></p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://cdn-113a.kxcdn.com/sites/default/files/styles/original_image/public/Reuben_Grace_2_0.jpg?itok=mhgR3IXE\" alt=\"\" /><div class=\"field-caption\">\n    <p>Grace Lyo and her son, Reuben, run a small market in Baltimore, where civil unrest hit. One of Lyo's other stores was destroyed when looting and arson broke out. Some of her neighbors plan a fundraiser to help her recoup. Meantime, she will continue with her plans to brighten up the neighborhood by expanding the mural on the wall behind her.   </p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Bruce Wallace</p>\n  </div>\n</div>\n<p>As for the store that burned down, Hae-tteuneun, <a href=\"https://www.crowdrise.com/LetsrebuildBaltimorewithGrace/fundraiser/mauracooney\">Reuben’s friends have launched a Crowdrise fundraiser to help reopen it</a>. People have also dropped off checks at <a href=\"https://www.facebook.com/pages/Graces-Acre/821042094582856\">Grace’s Acre, the cafe and grocery store Reuben owns in Southeast Baltimore</a>. Lyo’s neighbors, Marvin Warfield and Earl Williams, are planning a benefit, too.</p>\n<p>In the meantime, Lyo tended to the stores she still has. We had to pause our conversation quite a bit as regular customers dropped by, including one woman, a new mother. \"Oh Grace, I want to show you the baby!” she said, and asks if Lyo would be around a bit more. Lyo said yes, and the woman said she would be right back so she could meet her new son.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-08%2Fbaltimore&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/story/images/Reuben_Grace_4_Feature.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/reubengrace4featurejpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/1nodefieldrefprogram/segment-audio/0508201501.mp3"},{"href":"http://admin.pri.org/file/0508201501mp3"}]}