{"created":"2015-03-13T20:54:10+00:00","modified":"2015-04-08T15:05:13+00:00","valid":{"from":"2015-04-08T15:05:13+00:00","to":"3015-04-08T15:05:13+00:00"},"hreflang":"en","title":"A Pie For A Pie ... Day, That Is","published":"2015-03-14T00:00:00+00:00","teaser":"Every March 14 is celebrated as Pi Day in math classes — and in kitchens — across the country. Pastry chef Gesine Bullock-Prado presents her Mango Key-Lime Pie in honor of 3.141592 ...","itags":["npr_api","392773514"],"guid":"1a90a280-f740-4e1e-b067-97f93b65306a","contentencoded":"<p>\"Never underestimate the power of pie.\"</p><p>Those wise words come from pastry chef and pie maven Gesine Bullock-Prado, and are especially timely this weekend. That's because Saturday is March 14, also known to math students as Pi Day.</p><p>Pi, in case you've forgotten your middle school algebra, is the mathematical constant that represents the ratio of a circle's circumference to its diameter. It's a number with infinite digits that has been calculated to more than 1 trillion digits beyond the decimal point — but most people know it simply as 3.14.</p><p>Hence, the equation for a party: March 14 = 3/14 = 3.14 = Pi Day</p><p>What better way to mark the annual tribute to pi than with a slice of pie? \"Pi the number is described as being irrational and transcendental, which pretty much sums up my love of pie,\" says Bullock-Prado, author of <em>Let Them Eat Cake</em>. \"Infinite is my love of pie.\"</p><p>So what pie does she recommend for the occasion this year?</p><p>\"Considering the fact that we are just getting through a horrible winter, it's time for some sunshine,\" she says. \"So mango key-lime pie is pretty much on the docket as my favorite pie right now.\"</p><hr /><h3>Recipe: Mascarpone Mango-Key Lime Pie</h3><p>This pie is everything a tropical summer pie should be, lush and zesty. An added bump of zest ups the citrus ante. Adding mascarpone to this zingy pie brings a little creamy tang to the party. When you serve this pie, get ready for some faces to light up with joy.</p><p>Makes one 9-inch pie</p><p><strong>For the crust:</strong></p><p>1/2 batch Sweet Tart Dough (see instructions below)</p><p><strong>For the filling:</strong></p><p>1 14-ounce can sweetened condensed milk</p><p>1/2 cup mango juice</p><p>1/4 cup key lime juice</p><p>2 large egg yolks</p><p>2 tablespoons mascarpone cheese</p><p>2 tablespoons maple syrup</p><p>1 teaspoon grated lime zest</p><p>Pinch of salt</p><p><strong>To finish:</strong></p><p>2 cups cold heavy cream</p><p>1 cup mascarpone cheese</p><p>1/2 cup confectioners sugar</p><p>1 mango</p><p>Prepare the crust:</p><p>Preheat the oven to 350°F. Line a 9-inch round tart pan with prepared, chilled sweet tart dough (see recipe below) by breaking up the dough into small pieces and using your fingers to press it into an even layer in the bottom and up the sides of the pan. Freeze for 20 minutes.</p><p>Line the dough-lined pan with parchment paper and fill with dried beans or pie weights. Bake for 15 minutes. Remove the weights and parchment and bake until the crust loses its raw dough sheen, about 5 minutes more. Set aside.</p><p>Make the filling:</p><p>In a large bowl, whisk together the condensed milk, mango juice, key lime juice, egg yolks, mascarpone, maple syrup, lime zest, and salt. Pour into the pie crust and bake until the center of the filling just barely shimmies and is set, 25 to 30 minutes. Let cool completely at room temperature, then refrigerate.</p><p>To finish:</p><p>In the bowl of a stand mixer fitted with the whisk attachment, whisk together the cream, mascarpone and confectioners' sugar to stiff peaks. Transfer the whipped cream to a pastry bag fitted with a St. Honoré tip. Pipe \"commas\" all along the perimeter of the cooled pie and then continue piping them in the center until the whipped cream fills the entire surface.</p><p>Peel the mango. Cut 1/4-inch-thick slices and, using a small heart cookie cutter, stamp out heart shapes from the slices. Place the hearts on top of the whipped topping or just place a solitary heart in the center.</p><h3>Recipe: Sweet Tart Dough</h3><p>Sweet dough, also known as short crust, is a delicate gem of a dough. Many bakers know it as pâte sucré, a sweet dough common in French pastry. I grew up with the German version, Mürbeteig. Whether you speak of this delectable shortbread-like dough in English, French or German, you'll be speechless once you get a bite of any tart made with the stuff.</p><p>Makes enough for two 9-inch tart shells.</p><p>2 cups all-purpose flour</p><p>1 cup cornstarch</p><p>½ cup confectioners sugar</p><p>¼ cup granulated sugar</p><p>1 teaspoon salt</p><p>1 1/4 cups (2 1/2 sticks) cold unsalted butter, cut into small pieces</p><p>1 large egg</p><p>3 tablespoons sweetened condensed milk</p><p>1 teaspoon vanilla bean paste</p><p>In the bowl of a food processor, pulse together the flour, cornstarch, both sugars and the salt until combined. Add the butter and pulse until the mixture resembles coarse cornmeal.</p><p>In a small bowl, whisk together the egg, condensed milk and vanilla. While continuing to pulse, slowly add the egg mixture to the food processor. Continue pulsing until the dough just begins to come together.</p><p>Turn the dough out onto a lightly floured work surface. Gently knead it until smooth. Divide the dough in half. Shape into two compact disks, wrap them in plastic wrap and refrigerate for at least 20 minutes before using. The dough will keep for up to one week, wrapped, in the fridge.</p><p><em>Reproduced from </em>Let Them Eat Cake, <em>copyright 2015 by Gesine Bullock-Prado, with permission from </em><em>Stewart, Tabori and Chang.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Pie+For+A+Pie+...+Day%2C+That+Is&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"274"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1392846065-f69f8d.m3u?orgId=1&topicId=1053&e=392773514&d=274&ft=nprml&f=392773514"},{"href":"http://media.npr.org/assets/img/2015/03/13/letthemeatcake_p110-aad1148448c0d42a21c1204ea5fcdd63d541e7a4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2166","width":"2888"}}]}