{"created":"2015-02-19T21:06:05+00:00","modified":"2015-06-08T15:05:16+00:00","valid":{"from":"2015-06-08T15:05:16+00:00","to":"3015-06-08T15:05:16+00:00"},"hreflang":"en","title":"Composing The Folk Music Of A Made-Up Country","published":"2015-02-20T01:13:00+00:00","teaser":"<em>The Grand Budapest Hotel</em> might take place in a fictional world, but Oscar-nominated composer Alexandre Desplat was there to make it feel authentic.","itags":["npr_api","387535508"],"guid":"1a930268-dac0-40d3-8c54-36393ea15093","contentencoded":"<p>Composer <a href=\"http://www.npr.org/artists/15396489/alexandre-desplat\" target=\"_blank\">Alexandre Desplat</a> is competing against himself in this year's Oscars: He's up for two awards in the category of Best Original Score. One is for the music he wrote for <em>The Imitation Game</em>, the World War II drama about the man credited with breaking the Nazis' \"Enigma\" code. The other is for his work on Wes Anderson's playful caper <em>The Grand Budapest Hotel</em> — a cultural mishmash that demanded equally fanciful music to set the scene.</p><p>Depending on your point of view, Wes Anderson movies are fantastic, artful creations or precious indulgences. Either way, the director is very particular about the music in his movies. <em>The Grand Budapest Hotel</em> takes place in the fictional Zubrowka, somewhere in Central Europe, at a fancy hotel that once sparkled with activity. To give the movie its central European feel, composer Alexandre Desplat used Gregorian chant, balalaikas, and the <em>cimbalom</em>, a hammered dulcimer heard in folk music in Hungary and Austria and elsewhere throughout the region.</p><p><em>Grand Budapest </em>is almost cartoon-like: Each oddball character has a musical theme. The concierge M. Gustave, played by Ralph Fiennes, is very serious about his job — and a big flirt with the wealthy dowagers who stay at the hotel. Desplat chose mandolins to represent those qualities.</p><p>\"It's all the mandolins that are doing this tremolo, and this creates a trembling, so it's a bit solemn — because M. Gustave has solemnity and elegance,\" Desplat says.</p><p>This is the third Wes Anderson movie Desplat has scored: He also did <em>Fantastic Mr. Fox</em> and <em>Moonrise Kingdom</em>. He says there's a kind of melancholy to the humor in Anderson's films.</p><p>\"You see some very dark sides of humanity, but the way he wants to play with it and show it to us is with some distant humor,\" he says. \"So I had to play with that and not take myself too seriously. Otherwise I would have killed the whole humor of the picture.\"</p><p>For film music critic Jon Broxton, Desplat's music <em>adds</em> to the humor. Take the musical theme that follows Willem Dafoe's character: He's a henchman in leather with brass knuckles, and his arrival is signaled first by organ and then by vocals.</p><p>\"He has a choir,\" Broxton says, \"but it's not singing. It's kind of going <em>rum-te-tum-te-tum-te-tum</em>, and that just brought to mind, to me, the old images of Monty Python characters.\"</p><p><em>Grand Budapest</em> also includes some pre-existing compositions. The movie's opening scene features <em>zauerli</em>, a kind of yodeling from Switzerland that Anderson had heard and loved. He and music supervisor Randall Poster even found a real zauerli group in a small Swiss village, and a German-speaking friend tried to set up a recording. But Poster says it never happened; their German friend told them the group's very real lives got in the way.</p><p>\"He goes, 'Well, the guy, the leader of the group, he's the baker in town. And the other guy, he's the postman in town. And it's not like the movie calls very often, so I think we would need like four or five months to get their schedules together,'\" Poster recounts. He and Anderson settled instead on a recording by the Swiss group Öse Schuppel.</p><p>With these authentic international folk recordings and Alexandre Desplat's Central European-inspired score, the \"Republic of Zubrowka\" in <em>The Grand Budapest Hotel</em> feels like a real place, not just one from Anderson's vivid imagination.</p><p>As for Desplat's Oscar chances, he's been nominated six times before, but never won. This year, he's doubled his odds.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Composing+The+Folk+Music+Of+A+Made-Up+Country&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elizabeth Blair","audio":[{"meta":{"duration":"322"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1387554256-f1a96a.m3u?orgId=1&topicId=1106&d=322&p=2&story=387535508&t=progseg&e=387548493&seg=11&ft=nprml&f=387535508"},{"href":"http://media.npr.org/assets/img/2015/02/19/072-intl-grandbudapeststill__090-4cd7cfdc4693bb5756c65a20fc7948a84e54eb7f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1020","width":"1361"}}]}