{"created":"2015-06-26T16:39:06+00:00","modified":"2015-06-29T19:50:45+00:00","valid":{"from":"2015-06-29T19:50:45+00:00","to":"3015-06-29T19:50:45+00:00"},"hreflang":"en","title":"A Muslim-Jewish Love Story On Egyptian TV Sends Sparks Flying ","published":"2015-06-27T01:20:00+00:00","teaser":"The soap opera features an Egyptian Muslim army officer in love with an Egyptian Jewish woman. It's airing daily during Ramadan and is proving both popular and controversial.","itags":["npr_api","417707782"],"guid":"1aad8f0f-9212-47bd-9127-4c7d213be570","contentencoded":"<p>Ahmed Kardous sets up an establishing shot. He trains the camera on the actors standing on a cliff overlooking a valley of greenery, and someone yells out, \"Action.\"</p><p>Kardous is the director of photography for this Ramadan's breakout television show in Egypt. It's called <em>Haret el-Yahood,</em> or <em>The Jewish Quarter</em>.</p><p>It's kind of controversial. Why? Because it depicts Jews in a positive light. It's the center of debate in a region where many people blame all Jews for the Arab-Israeli conflict and abuse of Palestinians.</p><p>On this day, the production team is shooting in a desert location with a little bit of greenery that's supposed to look like Israel between 1948 and 1954. On set is a fake Israeli army base surrounded by concertina wire and sand bags. Nearby is a fake Arab village, with cinder block homes and women in colorful flowing dresses, or abayas.</p><p>The Islamic holy month of Ramadan is prime time for soap operas in the Middle East.</p><p>And this one is a lot like the typical fare: a love story with a villain trying to steal the leading lady's man. There's prostitution, politics and intrigue. But this one has a twist.</p><p>The heroine of the show is a likeable Jewish Egyptian woman named Leila.</p><p>And people have been talking about it since the show was announced as a concept and before one word was written, says Mohamed el-Adl, the director of the series.</p><p>\"They were telling us why would you make a series about Jews, it's forbidden, it's not nice to show them, it's not nice to talk about them,\" he says.</p><p><strong>Breaking Down Stereotypes</strong></p><p>But that's the point, he says, to break down Egyptian stereotypes of Jewish people.</p><p>\"The idea that people have right now in Egypt is that the Jews were evil in the old days,\" he says.</p><p>\"So we're taking people back in history right now to show them what were the Jews doing, were they nice or not.\"</p><p>Meanwhile, Medhat el-Adl toils in his Cairo office editing the series. He's the director's uncle and the creator of the show.</p><p>He's racing against the clock to make sure the show is done before the end of Ramadan. One episode airs every day of the month.</p><p>And Medhat el-Adl thinks the timing is perfect for this kind of show, given the current polarization in Egypt over politics and faith.</p><p>\"Now I feel this is the time to write about how to accept the other,\" he says. \"I think we have to show the people how Egypt was, how it was a cosmopolitan country that can accept everyone, every religion, every nationality.\"</p><p>So he says he's reminding people of an Egypt that once had a thriving Jewish community of 80,000 or more. Now there are probably a dozen or so and the old synagogues in Cairo sit empty.</p><p><strong>Stirring Controversy</strong></p><p>The show is controversial for many reasons. Initially, the Israeli Embassy in Egypt praised it, not exactly an endorsement that Adl wanted. Then the embassy took the praise back after the first week of episodes aired, saying it portrays Israel as a \"brutal enemy.\"</p><p>Adl is careful to distinguish between Judaism and Zionism, the movement established to create a Jewish homeland. The Jewish heroine Leila in his show is not a Zionist.</p><p>\"You will find very nice Jewish people, they are very Egyptian, they like Egypt very much,\" he says. \"And you will find in the same family, one like Leila's brother.\"</p><p>Leila's brother is a Zionist and is proving to be a villain.</p><p>The show depicts things rarely seen on Egyptian television: an ordinary Jewish family sitting down to Sabbath dinner and sharing concerns about the future of their country — Egypt.</p><p>There's little doubt it's a more sympathetic depiction of Jews in a region where newspapers routinely run anti-Semitic political cartoons and other TV shows depict Jews almost uniformly as evil.</p><p>But some critics find the breaking of traditional molds unsettling. The heroine is a Jewish woman whose boyfriend is a Muslim in the Egyptian army fighting in the Arab-Israeli war. And not all Muslims are portrayed in a flattering light.</p><p>On a local talk show, an Egyptian writer calls the show offensive. He questions how an army officer could be in love with a civilized Jewish girl, and a Muslim girl is depicted as bad, insecure and the daughter of a thug.</p><p>At this point the writer of the series, Medhat el-Adl, says he's sick of all the talk.</p><p>\"I want to say to everyone, to the TV and the newspapers, please let me enjoy my success,\" he says.</p><p>After all, the No. 1 reason he made the show is to entertain people. And he says, so far it's the most popular of the season. Talk about politics can come later.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Muslim-Jewish+Love+Story+On+Egyptian+TV+Sends+Sparks+Flying+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Leila Fadel","audio":[{"meta":{"duration":"293"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1417840417-9b4c9d.m3u?orgId=1&topicId=1009&d=293&p=2&story=417707782&t=progseg&e=417611774&seg=4&ft=nprml&f=417707782"},{"href":"http://media.npr.org/assets/img/2015/06/26/haret-al-yahood-0d9b5e0a9b86d7348a427115e51cee3f377f2f4f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1388","width":"1851"}},{"href":"http://media.npr.org/assets/img/2015/06/26/fadel-show_custom-238782fcfea0ed0d435bd0b4a06d2a27b365a60c.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"577","width":"432"}}]}