{"created":"2014-10-07T20:11:06+00:00","modified":"2014-12-19T15:05:25+00:00","valid":{"from":"2014-12-19T15:05:25+00:00","to":"3014-12-19T15:05:25+00:00"},"hreflang":"en","title":"Self-Published Authors Make A Living — And Sometimes A Fortune","published":"2014-08-01T15:44:00+00:00","teaser":"Printing your own book used to be seen as a mark of failure. But now many independent authors, both well-known and relatively unknown, say they're making good money without a publishing house.","itags":["npr_api","334484331"],"guid":"1ab057a0-7bfe-4671-ae21-df5a5bb96b3d","contentencoded":"<p>Five years ago, printing your own book was stigmatized and was seen as a mark of failure.</p><p>\"But now,\" says Dana Beth Weinberg, a sociologist at Queens College who is studying the industry, \"the self-published authors walk into the room, and they say, oh, well, 'I made a quarter million dollars last year, or $100,000, or made $10,000.' And it is still more than what some of these authors are making with their very prestigious contracts.\"</p><p>Weinberg says there is still a strong financial case to be made for publishing books the old-fashioned way, but there are now many well-known independent authors who have made a fortune self-publishing online.</p><p>One of those authors, Hugh Howey, recently published a <a href=\"http://authorearnings.com/july-2014-author-earnings-report/\">report</a> arguing that self-published writers earn more money overall from e-books than authors who have been signed by the big five publishing houses. The report, which Howey created with an anonymous data researcher who goes by the name \"Data Guy,\" uses Amazon's sales rankings and crowdsourced sales data to estimate authors' total earnings on e-books.</p><p>The report has been attacked by critics who point out the figures <a href=\"http://www.idealog.com/blog/comparing-self-publishing-to-being-published-is-tricky-and-most-of-the-data-you-need-to-do-it-right-is-not-available/\">don't include</a> cash paid to authors as part of book advances. And they say Howey is underestimating the money earned from old-fashioned print sales. He's also been called a tool of Amazon in that company's war against established publishing houses.</p><p>Trustworthy data is difficult to come by, and Amazon doesn't release detailed sales numbers.</p><p>Howey says he's just trying to point out that self-publishing can be a decent way to make a living even if you aren't selling millions of books. And he points out that self-published authors are able to keep 70 percent of royalties on all e-book sales. As a result, he says, many relatively unknown authors are making a decent living self-publishing their work.</p><p>One of those authors is Michael Bunker, who has a long beard, close-cropped hair and a wide-brimmed hat, and describes himself as an \"accidental Amish Sci-Fi writer.\"</p><p>His latest book, <em>Pennsylvania Omnibus</em>, hit No. 19 earlier this month on Amazon's best-seller list. And Bunker's first book — about living off the grid — was an instant online success.</p><p>\"It went to 29 on all of Amazon.com on the very first day,\" Bunker says. \"And I got messages from agents and publishers. And I didn't know what I was doing. I had no clue what I was doing.\"</p><p>The first agent who reached him offered a $5,000 advance and a guaranteed publishing deal.</p><p>\"I made more than that yesterday,\" Bunker says.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Self-Published+Authors+Make+A+Living+%E2%80%94+And+Sometimes+A+Fortune&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Steve Henn","audio":[{"meta":{"duration":"255"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1335156491-86e941.m3u?orgId=1&topicId=1006&ft=3&f=334484331"},{"href":"http://media.npr.org/assets/img/2014/07/25/bunker_pennsylvania_omnibus_ebookedition-3cbe58e7ede03aabef9c3fb814bd4218b5617e42.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1175","width":"1563"}}]}