{"created":"2014-12-10T22:27:06+00:00","modified":"2014-12-11T19:38:22+00:00","valid":{"from":"2014-12-11T19:38:22+00:00","to":"3014-12-11T19:38:22+00:00"},"hreflang":"en","guid":"1ab18324-d9c7-4a72-898b-dbe2b27987b4","title":"For Black Hawk Down author, CIA torture report is no surprise ","published":"2014-12-11T19:38:20+00:00","byline":"Bradley Campbell","tags":["torture","CIA","bush administration","black hawk down","mark bowden","Conflict","Conflict & Justice","North America","United States","North America","Mark Bowden","Crimes against humanity","Politics","Central Intelligence Agency","Abuse","Human rights abuses","Torture","Morality","Ethics","Criminal law"],"teaser":"Mark Bowden's view: The use of ''coercive methods does and did produce very useful information.''  ","contentencoded":"<p>A point made often amid the release of a vivid, sickening report on the CIA's interrogation methods: Such torture has yielded few intelligence gains.</p>\n<p>Mark Bowden, author of  \"Black Hawk Down: A Story of Modern War,\" argues that the use of \"coercive methods does and did produce very useful information.\" The CIA says the capture of key terrorist operatives led them to other key operatives that disrupted plots and saved thousands of lives.</p>\n<p>And the grisly details in yesterday's report? \"You know, I'm not all that bothered by it,\" he says. \"I do think that it's a moral choice, one that in the vast majority of circumstances is the wrong one to make. I think that the institutionalization of torture was a huge mistake and advised that it would be years ago, before the Bush administration undertook it.\"</p>\n<p>Bowden thinks it's easy to pinpoint when the US came to the point of using torture. \"I think that after the attacks on 9/11 there was a broad support for very aggressive national defense measures including intelligence efforts to try and head off further attacks. So in that climate, if you look historically, it's inevitable that there are going to be excesses during periods like those. And then there is some years later the inevitable corrective, where people take a more sober look in quieter times at what was done when we panicked.\"</p>\n<p>The report, Bowden notes, was produced by the Democratic leadership of the Senate Intelligence Committee a politically motivated leadership, noting that Republicans refused to take part. It was completed under the Democratic leadership of the Senate Intelligence Committee. \"It doesn't mean I would necessarily disagree with all of [the report's] findings, but I would view it through that lens,\" he says.</p>\n<p>What's unique about the report? That it was ever released, Bowden says. This is something Bowden says that most countries, to his knowledge, don't do. Bowden is glad we do it, provided that it's done with some amount of caution to avoid putting citizens in danger. \"I think that we live in a democracy,\" he says. \"We need to understand what our policies are, what our agencies and military are doing. And these are difficult questions and I think to properly debate them in an open society you have to understand what's going on.\"</p>\n<p>Will we torture again if an attack happens in the future? Bowden doesn't think so.</p>\n<p>\"I think this has been a sobering experience for the country. But I think that this is how nations react when they feel threatened. They tend to err on the side of national defense as opposed to being the exemplar for human rights.\"</p>\n<p> </p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/121020142.mp3"},{"href":"http://www.pri.org/file/121020142mp3"}]}