{"created":"2015-03-13T18:55:39+00:00","modified":"2015-03-13T18:58:17+00:00","valid":{"from":"2015-03-13T18:58:17+00:00","to":"3015-03-13T18:58:17+00:00"},"hreflang":"en","title":"White Collar Criminals May Soon Be In Utah Public Registry","published":"2015-03-13T18:55:00+00:00","teaser":"Utah has approved the first white-collar felon public registry in the country. We speak with Utah Attorney General Sean Reyes.","itags":["npr_api","392818793"],"guid":"1ab5d9e9-25a1-42e7-b3e9-71944a5bddff","contentencoded":"<p>On Wednesday, Utah approved the first white-collar felon public registry in the country. The registry needs final approval from the governor and it would include a recent photo of white-collar offenders, their eye color, hair color, date of birth, height and weight.</p><p>Utah Attorney General <strong>Sean Reyes</strong> came up with the idea when he was a defense lawyer, and he says that white collar crime is a huge problem in Utah. He speaks to <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Robin Young about the registry and the issue of white collar crime.</p><h4>Interview Highlights: Sean Reyes</h4><p><strong>On who will be on the registry</strong></p><p>&#8220;We want to target not everyone who commits a white collar crime, but offenders who are the most serious offenders &#8211; second degree felonies, so things including theft by deception, mortgage fraud, insurance fraud, what we call affinity fraud, which we loosely define as exploiting a relationship of trust to take advantage of someone you know well, whether through social circles or church or some civic organization.&#8221;</p><p><strong>On the motivation behind creating the registry </strong></p><p><div class=\"l-article-primary pullquote\" style=\"\"></p><p>&#8220;They just exploit our human tendency to want to believe the best in each other.&#8221;</p><p></div></p><p>&#8220;Sadly, in most cases, restitution is never made. The average victim can expect to get next to nothing. I think some statistics peg it as one half of one percent. And so that was sort of the secondary purpose of creating a database or registry or list, is to incentivize offenders to make restitution. Either on the front end during a negotiation in a plea, or on the backend as they desire to be taken off the list. But again, the primary purpose was to provide information to consumers, citizens, to empower them from getting caught up in scams and schemes and frauds.&#8221;</p><p><strong>On how Utah&#8217;s widespread Mormon culture affects white collar crime</strong></p><p>&#8220;Affinity fraud, which is one of the areas that we’re targeting with this registry, is exploiting a relationship of trust. People who go to church with each other often have an incredible amount of trust. Unfortunately, predators can exploit that trust and, as you mentioned, given the predominance of one particular religious community, there are people who would exploit those connections from church. But it’s not solely an LDS [Latter-day Saints] issue, the largest case of Ponzi scheme in U.S. history was the Madoff case and many of the victims in that case were of one particular faith. I worked on another case &#8211; the Sir Allen Stanford case &#8211; which was a $9 billion or so case, the second largest, and most of the victims were all from a different type of faith or religion, and so it was just the commonality. So it can be anything, people from a social club, people from the same soccer team. They just exploit our human tendency to want to believe the best in each other.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.seanreyes.com/\" target=\"_blank\">Sean Reyes</a></strong>, Utah Attorney General. He tweet <a class=\"ProfileHeaderCard-screennameLink u-linkComplex js-nav\" href=\"https://twitter.com/seanreyesag\" target=\"_blank\">@<span class=\"u-linkComplex-target\">seanreyesag</span></a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=White+Collar+Criminals+May+Soon+Be+In+Utah+Public+Registry&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"324"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1392818796-6e1c81.m3u?orgId=1&e=392818793&d=324&ft=nprml&f=392818793"},{"href":"http://media.wbur.org/wordpress/11/files/2015/03/0313_utah.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1042","width":"1280"}}]}