{"created":"2015-03-19T19:36:23+00:00","modified":"2015-03-23T20:19:55+00:00","valid":{"from":"2015-03-23T20:19:55+00:00","to":"3015-03-23T20:19:55+00:00"},"hreflang":"en","guid":"1abd81e0-7f4f-4fa3-8263-04ff6b9e5bc2","title":"Sweden's gang activity isn't reserved for its crime novels","published":"2015-03-23T20:19:52+00:00","byline":"Bradley Campbell","tags":["conflict","violence","crime","Conflict","Conflict & Justice","Gothenburg","Stockholm","Europe","Sweden","Karl Ritter","Criminology","Crime"],"teaser":"Henning Mankell writes about crime in Sweden. And after a deadly gang shooting in the city of Gothenburg, it's clear his fiction is grounded in fact. ","contentencoded":"<p>Gang violence probably isn't the first thing that comes to mind when you think of Sweden.</p>\n<p>But that's just what happened Wednesday night in the city of Gothenburg. Gunmen stormed into a pub and began shooting patrons; several died and many more were wounded. Apparently, it's an all too common problem across the country. </p>\n<p>\"I think there's, internationally, an image of Sweden as an exceptionally peaceful country,\" says Swedish Associated Press reporter Karl Ritter. \"It's probably stemming from the fact that the country hasn't been at war for about 200 years. But the fact is that Swedish cities have many of the same problems as cities across most of the world.\"</p>\n<p>That includes social problems, crime and gangs. Ritter says while the problem has been growing recently, it's not anything new.</p>\n<p>The problems exist in the top three cities of Sweden: Stockholm, Gothenburg and Malmo. \"All of them have these problems,\" he says. \"Especially in some pockets of the cities with lower income areas, with more social problems and crime. For a few consecutive years it was Malmo that was the so-called 'Chicago of Sweden.' Now, in the past few years, people are talking about Gothenburg. And in other years it's been Stockholm. So it really is a problem that exists in all three cities.\"</p>\n<p>Ritter says it's relatively easy for criminals to move around contraband, including weapons and drugs. He attributes it to the open borders. </p>\n<p>The police are trying to put a stop to the gang violence. Ritter says Gothenburg police are going after the top members of the gangs. The police are also doing outreach in the local communities. \"But it's a difficult situation where they are working in neighborhoods where people often don't have a whole lot of trust in the police,\" he says. \"Many of these neighborhoods are immigrant neighborhoods, where people come from other countries where perhaps they don't have the same trust in their authorities as people in general do in Sweden.\"</p>\n<p>So it's tough sledding for local law enforcement.</p>\n<p>\"I think people involved in this type of illegal activity are sort of inspired by what they see as a 'ghetto lifestyle of the United States,'\" Ritter adds.</p>\n<p>He says it's something he's heard from experts in the field he's interviewed on the subject. \"There's sort of an emulation of what they think is sort of a criminal gangster lifestyle that they see in many inner city areas in the United States and they somehow identify with that lifestyle.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-19%2Fgang-activity-sweden-isnt-just-its-crime-novels&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/03192015_03.mp3"},{"href":"http://www.pri.org/file/0319201503mp3"}]}