{"created":"2014-12-15T08:30:25+00:00","modified":"2014-12-29T04:50:46+00:00","valid":{"from":"2014-12-29T04:50:46+00:00","to":"3014-12-29T04:50:46+00:00"},"hreflang":"en","title":"Lockheed Martin Case Puts 401(k) Plans On Trial","published":"2014-12-15T12:16:00+00:00","teaser":"The aerospace company is being sued for choosing retirement funds that were poorly managed and charged high fees in a case that tests the limits of a company's responsibilities to its employees.","itags":["npr_api","370794942"],"guid":"1abfdfa9-f158-4fbc-add9-f48917d93f49","contentencoded":"<p>A trial gets under way in St. Louis on Monday that could have a big impact on the way companies select 401(k) plans for their employees.</p><p>Lockheed Martin is being sued for choosing retirement funds that shortchanged its employees and charged high fees. The case tests the limits of a company's responsibilities to its employees at a time when 401(k) plans have become a central part of the nation's retirement system.</p><p>With $26 billion in assets and more than 120,000 participants, Lockheed Martin's 401(k) plan is one of the largest in the country. Attorney Jerry Schlichter says it has also been managed in a way that violates many of the industry's best practices.</p><p>\"This was something that was expected,\" Schlichter says. \"It was something that they did not, we contend, adequately manage, and the results were predictable.\"</p><p>Schlichter is something of a thorn in the retirement industry's side right now. He's brought class-action suits against nearly a dozen companies — including Caterpillar and General Dynamics — for the way they managed their retirement funds. He won a case against North-Carolina based ABB earlier this year, and a suit he brought against the Edison utility company will be heard by the U.S. Supreme Court in February.</p><p>These cases have helped focus new attention on the way 401(k) plans are managed. Mike Alfred, CEO of Brightscope, a company that rates retirement funds, says 401(k) plans have become something of an afterthought at many companies. He says that's probably because they do nothing to boost the company's bottom line.</p><p>In the worst cases, funds can be chosen by mid-level employees who have little experience selecting investments and are often no match for a fund company's salespeople. Alfred says this is especially prevalent in the small plan market, where people tend to buy the products that are put in front of them.</p><p>\"They don't oftentimes spend a lot of time analyzing alternatives,\" he says. \"If they like the person that presented the product and the sales pitch is good, a lot of times that's the product that gets purchased.\"</p><p>The result is that many employees' retirement money gets put into funds that are poorly managed and charge high fees. Many employees have little understanding of how their funds are operated, Alfred says, so they don't realize how much high fees can erode the value of their savings over time.</p><p>\"It has a significant impact,\" he says. \"If you are paying 2 percent over a 30- or 40-year career, that's compounded. I mean you could be talking about literally hundreds of thousands of dollars.\"</p><p>Fees are at the center of the case against Lockheed Martin. Attorney Jerry Schlichter says part of the retirement money held by Lockheed's employees was put in something called the Stable Value Fund, which charged high fees. In addition, he says Lockheed's bank, State Street, was hired for fund record-keeping and it too charged high fees.</p><p>Schlichter says Lockheed could have bid out the business to save its employees' money but didn't. He says that under federal law companies like Lockheed have a fiduciary duty to their workers.</p><p>\"The employer's duty is to make sure that the fees are reasonable and no more than more reasonable,\" Schlichter says. \"You can't just check out of the scene and say 'well it's not our money.' As the employer you've got to be familiar with the industry and what reasonable fees are.\"</p><p>Lockheed declined to do an interview, but it issued a statement saying it believes that allegations of improper management of its 401(k) plans are false, and it remains committed to defending itself against the allegations at all stages of the litigation. The trial is expected to last about four weeks.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Lockheed+Martin+Case+Puts+401%28k%29+Plans+On+Trial&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jim Zarroli","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1370878873-be9382.m3u?orgId=1&topicId=1018&ft=3&f=370794942"},{"href":"http://media.npr.org/assets/img/2014/12/14/lockheed-e1ea5a22daaea4ae881f1710d7fa45a876a18ab7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}