{"created":"2015-03-16T19:23:17+00:00","modified":"2015-05-20T20:04:23+00:00","valid":{"from":"2015-05-20T20:04:23+00:00","to":"3015-05-20T20:04:23+00:00"},"hreflang":"en","title":"Excitement Over Mexico's Shale Fizzles As Reality Sets In","published":"2015-03-17T00:01:00+00:00","teaser":"Mexico has opened up its oil and gas fields to foreign investors. But they're slow to enter, as low oil prices, drug violence and other challenges trump the lure of a vast and undeveloped shale bed.","itags":["npr_api","393334733"],"guid":"1ac064f1-4011-4c90-a2fd-664b1b9d4f29","contentencoded":"<p>The prolific shale formation that has <a href=\"http://www.npr.org/2014/04/10/295332292/drilling-frenzy-fuels-sudden-growth-in-small-texas-town\">made people rich in South Texas</a> doesn't stop at the Rio Grande, as U.S. maps seem to indicate.</p><p>\"The geology doesn't change when you cross that little 20-foot-deep river,\" says Brandon Seale, president of San Antonio-based Howard Energy Mexico. \"What goes on 10,000 feet under the river is the exact same.\"</p><p>The geology continues on into northern Mexico, part of the vast, undeveloped oil and gas fields that are estimated to contain some of the largest reserves in the world.</p><p>In December 2013, Mexico changed its constitution, ending the 75-year monopoly of the state oil company, Pemex, and opening up its oil and gas fields to foreign investment.</p><p>But excitement over the decision was short-lived. Crude prices have dropped by half since the summer, and investors are more realistic about the cost and challenges of exploring these unproven fields.</p><p>So far, only about 20 wells have been drilled in what's called the Burgos Basin, which underlies portions of northern Tamaulipas, Nuevo Leon and Coahuila states.</p><p>Last month, 300 people filled a hotel meeting room in San Antonio for the Mexico Shale Summit. They wanted to find out when and if northern Mexico would ever look like South Texas — where frack trucks roar down highways and derricks light up the night.</p><p>\"You have to be excited about it because for an oilman, it's like being in Texas in 1920,\" Seale says. \"There's so much down there under the earth left to be developed.\"</p><p>The hydrocarbons are down there; extracting them is the challenge, says Duncan Wood, director of the Mexico Institute at the Woodrow Wilson Center, a think tank in Washington.</p><p>\"You've got amazing geology, we know that. The risk that is below the surface is quantifiable,\" Wood says. \"But it's when you get above ground it gets more interesting and more complicated.\"</p><p>The above-ground complications start with water scarcity. Fracking uses tremendous amounts of water — and the shale formation is in a particularly arid zone of Mexico.</p><p>Another headache is the lack of a pipeline infrastructure to gather the natural gas and send it to market.</p><p>And then there's security. The Burgos Basin sits smack-dab in the backyard of Mexico's murderous drug mafias. Along the border in Tamaulipas, gun battles, kidnapping and carjacking have become commonplace. What's more, fuel pirates tap pipelines and hijack tankers with impunity.</p><p>Seale remembers what it was like when the company he used to work for fracked its first well in Coahuila five years ago.</p><p>\"We had an employee find a Molotov cocktail under her husband's car one night. We had one guy carjacked at grenade-launcher point,\" he says. \"It's a real challenge you have to face, it affects the ability to attract good personnel to the border. But it's something they can operate around.\"</p><p>Mexico estimates it will need more than 40,000 new wells to develop its virgin shale fields, with each well costing $10 million to $20 million. Pemex, the Mexican state oil company, can't afford to drill these horizontal, water-fractured wells, but Mexico desperately needs to boost its declining oil production. That's why the country is trying to attract private investors.</p><p>The government knows the oil business and the narcotics business don't mix well.</p><p>\"We are aware of that. We cannot deny there are areas that have a high risk,\" says Edgar Rangel, a commissioner at Mexico's National Hydrocarbon Commission, which is managing the new oil and gas provinces.</p><p>Rangel says that in the first round of bidding, the agency decided to exclude blocks in the north where drug violence is rampant.</p><p>\"We're selecting only areas where Pemex and other companies can work safely,\" he says.</p><p>Those safe areas are, for the moment, farther south where the cartels are not as dangerous, and in offshore shallow waters of the Gulf.</p><p>Mexico's unexploited shale beds are enticingly big,<em> </em>and they're close to the U.S. But with oil prices low, it makes more sense for energy companies to keep working north of the border, says Wood of the Woodrow Wilson Center.</p><p>\"Are we going to see a massive wave of foreign investment going into shale in the short term?\" he says. \"I don't think so.\"</p><p>But when oil prices rebound, interest in Mexico will pick up — and the Burgos Basin boom may finally take off.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Excitement+Over+Mexico%27s+Shale+Fizzles+As+Reality+Sets+In&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"John Burnett","audio":[{"meta":{"duration":"275"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1393403254-5f9976.m3u?orgId=1&topicId=1127&d=275&p=2&story=393334733&t=progseg&e=393342119&seg=15&ft=nprml&f=393334733"},{"href":"http://media.npr.org/assets/img/2015/03/16/pemex-oil-0d4ae36d1bdb35a1e68a1b5cc858fedd1e332dd4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/03/16/pemex-spill-23d507f27158e939b1f57cee5259c488acbe4ed9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}