{"created":"2014-09-26T20:11:18+00:00","modified":"2014-10-30T22:03:05+00:00","valid":{"from":"2014-10-30T22:03:05+00:00","to":"3014-10-30T22:03:05+00:00"},"hreflang":"en","title":"Florida's Manatees: Big, Beloved And Bitterly Contested","published":"2014-09-26T22:39:00+00:00","teaser":"In one coastal community, some residents are trying to get manatees off the endangered species list. But manatee advocates say the sea cows, threatened by ecotourism, need more protection, not less.","itags":["npr_api","351535429"],"guid":"1acbcaee-5185-461f-80f9-8dcd6db3c7f3","contentencoded":"<p>They're large, even ungainly. But there may be no animal more beloved in Florida than the manatee.</p><p>Sorry, dolphins. It's the manatee that is the state's official marine mammal. But as manatees meander through Florida's shallow bays, rivers and canals, they often encounter people. And that's where problems arise.</p><p>In Crystal River, a small community on Florida's Gulf Coast, manatees are a source of both income and controversy. In winter months, when water temperatures drop in the Atlantic and Gulf, several hundred manatees congregate in the short river that shares the town's name.</p><p>Wildlife biologist Matt Clemons often leads tours of the area by kayak. Even in the off-season, there are usually manatees gathering near the river's springs.</p><p>We push off our kayaks from a park in the headwaters of Crystal River, an area called King's Bay. \"It's an area that there are some springs, so you will see some manatees in here this time of year,\" Clemons says. \"You will have a few manatees that come in to feed, and that's what we're seeing now. This one, it was feeding on the bottom.\"</p><p>As we talk, a couple of manatees emerge in the murky water — surfacing for air before slowly submerging to continue grazing on sea grass.</p><p>There was a time when the water in Crystal River lived up to its name. But over decades of development and runoff, nutrients in the bay promoted algae growth, which has hurt the water's clarity. The manatees, though, keep coming. And they're a major part of Crystal River's economy.</p><p>Sixty-nine companies in Crystal River offer swim-with-the-manatee tours. Also known as sea cows, they attract 300,000 visitors to the area each year.</p><p>But not everyone here is thrilled by the manatees and the special attention they receive from the public and wildlife agencies. One of them is Steve Lamb, vice president of Save Crystal River, a group of residents, many of whom own waterfront property. Lamb calls the manatee \"the rock-star species of U.S. Fish and Wildlife.\"</p><p>Earlier this year, Lamb's group sued the U.S. Fish and Wildlife Service, forcing it to consider removing the marine mammal from the federal list of endangered species.</p><p>By the federal agency's own estimates, the number of manatees has risen in recent years. With the improvement, the residents' group believes the species should be moved from \"endangered\" to \"threatened.\"</p><p>Over the years, the federal agency has designated the entire river a manatee refuge. It's imposed speed restrictions on power boats. During the winter months, it sets aside special manatee sanctuaries where boats are prohibited.</p><p>Lamb says he and some other residents worry that if manatees remain on the endangered species list, the Fish and Wildlife Service will impose additional restrictions on how they're able to use the river. \"For 30 years, I've watched them take one bite at a time out of our community, whether that's rules, regulations, whatever it is,\" he says. \"We decided enough was enough.\"</p><p>In response to the lawsuit, the federal government is now reviewing whether to reclassify the manatee as threatened.</p><p>Environmental groups oppose any move to change the manatee's status. Pat Rose with Save the Manatee Club says record numbers of manatees have been killed in recent years, raising concerns about their future. In 2010, many manatees died from the cold, raising the death total for the year to more than 750.</p><p>\"And then last year, 2013,\" Rose says, \"that record was even broken with 830 manatees that died, of which 300 or so were red-tide-related.\"</p><p>A red tide is a toxic algal bloom — something that's been a recurring problem in recent years. Hundreds of other manatee deaths were reported in Indian River Lagoon, a waterway on Florida's Atlantic Coast that has become polluted from nutrient runoff.</p><p>Christina Martin is a lawyer with the Pacific Legal Foundation, a conservative group that helped the Crystal River residents force U.S. Fish and Wildlife to reconsider the manatee's status. She says the recent deaths are pertinent. But with births, she says, the manatee population remains at nearly 5,000, about the same as it was three years ago.</p><p>While the U.S. Fish and Wildlife Service reviews the status of manatees, there's another emerging threat for them in Crystal River: too much tourism.</p><p>Touching or interfering with manatees is against the law, but the regulations are only sporadically enforced in Crystal River. Hundreds of thousands of people come here each year to swim with the manatees.</p><p>River guide Matt Clemons is critical of some of the tour operators. \"They promote what's called 'passive interaction,' which is an oxymoron,\" he says. \"You can't passively interact with something. You can do passive observation, which is the actual right term for it. But that involves no touch.\"</p><p>Advocates worry that tourists swimming with manatees disturb them at a time of year when they need to feed and rest.</p><p>Back on Crystal River, Clemons paddles to a place that in winter is a manatee hot spot. It's one of the springs known as Three Sisters. In the 1970s, Jacques Cousteau came here to film a documentary on manatees called <em>The Forgotten Mermaids</em>.</p><p>Clemons says then, as now, large numbers of manatees cluster around the springs. \"Early in the morning,\" he says, \"you may have a couple of hundred manatees back in here. That usually changes as soon as the first of the swimmers hit.\" As the swimmers arrive, he says, manatees leave the area and move to nearby sanctuaries.</p><p>Clemons and others say stricter enforcement and more sanctuaries are needed to protect manatees from too much public attention. That would mean more rules and closer supervision by wildlife authorities — precisely the kind of thing the Save Crystal River group says it will fight to prevent.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Florida%27s+Manatees%3A+Big%2C+Beloved+And+Bitterly+Contested&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Greg Allen","audio":[{"meta":{"duration":"306"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1351812043-0ccaca.m3u?orgId=1&topicId=1132&ft=3&f=351535429"},{"href":"http://media.npr.org/assets/img/2014/09/25/istock_000008646269large-fc6ea2e7d6c5ea1d1331d946ed21aef84a22276b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2412","width":"3218"}},{"href":"http://media.npr.org/assets/img/2014/09/25/img_2960-bf8c7ca469dbab82d3e33b9856ed9c2b69d0ad42.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1303","width":"1738"}}]}