{"created":"2014-10-07T20:06:19+00:00","modified":"2014-12-18T19:05:19+00:00","valid":{"from":"2014-12-18T19:05:19+00:00","to":"3014-12-18T19:05:19+00:00"},"hreflang":"en","title":"As Political Disenchantment Soars, Lines At The Polls Grow Shorter","published":"2014-07-25T23:40:00+00:00","teaser":"There has been record low turnout among voters in the 2014 primaries so far. Is it political dysfunction that's made voters lose interest? And what might this mean for November's general elections?","itags":["npr_api","335335948"],"guid":"1ad96d29-2d22-4499-a858-24ede0b55b97","contentencoded":"<p>Several new surveys show voter interest is low, anti-incumbent sentiment is high, and voters from both parties are questioning whether their elected leaders should return to Congress next year.</p><p>In short, the electorate is disengaged and disgusted with politics.</p><p>Voter turnout in the 2010 primaries was only about 18 percent, and now it's even lower. Less than 15 percent of eligible citizens cast ballots in the 25 states that have held statewide primaries this year, according to a new report from the Center for the Study of the American Electorate.</p><p>\"Turnout is low because the American people are deeply discontented and disenchanted with American politics,\" explains Peter Wehner, a Republican analyst. \"The country is in bad shape — it's in bad shape economically, and the world is aflame. There's a sense that we're the victims of events rather than in control of events.\"</p><p>Washington's current state of paralysis doesn't help, either, says Bill Galston, a senior fellow at the Brookings Institution.</p><p>\"Gridlock is at an all-time high,\" he says. \"The productivity of Congress is at an all-time low, and many Americans are asking themselves: How much difference does it make who the people are and what the party balance is if nothing seems to change, election after election?\"</p><p>Though Washington gridlock isn't new, low-interest elections are a departure from recent years. In 2006, Democrats and independents were fired up against the Iraq War and President George W. Bush, while in 2010, Republicans and independents reacted strongly against President Obama.</p><p>\"I would describe [2014] as a slog; essentially people are not focused on this election,\" says Curtis Gans, director of CSAE. \"With the exception of strong partisans in each party, people are not engaged.\"</p><p>Carroll Doherty, director of political research at Pew Research, recently completed a new survey on voter engagement. He notes that Republicans maintain an edge in this off-year election, but their advantage is not as big as it was in 2010.</p><p>\"You see a little less enthusiasm on the Republican side than you saw in 2010. It doesn't appear as if Democrats are any more engaged than they were then, in 2010,\" he says. \"And so, the sense is that right now, while the Republicans have a clear advantage in engagement, it's nothing like the advantage they held four years ago.\"</p><p>But Republicans don't need a big GOP wave this fall. They are still well-positioned to win the ultimate prize: control of the Senate.</p><p>That's because historically Republicans turn out in higher numbers than Democrats in midterm elections, and the president's party loses an average of seven Senate seats in the second-term midterm. Add that to a 2014 Senate map that is full of red-state pickup opportunities for Republicans. Democrats are defending 21 of the 35 Senate seats at stake this fall, and a net turnover of just six seats would flip control of the Senate to the GOP.</p><p>\"I find it difficult to believe that Democrats are going to be able to swim against the historical tide, unless some of their core supporters are a lot more mobilized and enthusiastic than they appear to be right now,\" says Galston.</p><p>Democrats, of course, are working hard to register and turn out their core supporters, but right now those efforts are invisible, and it's also impossible to measure the results of those efforts with a poll.</p><p>In the meantime, voters are continuing to tune out.</p><p>Doherty notes the Pew poll also found that just over half of registered voters could correctly identify the party of their own representative.</p><p>\"Now, remember this is a guess that you have a 50 percent chance of being right; there are only two options,\" he notes. \"Fifty-three percent got it right, which is a pretty low number.\"</p><p>It's not clear what the partisan consequences of such a disengaged electorate will be in the fall, but both parties lose when so few voters are interested or invested in the political process.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=As+Political+Disenchantment+Soars%2C+Lines+At+The+Polls+Grow+Shorter&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Mara Liasson","audio":[{"meta":{"duration":"245"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1335348599-4968ff.m3u?orgId=1&topicId=1014&ft=3&f=335335948"}]}