{"created":"2014-12-30T08:56:05+00:00","modified":"2015-05-13T21:24:16+00:00","valid":{"from":"2015-05-13T21:24:16+00:00","to":"3015-05-13T21:24:16+00:00"},"hreflang":"en","title":"A 'Lost Boy' Helps The Girls Of South Sudan Find An Education","published":"2014-12-30T17:17:00+00:00","teaser":"Daniel Majok Gai fled South Sudan twice because of war. He wants to return for good. But for now, he's giving back by helping youth there gain an education. His inspiration: a girl named Annah.","itags":["npr_api","373831086"],"guid":"1add3a29-3be5-4f19-94a6-c24888b549dc","contentencoded":"<p>As a boy, Daniel Majook Gai fled the civil war in Sudan, running miles by himself to safety and leaving his family behind. He was one of the so-called Lost Boys — a name given to children separated from their families during that conflict.</p><p>After years in refugee camps in Kenya and Ethiopia, Gai landed in the United States, reunited with his family and got an education. In 2011, he returned home to the newly independent country of South Sudan.</p><p>But war came back in 2013 and split the new nation.</p><p>Again, Gai was forced to flee — this time, as a young man with his wife, infant son and elderly father. \"[I was] running again to the bushes that I had run to when I was 9 years old,\" Gai <a href=\"http://www.npr.org/2014/01/17/263333186/lost-boy-escapes-fighting-in-south-sudan\">told</a> NPR in January. \"It breaks my heart. I was helpless.\"</p><p>South Sudan is still in a civil war between factions supported by the president and his former vice president. The United States has supported South Sudan's independence, and thought the young country would be a rare success story in East Africa.</p><p>But the violence just won't stop. And it's disrupted school — more than <a href=\"http://www-wds.worldbank.org/external/default/WDSContentServer/WDSP/IB/2012/06/28/000333038_20120628035809/Rendered/PDF/705950PUB0EPI0067902B09780821388914.pdf\">1 million children </a>are not attending primary school.</p><p>Nearly a year later, Gai is living with his wife and son in Nairobi, Kenya. His elderly father is still in a refugee camp in northern Uganda. \"They are doing fantastic,\" he says of his family during an interview with NPR's David Greene on <em>Morning Edition.</em> \"I spoke with [my father] yesterday. He's doing fine. He's missing home though, missing me, missing his grandsons.\"</p><p>One of those grandsons is Gai's young son, who fell ill when his parents were fleeing with him last year. He's doing much better. \"He can speak a few words now — daddy, mommy — and he's acting like the way I was acting as a child,\" he says laughing. \"So I can see myself in him.\"</p><p>Gai's dream is that he and his family can move back to South Sudan, along with Gai's father, sometime in 2015.</p><p>For now, he's been taking trips in and out of his war-torn country, working with a nonprofit called <a href=\"http://www.projecteducationsudan.org/\">Project Education South Sudan</a>. The group builds schools throughout the country and helps break down barriers for girls. In the area of South Sudan where Daniel has been working, 3,000 boys and girls have been out of class for a year now.</p><p>Gai sees hope in the story of one girl from the community where he was born: 16-year-old Annah Agenth Awan, who lives with her mother and her three brothers. Her father was killed during the civil war.</p><p>What moved him, Gai says, is the young girl's passion for education despite the lack of opportunity for girls to go to school. Only about <a href=\"http://unesdoc.unesco.org/images/0022/002268/226870E.pdf\">a third </a>of them attend primary school. \"Education for girls in South Sudan is not that much,\" he says. \"Girls are considered to be married only and start a family.\"</p><p>So far, Awan's family has supported her in completing her education before she marries, Gai tells NPR. Her three brothers told her that they wanted to see her in school and promised to never push her into marriage.</p><p>\"When I see her in a class of 50 boys and she's the only girl in that class — and she will manage to get to the top of the class — I feel as if we are changing the nation,\" Gai says.</p><p>Back in January, Gai told NPR that he was 90 percent optimistic about the future of South Sudan. Asked if he's still optimistic, Gai lets out a resounding yes. He's optimistic every single minute, he says.</p><p>\"I am still optimistic because of the people. South Sudan, that's where I was born. That's where my grand-grand-grand-grandparents are,\" he says. \"When I look at myself I feel that it is a call for me as an emerging leader in the country to do something for our people.\"</p><p>He continues: \"Sudan and South Sudan have been in a war since 1956. But the generation is coming and going. So I think this is my time to do something for our people in the country.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+%27Lost+Boy%27+Helps+The+Girls+Of+South+Sudan+Find+An+Education&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"302"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1373934312-4e56d7.m3u?orgId=1&topicId=1004&d=302&p=3&story=373831086&t=progseg&e=373933872&seg=4&ft=nprml&f=373831086"},{"href":"http://media.npr.org/assets/img/2014/12/29/daniel-with-girls-around-him-5ab4bbcd30c51c094867800634520cc46d65a7d6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"550","width":"734"}}]}