{"created":"2014-08-31T17:05:23+00:00","modified":"2014-10-31T01:20:49+00:00","valid":{"from":"2014-10-31T01:20:49+00:00","to":"3014-10-31T01:20:49+00:00"},"hreflang":"en","title":"Reach For The Sky, YouTube: Music Service In Standoff ","published":"2014-06-10T15:41:00+00:00","teaser":"For more than a year, YouTube has been trying to launch a music streaming service. It has reached licensing agreements with the major labels, but has put independents on notice.","itags":["npr_api","320324953"],"guid":"1ae35379-2aba-4728-b580-f16fe1c60de6","contentencoded":"<p>For the past year or so, YouTube has been trying to launch a subscription music streaming service. It has finally reached an agreement with the major labels, and now it's negotiating with independents, which account for more than a third of music revenues worldwide. But YouTube has threatened to block videos of independent-label artists if they can't come to an agreement on licensing fees for the new service. The standoff raises questions about whether YouTube can create something people will want to pay for without risking its reputation as a place where fans can find pretty much any artist they want for free.</p><p>According to YouTube, every month a billion people watch 6 billion hours of video. Roughly 80 percent of the most popular videos are music. It's no surprise that \"<a href=\"https://www.youtube.com/watch?v=9bZkp7q19f0&feature=kp\" target=\"_blank\">Gangnam Style</a>\" was the first video to get 2 billion views. The performer Psy has a relationship with a major label, so he won't be affected by the stalled negotiations between YouTube and the independent labels. But other fairly popular bands could vanish from the site.</p><p><a href=\"http://www.npr.org/artists/16002572/vampire-weekend\">Vampire Weekend</a> has more than 3 million views for its song \"Diane Young.\" The band is signed to British independent label XL. Stuart Johnson, president of the Canadian Independent Music Association, says YouTube has put the independents on notice.</p><p>\"What we're seeing is YouTube dictating terms to the independent music community with the proviso that if those terms are not agreed to or met, then the repertoire of that label will be removed from YouTube,\" Johnson says.</p><p>Johnson says YouTube has already negotiated with the three major labels: Universal, Sony and Warner. Neither the site nor the labels will reveal the specifics of the deal, but Rich Bengloff of A2IM — the American trade group for independent labels — says YouTube paid more to the majors than it wants to pay independents, despite the fact that independents account for more than a third of music revenues.</p><p>\"A song by a pop artist such as Justin Bieber shouldn't be valued more than a blues song by an artist by the name of <a href=\"http://www.npr.org/artists/17127977/koko-taylor\">Koko Taylor</a>,\" Bengloff says. \"They should have the exact same value. Justin Bieber may get paid 10 times more because his music is listened to 10 times more, and that's fair.\"</p><p>Bengloff says other streaming music services such as Spotify, Rhapsody and Rdio have all given independents a better deal than YouTube is offering. But, in the world of music, YouTube holds an especially powerful position. In the site's early days, its relationship with the music industry was often antagonistic. Fans regularly put up videos of their favorite musicians or lip-synced to their songs, and the labels accused YouTube of copyright infringement. But the site and the labels worked out agreements that allowed artists and labels to get a percentage of ad revenues, and the industry found that YouTube exposed their artists to new fans.</p><p>James McQuivey is an analyst at Forrester Research. He says there are parallels between this fight and the current dispute between Amazon and the publisher Hachette over the cost of print and eBooks. Amazon is delaying delivery of some Hachette titles and has eliminated preorders for others. McQuivey says it signals a shift in the Internet economy, which is now centered on the small number of players that get the most eyeballs.</p><p>\"Digital aggregation creates power, and now these companies — after years of talking about a big, open Internet future — are finally starting to show when it comes to be tough in negotiations,\" McQuivey says. \"They're willing to use their access point as a source of power.\"</p><p>Representatives at YouTube would not talk to NPR for this report, but McQuivey says it's clear that its planned subscription service will somehow incorporate music video and audio streaming. Since the site is a place where fans are already able to hear and watch videos for free, it may be hard to get them to pay. Meanwhile, McQuivey says YouTube, while profitable, has never made the kind of money its owner, Google, would like to see.</p><p>\"Certainly, people who are producing original video content for YouTube are not making the kind of money that they all hoped, and I think even YouTube hoped,\" McQuivey says. \"So, case in point, it's uncertain when you're creating a new kind of digital media experience, whether it will be a big hit — and then, beyond that, whether it will generate the kind of revenue you'd hope for.\"</p><p>But independent labels say YouTube shouldn't try to hedge its bets on the backs of independent musicians. Ultimately, if their videos don't appear on the site, it's going to change the nature of YouTube and upset many fans. And that's a power they can exert to get YouTube and the independent labels back to the table.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Reach+For+The+Sky%2C+YouTube%3A+Music+Service+In+Standoff+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Laura Sydell","audio":[{"meta":{"duration":"271"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1320375682-839856.m3u?orgId=1&topicId=1106&ft=3&f=320324953"},{"href":"http://media.npr.org/assets/img/2014/06/09/vampireweekend-daf678fbcfd8a8975fe48f5acfb83281c67b9df0.png","type":"image/jpeg","meta":{"crop":"standard","height":"665","width":"887"}}]}