{"created":"2014-10-07T18:53:03+00:00","modified":"2014-10-30T23:37:09+00:00","valid":{"from":"2014-10-30T23:37:09+00:00","to":"3014-10-30T23:37:09+00:00"},"hreflang":"en","title":"Carroll, Iowa: Where The Childhood Paper Route Is Alive And Well","published":"2014-08-07T16:21:00+00:00","teaser":"Most newspapers today are delivered by adults in cars, not kids on bikes. But in Carroll, young people who want to make some money on a paper route are growing up in the right place.","itags":["npr_api","337854735"],"guid":"1ae9164c-de4f-4119-abcb-95308e6d82ee","contentencoded":"<p>This story began in 2012 while I was working on a story in Iowa. I was taking pictures on a foggy afternoon and saw a young girl on a blue bicycle, a newspaper bag slung across her shoulder. She stopped and held up a copy of <a href=\"http://carrollspaper.com/\">The Daily Times Herald</a>.</p><p>These days, most newspapers are delivered by fast-moving adults driving vans and trucks. I guess I didn't know that kids still had paper routes, anywhere.</p><p>Turns out, if you're a kid living near Carroll, Iowa, and you want to make some money and have an adventure, you're growing up in the right place.</p><p>In Carroll, a town of 10,000 surrounded by farmland, factories and parks, the award-winning <em>Daily Times Herald</em> still relies on young people to get the news to local homes each day.</p><p>The family that owns and runs the paper believes the most important news they cover is about the town's young people — schools, sports, the arts — and it just makes sense to have them delivering those stories to the community.</p><p>Jaxson Kuhlmann delivers 36 to 38 papers daily on his figure-eight shaped route around the neighborhood. It never takes him longer than a half-hour, he says. At each stop, he walks up to the porch to make his delivery.</p><p>\"Some people want it in their door, some people want it in their mailbox,\" Jaxson says. \"There are some certain houses that you're like, 'People still live here?' You don't see them come out at all.\"</p><p>Eighty percent of <em>The</em> <em>Daily Times Herald</em>'s papers are delivered by young people, most between the ages of 9 and 17, in Carroll and the surrounding towns. They're paid the same as adults: 10 to 12 cents a copy.</p><p>The paper is a surviving exception to a trend. Circulation managers at the two nearest big papers, <em>The Des Moines Register</em> and the <em>Omaha World-Herald</em>, said they employ very few kids.</p><p>One big thing that makes it work here is that the paper comes out only five days a week, and in the afternoon — after school. It's a local family-owned operation, with 16 pages and lots of color pictures. In 2013 it was named Iowa's \"Newspaper of the Year.\"</p><p>Jaxson Kulhmann says he gets a check every two weeks for about $45. \"I'm saving up for a trip to Washington, D.C. — it's a class trip,\" he says. \"And, like, the church group [LCMS] — we're saving up to go to the National Youth Gathering in 2016 in Louisiana.\"</p><p>Doug Burns, the vice president for news and son of the paper's co-owner, carried a paper route for many years as a kid. But he has misgivings, he says, about the way it's going now.</p><p>\"You see more parents around their kids, helping their kids with the route, rather than realizing that this was maybe the first opportunity for a young person to have independence,\" he says. \"There was sort of a beautiful solitude in delivering papers in the era that I did it, that I think is probably missing from the experience today.\"</p><p>Jaxson Kuhlmann says he's not especially worried about his paper route — he's only ever three blocks away from home, and the streets do seem safe. But there is crime and violence in Carroll, and he reads about it on the front page, every day, as he walks between porches.</p><p>\"There was a stabbing a couple weeks ago, where one man stabbed his girlfriend 'cause he got mad at her,\" he says. \"And then drug dealers around here, and they try to get kids to do bad things and stuff like that. You don't see them very often, but when you do you just don't acknowledge them,\" he says.</p><p>One of the standard chores from years gone by — collecting payment by knocking on doors with your receipt book — is no longer a carrier responsibility. Now, it's all credit card billing.</p><p>Back in Jaxson's neighborhood, we reach the end of his route, less than a half-hour after we set off. He heads inside to wash the ink off his hands, so he can get back to his regular 11-year-old's afternoon.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Carroll%2C+Iowa%3A+Where+The+Childhood+Paper+Route+Is+Alive+And+Well&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Noah Adams","audio":[{"meta":{"duration":"460"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1338354936-f55075.m3u?orgId=1&topicId=1091&ft=3&f=337854735"},{"href":"http://media.npr.org/assets/img/2014/08/06/insta_delivery-0b1f5e94ff9b7b814e506ba68d366a395a059b17.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"201","width":"268"}},{"href":"http://media.npr.org/assets/img/2014/08/06/jaxson_mailbox-04ac1261bfa6e93a702560f98d7fbc403340c168.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2909","width":"3879"}},{"href":"http://media.npr.org/assets/img/2014/08/06/meridith_delivery_sized_vert-edit1-88ab3e1b060588b25113e10aa05d65dbc1d60ce8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"565","width":"753"}}]}