{"created":"2014-09-22T16:10:39+00:00","modified":"2014-09-22T16:10:40+00:00","valid":{"from":"2014-09-22T16:10:39+00:00","to":"3014-09-22T16:10:39+00:00"},"hreflang":"en","title":"Why Would The NAACP Honor Donald Sterling Anyway?","published":"2014-05-02T02:45:00+00:00","teaser":"The LA Clippers' owner had a track record of discriminatory behavior. Though the NAACP rescinded a planned award for him after his racist rant, it has honored him in the past.","tags":["npr_api","308054638"],"contentencoded":"<p><em>Update: The NAACP issued a <a href=\"http://www.naacp.org/press/entry/naacp-statement-resignation-of-los-angeles-president-jenkins\">press release</a> on Thursday advising that Leon Jenkins has resigned his post as president of the Los Angeles chapter. The national organization said it is \"developing guidelines for its branches to help them in their award selection process.\"</em></p><p>\"The Los Angeles NAACP intention to honor Mr. Sterling for a lifetime body of work must be withdrawn, and the donation that he's given to the Los Angeles NAACP will be returned.\"</p><p>That was Leon Jenkins, president of the Los Angeles chapter of the NAACP, addressing reporters at a hastily called press conference Monday, telling them that the chapter would not, after all, bestow its 2014 Humanitarian Award to real estate billionaire Donald Sterling.</p><p><strong>No Blacks At His Games</strong></p><p>Sterling made national headlines over the weekend when the gossip news site <em>TMZ</em> released tape of the 80-year-old telling 38-year-old V. Stiviano, his then-mistress, not to associate with black people. He was furious that Stiviano had posted photos of herself on Instagram with black friends and celebrities, including former Los Angeles Laker Earvin \"Magic\" Johnson. \"Don't bring black people to my games!\" the voice scolds. (Sterling has since admitted it is his voice on the tape, according to NBA Commissioner Adam Silver.)</p><p>For the NAACP, an organization whose mission is to fight discrimination in all its forms, this was obviously a conflict. After two days and a lot of condemnation of Sterling's remarks from present and former players, current NBA franchise owners and even avid NBA fan President Obama, the LA chapter rescinded the award.</p><p>Sterling wasn't stripped of <em>all</em> his NAACP Awards: He was also given a Humanitarian Award in 2008 and a President's Award in 2009. Jenkins told reporters his chapter would not be rescinding those honors.</p><p><strong>Donors With Deep Pockets — And Controversial Views</strong></p><p>Peter Dreier, a professor at Occidental College, wrote a <a href=\"http://talkingpointsmemo.com/cafe/why-is-the-naacp-in-bed-with-racist-donald-sterling\">long post on Talking Points Memo</a>, a liberal political website, probing the NAACP's ongoing relationship with Sterling. One of the largest landlords in Los Angeles, Sterling has been sued multiple times over the years for residential discrimination against blacks and Latinos, and tenant abuse, as he tried to evict legal residents from their rent-controlled apartments. In 2009, he settled a $2.7 million rental lawsuit, the largest ever brought by the U.S. Department of Justice.</p><p>Now, Dreier says, the NAACP and other nonprofits are going to have to engage in some hard self-examination.</p><p>\"The real question is not do we know about Donald Sterling's long track record of racism,\" Dreier says, \"but how do the groups that get his charity deal with it?\"</p><p>Dreier believes there are usually strings attached to Sterling's gifts: the implicit understanding that he'll receive an award if he donates to a minority organization, or a prominent photo in that organization's annual report, showing his support and concern for people of color. It's philanthropy that was designed to shield Sterling from charges of racism should they arise.</p><p><strong>Money As Detergent In Image Laundering</strong></p><p>Charitable contributions as a public relations tactic is nothing new, Dreier points out. Business titans from John D. Rockefeller to financier Michael Milken have established philanthropies that do worthy work — and that help soften bitter memories of ugly, earlier business practices.</p><p>(In Rockefeller's case, the deaths of striking miners and their protesting families during what is now known as \"The Ludlow Massacre.\" In Milken's case, criminal financial manipulation that earned him a berth in federal prison.)</p><p>Dreier admits that some gifts do come without strings, but he says going forward, nonprofits like the NAACP need to consider what's at stake when they accept any contribution. \"The two questions are: Who are you dealing with, and what do they want from you?\" Dreier says.</p><p>And if what they want is radically different from what you stand for, that should be a red flag, says Callie Crossley, a Boston journalist who hosts the WGBH show <em>Under The Radar With Callie Crossley. </em>She says she's just gobsmacked that the NAACP would even consider taking money from Sterling, given its mission and his documented record of discrimination.</p><p>\"This is just the polar opposite of what the organizers stand for,\" she sighs. \"It's sort of like vegetarians saying, 'Listen, we're gonna take the money from the meat suppliers.' Yes, you could buy 500 vegetarian dinners with it, but look where that money comes from.\"</p><p><strong>Hard Times, Hard Choices</strong></p><p>Just <em>getting</em> the money to come from anywhere has become increasingly hard for many area nonprofits. Los Angeles NAACP president Leon Jenkins says that in hard times, hard decisions have to be made. He told reporters Monday that his chapter had approached several local sports franchises, from baseball to hockey, to get complimentary tickets for the boys and girls in their youth programs. Only Sterling came through with offers to invite low-income kids to see a professional ballgame on his dime.</p><p>\"At almost every game, there is a section where there are young people there,\" Jenkins says. Some critics think that's an easy way to demonstrate Sterling holds no animus against black and brown people.</p><p>Others, like Crossley, aren't buying it:</p><p>\"Let's just add that up and ask the question, 'Was the total amount of the tickets given, even over a number of years, worth selling your integrity around your core issue?' \"</p><p>It doesn't help, Crossley says, that the NAACP has made other questionable decisions in the not-too-distant past, notably with its Image Awards. The awards are designed to praise achievements by people of color in the arts. Past recipients include Sidney Poitier and Quincy Jones. More recent and questionable choices were singer R. Kelly, long known for his sexual interest in underaged girls, and rapper Chris Brown, who made headlines in 2011 when he assaulted his then-girlfriend Rihanna.</p><p>Both Crossley and Dreier say that sketchy associations like this have dimmed the NAACP's luster and taken the emphasis away from the organization's century-long history of fighting discrimination — a fight that may have to be funded differently in the future.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Why+Would+The+NAACP+Honor+Donald+Sterling+Anyway%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Karen Grigsby Bates","guid":"1af95051-f405-4d87-aefe-ee125f13195f","audio":[{"meta":{"duration":"260"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1308068275-5ac494.m3u?orgId=1&topicId=1015&ft=3&f=308054638"},{"href":"http://media.npr.org/assets/img/2014/04/29/chris-brown-naacp-7898084c236637917fb886a14e12785e0141d0d8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1899","width":"2530"}},{"href":"http://media.npr.org/assets/img/2014/04/29/143937645-28fb08aa684118e95bc8e5c814ec20f7f63dd248.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1321","width":"1760"}}]}