{"created":"2014-10-08T14:47:11+00:00","modified":"2014-10-31T01:31:22+00:00","valid":{"from":"2014-10-31T01:31:22+00:00","to":"3014-10-31T01:31:22+00:00"},"hreflang":"en","title":"Well, All Right, Starchild, The Mothership Is Back ","published":"2014-06-04T23:18:00+00:00","teaser":"The Smithsonian is bringing back the funk. Parliament-Funkadelic's iconic stage prop, which would descend to the stage in a blaze of flashing lights, will anchor a new exhibit.","itags":["npr_api","318544801"],"guid":"1afd1af8-0c12-450f-890e-cbb3d241a83e","contentencoded":"<p>\"Do y'all want to fly this evening? Do you want to ride on the Mothership?\"</p><p>It's 1976 in Houston, and a rapturous crowd is swaying back and forth to the infectious funk of <a href=\"http://www.npr.org/artists/15163944/parliament\">Parliament</a>-Funkadelic's \"Mothership Connection.\" Then, suddenly, it's there. A sparkling silver spaceship appears with flashing strobe lights shining from its feet, spewing smoke as it lands on the stage. Out steps frontman <a href=\"http://www.npr.org/artists/15163941/george-clinton\">George Clinton</a>.</p><p>\"It was organized chaos, that's all I could say,\" Parliament-Funkadelic roadie Bernie Walden says. \"It was mayhem.\"</p><p>Walden worked with both the original Mothership in the mid-1970s and a replica that was built in the mid-1990s. He says the carbon dioxide smoke that billowed from the bottom of the ship was a bit of a problem.</p><p>\"It was so much on the original one that people in the front row were passing out.\"</p><p>Walden just finished helping the Smithsonian's <a href=\"http://nmaahc.si.edu/\" target=\"_blank\">National Museum of African American History and Culture</a> put the replica back together. The original was destroyed in the 1980s after the band went into debt. But Walden told museum specialist Kevin Strait that the replica was at George Clinton's Tallahassee, Fla., home studio. Strait leaped into action to acquire it and was dazzled by his first sight of the ship.</p><p>\"Part of the ceiling was carved out so that the crown part of the Mothership could fit,\" Strait says, laughing.</p><p>Strait says the Mothership is the most iconic stage prop in African-American musical history, partly because it provides context and perspective to the evolution of black stagecraft. He describes George Clinton's Mothership as a manifestation of the liberating power of music.</p><p>\"He really developed this grand idea of envisioning African-Americans in space as a way to liberate one's mind from the shackles of racism and poverty or any other societal constraints,\" Strait says. \"The Mothership was this symbolic mode of transporting the conscious self into this ethereal place, which was pretty funky and pretty far out, but represents the grander scope of his thinking.\"</p><p>George Clinton says that when he created the Mothership, he was trying to outdo everything in rock 'n' roll, including the elaborate Broadway musical <em>Hair</em>.</p><p>\"I definitely felt we needed something to be proud of as black people,\" Clinton says. \"We wanted to have a funk opera.\"</p><p>Clinton says he sees the Mothership as a monument to black music — and adds that he donated it to the museum because the ship will give pride to a lot of people.</p><p>\"It's a symbol of all the music that was created from it,\" Clinton says. \"Not only from us — Parliament, Funkadelic, Bootsy [Collins] and the media — but the people that sampled it later, which was a whole other 25 years of music.\"</p><p>The Mothership will be on display in the museum's Musical Crossroads gallery, according to chief of design Bryan Sieling; other items include rock 'n' roll king Chuck Berry's Cadillac. Sieling says there will also be music and concert footage of the Mothership being used on stage. The display will be spectacular, even if the ship has acquired a few bumps and bruises along the way.</p><p>\"In many ways, it's a crown jewel in the museum, because just look at it,\" Sieling says. \"It's a jewel.\"</p><p>Clinton says he's proud and happy that the Mothership will be on display at the Smithsonian. He's still touring, and says he'll create another one — because he definitely has to fly.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Well%2C+All+Right%2C+Starchild%2C+The+Mothership+Is+Back+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Allison Keyes","audio":[{"meta":{"duration":"264"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1318888379-cead0c.m3u?orgId=1&topicId=1106&ft=3&f=318544801"},{"href":"http://media.npr.org/assets/img/2014/06/04/74289795-1fff5b9870b796cba38154d9334f2fd84d92c829.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2097","width":"2796"}},{"href":"http://media.npr.org/assets/img/2014/06/04/return-of-the-mothership-99ce608aef0573653a609e892412c34844e56863.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1660","width":"2213"}}]}