{"created":"2014-10-08T15:02:56+00:00","modified":"2014-10-31T01:37:05+00:00","valid":{"from":"2014-10-31T01:37:05+00:00","to":"3014-10-31T01:37:05+00:00"},"hreflang":"en","title":"An Old-Fashioned Newspaperman Takes The Helm In A Digital World","published":"2014-06-06T13:58:00+00:00","teaser":"Dean Baquet, the new executive editor of <em>The New York Times, </em>is a proud defender of old-school newsroom values. But, he says, he recognizes that both he and the <em>Times </em>need to adapt to the digital era.","itags":["npr_api","317394020"],"guid":"1b06044e-65e3-45dc-bf66-a2f8e542d698","contentencoded":"<p><em>The New York Times</em>' new executive editor, Dean Baquet, took over just two weeks ago, yet he appears perfectly comfortable in his perch atop the worlds of journalism and New York. He smokes fine cigars to relax, wears elegant loafers and excuses his decision to keep his suit coat on during our conversation by saying that's just who he is.</p><p>But Baquet's identity is wrapped up in a city and a different reality more than 1,000 miles away.</p><p>\"I did not grow up with a whole lot of money in New Orleans,\" Baquet told me. \"It makes me really believe that even though <em>The New York Times</em> has a wealthy audience, it really has to be a place that speaks to a whole range of people.\"</p><p>In an exclusive interview, Baquet spoke expansively for the first time about his own plans. He promised to sustain the paper's journalistic values, build on its investigative reporting, and find ways to promote extensive innovation on digital platforms such mobile devices and tablets.</p><p>\"We are going to have a sort of rock-and-roll period of change, but we're also going to have to keep doing good stories while we're doing that,\" Baquet said.</p><p>There's been a lot of change at the <em>Times</em> of late. On Wednesday, just hours before we spoke, Baquet headed a few miles north of his office to Columbia University, a school he attended but from which he never graduated, for an awards banquet honoring the finest in print journalism: the Pulitzer Prizes.</p><p>Baquet spied his predecessor, Jill Abramson, across the room. \"I walked up to her and congratulated her,\" Baquet said. \"I think she was a terrific editor. I consider her a friend.\"</p><p>Yet Abramson didn't sit at <em>The New York Times</em>' table this week as she has in years past, instead attending as a member of the journalism school's board of visitors. Earlier this month, the paper's corporate chairman and publisher, Arthur Sulzberger, summoned his editors for a surprise announcement. He had fired Abramson after what Baquet calls a \"period of turmoil\" that enveloped all three of them. (Baquet's remarks on that episode can be found in <a href=\"http://www.npr.org/2014/05/29/317204054/abramson-not-fired-because-of-gender-says-times-new-top-editor\">Part 1</a> of this series.)</p><p>Now Baquet, a consummate investigative reporter and a classic newspaper editor, has the command. He says his journalistic outlook owes much to his life as a kid in Louisiana. Baquet's parents owned Eddie's, a famed Creole restaurant. As a kid, he'd sweep and mop floors each morning and on weekends. While a student at Columbia University, he took an internship at the afternoon paper back home and fell in love with newspapering — a term he still uses. Ultimately, Baquet says, he dropped out of Columbia University to return to New Orleans.</p><p>\"The city is great fun. I believe in fun,\" Baquet said. \"I worked with people who were extremely eccentric. You come to appreciate the eccentric characters in newsrooms. And my whole family is there.\"</p><p>Baquet says his journalism is also affected by his race: He is the first African-American ever to serve as the top editor at the <em>Times</em>.</p><p>\"It's something I don't talk about a whole lot for tons of reasons. But I'll talk about it now,\" Baquet said, \"First off, I think it's gotta be a great inspiration for young African-American journalists all across the country. And that makes me feel great. And I need to spend more time talking to them and talking to them about how I got there.\"</p><p>He added, \"My racial and economic background influences the way I think about coverage and news.\"</p><p>As a young reporter at the <em>Chicago Tribune,</em> Baquet won a Pulitzer for articles exposing the corruption of city officials. (His younger brother Terry Baquet won a Pulitzer Prize with colleagues at the New Orleans <em>Times-Picayune</em> for coverage of Hurricane Katrina.)</p><p>Yet upon joining <em>The New York Times</em> in the late 1980s, Baquet says, he was one of just a handful of investigative reporters. Over time, he helped to build up a strong bench of reporters and editors. \"I think that's something that we can do that no one else can,\" Baquet says, arguing the paper does well but could do better. \"We have the people; we have the expertise. We are big enough, and we should be punching at our weight.\"</p><p>This story relies on interviews with more than 20 of Baquet's current and former colleagues at <em>The New York Times,</em> where he has held four senior news executive positions, and at <em>The Los Angeles Times,</em> where he served in the top two. Almost all declined to speak for direct attribution because they either work for Baquet or still have professional dealings with <em>The New York Times</em>. Sulzberger had earlier told senior editors not to talk about the change in leadership, even to their own staffers.</p><p>Marty Baron, a former colleague and senior editor at the <em>Times,</em> is now one of Baquet's leading rivals, as executive editor of <em>The Washington Post.</em> He's also one of Baquet's best friends.</p><p>\"He just likes big stories and he likes investigations — he likes great lyrical pieces as well — big strong narratives,\" Baron says. \"I think that's what animates him, that's what gives him joy. That's what brings him to work every day.\"</p><p>But Baron warns that Baquet will have to confront seismic shifts in the industry, owing to both financial pressures and radical changes forced by the digital age.</p><p>\"That has changed the job of an editor quite dramatically,\" Baron says. \"We've had to make very tough choices about how to allocate resources. That can alienate some folks in our newsroom. It can alienate, in fact, some of our readers.\"</p><p>Current and former colleagues say Baquet comes off as a well-rounded figure, someone who delights in paintings and fiction and is in person an ebullient and affirming champion of top-notch journalism. As Baquet also concedes, he has the occasional angry outburst.</p><p>Overall, however, current and former colleagues on both coasts say he has proven a charismatic defender of traditional newsroom values. In 2006, after six years in LA, Baquet rejected orders from his corporate bosses at the Tribune Co. to make more cuts. He was fired and soon returned to <em>The New York Times,</em> a hero to much of the industry. He swiftly resumed his steady rise.</p><p>But five former colleagues in Los Angeles said he really failed to become engaged in thinking seriously about the paper's digital future there. Baquet says those critics are right.</p><p>\"I think I was slow to the digital side of the newsroom. I don't think I embraced it as quickly as I could have,\" Baquet says now. \"I mean, I was distracted. We had a very, to my mind, not particularly enlightened leadership in Chicago. But that's only half an excuse. I don't think I embraced it enough anyway. I learned from that.\"</p><p>A recent internal report led by Sulzberger's son Arthur Gregg Sulzberger, an editor at the paper, concluded the <em>Times</em> needed to move much more muscularly to flourish in a digital age.</p><p>The <em>Times</em> has won praise for notable digital initiatives such as new storytelling techniques, a news bulletin app built for mobile called NYT Now, and a pay wall that has drawn hundreds of thousands of paying subscribers for purely digital content. But the report also says people who pushed for many lauded initiatives had to cut against the grain of the culture.</p><p>Baquet tells NPR he's looking to change that culture.</p><p>\"There are things that we have to do in order to do digital journalism as powerfully as we've done print journalism,\" he says. \"And sometimes we get in the way of ourselves — people like me.\"</p><p>One of the items of contention with Abramson was her plan to hire a managing editor with digital responsibilities who would have held equal status to Baquet. Baquet was angered, telling Sulzberger he believed the move would undermine his standing at the <em>Times,</em> which influenced the publisher's decision to fire Abramson.</p><p>Now the top editor, Baquet says he doesn't know how he'll structure the newsroom leadership yet. But he says his success may well be judged on how well he does in grooming the next generation of editors.</p><p>\"In some ways I may be the last <em>New York Times</em> executive editor who was a police reporter,\" Baquet says. \"I'm 57. I covered cops and courts in New Orleans, I did trials — the whole nine yards. Something tells me that if not my successor, the person after her or him is going to come up in a digital world, will have learned journalism in a completely different world.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=An+Old-Fashioned+Newspaperman+Takes+The+Helm+In+A+Digital+World&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Folkenflik","audio":[{"meta":{"duration":"336"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1317426116-f07800.m3u?orgId=1&topicId=1020&ft=3&f=317394020"},{"href":"http://media.npr.org/assets/img/2014/05/30/deanbaquet-5dec12e828d9a9c734aae48d4b086fe7a632dafa.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2109","width":"2805"}}]}