{"created":"2014-12-18T02:11:19+00:00","modified":"2015-06-16T17:35:42+00:00","valid":{"from":"2015-06-16T17:35:42+00:00","to":"3015-06-16T17:35:42+00:00"},"hreflang":"en","title":"S.C. Judge Says 1944 Execution Of 14-Year-Old Boy Was Wrong","published":"2014-12-18T15:05:00+00:00","teaser":"In her ruling, Circuit Judge Carmen Mullen wrote that she found that \"fundamental, Constitutional violations of due process exist in the 1944 prosecution of George Stinney, Jr.\"","itags":["npr_api","371534533"],"guid":"1b2040af-d9be-4e80-beaf-019966dddfdc","contentencoded":"<p>An African-American boy, George Stinney Jr., who was executed at age 14 in the killing of two young white girls has been exonerated in South Carolina, 70 years after he became the youngest person executed in the U.S. in the 1900s. A judge ruled he was denied due process.</p><p>\"I think it's long overdue,\" Stinney's sister, Katherine Stinney Robinson, 80, tells local newspaper <a href=\"http://manninglive.com/2014/12/17/stinney-sister-decision-long-overdue/\">The Manning Times</a>. \"I'm just thrilled because it's overdue.\"</p><p>In her ruling, Circuit Judge Carmen Mullen wrote that she found that \"fundamental, Constitutional violations of due process exist in the 1944 prosecution of George Stinney, Jr., and hereby vacates the judgment.\"</p><p>The case was brought by Stinney Robinson and two of her surviving siblings.</p><p>\"It took less than a day for a jury to convict George Stinney Jr. and send him to the electric chair,\" NPR'S Hansi Lo Wang <a href=\"http://www.npr.org/2014/12/18/371597820/s-c-judge-rules-1944-execution-of-14-year-old-boy-was-wrong\">reports</a>. \"He was convicted of the deaths of 11-year-old Betty June Binnicker and 7-year-old Mary Emma Thames in deeply segregated Alcolu, S.C.\"</p><p>Matt Burgess, an attorney for the Stinney family, tells Hansi, \"There were no African-American people in that courthouse. It was a jury of 12 white men. Everyone in that courthouse was white.\"</p><p>Stinney's family has maintained he was innocent, insisting that he was too small to carry out such a crime and too naive to handle the pressure put on him by law enforcement officials.</p><p>Bolstered by a key ally in local historian and school board member George Frierson, family members have insisted that they didn't want Stinney to be pardoned for a crime they believed he didn't commit.</p><p>\"There's a difference: A pardon is forgiving someone for something they did,\" Norma Robinson, George Stinney's niece, tells the <em>Manning Times.</em> \"That wasn't an option for my mother, my aunt or my uncle. We weren't asking forgiveness.\"</p><p>George Stinney Jr. was executed less than three months after the two girls were murdered. His trial lasted just one day. After the jury needed less than 10 minutes to declare him guilty, no appeals were filed on his behalf.</p><p>\"His executioners noted the electric chair straps didn't fit him, and an electrode was too big for his leg,\" <a href=\"http://www.thestate.com/2014/12/17/3878929_judge-boy-14-shouldnt-have-been.html\">The State</a> newspaper reports. The paper adds, \"It took Mullen nearly four times as long to issue her ruling as it took in 1944 to go from arrest to execution.\"</p><p><em>The Manning Times</em> notes that in her decision, Mullen granted a \"writ of coram nobis, a rare legal doctrine held over from English law that 'corrects errors of fact' when no other remedy is available to the applicant.\"</p><p>Back in 2004, NPR marked the 60th anniversary of Stinney's death with a Sound Portrait featuring interviews with his sister, Katherine Stinney Robinson, and Lorraine Bailey, the sister of Betty June Binnicker.</p><p>The two women's recollections are strikingly different — except in some aspects.</p><p>For instance, both of them recalled how fond they were of the siblings they lost. And they both think it's possible their mothers \"never got over it,\" as Stinney Robinson said.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=S.C.+Judge+Says+1944+Execution+Of+14-Year-Old+Boy+Was+Wrong&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":"229"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1371540744-982054.m3u?orgId=1&topicId=1003&d=229&story=371534533&ft=nprml&f=371534533"},{"href":"http://media.npr.org/assets/img/2014/12/17/george-stinney-065feb26ba55bdcc5c935dc72549748de5c0460c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2110","width":"2814"}}]}