{"created":"2014-10-09T20:14:53+00:00","modified":"2014-11-10T20:31:30+00:00","valid":{"from":"2014-11-10T20:31:30+00:00","to":"3014-11-10T20:31:30+00:00"},"hreflang":"en","title":"A Surprising Tie That Binds Hong Kong's Protest Leaders: Faith","published":"2014-10-10T01:45:00+00:00","teaser":"Many older activists were educated at missionary schools, which informs their sense of social and political justice. It's sure to be noticed by Beijing, which sees religion as a threat to its rule.","itags":["npr_api","354859430"],"guid":"1b275ea6-b3bc-4cac-a897-ecba03f8f9a6","contentencoded":"<p>Tens of thousands of protesters took to the streets of Hong Kong in the past two weeks, demanding democracy and grabbing global attention.</p><p>Many threads have run through the protests, including one that might seem surprising: faith. Many of the leaders are Christian, and some cite faith as an inspiration.</p><p>When Hong Kong's Occupy Central group first announced last year it was planning pro-democracy demonstrations, it did so in a church in the city's Kowloon section. The group's full name is Occupy Central with Love and Peace, in the Christian spirit, and its top leaders include a minister and a law professor who is also Christian.</p><p>\"There are many Christians and Catholics among the pro-democracy leaders in Hong Kong, the older generation,\" says Joseph Cheng, who teaches political science at City University of Hong Kong.</p><p>Cheng, 65, is also a pro-democracy activist and a Christian himself. He says many of the movement's leaders were educated in Hong Kong's Christian missionary schools, which helped shape their beliefs.</p><p>\"There is this Christian spirit,\" says Cheng, who wears a yellow ribbon pinned to his shirt pocket — a symbol of the movement. \"You are more willing to suffer. Social justice means more to you.\"</p><p>Cheng says another reason Christians have been drawn to the democracy push in Hong Kong is the way they feel about the Communist Party in Beijing.</p><p>\"Christians, all over the world, tend to be distrustful of the communist parties, naturally,\" says Cheng with a laugh. \"If you are a Christian in China, if you are a Christian in Hong Kong, you know the Chinese Communist regime has been suppressing Christianity for many decades.\"</p><p>Officials in the east China province of Zhejiang have ordered crosses removed and the destruction of government-approved churches in what appears to be one of the toughest crackdowns on Christianity in many years.</p><p>David Zweig, a professor at the Hong Kong University of Science and Technology and a longtime political observer, says the Chinese Communist Party must be eyeing the Christian connection in Hong Kong warily.</p><p>\"They see any religion that has an alternative explanation for the future, that has an organizational capacity as a threat,\" Zweig says.</p><p>Sing Ming, a pro-democracy activist, Christian and scholar, emphasizes that the pro-democracy movement is not faith-based and some Protestant churches oppose it.</p><p>\"A number of pastors, they come out in a very high-profile manner, attacking the desirability of this entire movement,\" he says. \"They have been extremely politically conservative in the past, so actually the local Protestant churches are quite divided.\"</p><p>Christianity isn't the only belief system that has a presence in the protest movement. In Mong Kok, a neighborhood known for gangsters and mainland shoppers, protesters have built on a bamboo and metal barricade a shrine to an ancient Chinese general some refer to as Guan Gong.</p><p>\"He's kind of a god for war and loyalty and brotherhood,\" says Kevin Tsang, a nurse and one of hundreds protesting in the neighborhood Thursday.</p><p>Tsang says both gangsters, known in Hong Kong as triads, as well as police worship the general for protection. Protesters have had trouble with gangsters, who they say attacked them last week — they believe on behalf of the government. They've also had trouble with cops, who fired tear gas at them.</p><p>Tsang says demonstrators built the shrine to the general to send a message to their antagonists: Guan Gong is on our side.</p><p>\"We want this god to punish whoever tries to hurt unarmed citizens,\" says Tsang, 24, who wears a gray, cardigan-style sweater.</p><p>If that doesn't work, protesters have built another shrine at another barricade two blocks away, this one with a picture of Jesus and an open Bible.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Surprising+Tie+That+Binds+Hong+Kong%27s+Protest+Leaders%3A+Faith&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Langfitt","audio":[{"meta":{"duration":"206"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1354890911-7fc117.m3u?orgId=1&topicId=1125&ft=3&f=354859430"},{"href":"http://media.npr.org/assets/img/2014/10/09/hong-kong-christianity-547a84857a2e7fbe3027fa25a349ea573a7d680a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2331","width":"3108"}},{"href":"http://media.npr.org/assets/img/2014/10/09/langfitt-christianity-07edit_vert-068c273bee3b9f866482dd6b7ba69e113b52fd9b.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2032","width":"1524"}},{"href":"http://media.npr.org/assets/img/2014/10/09/langfitt-christianity-02edit-9968c1423cf9d818cbecadab9fe70a148b588ca1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1749","width":"2332"}}]}