{"created":"2015-06-14T21:11:25+00:00","modified":"2015-06-15T15:10:13+00:00","valid":{"from":"2015-06-15T15:10:13+00:00","to":"3015-06-15T15:10:13+00:00"},"hreflang":"en","title":"In Massachusetts Lab, Scientists Grow An Artificial Rat Limb","published":"2015-06-15T11:00:00+00:00","teaser":"The regenerated forelimb, made from living rat cells, may be the first step toward creating functional, bioartificial limbs. The scientists were thrilled to see the muscle fibers twitch.","itags":["npr_api","414225489"],"guid":"1b2d2b85-3274-4382-ad08-33c1b48826f5","contentencoded":"<p>A team of scientists at Massachusetts General Hospital in Boston made news earlier this month when they <a href=\"http://www.sciencedirect.com/science/journal/01429612\">published research</a> in the journal <em>Biomaterials </em>describing how they'd created the world's first bioartificial limb in the laboratory.</p><p>Or, in other words: scientists have now grown the entire forelimb of a rat in a lab.</p><p>Dr. Harold Ott, head of the <a href=\"http://ottlab.mgh.harvard.edu/\">Ott Laboratory for Organ Engineering and Regeneration,</a> and his team were able to \"engineer rat forelimbs with functioning vascular and muscle tissue,\" according to the hospital.</p><p>The scientists used a process called <a href=\"https://www.youtube.com/watch?v=p143bISuEJk\">decellularization</a>. They removed the living tissue from an existing rat limb, leaving just a \"framework\" — made of things like proteins — behind. Then they re-populated that \"scaffolding\" with new, living cells.</p><p>This may be an important first step leading to the eventual creation of functional, bioartificial limbs that could be used in transplants. That could be a step up from existing prosthetic devices.</p><p>\"The loss of an extremity is a disastrous injury with tremendous impact on a patient's life,\" Ott and his colleagues wrote in <em>Biomaterials</em>. \"Current mechanical prostheses are technically highly sophisticated, but only partially replace physiologic function and aesthetic appearance.\"</p><p>And while the decellularization process isn't new, growing a limb is.</p><p>\"[Ott's] team and others at MGH and elsewhere have used this decellularization technique to regenerate <a href=\"http://www.massgeneral.org/about/pressrelease.aspx?id=1579\" target=\"_blank\">kidneys</a>, <a href=\"http://www.massgeneral.org/about/pressrelease.aspx?id=1249\" target=\"_blank\">livers</a>, <a href=\"http://www.nature.com/news/tissue-engineering-how-to-build-a-heart-1.13327\" target=\"_blank\">hearts</a> and lungs from animal models, but this is the first reported use to engineer the more complex tissues of a bioartificial limb,\" the hospital <a href=\"http://www.massgeneral.org/about/pressrelease.aspx?id=1815\">said in a press release</a>.</p><p>Ott tells NPR's Arun Rath that his team's work \"finally proved that we can regenerate functional muscle.\" (They know because they ran an electrical current through the muscle tissue — and the little rat limb began to twitch).</p><p>They've since applied the first part of this technology — stripping cells from the framework — to the arms of primates, showing the process might work on the human scale.</p><hr /><h3>Interview Highlights</h3><p><strong>On what they accomplished</strong></p><p>I think this is a very exciting time right now because basically what we can do is we can push cells to become heart cells or muscle cells, but we're not quite there yet to then guide them to grow into a full-blown heart, lung, kidney or in our case, a forearm. It's just highly complex and it's hard to do in a dish.</p><p>In our study, we basically provide a shortcut through that process by providing a blueprint for these cells. ... We isolate this scaffolding and then ... after moving all dead cells out, we repopulate this framework with new, living cells, and thereby turn little muscle cells into functional muscle in the context of a composite tissue. ...</p><p>The forelimb itself was not moving in the study yet. We got to the point where we were able to explant muscles — so, take muscles from this forelimb — and those were moving again. So those little muscles were not strong enough yet to move the entire arm, but they were strong enough to move on their own and to have measurable contractile force.</p><p><strong>On how it felt to succeed in the experiment</strong></p><p>It was certainly exciting when we saw these <a href=\"http://www.merriam-webster.com/medical/myofiber\">myofibers</a> contract for the first time. ... Bernhard Jank has been the postdoctoral fellow who has been working on this project for four years, and I can't tell you how excited he was — because it finally proved that we <em>can</em> regenerate functional muscle on this matrix. So that the fact that we saw these little muscle fibers contract in a dish really showed us that this is a platform that eventually has the potential to regenerate functional composite tissue for patients.</p><p><strong>On how these technology can be used next</strong></p><p>The next steps are to scale the process of scaffold generation to human tissue. ... This technology can be applied to at least generate the framework of a human-scale scaffold or human-scale graft. The next step will be now to apply the cellular part ... to human- or patient-derived cells and to answer quite a bit more questions.</p><p>As you can imagine, this scaffold not only has to be alive — but eventually, we hope that it will connect back to the patients through recipients' nerve system[s] in order to become fully functional.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Massachusetts+Lab%2C+Scientists+Grow+An+Artificial+Rat+Limb&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"161"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1414466999-700453.m3u?orgId=1&topicId=1007&d=161&p=2&story=414225489&t=progseg&e=414408630&seg=9&ft=nprml&f=414225489"},{"href":"http://media.npr.org/assets/img/2015/06/13/image2-eebe7415ee31766cfa3f1664e21424668acb24b5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"953","width":"1272"}}]}