{"created":"2015-06-29T20:29:10+00:00","modified":"2015-06-30T18:39:29+00:00","valid":{"from":"2015-06-30T18:39:29+00:00","to":"3015-06-30T18:39:29+00:00"},"hreflang":"en","guid":"1b34cebb-cdaf-473d-9169-cb2a5858d8ab","title":"The US has been preparing for a scenario where talks with Iran fail","published":"2015-06-30T18:39:23+00:00","byline":"Shirin Jaafari","tags":["diplomacy","conflict","Conflict","Conflict & Justice","North America","Asia","United States","Iran"],"teaser":"The official deadline for a successful resolution of talks between Iran and Western powers is looming. They have until Tuesday to reach a final deal on Iran's nuclear program. But what if there is no deal? What if Iran goes rogue? The US has been preparing for that.","contentencoded":"<p>It's crunch time in Vienna.</p>\n<p>Iran and the P5+1 group (the five permanent UN Security Council members, US, France, China, Russia and the UK, plus Germany) officially have until Tuesday to come up with a final deal on Iran's nuclear program.</p>\n<p>It has taken months of planning and preparation to get the sides to the table in order to negotiate a deal. Both Iran and the US have a lot to gain if diplomacy wins and lose if it fails.</p>\n<p>But what if they fail?</p>\n<p>\"If there is no deal, there are more attempts at more diplomacy and more economic sanctions,\" says Michael Crowley, senior foreign affairs correspondent for Politico.</p>\n<p>Of course there is also a scenario where those talks and sanctions fail, or, where Iran decides to make a nuclear bomb.</p>\n<p>Crowley says, for a while now, the US has been preparing for such a case, as he <a href=\"http://www.politico.com/magazine/story/2015/06/plan-b-for-iran-119344.html#.VZF-N_lVhBc\">writes about for Politico.</a></p>\n<p>One idea is that if Iran goes on a path to create a nuclear bomb, then the US would consider bombing its nuclear facilities. But that, is no easy task.</p>\n<p>\"The challenge, if you need to resort to a military option in Iran, is that Iran's uranium enrichment facilities are under ground,\" Crowley says.</p>\n<p>One of those facilities, called Fordow, is located deep in a mountain in an area near the city of Qom, two and a half hours from the capital, Tehran. To destroy Fordow, the US needs a very powerful and smart bomb: The Massive Ordnance Penetrator or MOP. It's the largest, non-nuclear bomb in the US arsenal.</p>\n<p>\"I liken it to a 20-foot, 30,000-pound nail being driven into the rock, which then detonates with massive force,\" explains Crowley.</p>\n<p>According to Crowley, in recent years, the US increased its work on the MOP project.</p>\n<p>\"As recently as a few years ago, there was a belief that we would not be able to hit Fordow or other similar facilities that we may not know about with our existing bunker-busting arsenal,\" Crowley says. \"Development was fast tracked and there were modifications made as recently as this past winter.\"</p>\n<p>Crowley says the Pentagon has been open about the MOP, which it views as a major deterrent.</p>\n<p>\"[The Pentagon] does not mind Iran knowing that we have this option, because the feeling is we need this leverage,\" he says.</p>\n<p>Meanwhile, if it does come to a point where the US decides to use military action, and it needs to act fast, getting other members of the P5+1 on board might turn out to be a challenge.</p>\n<p>Russia and China would likely oppose an attack on Iran, while it might be difficult to find the political will in the remaining countries.</p>\n<p>For now, Crowley hopes things don't have to come to that.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-29%2Fus-has-been-preparing-scenario-where-talks-iran-fail&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/06292015_08.mp3"},{"href":"http://admin.pri.org/file/0629201508mp3"}]}