{"created":"2014-08-27T18:47:47+00:00","modified":"2014-08-27T18:47:47+00:00","valid":{"from":"2014-08-27T18:47:47+00:00","to":"3014-08-27T18:47:47+00:00"},"hreflang":"en","guid":"1b3b1f69-a598-4e16-98d7-d4365ba12775","title":"Richard Attenborough's Gandhi needed hundreds of thousands of extras. Meet one of them","published":"2014-08-27T18:47:46+00:00","byline":"David Leveille","tags":["film","history","deaths","culture","Arts","Arts, Culture & Media","New Delhi","Asia","India","Asia","South Asia","Vijendra Razdan","Richard Attenborough","Mohandas Gandhi","Aseem Chhabra","Assem Chhabra","Film","India","Indian independence activists","Chhabra","Entertainment","Gandhi"],"teaser":"In 1980, when director Richard Attenborough was shooting scenes for Gandhi, thousands of Indians volunteered for parts as extras. New York-based film critic Aseem Chhabra remembers getting a part as a passenger on the train that carried Gandhi back to Delhi.","contentencoded":"<p>Richard Attenborough, the famed British actor and director who died Sunday, faced<span style=\"line-height: 1.538em;\">&nbsp;perhaps the biggest challenge of his career when he filmed Gandhi on location in India in 1980.</span></p><p>Gandhi&#39;s funeral scene alone brought 400,000 extras into the streets of New Delhi.&nbsp;Many Indians, young and old, worked on other scenes. One of those extras was Aseem Chhabra:</p><blockquote class=\"twitter-tweet\" lang=\"en\"><p><a href=\"https://twitter.com/hashtag/RichardAttenborough?src=hash\">#RichardAttenborough</a> died today. I was an extra in <a href=\"https://twitter.com/hashtag/Gandhi?src=hash\">#Gandhi</a>. A piece I wrote on the film&#39;s 30 anniversary: <a href=\"http://t.co/ho5wMj2nNN\">http://t.co/ho5wMj2nNN</a></p>&mdash; Aseem Chhabra (@chhabs) <a href=\"https://twitter.com/chhabs/statuses/503709268764131328\">August 25, 2014</a></blockquote><blockquote class=\"twitter-tweet\" lang=\"en\"><p><a href=\"https://twitter.com/hashtag/RichardAttenborough?src=hash\">#RichardAttenborough</a>&#39;s eloquent speech accepting the <a href=\"https://twitter.com/hashtag/Oscar?src=hash\">#Oscar</a> for <a href=\"https://twitter.com/hashtag/Gandhi?src=hash\">#Gandhi</a> (and don&#39;t miss a pissed <a href=\"https://twitter.com/hashtag/StevenSpielberg?src=hash\">#StevenSpielberg</a>): <a href=\"http://t.co/B3PzQXcXf6\">http://t.co/B3PzQXcXf6</a></p>&mdash; Aseem Chhabra (@chhabs) <a href=\"https://twitter.com/chhabs/statuses/503758889762824193\">August 25, 2014</a></blockquote><script async src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p><span style=\"line-height: 1.538em;\">Chhabra, who&#39;s now a film journalist in New York, wrote </span><a href=\"http://www.rediff.com/movies/report/walking-the-last-walk-with-gandhi/20121203.htm\" style=\"line-height: 1.538em;\">an article in 2012</a><span style=\"line-height: 1.538em;\"> about his experience working on Gandhi:&nbsp;</span></p><p><em><span style=\"line-height: 1.538em;\">&quot;One early morning in December 1980, before sunrise, my younger brother and I hopped into an autorickshaw in Delhi. It was freezing cold, but we were heading to one of the most exciting events in my life.&nbsp;We had been cast as front-line extras in Richard Attenborough&#39;s hugely ambitious project&nbsp;Gandhi.&nbsp;It was a two-day job and we were going to earn 75 rupees each, per day &mdash; a lot of money for university students.</span></em></p><p><em>&quot;I heard from university friends that the Gandhi team had set up office at the Ashoka Hotel and they were looking for extras. Many of my classmates and other students had already appeared as extras in crowd scenes ranging from the depiction of Partition, to Gandhi&#39;s assassination.</em></p><p><em>&quot;So my brother Rajat and I showed up one day at the casting office at Ashoka Hotel with our passport size pictures. Within minutes, we had been hired to play passengers in a train that was supposed to arrive at Sabarmati Ashram. We were given our costumes &mdash; white kurta pajamas &mdash; that we had to wear when we arrived for the shoot in the morning.</em></p><p><em>&quot;We were asked to board a compartment in a train at the station. I grabbed the window seat from where I could see the hustle bustle of a movie set ... And then I saw Attenborough welcoming the terrific Delhi stage actor Vijendra Razdan, who looked exactly like the character he was playing, Maulana Azad. Attenborough was short, round, and had a very warm demeanour. I remember him asking Razdan in his British accent: &#39;How are you, young man?&#39;</em></p><p><em>&quot;The first shot of the day was to capture the arrival of the train at the Sabarmati Ashram. I cannot remember how many takes they must have shot, but for most of the morning our train left the station, travelled approximately a quarter of a mile away, and then would slowly arrive at the station. We went back and forth, sitting in the cold train, until it did not seem like fun.&quot;</em></p><p>Two years later, in 1982 Aseem Chhabra&nbsp;went with many of his Indian friends to see&nbsp;Gandhi&nbsp;at Manhattan&#39;s Ziegfeld Theatre in New York City.</p><p><em>&quot;Towards the early part of the film, we saw the Sabarmati Ashram train station scene. The two days of shooting lasted a couple of minutes on the screen.&nbsp;For a slight moment, I caught a glimpse of my face looking out of the train window as Jaffrey stepped out of the compartment onto the platform.&nbsp;My heart skipped a beat as I saw myself on the giant screen. I have watched the film a few times since then. And I can still see my face in that brief shot, immortalised like the rest of the film.&quot;</em></p><p>Chhabra said the whole experience was inspiring and boosted his professional interest in films and filmmaking. Thirty-four years later, he organizes the New York Indian Film Festival along with his work as a film critic.</p><p>After Attenborough died, Chhabra watched Gandhi again on Netflix.&nbsp;<span style=\"line-height: 1.538em;\">&quot;I give it a thumbs up. I think the film still holds itself very well,&quot; he says. </span><span style=\"line-height: 1.538em;\">&quot;That was a very interesting year in terms of the Oscars. There was ET, Tootsie, Sophie&#39;s Choice &mdash; all major films &mdash; and I think Gandhi still stands up to the test of time.&quot;</span></p><p><span style=\"line-height: 1.538em;\">Perhaps more importantly, Chhabra thinks the movie was a powerful tribute to India. &quot;It was done with so much love and regard and respect for India,&quot; he says. &quot;</span><a href=\"http://youtu.be/GSLKRoF8LIo\" style=\"line-height: 1.538em;\">Attenborough&#39;s Academy Award acceptance speech</a>&nbsp;&mdash;<span style=\"line-height: 1.538em;\">&nbsp;which is on YouTube &mdash; I think everybody should watch that. It&#39;s such a wonderful tribute he pays to Gandhi. It was a great way for the world to discover this history of India and Pakistan.&quot;</span></p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/gandhiassem.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"/file/gandhiassemjpg"}]}