{"created":"2014-08-13T20:08:56+00:00","modified":"2015-05-14T21:54:49+00:00","valid":{"from":"2014-07-18T18:57:01+00:00","to":"3014-07-18T18:57:01+00:00"},"hreflang":"en","title":"My money story: Writer Sarah Mirk","contenttemplated":"[{\"content\":\"<p><em>Sarah <span>Mirk</span> is the Online Editor of <a href=\\\"http://bitchmagazine.org/\\\" target=\\\"_blank\\\">Bitch Media</a> and Host of the podcast, <a href=\\\"http://bitchmagazine.org/blogs/feminist-podcast\\\" target=\\\"_blank\\\">Popaganda</a>.</em></p>\",\"type\":\"text/html\"},{\"content\":\"<p>The biggest thing I own is my mattress. Some people have trucks or boats or houses or heirloom chests of drawers or ambitiously large desks or impressive, ill-conceived contemporary art pieces, but the most impressive thing I own just this big, squishy rectangle.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>It might not seem like much, but getting this mattress was a major life step for me.  When I first moved to Portland, Oregon six years ago, I was determined to furnish my room through only things I could get for free. This sounds like a bohemian ideal, but factoring into my ethics was the fact I was dang near broke.  It was 2008 and I had just graduated from college. I was working an unpaid internship as a reporter at a newspaper and the headlines were full of lines about bankers fleeing their offices as the economy went into freefall. Personally, the anxiety about not really having a paying job was compounded by the slightly more pressing concern of not really having a bed. So when a roommate offered me his old futon frame and pad from the basement, claiming it was like “sleeping on a cloud,” I gladly took him up on the offer.  That futon turned out to be a cloud made of stabby wooden railroad slats. But it was <em>my</em> accursed futon now, and I was grateful.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>I used to talk about this lack of major possessions as a romantic thing: I wouldn’t want to own anything that I couldn’t throw in the back of a van at any moment, because—who knows?—maybe in a month I’d decide to travel through Latin America and change the world. Honestly, though, the truth is that even when I got a job, soon after Obama was inaugurated, I was scared to buy anything remotely <em>nice</em>—like a car or a sofa that didn’t smell like cats.  I know I’m supposed to view large, expensive items as investments. I feel like I’m supposed to go into debt for things because they’ll wind up helping me in the long run. But I came of age in a time when the absurdity of the whole credit system became tragically clear—the people running the economy reminded me of Gene Wilder’s version of Willy Wonka, mysterious men running around, gleefully pulling levels that unleashed sweet rewards on some and chaos on others.</p>\"},{\"content\":\"<p>When I was a kid, I remember debt looming over my parents like a silent, gloomy cloud. The day they finally paid off their credit cards, they cut them up in front of me and we ordered pizza to celebrate—they paid with cash. Years later, I spent a week helping teach down sodden houses in Mobile, Alabama, after Hurricane Katrina tore through and flooded whole neighborhoods. I spent days shoveling peoples’ possessions into giant piles in the gutter—sofas, entire moldy bookshelves, water-logged TVs.  Then when I moved to Portland, I often reported from the county courthouse, where every morning there was an auction of foreclosed homes on the front steps of the building.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>All signs seemed to point to the conclusion that big possessions—requiring a mortgage and a car payment and a cable bill—would become an anchor, dragging me underwater. I realized, slowly, that I’m not a bohemian free spirit…</p>\",\"type\":\"text/html\"},{\"content\":\"<p>I’m a frugal cynic.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Back on that horrible slab of a futon, I toughed out the nights for two years, until my very sweet new boyfriend finally cracked. He told me in no uncertain terms that I either needed an actual mattress or he was never sleeping at my house again.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“But!” I protested, “I can’t just <em>buy</em> a mattress.” Since I’d been getting regular paychecks, I had enough money to buy something better than the filthy heap that haunted my floor. But I was nervous to committing to owning a real, adult <em>thing</em> that I might someday see ruined.   </p>\"},{\"type\":\"text/html\",\"content\":\"<p>But he had a point. So I dutifully took the bus to IKEA and walked up the trail to the bedroom section to the gauntlet of modernist bed frames, eyeballing pricetags. Around me, cheerful couples were buying mattresses, joyfully betting on a stable future full of new furniture and reliable middle-class jobs. That’s the IKEA spirit. I felt so out of place that I turned heel and left in defeat.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>After another night, gathering my resolve while lying on the wooden planks, I gave it another shot, heading to a family-run mattress store near my house. It was empty when I walked in.  Without the oppressively upbeat surroundings, I actually liked looking at the beds. I flopped on one after another. They were so comfy. It dawned on me that a bed was not a dangerous luxury item that would trap me. This was a bed. Come bull market or bailout, you need a bed. It’s okay to buy simple things that I’ll appreciate for years and years, even if I don’t know what those years will look like.  </p>\"},{\"type\":\"text/html\",\"content\":\"<p>I paid $300 for a springy queen size mattress. And I felt good.</p>\"},{\"content\":\"<p> I’ve had that mattress for four years now. At the end of each chaotic day, it’s nice to come home to stable and cozy place.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>And besides, worst case scenario, it can always double as a life raft. </p>\"}]","contentencoded":"<div class=\"barn-cleaned\"><p><em>Sarah&nbsp;<span>Mirk</span>&nbsp;is the Online Editor of&nbsp;<a href=\"http://bitchmagazine.org/\" target=\"_blank\">Bitch Media</a>&nbsp;and Host of the podcast,&nbsp;<a href=\"http://bitchmagazine.org/blogs/feminist-podcast\" target=\"_blank\">Popaganda</a>.</em></p>\n<p>The biggest thing I own is my mattress. Some people have trucks or boats or houses or heirloom chests of drawers or ambitiously large desks or impressive, ill-conceived contemporary art pieces, but the most impressive thing I own just this big, squishy rectangle.</p>\n<p>It might not seem like much, but getting this mattress was a major life step for me. &nbsp;When I first moved to Portland, Oregon six years ago, I was determined to furnish my room through only things I could get for free. This sounds like a bohemian ideal, but factoring into my ethics was the fact I was dang near broke.&nbsp; It was 2008 and I had just graduated from college. I was working an unpaid internship as a reporter at a newspaper and the headlines were full of lines about bankers fleeing their offices as the economy went into freefall. Personally, the anxiety about not really having a paying job was compounded by the slightly more pressing concern of not really having a bed. So when a roommate offered me his old futon frame and pad from the basement, claiming it was like “sleeping on a cloud,” I gladly took him up on the offer. &nbsp;That futon turned out to be a cloud made of stabby wooden railroad slats. But it was <em>my</em> accursed futon now, and I was grateful.</p>\n<p>I used to talk about this lack of major possessions as a romantic thing: I wouldn’t want to own anything that I couldn’t throw in the back of a van at any moment, because—who knows?—maybe in a month I’d decide to travel through Latin America and change the world. Honestly, though, the truth is that even when I got a job, soon after Obama was inaugurated, I was scared to buy anything remotely <em>nice</em>—like a car or a sofa that didn’t smell like cats.&nbsp; I know I’m supposed to view large, expensive items as investments. I feel like I’m supposed to go into debt for things because they’ll wind up helping me in the long run. But I came of age in a time when the absurdity of the whole credit system became tragically clear—the people running the economy reminded me of Gene Wilder’s version of Willy Wonka, mysterious men running around, gleefully pulling levels that unleashed sweet rewards on some and chaos on others.</p>\n<p>When I was a kid, I remember debt looming over my parents like a silent, gloomy cloud. The day they finally paid off their credit cards, they cut them up in front of me and we ordered pizza to celebrate—they paid with cash. Years later, I spent a week helping teach down sodden houses in Mobile, Alabama, after Hurricane Katrina tore through and flooded whole neighborhoods. I spent days shoveling peoples’ possessions into giant piles in the gutter—sofas, entire moldy bookshelves, water-logged TVs.&nbsp; Then when I moved to Portland, I often reported from the county courthouse, where every morning there was an auction of foreclosed homes on the front steps of the building.</p>\n<p>All signs seemed to point to the conclusion that big possessions—requiring a mortgage and a car payment and a cable bill—would become an anchor, dragging me underwater. I realized, slowly, that I’m not a bohemian free spirit…</p>\n<p>I’m a frugal cynic.</p>\n<p>Back on that horrible slab of a futon, I toughed out the nights for two years, until my very sweet new boyfriend finally cracked. He told me in no uncertain terms that I either needed an actual mattress or he was never sleeping at my house again.</p>\n<p>“But!” I protested, “I can’t just <em>buy</em> a mattress.” Since I’d been getting regular paychecks, I had enough money to buy something better than the filthy heap that haunted my floor. But I was nervous to committing to owning a real, adult <em>thing</em> that I might someday see ruined. &nbsp;&nbsp;</p>\n<p>But he had a point. So I dutifully took the bus to IKEA and walked up the trail to the bedroom section to the gauntlet of modernist bed frames, eyeballing pricetags. Around me, cheerful couples were buying mattresses, joyfully betting on a stable future full of new furniture and reliable middle-class jobs. That’s the IKEA spirit. I felt so out of place that I turned heel and left in defeat.</p>\n<p>After another night, gathering my resolve while lying on the wooden planks, I gave it another shot, heading to a family-run mattress store near my house. It was empty when I walked in.&nbsp; Without the oppressively upbeat surroundings, I actually liked looking at the beds. I flopped on one after another. They were so comfy. It dawned on me that a bed was not a dangerous luxury item that would trap me. This was a bed. Come bull market or bailout, you need a bed. It’s okay to buy simple things that I’ll appreciate for years and years, even if I don’t know what those years will look like. &nbsp;</p>\n<p>I paid $300 for a springy queen size mattress. And I felt good.</p>\n<p>&nbsp;I’ve had that mattress for four years now. At the end of each chaotic day, it’s nice to come home to stable and cozy place.</p>\n<p>And besides, worst case scenario, it can always double as a life raft.&nbsp;</p></div>","teaser":"What's the biggest thing you own?","published":"2014-07-18T18:57:01+00:00","tags":["APM","Your Money"],"byline":"Sarah Mirk","guid":"1b3ee231-ba74-4f27-86d0-139b4b2f5d50","itags":["Marketplace Weekend","1b3ee231ba74f2726d05139b4b2f5d50","PMP:Marketplace_PMP","Marketplace Weekend for Friday, July 18, 2014","Marketplace"],"description":"What's the biggest thing you own?","audio":[{"meta":{"height":"340","width":"610","crop":"primary"},"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/field_images/2013/08/trumpbes.jpg?itok=oUmv0uJt"},{"meta":{"duration_hms":"00:05:22","duration":322,"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2014/07/18/marketplace_segment37_20140718","type":"application/json"}},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2014/07/18/marketplace_segment37_20140718_64.mp3","format":"MP3","type":"audio/mpeg"}]}