{"created":"2015-01-13T22:19:40+00:00","modified":"2015-05-13T21:22:09+00:00","valid":{"from":"2015-05-13T21:22:09+00:00","to":"3015-05-13T21:22:09+00:00"},"hreflang":"en","title":"A Closer Look At Obama's Plan To Protect Consumer Data","published":"2015-01-13T23:55:00+00:00","teaser":"This week, President Obama is talking about cybersecurity. One proposal sounds pretty straightforward: Alert users if their data has been hacked within 30 days. But critics say it misses the mark.","itags":["npr_api","377001721"],"guid":"1b62460e-c8b0-4ac6-9a74-313e09ce670c","contentencoded":"<p>This week, in the lead up to his State of the Union address, President Obama is <a href=\"http://www.npr.org/blogs/alltechconsidered/2015/01/12/376788871/obama-if-were-going-to-be-connected-then-we-need-to-be-protected\">talking about cybersecurity</a> — how to ensure our safety in the digital world.</p><p>One key proposal sounds pretty straightforward: Companies should tell us — <a href=\"http://www.whitehouse.gov/blog/2015/01/12/president-announces-new-actions-protect-americans-privacy-and-identity\">within 30 days</a> — if our data has been hacked. But according to cybersecurity experts, that nice clean number doesn't address basic issues.</p><p><strong>A Firm, Clear Deadline</strong></p><p>If your data is stolen, it would be nice to know.</p><p>\"You can protect yourself, or at least know that you're at risk when you know that you've been breached,\" says Davi Ottenheimer, an analyst with the data storage company EMC.</p><p>Ottenheimer, who has been auditing retail security for more than a decade, says that if a company doesn't give explicit warning, \"you might not pay attention at all.\"</p><p>You can't sign up for credit monitoring, you won't know to read every line of your bank statement, looking for signs of identity theft — if the company that's been attacked doesn't tell you to watch out.</p><p>The history of cyberattacks is littered with examples of companies that didn't want to fess up — like when <a href=\"http://www.wired.com/2009/10/walmart-hack/\">Wal-Mart waited until 2009</a> to admit it was hacked in 2005. \"They need to be told when to notify people about being harmed,\" Ottenheimer says.</p><p>The U.S. already has a federal rule on health care breaches. Ottenheimer says this 30-day proposal, for consumer data, gives the company \"<a href=\"http://www.flyingpenguin.com/?p=20602\">reasonable enough</a>\" time to investigate. And it helps clean up the messiness created by all those state laws that say different things.</p><p>\"It's going to have a huge impact because we've been working on the state level so far and every state has had its own interpretation,\" he says. \"The feds may be more reasonable.\"</p><p><strong>The</strong><strong> Wrong Starting Point</strong></p><p>A senior administration official describes the proposal as a \"major push.\" And the National Retail Federation is \"very pleased\" to have one federal rule to replace the current patchwork, said Mallory Duncan, the group's general counsel.</p><p>But John Dickson, a security expert at Denim Group, says retailers may just be breathing a sigh of relief because Obama isn't demanding much. \"There's nothing magical about the 30-day notification,\" Dickson says. \"That is not an understood industry period. It's largely arbitrary.\"</p><p>The White House proposal is thin on key details, like: Do the 30 days begin when a company suspects it's been hacked, or when it confirms the fact? And who exactly has to tell consumers — the brand we know, like Target; or the subcontractor behind the scenes that may have been the weak link in the digital chain?</p><p>Also, if the data is super sensitive, Dickson says 30 days may be too long. \"Is it just [your] name and address? Or is it name, address and Social Security number?\"</p><p>Last year the White House announced <a href=\"http://www.nist.gov/cyberframework/upload/cybersecurity-framework-021214.pdf\">voluntary standards</a> for companies to follow to protect consumers' data. Dickson says some of those standards should be mandatory — like the idea that companies storing our data should regularly scan their networks for malicious code and get rid of it.</p><p>\"These are the kinds of things that resilient companies and secure companies do. You regularly scan for vulnerabilities. You regularly try to identify holes before the bad guys do,\" he says.</p><p><strong>Focus On Corporate Governance</strong></p><p>Tom Brandl with DocuSign offers another idea: Make the big, publicly traded companies sign off on a cybersecurity audit every year — just like the Sarbanes-Oxley Act requires with financial information. That way, the top brass can't just say after a hack, \"Whoops! I didn't know.\"</p><p>\"Then there's some skin in the game too from a CEO perspective and a board level perspective,\" Brandl says. \"There's an explicit acceptance and sign-off that, 'Yes, I'm responsible for these things.' \"</p><p>So far, the <a href=\"http://www.npr.org/blogs/thetwo-way/2014/05/05/309723454/in-wake-of-massive-data-breach-target-ceo-steps-down\">CEO of Target</a> lost his job over a data breach — but that's rare. Brandl says the White House could up the stakes for corporate governance in our digital times.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Closer+Look+At+Obama%27s+Plan+To+Protect+Consumer+Data&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Aarti Shahani","audio":[{"meta":{"duration":"230"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1377024767-cd0707.m3u?orgId=1&topicId=1019&d=230&p=2&story=377001721&t=progseg&e=376963208&seg=17&ft=nprml&f=377001721"},{"href":"http://media.npr.org/assets/img/2015/01/13/461493558-0413064fa17225078efd5be62f1df4e39fc433c4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2064","width":"2753"}}]}