{"created":"2015-05-14T02:35:21+00:00","modified":"2015-05-15T02:35:16+00:00","valid":{"from":"2013-09-12T10:33:55+00:00","to":"3013-09-12T10:33:55+00:00"},"hreflang":"en","title":"Britain's snail mail for sale","byline":"Sam Beard","description":"The British Government plans to sell off a majority stake  in the world’s oldest postal service – the Royal Mail.","contenttemplated":"[{\"content\":\"<p><span>The British Government plans to sell off a majority stake in the world’s oldest postal service – the Royal Mail. The sale could raise up to $4.5 billion dollars.</span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Almost 400 years old, the Royal Mail has proved the most difficult state-owned asset in Britain to privatise. Two governments have tried to do it  and -- in the teeth of public and labor union opposition -- failed; even the great privatiser -- Margaret Thatcher -- baulked at this one. In a reference to the fact that a picture of Queen Elizabeth adorns many postage stamps, Mrs. Thatcher declared, “We can’t sell-off the Queen’s head!”</p>\"},{\"type\":\"text/html\",\"content\":\"<p><span>But times have changed.  The present, deficit-cutting  British government could do with the multi-billion dollar proceeds from the sale.  And the government argues that the Royal Mail would be much better off in the private sector where it can attract the investment it requires.  Email and texting have eaten into its letter delivery business and it  must beef up its package service</span><strong>.</strong></p>\"},{\"content\":\"<p>“There are investors out there, ready and able to invest in this business. And today is the day we’re giving the Royal Mail the freedom to go out there and raise the money it needs,” says Michael Fallon, the UK Minister for Business and Enterprise.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>The Royal Mail’s 150,000 workers will be given 10 percent of the shares -- worth about $3,000 per worker.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>But the main postal union fears that there will be big job losses in the private sector and it warns that the daily delivery of letters  to every part of the country at the same price  could be at risk. The union is threatening to overshadow the sell-off  with a national postal strike.   </p>\"}]","teaser":"The British Government plans to sell off a majority stake  in the world’s oldest postal service – the Royal Mail.","itags":["Marketplace Morning Report","Marketplace","PMP:Marketplace_PMP","Marketplace Morning Report for Thursday, September 12, 2013","1b66ab25bdc3af524d46e74988d9a340"],"tags":["APM","Britain","Royal Mail","World"],"published":"2013-09-12T10:33:55+00:00","contentencoded":"<div class=\"barn-cleaned\"><p><span>The British Government plans to sell off a majority stake in the world’s oldest postal service – the Royal Mail.&nbsp;The sale could raise up to $4.5 billion dollars.</span></p>\n<p>Almost 400 years old, the Royal Mail has proved the most difficult state-owned asset in Britain to privatise. Two governments have tried to do it&nbsp; and -- in the teeth of public and labor union opposition -- failed; even the great privatiser -- Margaret Thatcher -- baulked at this one. In a reference to the fact that a picture of Queen Elizabeth adorns many postage stamps, Mrs. Thatcher declared, “We can’t sell-off the Queen’s head!”</p>\n<p><span>But times have changed.&nbsp; The present, deficit-cutting &nbsp;British government could do with the multi-billion dollar proceeds from the sale.&nbsp; And the government argues that the Royal Mail would be much better off in the private sector where it can attract the investment it requires.&nbsp; Email and texting have eaten into its letter delivery business and it&nbsp; must beef up its package service</span><strong>.</strong></p>\n<p>“There are investors out there, ready and able to invest in this business. And today is the day we’re giving the Royal Mail the freedom to go out there and raise the money it needs,” says&nbsp;Michael Fallon, the UK Minister for Business and Enterprise.</p>\n<p>The Royal Mail’s 150,000 workers will be given 10 percent of the shares -- worth about $3,000 per worker.</p>\n<p>But the main postal union fears that there will be big job losses in the private sector and it warns that the daily delivery of letters&nbsp; to every part of the country at the same price&nbsp; could be at risk. The union is threatening to overshadow the sell-off&nbsp; with a national postal strike. &nbsp;&nbsp;</p></div>","guid":"1b66ab25-bdc3-4af5-84d4-e74988d9a340","audio":[{"meta":{"crop":"primary","width":"610","height":"340"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/180373382.jpg?itok=cTWAQt-X","type":"image/jpeg"},{"type":"audio/mpeg","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/09/12/marketplace_segment02_20130912_64.mp3","meta":{"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/09/12/marketplace_segment02_20130912","type":"application/json"},"duration_hms":"00:01:15","duration":75},"format":"MP3"}]}