{"created":"2015-05-04T20:44:30+00:00","modified":"2015-05-13T20:58:43+00:00","valid":{"from":"2015-05-13T20:58:42+00:00","to":"3015-05-13T20:58:42+00:00"},"hreflang":"en","title":"Replica Of Lafayette's Ship Re-Creates Historic Voyage To America","published":"2015-05-05T06:02:00+00:00","teaser":"The Marquis de Lafayette sailed from France to America in 1780 to help the new nation defeat the British. A $29 million replica of the Hermione tall ship is retracing that journey.","itags":["npr_api","404230616"],"guid":"1b7598c7-0f4f-47d5-ae65-51cf779056d1","contentencoded":"<p>Hundreds of American towns, streets and parks are named after the Marquis de Lafayette — the French general who came in 1780 to help George Washington in the struggle for independence.</p><p>Now, an exact replica of the general's ship is sailing across the Atlantic Ocean, retracing Lafayette's voyage.</p><p>The magnificent \"tall ship\" is anchored in the waters off the coast of Fouras in western France. Its towering masts and 18th century rigging set it apart from any other boat out here.</p><p>I climb a dangling rope ladder to board the ship and end up on a wooden deck that's just been swabbed. There are cannons, and the sails are so massive there are hundreds of ropes.</p><p>I feel like I've just gone back in time two centuries.</p><p>It took 17 years to raise 26 million euros ($29 million) to build the Hermione. The vessel is constructed entirely using 18th century shipbuilding methods and materials. Two thousand oak trees were harvested for its massive hull. Hundreds of ropes made of hemp and waterproofed with tar lead up to the ship's three masts, which stand 141 feet tall — or nearly half a football field.</p><p>Pennsylvanian Woodrow Wiest helped rig the Hermione.</p><p>\"Standing aboard one of these ships is almost like standing inside of a very intricate clock,\" he says. \"You can see everything that works. You can touch everything that works. You can follow all the pieces of rigging up to the sails.\"</p><p>Raising and lowering the 2,200 square yards of linen sails takes 50 people and two hours. Most of the 80 crew members are volunteers. New York City native Marc Jensen got involved in the project when he saw the boat being built during a vacation in France.</p><p>\"Back in 2001 I fell in love with her,\" he says. \"I just couldn't believe they were going to try to do this.\"</p><p>The Hermione was the fastest ship of its day. Jensen says its replica was built almost exactly to original plans.</p><p>\"But for security purposes there are places where they had to put stainless steel bolts to keep her from pulling apart the way the original might have,\" he says. \"And yes, for living quarters in Lafayette's time they didn't have running toilets and showers. We're very appreciative, being able to have that.\"</p><p>Volunteer crew member Enora Tessendier says even after a year of training, it's hard to remember the names of the more than 200 different ropes.</p><p>\"At night we work by star and moonlight, but only if the sky is clear,\" she says. \"So sometimes we're in the pitch dark, and then it's even more complicated. But it's magnificent!\"</p><p>Adam Hodges-LeClaire jumps down from the rigging. He's dressed like an 18th century sailor, right down to his woolen socks and leather buckle shoes. He says dressing the part gives him a real appreciation for how the Hermione's sailors lived. He says he's also inspired by the story of Lafayette.</p><p>\"At the age of 19, he leaves the comfort of an aristocratic life, he crosses an ocean and fights for American rights,\" Hodges-LeClaire says. \"He was arriving on the Hermione, the newest, fastest ship in the French navy, to tell Boston, to tell Washington, to tell America that France would send 30 ships and 5,000 troops. He's really cool.\"</p><p>The Hermione is set to arrive June 5 in Yorktown, Va., where in 1781 French and American troops won a decisive battle, captured 7,000 British soldiers, and turned the tide of the war. Lafayette's ship will sail up the East Coast this summer, stopping in ports along the way.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Replica+Of+Lafayette%27s+Ship+Re-Creates+Historic+Voyage+To+America&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eleanor Beardsley","audio":[{"meta":{"duration":"215"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1404236559-a7f64d.m3u?orgId=1&topicId=1124&d=215&p=2&story=404230616&t=progseg&e=404236299&seg=5&ft=nprml&f=404230616"},{"href":"http://media.npr.org/assets/img/2015/05/04/hermione-7edfa04379012b3cde274cddf80e7540cf13a312.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1554","width":"2073"}}]}