{"created":"2014-09-08T17:05:25+00:00","modified":"2014-10-31T15:41:44+00:00","valid":{"from":"2014-10-31T15:41:44+00:00","to":"3014-10-31T15:41:44+00:00"},"hreflang":"en","title":"Ruby Dee: An Actress Who Marched On Washington And Onto The Screen","published":"2014-09-23T11:01:00+00:00","teaser":"Born Ruby Ann Wallace, she grew up writing poetry in Harlem and went on to become a playwright, activist, journalist and one of the most prominent actresses of her time. She died Wednesday at 91.","itags":["npr_api","321364223"],"guid":"1b8180d1-4c16-4a5c-b1ba-a0698926b3ab","contentencoded":"<p>Born Ruby Ann Wallace in the early 1920s in Cleveland, actress and civil rights activist Ruby Dee most identified with the part of New York City where she was raised.</p><p>\"I don't know who I would be if I weren't this child from Harlem, this woman from Harlem. It's in me so deep,\" Dee told NPR's <em>Tell Me More</em> in 2007.</p><p>She died Wednesday of natural causes at her home in New Rochelle, N.Y., surrounded by her children and grandchildren. She was 91.</p><p>Dee, who took the surname of her first husband, blues singer Frankie Dee, grew up in Harlem's rich cultural neighborhood, writing poetry. Over the years she would become a playwright, screenwriter, journalist and one of the most prominent actresses of her time, known for her roles in the 1961 film <em>A Raisin in the Sun</em> and the 2007 film <em>American Gangster</em>, for which she was nominated for an Academy Award.</p><p>Dee told NPR that as a child, she didn't know any black screen idols.</p><p>\"It occurred to me that I was not white,\" she said. \"It occurred to me that being what they call 'colored,' being a Negro, was some kind of a disadvantage.\"</p><p>But that didn't stop her. While studying at Hunter College, Dee joined the American Negro Theater. That's where she met Sidney Poitier; they starred in five films together, including <em>A Raisin in the Sun</em>, in which she played a suffering housewife in the projects.</p><p>It was during her time at the American Negro Theater that she also met Ossie Davis, the man who would become her husband.</p><p>She and Davis would become lifelong partners on screen and off. During the civil rights era in the 1960s, they marched for the rights of African-Americans, alongside Malcolm X and Martin Luther King. Both were emcees for the March on Washington in 1963 and were associated with nearly every civil rights group, from the NAACP to the Black Panthers.</p><p>\"I never thought about myself as an activist when we were coming along,\" she said. \"I love the people I love. I didn't care whether they could be a Democrat, Republican, communist ... anything but a racist.\"</p><p>Kenny Leon, who directed a revival of <em>A Raisin in the Sun </em>10 years ago, says Dee and Davis inspired generations of actors and activists.</p><p>\"A lot of us stand on the shoulders of her and Ossie Davis,\" Leon tells NPR, adding that Dee was \"never didactic; art by its very nature is political, and that was the lesson she gave us.\"</p><p>Leon says Dee always brought herself to her characters, \"which also gave it edge, gave it heart, and gave it a realness and a truthfulness that could not be denied.\"</p><p>Director Spike Lee was so inspired by the art and activism of Ruby Dee and Ossie Davis that he cast them both in his 1989 film<em> Do the Right Thing</em> and his 1991 film <em>Jungle Fever</em>.</p><p>On Instagram, Lee <a href=\"http://instagram.com/p/pJwpdhyqiS/\">posted this tribute to Dee</a>:</p><blockquote><p>\"I know Ruby has already been embraced in a warm loving hug from her life partner of 57 years: Mr. Ossie Davis. It has been one of my great blessings in life to work with two of the finest artists and activists. Ruby and Ossie were in the battlefields with Paul Robeson, Malcolm X, and Dr. Martin Luther King. Ruby And Ossie served as a living example that one could be an artist and an activist, too; That one could be an artist and still deal with what it means to be a Black woman and a Black man in these United States.\"</p></blockquote><p>During her lifetime, Ruby Dee won a Grammy, an Emmy and also received the National Medal of Arts and the Kennedy Center Honors. She told NPR how she herself would like to be remembered: \"In those little flashes of moments ... that pick us up from some moments of despair.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ruby+Dee%3A+An+Actress+Who+Marched+On+Washington+And+Onto+The+Screen&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Mandalit del Barco","audio":[{"meta":{"duration":"218"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1321392910-3e455a.m3u?orgId=1&topicId=1062&ft=3&f=321364223"},{"href":"http://media.npr.org/assets/img/2014/06/12/ossie_and_ruby_at_cannes_cleaned_and_cropped_to_bb-_smaller-75f3412548cc8f5fbfe72eeef1392d37d1bb9a22.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3174","width":"4229"}}]}