{"created":"2014-09-14T15:05:14+00:00","modified":"2015-01-02T17:05:12+00:00","valid":{"from":"2015-01-02T17:05:12+00:00","to":"3015-01-02T17:05:12+00:00"},"hreflang":"en","title":"For Better Treatment, Doctors And Patients Share The Decisions","published":"2014-07-24T22:22:00+00:00","teaser":"Doctors at Massachusetts General Hospital are working on ways to help patients better understand their chances of suffering heart attacks and surgical complications.","itags":["npr_api","333719559"],"guid":"1b875923-67b5-4ff1-86d2-94da456366e0","contentencoded":"<p>Many of us get confused by claims of how much the risk of a heart attack, for example, might be reduced by taking medicine for it. And doctors can get confused, too.</p><p>Just ask <a href=\"http://www.massgeneral.org/decisionsciences/faculty/\" target=\"_blank\">Karen Sepucha</a>. She runs the Health Decisions Sciences Center at Boston's Massachusetts General Hospital. A few years ago she surveyed primary care physicians, and asked how confident they were in their ability to talk about numbers and probabilities with patients.</p><p>\"What we found surprised us a little bit,\" Sepucha says. \"Only about 20 percent of the physicians said they were very comfortable using numbers and explaining probabilities to patients.\"</p><p>Doctors, including <a href=\"http://www.massgeneral.org/medicine/doctors/doctor.aspx?id=18444\" target=\"_blank\">Leigh Simmons</a>, typically prefer words. Simmons is an internist and part of a group practice that provides primary care at Mass General. \"As doctors we tend to often use words like, 'very small risk,' 'very unlikely,' 'very rare,' 'very likely,' 'high risk,' \" she says.</p><p>But those words can be unclear to a patient.</p><p>\"People may hear 'small risk,' and what they hear is very different from what I've got in my mind,\" she says. \"Or what's a very small risk to me, it's a very big deal to you if it's happened to a family member.\"</p><p>Simmons and her colleagues are working on ways to involve their patients in shared decision-making. The initiative at Mass General gives patients online, written and visual information to help them. One of the goals is to make risk understandable — bridging the gap between percent probabilities and words.</p><p><strong>Dots Help Decide</strong></p><p>Simmons tried it with her patient Joe Bianco, 60, when talking over his risk for heart disease a few weeks ago. Rather than just using a number to tell him his risk for a heart attack, she made it visual with <a href=\"http://statindecisionaid.mayoclinic.org/index.php/site/index\">this statin/aspirin decision aid calculator</a>, developed by the Mayo Clinic.</p><p>The calculator displays 100 green dots arranged in a 10-by-10 grid. Each has a little smile on it and symbolizes a person. Once a patient's information is entered, some of the green dots turn yellow and some smiles may turn upside down into frowns, indicating in the next 10 years, how many people are expected to have a heart attack.</p><p>When Bianco's profile is submitted, 12 dots turn yellow and 88 remain green — meaning 12 percent of men like him will have a heart attack within 10 years. \"It looks like my chances are slim,\" he says.</p><p>Bianco had decided earlier not to take a cholesterol-lowering statin medicine to lower his risk of a heart attack. The dozen frowning yellow dots don't change his mind.</p><p>Next, Simmons enters another factor into the online calculator. What if all 100 men fitting Bianco's profile take a statin drug every day for the next ten years?</p><p>The number of yellow dots on the screen — the percent who will have a heart attack — changes for the better.</p><p>\"That number goes down to seven — so five people are saved from a heart attack by taking a medication,\" Simmons says. \"Some people look at that and say, 'Well that's almost cutting the risk in half.' Other people say, 'Well, that's still 88 people who didn't benefit either way. And only five who had a benefit.'\"</p><p>For Bianco, seeing the graphic validated his previous decision not to take medicine. And for Simmons, as a doctor, it's made that conversation easier.</p><p><strong>Numbers Still Valuable</strong></p><p>But the graphics and words alone don't work for everyone. At Mass General's orthopedics department, Jim Westberg of Nashua, N.H., has come to see surgeon <a href=\"http://www.massgeneral.org/ortho/doctors/doctor.aspx?id=17048\">Andy Freiberg</a>, who is in charge of hips and knees.</p><p>Westberg is very active at 59. He hikes, swims, skis and rock climbs when he's not at work, selling 3-D printers. He wants a hip replacement and in the course of examining him, his doctor cites some numbers.</p><p>\"Your risk of infection is probably under 1 percent, probably half a percent,\" Freiberg tells him.</p><p>That the risk is less than 1 percent doesn't deter Westberg. Before his appointment, he had received a shared decision-making packet that included a booklet and a DVD, all about hip replacement. He also did some other research and — just as importantly — talked to people he knew who had had the surgery and were thrilled with the outcome.</p><p>For him, Westerberg says, the numbers and percent probabilities are still valuable.</p><p>\"I think they're fairly important because I actually have an engineering degree,\" Westerberg says. \"I have a technical background so maybe I'm a little biased, but numbers do mean something to me. The risk we talked about, half of 1 percent, really doesn't concern me that much.\"</p><p><strong>What Is 'Very Common'?</strong></p><p>The Food and Drug Administration also likes numbers and <a href=\"http://www.fda.gov/downloads/Drugs/GuidanceComplianceRegulatoryInformation/Guidances/ucm075057.pdf\" target=\"_blank\">urges drug companies</a> to give numerical values for risk — and to avoid using vague terms such as \"rare, infrequent and frequent.\"</p><p>But the European Medicines Agency (a part of the European Union) <a href=\"http://www.ema.europa.eu/docs/en_GB/document_library/Presentation/2013/01/WC500137021.pdf#page=11\" target=\"_blank\">has matched a scale of terms</a> — very common, common, uncommon, rare and very rare — with numerical definitions for each of those five levels of frequency.</p><p>So, what percent of cases qualified for the top level \"very common\" side effect? You might think over 50 percent, but according to those EU definitions, a side effect is \"very common\" if occurs in more than 10 percent of cases.</p><p>And if a drug label says that a particular side effect was \"very rare\"? That means it occurs in fewer than one in every 10,000 cases.</p><p><em>This is part four of an </em>All Things Considered<em> series on </em><a href=\"http://npr.org/series/333708682/risk-and-reason\" target=\"_blank\">Risk and Reason</a>.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Better+Treatment%2C+Doctors+And+Patients+Share+The+Decisions&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR staff","audio":[{"meta":{"duration":"553"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1334989342-eb533c.m3u?orgId=1&topicId=1128&aggIds=333708682&ft=3&f=333719559"},{"href":"http://media.npr.org/assets/img/2014/07/23/heart2-2f117a17d70145becf06f4db3601e0eee4abcbd5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2472","width":"3298"}},{"href":"http://media.npr.org/assets/img/2014/07/23/image001-489015b0ab1d19bc3454de694a9bc679f07d3580.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"693","width":"925"}}]}