{"created":"2014-10-08T15:47:57+00:00","modified":"2014-10-31T01:56:05+00:00","valid":{"from":"2014-10-31T01:56:05+00:00","to":"3014-10-31T01:56:05+00:00"},"hreflang":"en","title":"The Blogging Battlegrounds Of Eastern Ukraine","published":"2014-05-20T00:54:00+00:00","teaser":"A social media struggle is unfolding in eastern Ukraine, as bloggers on both Ukrainian and separatist sides plead their cases. But many find they face surveillance, trolls and threats as they work.","itags":["npr_api","313996769"],"guid":"1b945103-179d-410b-b906-9da39b133188","contentencoded":"<p>As Ukraine prepares for presidential elections on Sunday, a social media struggle is underway in the country's eastern provinces.</p><p>That's where pro-Russian separatists have seized government buildings in many towns and declared independence after a much-disputed referendum. The separatists have vowed to block the vote in at least two key regions, Donetsk and Luhansk.</p><p>Separatists have seized voting commission offices, confiscated voter rolls and intimidated local election workers, government officials say. International election monitoring groups have said they won't send monitors to some areas because of security concerns.</p><p>Separatists are also targeting bloggers who oppose them.</p><p>Many bloggers and social media users say they face surveillance, trolls and threats as they work.</p><p>\"I know a lot of people that received threats and they left to Kiev, or to [other] cities, because they are afraid for their life, and there was a real, real threat,\" says Alexsey Ryabchyn, professor at Donetsk National University and a popular blogger.</p><p>He says that because he tries to be completely independent, showing both sides of the conflict, he has never been threatened, though he does get attacks from trolls — readers who post inflammatory comments.</p><p>\"These trolls come like saying 'Russia is great,' saying 'Ukraine is great,' 'these people are good, these people are crap,' \" he says,\" but you could easily understand [which] are paid commenters.\"</p><p>Denis Kazanskiy, a freelance journalist and blogger in Donetsk, makes no secret of his support for the revolution that ousted President Viktor Yanukovych and for Ukrainian integration with Europe. He says he has come across organized efforts to discredit him and other pro-European bloggers.</p><p>\"In Russia, we have also a big organization with people who receive money for commenting about how huge and powerful is Russia and how successful is Putin, and how bad and dumb other countries' politicians, etc.\" he says. \"I can see it also in my blog, and it's everywhere.\"</p><p>It's not just political bloggers who have problems. Civic organizations that use social media have also been targeted. Activists who work for an organization called Donbass SOS hold their meetings in a public park, so they won't draw attention to themselves.</p><p>The group helps get money and medical attention to people who have been injured by pro-Russian separatists. Members say that people have been monitoring their social media, and that separatists have tried to interfere with their activities.</p><p>Larissa Andreishina says group members try to use protected networks as much as possible.</p><p>\"We have a closed group for contacting other activists, and we post messages there, so nobody else can see them,\" Andreishina says.</p><p>She says pro-separatists maintain their own Internet groups, where they post the names, photos and addresses of opposition activists. Some of those activists, she says, were threatened and had to move away.</p><p>The activists say that if they, too, are forced to leave the region, social media will allow them to keep up their work from other areas in Ukraine.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Blogging+Battlegrounds+Of+Eastern+Ukraine&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Corey Flintoff","audio":[{"meta":{"duration":"200"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1313996770-b0af38.m3u?orgId=1&topicId=1124&ft=3&f=313996769"},{"href":"http://media.npr.org/assets/img/2014/05/19/492305433-541d8034cfd077937058d451c193a07a5ff2ede5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2666"}}]}