{"created":"2014-10-08T14:29:23+00:00","modified":"2014-10-31T01:21:24+00:00","valid":{"from":"2014-10-31T01:21:24+00:00","to":"3014-10-31T01:21:24+00:00"},"hreflang":"en","title":"After Shootings, Extended Silence: What The Border Patrol Hasn't Said","published":"2014-06-10T03:42:00+00:00","teaser":"The agency has repeatedly used deadly force along the U.S.-Mexico border while providing little or no information. Steve Inskeep describes four notable killings that have raised questions.","itags":["npr_api","320220093"],"guid":"1ba325ee-c657-4eca-9d29-21aa4058baa0","contentencoded":"<p>The U.S. Border Patrol is becoming more transparent, according to the commissioner who oversees it.<strong></strong></p><p>Still, there is much the agency has yet to disclose.</p><p>The agency has repeatedly used deadly force along the U.S.-Mexico border while providing little or no information about what happened or why. What follows are the stories of four notable killings that have raised unanswered questions between 2010 and 2014.</p><p><em>Morning Edition</em> followed some of these stories, both reporting our <a href=\"http://apps.npr.org/borderland/\" target=\"_blank\">Borderland</a> series in March and since it aired.</p><p><strong>Juarez, Mexico: June 7, 2010 </strong></p><p>This shooting came near a border bridge that crosses from El Paso, Texas, to Juarez, Mexico. Graffiti on the Mexican side, positioned so the U.S. Border Patrol can see it, reads: \"We judge the assassins in Mexico.\"</p><p>While reporting Borderland, we met near the bridge with Maria Guadelupe Guereca Betancourt. She's a Juarez resident and a mom. When I asked how many kids she has, she replied, \"There were <em></em>seven.\"</p><p>Now there are six. Her son Sergio was shot and killed. He was 15.</p><p>Between El Paso and Juarez, the border is the Rio Grande. More precisely, it's a culvert, with sloping concrete walls and little water. It's easy to walk down into the channel. Maria Guereca acknowledges her son did walk down in that culvert on June 7, 2010. He went out of curiosity, she says, to watch the Border Patrol chase other teens. Kids would cross the culvert to touch the fence on the U.S. side.</p><p>The Border Patrol said it wasn't curiosity. The agency contended people in the culvert were trying to sneak across the border.</p><p>A bystander took cellphone video of what happened next. The blurry video shows Border Patrol agents descending into the culvert. An agent grabs a suspect by the collar. Other people in the culvert throw rocks. Clutching the suspect with his left hand, the agent aims a weapon with his right. He's aiming at a person some distance away. That person is Sergio. The teenager was killed with a bullet below his left eye.</p><p>The teenager's family sued, but their case was thrown out of a U.S. court. The court found that since the teenager was killed on the Mexican side of the border, his family had no standing to sue.</p><p>Maria Guereca told us she doesn't believe justice was served.</p><p>\"Sometimes,\" she says of her son, \"I think he's coming home. Then I remember he's not.\"</p><p>The Border Patrol said the agent fired to protect himself from rocks being thrown from the Mexican side. It is common that agents are pelted on the border. Yet another side of the case was revealed when <em>The Arizona</em> <em>Republic </em><a href=\"http://www.azcentral.com/news/immigration/border/\" target=\"_blank\">obtained thousands of Border Patrol documents</a> under the Freedom of Information Act. One document was the original incident report of the agent who shot Sergio. It was heavily redacted, but still illuminating.</p><p>\"The account that the agent gives is different than the account that the Border Patrol put out in a public statement at the time,\" says Bob Ortega of the <em>Republic. </em>\"At the time, they said that the agent fired because he was surrounded by rock throwers, the implication being that he had no alternative. The actual incident report that he filed, he doesn't mention anything about being surrounded by rock throwers.\"</p><p>In fact, the report says the agent shot a teenager who was 20 to 25 yards away from him.</p><p>The Justice Department issued a statement finding no violations of Border Patrol policy. The government has not disclosed exactly how the agent's life was in danger from an unarmed teenager at such a distance.</p><p><strong>Nuevo Laredo, Mexico: Sept. 4, 2012</strong></p><p>In other shootings, the agency has said even less. It's gone years without saying if a shooting was right or wrong. Such is the case with a 2012 incident on the border at Laredo, Texas.</p><p>Agents opened fire from a boat. They were apparently chasing a man in the water, but they shot a man on shore, in a park on the Mexican side. His name was Guillermo Arevalo Pedrosa. His family said he was celebrating his wife's birthday along with their daughters.</p><p>Early this year, I sat down with Robert Harris, the Border Patrol commander in Laredo. Our conversation was revealing for what Harris did not say:</p><blockquote><p><em>Q: You were in charge at the time of this sector. What really happened?</em></p><p><em>A: Well, that situation is still under investigation. We still don't have the conclusion of that investigation. The FBI still has that case. So that's not one that I can comment on.</em></p><p><em>Q: But maybe you can tell me this much: The agent who fired, is he on duty or off duty?</em></p><p><em>A: I'm not going to comment on that part of the investigation. </em></p></blockquote><p>That was his answer even though the shooting took place 18 months before we talked. This kind of delay in revealing information is not normal for most law enforcement agencies. After a shooting, it's more typical to assign a police officer to desk duty, investigate quickly and offer public updates. But the <em>Republic</em>'s Ortega says that silence — lasting years — has been normal for the Border Patrol.</p><p><strong>Nogales, Sonora: Oct. 10, 2012</strong></p><p>On this day, the Border Patrol shot through the border fence at Nogales, Ariz. Later, Jose Antonio Elena Rodriguez, 16, was <a href=\"http://www.npr.org/2013/04/11/176932999/frustration-mounts-over-unresolved-border-patrol-shootings\" target=\"_blank\">found dead on the Mexican side</a>, in Nogales, Sonora.</p><p>The Border Patrol has said people were throwing rocks over the fence in a way that disrupted a Border Patrol arrest. The teenager's family says he was not involved. In either case, <em></em>Ortega says an analysis of the scene raises questions about whether it was even possible for a person standing where the teenager was found to use a rock to hit the agent or agents who opened fire.</p><p>More significant is the silence of federal authorities.</p><p>\"In this case, we're now a year and a half later,\" Ortega says. \"The name of the agent has never been released. Whether there was any internal discipline ever taken against that agent, we don't know. There is essentially no information whatsoever that has been put out — by the Border Patrol, Customs and Border Protection, Homeland Security, the FBI, anybody — about whether they determined that the agent's actions were correct or incorrect.\"</p><p>Ortega says information from other sources gives reason to doubt the teenager posed a threat. \"The autopsy report indicated that Jose Antonio was shot [many] times in the back and the back of the head,\" Ortega says.</p><p>The investigation may be slow in part because it involves several U.S. agencies plus Mexico's government. But a lawyer for the teenager's family tells NPR they've heard no results.</p><p><strong>Green Valley, Ariz.: May 30, 2014</strong></p><p>This shooting came on the same day that a new commissioner of Customs and Border Protection, the Border Patrol's parent agency, promised more transparency from his agency. Commissioner Gil Kerlikowske <a href=\"http://www.npr.org/blogs/thetwo-way/2014/05/31/317645125/border-patrol-releases-new-use-of-force-guidelines-critical-report\" target=\"_blank\">released the agency policy on the use of force</a>, a move outside groups praised.</p><p>A short time after Kerlikowske's news conference, Border Patrol agents in Arizona chased a suspected narcotics smuggler.</p><p>Ortega says the man tried to flee — first by car, then on foot. \"One of the Border Patrol agents who was running after him shot him — shot him in the back of the head. We don't know yet from what distance. But in this particular case, what we do know from the Pima County Sheriff's office, which is also investigating the case, is that the bullet entered from the back of the man's head. And that he was unarmed,\" Ortega says. \"So we have questions about that case.\"</p><p><strong>A Struggle For Accountability</strong></p><p>At the news conference at which Kerlikowske promised greater transparency, he was also asked about accountability for the past. He was asked if anyone was disciplined for a series of incidents listed in a <a href=\"https://www.documentcloud.org/documents/1175645-perf-cbp-report.html\" target=\"_blank\">report</a> recently released by <a href=\"http://www.npr.org/blogs/thetwo-way/2014/05/31/317645125/border-patrol-releases-new-use-of-force-guidelines-critical-report\" target=\"_blank\">the Customs and Border Protection agency</a>.</p><p>The commissioner said he's sure some agents were disciplined but confessed it's hard to know.</p><p>\"Our databases and our ability to conduct those investigations is a bit diffused,\" he said. \"Our inability to track this information has made that response difficult. I think you'll be hearing much more about this in the future.\"</p><p>But not yet. Last week we advised the agency of the facts in this story. The Border Patrol had no response.</p><p>For seven weeks, NPR has invited senior Border Patrol officials to answer questions on the agency's use of force.</p><p>The invitation remains open.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+Shootings%2C+Extended+Silence%3A+What+The+Border+Patrol+Hasn%27t+Said&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Steve Inskeep","audio":[{"meta":{"duration":"533"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1320220094-a396f9.m3u?orgId=1&topicId=1091&ft=3&f=320220093"},{"href":"http://media.npr.org/assets/img/2014/06/09/juarez_bridge-a05d1a6b62d167010e3b7fbfb97499c99709a049.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2666"}},{"href":"http://media.npr.org/assets/img/2014/06/09/nuevo_laredo_wide-91de06a81dca8c412ea58ed1d15ab4692ca2d9a6.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"1685","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/06/09/robert_harris_wide-71a68c016c44c601d59c8b1a81cb559ac615f067.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"1685","width":"3000"}}]}