{"created":"2015-04-25T11:33:29+00:00","modified":"2015-05-08T21:05:23+00:00","valid":{"from":"2015-05-08T21:05:22+00:00","to":"3015-05-08T21:05:22+00:00"},"hreflang":"en","title":"Hubble's Other Telescope And The Day It Rocked Our World","published":"2015-04-25T16:36:00+00:00","teaser":"Amid this week's hoopla celebrating the Hubble Space Telescope, don't forget the clever astronomer for whom the space scope was named. In the 1920s, he changed our sense of ourselves and the universe.","itags":["npr_api","401843663"],"guid":"1ba47661-097a-42d9-88f7-625ce7fa8188","contentencoded":"<p>The Hubble Space Telescope this week celebrates 25 years in Earth's orbit. In that time the telescope has studied distant galaxies, star nurseries, planets in our solar system and planets orbiting other stars.</p><p>But, even with all that, you could argue that the astronomer for whom the telescope is named made even more important discoveries — with far less sophisticated equipment.</p><p>In the 1920s, <a href=\"http://www.spacetelescope.org/about/history/the_man_behind_the_name/\">Edwin Hubble</a> was working with the 100-inch <a href=\"http://www.mtwilson.edu/100in.html\">Hooker telescope</a> on Mount Wilson, just outside Los Angeles. At the time, it was the largest telescope in the world.</p><p>On a chilly evening, I climb up to the dome of that telescope with operator Nik Arkimovich and ask him to show me where Hubble would sit when he was using the telescope. Arkimovich points to a platform near the top of the telescope frame.</p><p>\"He's got an eyepiece with crosshairs on it,\" Arkimovich explains. The telescope has gears and motors that let it track a star as it moves across the sky. \"He's got a paddle that allows him to make minor adjustments. And his job is to keep the star in the crosshairs for maybe eight hours.\"</p><p>\"It's certainly much, much easier today,\" says <a href=\"https://obs.carnegiescience.edu/users/mulchaey\">John Mulchaey</a>, acting director of the observatories at Carnegie Institution of Science. \"Now we sit in control rooms. The telescopes operate brilliantly on their own, so we don't have to worry about tracking and things like this.\"</p><p>Today, astronomers use digital cameras to catch the light from stars and other celestial objects. In Hubble's day, Mulchaey says, they used glass plates.</p><p>\"At the focus of the telescope you would put a glass plate that has an emulsion layer on it that is actually sensitive to light,\" he says. At the end of an observing run, the plates would be developed, much like the film in a camera.</p><p>The headquarters of the Carnegie observatories is at the foot of Mount Wilson, in the city of Pasadena. It's where Hubble worked during the day.</p><p>A century's worth of plates are stored here in the basement. Mulchaey opens a large steel door and ushers me into a room filled with dozens of file cabinets.</p><p>\"Why don't we go take a look at Hubble's famous Andromeda plates,\" Mulchaey suggests.</p><p>The plates are famous for a reason: They completely changed our view of the universe. Mulchaey points to a plate mounted on a light stand.</p><p>\"This is a rare treat for you,\" he says. \"This plate doesn't see the light of day very often.\"</p><p>To the untrained eye, there's nothing terribly remarkable about the plate. But Mulchaey says what it represents is the most important discovery in astronomy since Galileo.</p><p>The <a href=\"https://obs.carnegiescience.edu/PAST/m31var\">plate</a> shows the spiral shape of the Andromeda galaxy. Hubble was looking for exploding stars called novas in Andromeda. Hubble marked these on the plate with the letter \"N.\"</p><p>\"The really interesting thing here,\" Mulchaey says, \"is there's one with the N crossed out in red — and he's changed the N to VAR with an exclamation point.\"</p><p>Hubble had realized that what he was seeing wasn't a nova. VAR stands for a type of star known as a Cepheid variable. It's a kind of star that allows you to make an accurate determination of how far away something is. This Cepheid variable showed that the Andromeda galaxy isn't a part of our galaxy.</p><p>At the time, most people thought the Milky Way was <em>it </em>-- the only galaxy in existence.</p><p>\"And what this really shows is that the universe is much, much bigger than anybody realizes,\" Mulchaey says.</p><p>It was another blow to our human conceit that we are the center of the universe.</p><p>Hubble went on to use the Mount Wilson telescope to show the universe was expanding, a discovery so astonishing that Hubble had a hard time believing it himself.</p><p>If Hubble could make such important discoveries with century-old equipment, it makes you wonder what he might have turned up if he'd had a chance to use the space telescope that bears his name.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Hubble%27s+Other+Telescope+And+The+Day+It+Rocked+Our+World&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joe Palca","audio":[{"meta":{"duration":"238"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1402160078-ceb929.m3u?orgId=1&topicId=1007&aggIds=156490415&d=238&p=7&story=401843663&t=progseg&e=402148730&seg=18&ft=nprml&f=401843663"},{"href":"http://media.npr.org/assets/img/2015/04/24/hooker_100inch_reflecting_telescope_mount_wilson_observatory-486783d94b024c5a1fa8e5b57da073d00b97c4df.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"694","width":"925"}},{"href":"http://media.npr.org/assets/img/2015/04/24/edwin-hubble_enl-1ba7b4eff9a01a9787734122a061ed1926acd23c.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"3000","width":"2241"}},{"href":"http://media.npr.org/assets/img/2015/04/24/edwin-hubble-glass-191fd25d00a22e5747be8c0fc0dd47e34d757b10.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"725","width":"966"}}]}