{"created":"2015-02-07T00:00:14+00:00","modified":"2015-03-04T17:06:22+00:00","valid":{"from":"2015-03-04T17:06:22+00:00","to":"3015-03-04T17:06:22+00:00"},"hreflang":"en","title":"Meg Wolitzer: Catnip For 'A Certain Kind Of Reader'","published":"2015-02-09T03:25:00+00:00","teaser":"The<em> New York Times</em> bestselling author of <em>The Interestings</em> and <em>Belzhar</em> explains writing for teens and her failed attempt at journaling, plus emerges from an anagram challenge delightfully unscathed.","itags":["npr_api","383887933"],"guid":"1ba82918-eca1-4c48-ae48-8dc5ea01e724","contentencoded":"<p>For <em>New York Times</em> bestselling author Meg Wolitzer's debut young adult novel, <em>Belzhar</em>, there wasn't much of a difference between writing for adults and teenagers. Save for shorter paragraphs and fewer tangents. \"You have to be the writer that you always are,\" she explained to <em>Ask Me Another</em> host Ophira Eisenberg.</p><p>Similar to some of her previous work (<em>The Ten-Year Nap</em>, <em>The Uncoupling</em>, and <em>The Interestings</em>), Wolitzer introduces yet another complex heroine. Except this time around, <em>Belzhar </em>(whose title is a nod to a certain Sylvia Plath work that Wolitzer deems is \"catnip\" to a certain type of bookish teenager) invokes the voice of a young, breathless girl, living at a boarding school for \"highly-intelligent, emotionally-fragile teens,\" and who \"desperately\" needs to tell her story. <em>Belzhar</em>'s characters record their thoughts in special journals that help them deal with their respective traumas.</p><p>When asked whether or not she was a big on journaling herself, Wolitzer replied – \"No, I was not, I am not. I always wanted to write fiction\". However, she does admit there was one summer when she fancied herself a lesser member of the Bloomsbury Group, and kept a journal for a mere three days.</p><p>Beyond being an accomplished novelist, Wolitzer is a word maven, having published a book of cryptic crosswords. So for her <em>Ask Me Another</em> Challenge, Wolitzer deciphered anagrams of the titles of famous literary works. Though we tried to stump her, she easily identified the Hemingway classic that anagrams to \"Earth's Lousiness.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On trying her hand at journaling</strong></p><p>No, I was not, I am not. I always wanted to write fiction. But for one summer I had a diary, a journal, and I started off thinking, \"Oh, this is going to be really good.\" And I wrote in it, \"Today I watched <em>Bewitched,</em>\" and I thought I was, you know, a lesser member of the Bloomsbury Group, and one day I'd be really famous and my journals would be published. But I stopped writing in the journals after about three days, and I felt so guilty I went back and on every page I wrote \"Nothing happened ... nothing happened,\" so that when they were found some day, it would like like I really was trying.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Meg+Wolitzer%3A+Catnip+For+%27A+Certain+Kind+Of+Reader%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"637"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1384048358-ca5c59.m3u?orgId=1&topicId=1008&aggIds=390697712,167740319&e=383887933&d=637&ft=nprml&f=383887933"},{"href":"http://media.npr.org/assets/img/2015/02/04/161927405-49a7682e0fbee22ab8af80f41aa13ed07e6d7c3d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1098","width":"1464"}}]}