{"created":"2015-06-15T09:00:30+00:00","modified":"2015-06-15T21:58:56+00:00","valid":{"from":"2015-06-15T21:58:56+00:00","to":"3015-06-15T21:58:56+00:00"},"hreflang":"en","title":"As Migrants Stream In, Italy And The EU Are At Odds","published":"2015-06-15T16:34:00+00:00","teaser":"Italy, a leading destination for migrants, says it wants to help save them but doesn't want to keep all of them. Meanwhile, some EU countries are closing their borders to migrants.","itags":["npr_api","414561558"],"guid":"1baa744b-0773-4255-840d-fe3aa2cb8d52","contentencoded":"<p>A steady surge of migrants crossing the Mediterranean is heightening tensions between Italy and its European Union partners.</p><p>Italy is the major destination of migrants smuggled from Libya, and it's calling for a radical change in European asylum rules as its neighbor states are closing their borders to refugees.</p><p>The vast majority of refugees reaching Italy want to join relatives or find jobs in northern Europe.</p><p>But as the migrant tide grows, neighboring Austria and France have suspended free cross-border movement for migrants.</p><p>Over the past week, hundreds of migrants, mostly Eritreans recently rescued at sea, were stuck at train stations in Milan and Rome.</p><p>The first station to be evacuated by police was Rome's Tiburtina. But the refugees didn't go far: Many can be seen along nearby sidewalks, and sleeping on pieces of cardboard against the wall of Rome's Verano cemetery.</p><p>Hundreds of men, women and children crowd the courtyard of Baobab, an immigrant-run shelter.</p><p><strong>Overcrowded Shelters</strong></p><p>Karamo Toure, a volunteer from Gambia, says the number far exceeds Baobab's capacity of 200 people.</p><p>\"Right now, [there are] maybe 500 to 600 people, because the police chased them there; they are all sleeping here,\" Toure says.</p><p>While children play on the asphalt, the adults are wary and don't want photos taken. They know the <a href=\"http://www.theguardian.com/world/2011/oct/07/dublin-regulation-european-asylum-seekers\">so-called Dublin agreement</a> stipulates that asylum seekers have to stay in the country of arrival. So they try to slip through the cracks to avoid being identified and fingerprinted by Italian authorities.</p><p>One Eritrean man is willing to speak only about his perilous yearlong journey, which started with five months in Ethiopia. After that, he went to Sudan and Libya before arriving in Italy.</p><p>As news spreads of the overcrowding at Baobab, many Romans — both individuals and charity workers — arrive with food packages and toys for the children.</p><p>Gioacchino de Chirico brought supplies after he heard that only the women and children had received food in recent days.</p><p>\"So we brought pasta, canned tomatoes, and milk and biscuits for the children,\" he says.</p><p><strong>An Internal Battle In Italy</strong></p><p>The migrant crisis has led to a showdown between Italy's national government and regions run by the anti-immigrant Northern League that don't want to take in any more refugees.</p><p>\"There is a legal obligation to provide for reception of asylum seekers and no regional government can oppose to participate in order to find the places for reception and accommodation of these persons,\" says Christopher Hein, director of the Italian Council for Refugees.</p><p>But Northern League leader Matteo Salvini has no qualms fanning fears of migrants spreading diseases.</p><p>\"I'd like to take a train without risking catching a contagious disease when I run into migrants,\" he said recently.</p><p>Prime Minister Matteo Renzi responded with scorn.</p><p>\"Today in Italy, as elsewhere in the world, there are people who bark at the moon and feed off fears,\" Renzi said last week. \"They think the only solution is to lock themselves up at home, behind a wall.\"</p><p>While Rome and Milan authorities scramble to find shelters to accommodate the growing backlog of refugees, Renzi is calling on his EU partners to acknowledge the roots of the crisis.</p><p>After toppling Libyan leader Moammar Gadhafi, he says, the international community bears responsibility for the chaos in Libya that allows human trafficking to flourish.</p><p>He also warned his EU partners of unspecified retaliation if they don't make good on pledges to take in more asylum seekers.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=As+Migrants+Stream+In%2C+Italy+And+The+EU+Are+At+Odds&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Sylvia Poggioli","audio":[{"meta":{"duration":"232"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1414561559-c500be.m3u?orgId=1&topicId=1124&d=232&p=3&story=414561558&t=progseg&e=414552994&seg=9&ft=nprml&f=414561558"},{"href":"http://media.npr.org/assets/img/2015/06/15/italy-migrants-getty-2a5bec045f64fba07ab29f3a7c95bbfec3207d9b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1988","width":"2651"}}]}