{"created":"2014-10-08T13:55:39+00:00","modified":"2014-10-31T01:04:30+00:00","valid":{"from":"2014-10-31T01:04:30+00:00","to":"3014-10-31T01:04:30+00:00"},"hreflang":"en","title":"Deford: How To Host A Sports Extravaganza That Won't Break The Bank","published":"2014-06-19T14:22:00+00:00","teaser":"Building new World Cup or Olympics facilities in different cities every several years is just too costly, says commentator Frank Deford. So why not, he asks, try something different?","itags":["npr_api","323033334"],"guid":"1bab4e46-7595-42d6-8ea3-0d5d5480220c","contentencoded":"<p>You know, it is the 21st century, and it is possible to acknowledge that <em>and</em> make both the World Cup and the Olympics more affordable. The current waste and opulence simply aren't defensible anymore.</p><p>For the soccer pooh-bahs to demand that Brazil build new stadiums, costing billions of dollars, is unconscionable. How much more logical to utilize existing stadiums in neighboring countries, in large cities like Buenos Aires, Montevideo and Santiago.</p><p>As for the Olympics, rather than going through the notoriously rigorous process of voting for a new host city every few years, it would be sensible to pick three permanent sites, rotating them every Olympiad from Asia to Europe to the Americas — let's say, Tokyo to London to Los Angeles.</p><p>And even then, certain events could be allotted to nearby cities. For the LA Games, give San Francisco gymnastics, say, and San Diego the equestrian competitions.</p><p>The idea that such things as large cycling and swimming facilities have to be constructed every four years as, basically, a matter of planned obsolescence, is simply economically criminal.</p><p><em>Click on the audio link above to hear Deford's take on the issue.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Deford%3A+How+To+Host+A+Sports+Extravaganza+That+Won%27t+Break+The+Bank&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Deford","audio":[{"meta":{"duration":"218"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1323166196-b0418b.m3u?orgId=1&topicId=1057&aggIds=4499275&ft=3&f=323033334"}]}