{"created":"2015-05-13T09:02:31+00:00","modified":"2015-06-05T15:26:22+00:00","valid":{"from":"2015-06-05T15:26:22+00:00","to":"3015-06-05T15:26:22+00:00"},"hreflang":"en","title":"Court Throws Out Nun's Sabotage Conviction For Nuclear Site Break-In ","published":"2015-05-14T01:51:00+00:00","teaser":"Sister Megan Rice's case gained attention after supporters said the 85-year-old nuclear activist was being held in unfair conditions.","itags":["npr_api","406252639"],"guid":"1bafb70f-b0c9-4655-bf4d-f69985da9e69","contentencoded":"<p>From the moment she was taken into custody in 2012, outside a building that stores enriched uranium in Oak Ridge, Tenn., Sister Megan Rice has argued she has been driven by one thing — a desire to spread a message.</p><p>\"And we all know that nuclear energy is linked inextricably with nuclear weapons,\" Rice told a group of activists in remarks captured on YouTube.</p><p>Prosecutors accused her of violating the Sabotage Act, intending to hurt the government's ability to wage war or defend itself.</p><p>But a federal appeals court has handed a victory to the 85-year-old nun. The U.S. Court of Appeals for the 6th Circuit voted 2-1 to throw out the most serious charge, sabotage, against Rice.</p><p>The court said no rational juror could have concluded the nun and her two collaborators cut fences at the nuclear site to let al-Qaida slip in. And the court majority wrote, \"it takes more than bad publicity to injure the national defense.\"</p><p>Bad publicity in 2012, about how three older protesters could have penetrated a supposedly secure site. And more attention this year, <a href=\"http://www.npr.org/2015/02/05/383839649/supporters-say-imprisioned-nun-is-being-held-in-unfair-conditions\" target=\"_blank\">about harsh conditions in the Brooklyn detention center where the nun has been housed</a>.</p><p>The appeals court pointed out that the nun has already served more time than necessary on the lesser charges against her. And her lawyers say if all goes well, she could be headed home within weeks.</p><p>Marc Shapiro of the Orrick law firm worked for free representing Rice and two men who took part in disruption.</p><p>\"We felt from the moment we got this case that it was not properly charged. That although whatever one might say about their trespass or destruction of property that clearly their intent was not to injure the national defense,\" Shapiro said.</p><p>The Justice Department could still ask the full appeals court to reconsider the case. A spokeswoman for the U.S. attorney in Knoxville says the government is deciding what to do and until then, it won't comment.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Court+Throws+Out+Nun%27s+Sabotage+Conviction+For+Nuclear+Site+Break-In+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Carrie Johnson","audio":[{"meta":{"duration":"136"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1406358790-c64cea.m3u?orgId=1&topicId=1070&d=136&p=3&story=406252639&t=progseg&e=406357221&seg=19&ft=nprml&f=406252639"},{"href":"http://media.npr.org/assets/img/2015/05/12/sister-megan-rice-getty-4dc9aee6cfd8ec8084eba77f1a921e1bd13aed62.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1921","width":"2561"}}]}