{"created":"2015-01-30T20:38:31+00:00","modified":"2015-01-30T22:20:41+00:00","valid":{"from":"2015-01-30T22:20:41+00:00","to":"3015-01-30T22:20:41+00:00"},"hreflang":"en","guid":"1bb63cec-6d90-427c-82ed-a3023ead1f6f","title":"A fossil flexes its muscle in Newfoundland, but it can't keep thieves away","published":"2015-01-30T22:20:35+00:00","byline":"Luke Quinton","tags":["fossils","Geoparks","ecological reserves","fossil parks","geology","Ediacaran period","Haootia","Science","Science, Tech & Environment","North America","Canada","Newfoundland","Bonavista Peninsula","Alex Liu","Martin Brasier","Jack Matthews","Don Johnson","Ediacaran biota","Prehistoric life","Paleontology","Geology","Historical geology","Fossils","Ediacara biota","Aspidella","Charniodiscus","Ediacaran","Mistaken Point, Newfoundland and Labrador"],"teaser":"Newfoundlanders hope a major fossil find will bring new tourists to the area. But history suggests that fossil thieves will also make their way north.","contentencoded":"<p>One summer day in 2008, Jack Matthews and Alex Liu took their supervisor from the University of Oxford on a tour of their fossil finds on Newfoundland’s Bonavista Peninsula, on the eastern edge of Canada.</p>\n<p>Their demonstration didn’t quite go according to plan.</p>\n<p>\"He stepped down onto the surface, sat down, turned to his side and said, ‘Well, what's this?’\" Matthews remembers. The supervisor, the late Martin Brasier, noticed something in the rock beds that Matthews and Liu had completely missed. “He picked up what has turned out to be a very important fossil.”</p>\n<p>\"Important” doesn't quite cut it. “We believe, if our interpretation is correct, that it is the oldest evidence of muscular tissue in the geological record,” Matthews says. It's now called <em>Haootia quadriformis</em>: “Haoot” is a word used by the <a href=\"http://www.heritage.nf.ca/aboriginal/beothuk.html\">Beothuk</a>, the aboriginal people of Newfoundland, for demon.</p>\n<p>Picture a jellyfish the size and shape of a small wineglass. “It has a stem, which is similar to the stem of a glass, and then a bowl at the top. And that bowl is a sheet of muscle,” Matthews explains.</p>\n<p></p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/2000_width/public/Haootia%20WEB.jpg?itok=DXyNflmO\" alt=\"\" /><div class=\"field-caption\">\n    <p>An artistic rendering of Haootia Quadriformis</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Courtesy of The Royal Society</p>\n  </div>\n</div>\n<p>This is a big deal because <em>Haootia </em>was flexing its muscle in the Ediacaran period, about 560 million years ago. Before this find, scientists couldn't prove any animal was moving back then.</p>\n<p>“This age has been referred to as the Ediacaran garden of Eden, because there was no predation going on yet there,” says Don Johnson, a former park ranger on the Bonavista Peninsula. He now gives geology walking tours for the <a href=\"http://www.historicportunion.com/en/foundation.html\">Coaker Foundation</a>, a historical society in the small community of Port Union.</p>\n<p>“The Aspidella is lying down with the Charniodiscus, and everything is in peace,\" Johnson says, recounting the last days of the lazy animal peace. \"Now you've got the devil there and he's moving around, and he's going to start eating things. Nothing is going to be the same.”</p>\n<p>Johnson is enthralled with the Ediacaran geology and the knowledge that, from pools of bacteria at the dark depths of the ocean, bigger, complex life forms took shape. Now evidence of that can be seen in the rocks just a short walk from his home.</p>\n<p>Newfoundlanders knew there were ancient Ediacaran fossils about 100 miles away, at a famous ecological reserve called Mistaken Point. But until these new discoveries, Johnson and others here had no idea that Bonavista's rocks were just as important.</p>\n<p>“Since I was a kid climbing out over the rocks there, I never knew [fossils] were there, even though we walked over thousands of them,” Johnson says.</p>\n<p></p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/original_image/public/4748621183_537c5dd34a_o.jpg?itok=W87-UqtC\" alt=\"\" /><div class=\"field-caption\">\n    <p>Fractofusus misrai, an Ediacaran fossil at Mistaken Point, Newfoundland</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Phoebe Cohen/Flickr/Creative Commons</p>\n  </div>\n</div>That may not be an accident. These days, geologists here work hard to keep their most precious finds secret. Big-ticket fossils can attract thieves, who use geology papers like treasure maps.\n<p><em>Haootia </em>was discovered in 2008, but Liu, Matthews and their supervisor, Martin Brasier — who graciously shared this major find — didn't <a href=\"http://rspb.royalsocietypublishing.org/content/281/1793/20141202.short?rss=1\">publish their study</a> until the summer of 2014.</p>\n<p>Johnson hopes the fossil discoveries will attract a different group of people: tourists. That seems likely if, as many here hope, the area is designated a UNESCO Geopark, one of a network of important geological sites. There are <a href=\"http://www.unesco.org/new/en/natural-sciences/environment/earth-sciences/global-geoparks/\">100 Geoparks around the world</a>, but only two in North America.</p>\n<p>But a Geopark, unlike a national park, doesn’t get any extra funding. So the question for people here on the Bonavista Peninsula is how to balance the arrival of tourists with protecting what’s etched in the rocks.</p>\n<p>Many people I spoke with in the area said that getting locals involved is the key to protection. But others worry that a thousand eyes in a community are no substitute for dedicated wardens like the ones in place at Mistaken Point. The fossils at Bonavista are protected by a law and hefty fines, but enforcement is left to local police.</p>\n<p>“I think there may be a need for some sort of professional oversight,” Johnson says, “just to keep an eye out.”</p>\n<p>As for <em>Haootia</em>, Bonavista’s now-famous fossil, the Newfoundland government decided there was only one way to protect it: In the fall of 2014, they cut it out of the rock and put it on display at <a href=\"http://www.therooms.ca/\">The Rooms</a>, a museum in Newfoundland.</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/DonJohnson.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/donjohnsonjpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/01302015_03.mp3"},{"href":"http://www.pri.org/file/0130201503mp3"}]}