{"created":"2015-05-14T19:16:27+00:00","modified":"2015-06-08T12:41:52+00:00","valid":{"from":"2015-06-08T12:41:51+00:00","to":"3015-06-08T12:41:51+00:00"},"hreflang":"en","title":"Historian Says Don't 'Sanitize' How Our Government Created Ghettos","published":"2015-05-18T17:25:00+00:00","teaser":"Richard Rothstein, who studies residential segregation in America, concludes: \"Federal, state and local governments purposely created racial boundaries in these cities.\"","itags":["npr_api","406699264"],"guid":"1bba6975-6d8c-413a-be78-3cf4e2b26b40","contentencoded":"<p>Fifty years after the repeal of Jim Crow, many African-Americans still live in segregated ghettos in the country's metropolitan areas. Richard Rothstein, a research associate at the Economic Policy Institute, has spent years studying the history of residential segregation in America.</p><p>\"We have a myth today that the ghettos in metropolitan areas around the country are what the Supreme Court calls 'de-facto' — just the accident of the fact that people have not enough income to move into middle class neighborhoods or because real estate agents steered black and white families to different neighborhoods or because there was white flight,\" Rothstein tells <em>Fresh Air'</em>s Terry Gross.</p><p>\"It was not the unintended effect of benign policies,\" he says. \"It was an explicit, racially purposeful policy that was pursued at all levels of government, and that's the reason we have these ghettos today and we are reaping the fruits of those policies.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On using the word \"ghetto\"</strong></p><p>One of the ways in which we forget our history is by sanitizing our language and pretending that these problems don't exist. We have always recognized that these were \"ghettos.\" A ghetto is, as I define it, a neighborhood which is homogeneous and from which there are serious barriers to exit. That's the technical definition of a ghetto.</p><p>Robert Weaver, the first African-American member of the Cabinet appointed by President Johnson as his secretary of Housing and Urban Development, described many of the policies that I've described today in a book he published in 1948 called <em>The Negro Ghetto.</em></p><p>The Kerner Commission referred to the ghetto.</p><p>This is a term that we no longer use because we're embarrassed to talk about it, and we need to confront our history and stop sanitizing our language and talk openly about what we've done as a nation and what we need to do to undo it. And we can't talk openly if we're going to use euphemisms instead of being explicit about what the reality is.</p><p><strong>On how the New Deal's Public Works Administration led <strong>to the creation of segregated ghettos </strong></strong></p><p>Its policy was that public housing could be used only to house people of the same race as the neighborhood in which it was located, but, in fact, most of the public housing that was built in the early years was built in integrated neighborhoods, which they razed and then built segregated public housing in those neighborhoods. So public housing created racial segregation where none existed before. That was one of the chief policies.</p><p><strong>On </strong><strong>the Federal Housing Administration's overtly racist policies in the 1930s, '40s and '50s</strong></p><p>The second policy, which was probably even more effective in segregating metropolitan areas, was the Federal Housing Administration, which financed mass production builders of subdivisions starting in the '30s and then going on to the '40s and '50s in which those mass production builders, places like Levittown [New York] for example, and Nassau County in New York and in every metropolitan area in the country, the Federal Housing Administration gave builders like Levitt concessionary loans through banks because they guaranteed loans at lower interest rates for banks that the developers could use to build these subdivisions on the condition that no homes in those subdivisions be sold to African-Americans.</p><p><strong>On </strong><strong>real estate agents' practice of </strong><strong> \"blockbusting\"</strong></p><p>In the ghettos, government policy — municipal policy, for example — denied adequate services, garbage wasn't collected frequently. African-Americans were crowded into neighborhoods in the ghetto because so much other housing was closed to them and as a result, housing prices in ghettos were much higher than similar housing in white areas. Rents were much higher than similar housing in white areas ... because you had a smaller supply. It's the basic laws of supply and demand. ... So this created slum conditions.</p><p>So when African-Americans managed to break out of those slums and buy a home in a neighboring area, whites could be persuaded that slum conditions were going to be brought with them. So the real estate agents would go into these neighborhoods and try to panic white families into selling their homes cheap to the real estate agents.</p><p>They used techniques: They would recruit blacks from the ghetto to walk around the neighborhood pushing baby carriages. They would phone call families in the white area and ask for names that were stereotypically African-American. ... All intended to give the impression that this was rapidly turning into another black slum.</p><p>The white families who panicked would then sell their homes to the real estate agents or the speculators at prices far below what they were worth. The speculators would then turn around and resell the homes to African-Americans at far more than they were worth because of the restricted supply, and this policy was called \"blockbusting\" and it was a policy that was condoned by state licensing boards throughout the country.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Historian+Says+Don%27t+%27Sanitize%27+How+Our+Government+Created+Ghettos&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2158"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1406749329-2841da.m3u?orgId=1&topicId=1015&d=2158&p=13&story=406699264&t=progseg&e=406699263&seg=1&ft=nprml&f=406699264"},{"meta":{"duration":"40"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1407722950-a2ade6.m3u?orgId=1&topicId=1015&d=40&p=13&story=406699264&t=progseg&e=406699263&seg=1&ft=nprml&f=406699264"},{"href":"http://media.npr.org/assets/img/2015/05/14/baltimore-6adf66b878cfe73bfb390e770d011964cea3d48b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3326","width":"4435"}}]}