{"created":"2014-09-02T15:12:26+00:00","modified":"2014-12-04T14:31:45+00:00","valid":{"from":"2014-12-04T14:31:45+00:00","to":"3014-12-04T14:31:45+00:00"},"hreflang":"en","title":"Interval Training While Walking Helps Control Blood Sugar","published":"2014-08-28T22:43:00+00:00","teaser":"Sure, you know that walking is a simple, low-impact way to get exercise. But did you know that adding faster intervals to the walk could help control blood sugar levels?","itags":["npr_api","338367529"],"guid":"1bbe4e49-7300-4082-a041-fe352261a25a","contentencoded":"<p>Lots of high-performance athletes use interval training to maximize their fitness.</p><p>From runners to cyclists to boot-camp fanatics the strategy involves alternating between periods of high-intensity and lower-intensity aerobic training.</p><p>Now, a study published in the journal <a href=\"http://www.diabetologia-journal.org/\">Diabetologia</a> finds that <a href=\"http://www.npr.org/templates/story/story.php?storyId=112069354\">interval training</a> may help the millions of people with Type 2 diabetes and prediabetes who are trying to control their blood sugar.</p><p>And the type of exercise involved? Taking an hourlong walk each day outdoors or on a treadmill.</p><p>As part of the study, researchers enrolled about 30 volunteers with Type 2 diabetes who were in their late 50s and early 60s.</p><p>The volunteers were divided into groups. One group was instructed to walk three minutes briskly, followed by three minutes at a more restful pace, and repeat that process for an hour.</p><p>Another group walked at a continuous pace for the same amount of time.</p><p>A third group, a control group, kept up normal routines, which didn't include daily exercise.</p><p>\"What we expected to see ... was that both exercising groups would have an improvement in their glucose [or blood sugar] control,\" says study author <a href=\"http://bmi.ku.dk/english/Staff/?pure=en/persons/417736\">Thomas Solomon</a>, an associate professor at the University of Copenhagen who studies how exercise affects glycemic control.</p><p>But that's not what happened.</p><p>The interval walkers did improve. Their glucose disposal — the ability to move sugar out of the circulating bloodstream and into parts of the body where it can be used as fuel — improved by 20 percent compared with the nonexercising group. And their hemoglobin <a href=\"http://www.nlm.nih.gov/medlineplus/ency/article/003640.htm\">A1C levels</a>, a longer-term measure of blood sugar, dipped slightly too.</p><p>But the steady-paced walkers saw no improvement at all.</p><p>\"This was somewhat surprising, considering that they were doing one hour of exercising a day for four months,\" says Solomon.</p><p>So what explains the benefits of interval walking? It's not exactly clear, but there's a leading theory.</p><p>\"It's this switch between the intensities that we think is critical here,\" says Solomon. \"You're able to work hard, and then rest hard ... rather than just walking at a fixed pace.\"</p><p>And during the high-intensity bursts, your muscles need more fuel in the form of glucose.</p><p>\"It makes sense that intervals would help people with blood sugar control,\" says <a href=\"http://www.timchurchmd.com/\">Dr. Tim Church</a>, a professor of preventive medicine at the Pennington Biomedical Research Center in Baton Rouge, La.</p><p>He explains that our muscles are the No.1 consumer of blood sugar in our bodies.</p><p>So, when we do things such as short bursts of high-impact aerobic activity, \"you're pulling excess sugar out of the blood, which results in healthier blood sugar levels,\" Church says.</p><p>This study is small, but the findings match other research on intervals, which find benefits that seem to go beyond better blood sugar.</p><p>In a study <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/23002086\">published</a> in <em>Diabetes Care</em> in 2013, which also compared interval walkers with continuous-paced walkers, Solomon and his colleagues found that the interval walkers lost more weight and lowered their cholesterol levels.</p><p>\"There are a number of studies that have shown that when you increase the intensity [of aerobic exercise] in the form of doing intervals, there's additional benefits beyond just the calories burned,\" Solomon says.</p><p>There are still unanswered questions, he adds, such as can interval walking cut the risk of strokes or other health problems that are associated with diabetes?</p><p>\"We really need to understand how this has an impact on the long-term health of these patients with diabetes,\" Solomon says.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Interval+Training+While+Walking+Helps+Control+Blood+Sugar&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Allison Aubrey","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1338639727-cf138c.m3u?orgId=1&topicId=1128&ft=3&f=338367529"},{"href":"http://media.npr.org/assets/img/2014/08/07/istock_000027074539medium-6c9ba71b74be9cfa474994de4a0c397b9674a444.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1130","width":"1507"}}]}