{"created":"2014-10-08T17:42:24+00:00","modified":"2014-10-31T02:31:02+00:00","valid":{"from":"2014-10-31T02:31:02+00:00","to":"3014-10-31T02:31:02+00:00"},"hreflang":"en","title":"The Animals: The British Invasion That Wasn't ","published":"2014-05-01T18:35:00+00:00","teaser":"Largely ignored today, the rough-and-tumble quintet from Newcastle-Upon-Tyne gets reassessed in a new box set, titled <em>The Mickie Most Years & More</em>.","itags":["npr_api","308626807"],"guid":"1bc7c158-ada3-4b8f-9c80-e07678f21ec3","contentencoded":"<p>In 2012, <a href=\"http://www.npr.org/artists/14837922/bruce-springsteen\">Bruce Springsteen</a> gave the <a href=\"http://www.npr.org/2012/03/16/148778665/bruce-springsteens-sxsw-2012-keynote-speech\">keynote speech at SXSW</a>, where he surprised a lot of listeners by declaring that — although he grew up admiring <a href=\"http://www.npr.org/artists/15229570/the-beatles\">The Beatles</a> and <a href=\"http://www.npr.org/artists/15403019/the-rolling-stones\">The Rolling Stones</a> — the group that really made him want to form a band was <a href=\"http://www.npr.org/artists/97268219/the-animals\">The Animals</a>. The rough-and-tumble quintet from Newcastle-Upon-Tyne is largely ignored today, although it did pretty well during the British Invasion. A box of the band's four classic albums has just been released, titled <em>The Mickie Most Years & More</em>.</p><p>The Animals came into being when Eric Burdon, born during an air raid in 1941, joined the Alan Price Combo — a group which, like so many others in Britain in 1962, was playing American rock 'n' roll and blues. The band quickly got a regular slot at the Downbeat club in Newcastle, where the local teenagers loved its wild stage show and began calling its members \"the animals.\" The name stuck, their reputation grew, and by May 1963, they were following in The Beatles' footsteps by playing the Star Club in Hamburg. By the end of the year, they'd recorded a four-song EP for their fans and pressed 500 copies, a few of which found their way to London. By Christmas, the band had been invited to move there so record companies could bid for its services.</p><p>Mickie Most, a British singer who'd been a star in South Africa and had just moved back to Britain, had caught the band at a hometown show. Once it relocated, Most got the group a record deal. The Animals' first single, \"Baby Let Me Take You Home,\" almost made the British Top 20.</p><p>The vocalist, Eric Burdon, had plenty of charisma, but keyboard player Alan Price was the musical center of the band. He proved it with the next single, \"House of the Rising Sun,\" where he took a song everyone had heard a million times and changed it utterly. Hilton Valentine created the guitar part, but Price got writer and arranger credit for the international smash-hit record which led to The Animals' first U.S. tour, starting in York, Penn., in September 1964.</p><p>An album was rushed out, and they were signed to MGM Records in America. They continued to tour and, when they had a minute, they dropped into a studio to lay down tracks for Most, who assembled another album from them, <em>The Animals on Tour</em>. It wasn't a live album, but the fans didn't care.</p><p>Unlike a lot of the other British Invasion groups, The Animals didn't write any of the material on those early albums, and Mickie Most got some of the young Brill Building songwriters to send them material. Their next hit was a cover of a song <a href=\"http://www.npr.org/artists/15396720/nina-simone\">Nina Simone</a> had recorded, \"Don't Let Me Be Misunderstood.\" It almost cracked the Top 10 in the U.S., and did better in Britain. Burdon started to write material with Price, but tensions were high: With an album almost completed, Price split to form his own band, the Alan Price Set. But, much to Mickie Most's relief, the mail brought a demo (\"We Gotta Get Out of This Place\") the band could cut with its new keyboardist, Dave Rowberry.</p><p>Although co-writer Cynthia Weil later said \"We Gotta Get Out of This Place\" was the worst version of one of her songs ever recorded, it's unlikely she refused to cash the checks it generated. It also became an anthem for American soldiers in Vietnam — and, just maybe, young Bruce Springsteen, who certainly echoed its theme in his own songs.</p><p>Things were changing. Mickie Most had other production commitments, and MGM handed The Animals a new producer, the enigmatic Tom Wilson, who'd produced everyone from The Mothers of Invention to <a href=\"http://www.npr.org/artists/15193203/bob-dylan\">Bob Dylan</a> to <a href=\"http://www.npr.org/artists/15696501/cecil-taylor\">Cecil Taylor</a>. The band had a new demo from New York, a <a href=\"http://www.npr.org/artists/15403595/carole-king\">Carole King</a>-Gerry Goffin song called \"Don't Bring Me Down.\"</p><p>But shortly after it came out, drummer John Steel announced he was worn out and left the band. Just as his replacement, Barrie Jenkins, was settling in, bassist Chas Chandler was walking down MacDougal Street in New York when he heard some wild sounds coming out of a club; he went in and introduced himself to the man making them, <a href=\"http://www.npr.org/artists/15696782/jimi-hendrix\">Jimi Hendrix</a>. Chandler quit The Animals and took Hendrix back to England, and Hilton Valentine came up with the name The Jimi Hendrix Experience for the band Chandler put together around him. Then Valentine, too, quit The Animals. There was another single, the old blues tune \"See See Rider,\" and it did well. But The Animals at this point basically consisted of Eric Burdon. The next chapter in the band's story belongs to him.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Animals%3A+The+British+Invasion+That+Wasn%27t+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ed Ward","audio":[{"meta":{"duration":"530"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1308717267-883d39.m3u?orgId=1&topicId=1104&ft=3&f=308626807"},{"href":"http://media.npr.org/assets/img/2014/05/01/via-abkco-records-b8dfd84a5f29dc9250e2a8cc1c62a10fe6b81eab.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"864","width":"1152"}}]}