{"created":"2014-10-07T19:19:27+00:00","modified":"2014-10-07T20:45:36+00:00","valid":{"from":"2014-10-07T20:45:35+00:00","to":"3014-10-07T20:45:35+00:00"},"hreflang":"en","guid":"1bd2162d-1d0d-4d3f-ad45-881a7acec422","title":"The shiny Uniqlo empire has a dark side","published":"2014-10-07T20:45:35+00:00","byline":"Naomi Gingold","tags":["labor","business and economy","culture","conflict","Culture","Arts, Culture & Media","Soho","Asia","North America","Japan","United States","Valerie Steele","Larry Meyer","Uniqlo","Japanese street fashion"],"teaser":"Uniqlo, a Japanese clothing store, has become a darling in the US for its design and clean, cheery shopping experience. But some workers say that's possible because of a harsh company culture that imposes strict rules and mistreats employees.","contentencoded":"<p>I&rsquo;m a snob about Japanese fashion.&nbsp;After living and shopping in Tokyo for a couple of years, I could no longer go shopping in the US &mdash;&nbsp;I had no patience for it. The styles, silhouettes, creativity, and perfection of fashion in Tokyo just don&rsquo;t exist anywhere else in the world.</p><p>You might be thinking I&#39;m a pretentious snob, right? But I promise&nbsp;I&rsquo;m actually on decently sound footing here.</p><p>Valerie Steele,&nbsp;a fashion historian at the Fashion Institute of Technology and&nbsp;director of the school&#39;s museum, is with me.&nbsp;&quot;In Tokyo, you have access to so many really brilliant designers,&quot; she says. &quot;I think shopping in Tokyo is the best shopping in the world.&rdquo;</p><p>Apart from the creativity, she says, &rdquo;Japanese are very concerned with quality and with attention to detail &mdash;&nbsp;much more than Americans who really wouldn&rsquo;t&nbsp;know a good garment from a bad one for the most part. ...&nbsp;But the Japanese are looking very carefully at every detail, the material, construction, etc. and have very high standards of what qualifies as good, well-made clothing.&rdquo;</p><p>Uniqlo, Japan&rsquo;s largest apparel retailer, opened a store in New York City in 2006.&nbsp;I was over the moon. Finally, I could get Japanese clothing in the US.</p><p>In Japan, Uniqlo isn&rsquo;t exactly considered &quot;fashion.&quot;&nbsp;It sells&nbsp;relatively cheap, well-made&nbsp;basics. But basics cut in a Japanese style,&nbsp;with that attention to detail? Here in the US, that is a kind of&nbsp;fashion. And Uniqlo has become really popular.</p><p>&rdquo;The key example I think of is the little puffer jacket that Uniqlo launched,&quot; Steele says. &quot;Now you see everybody wearing it, everyone from kids on the street, housewives, workers, to the trendiest fashion people.&rdquo;</p><p>And with their special &quot;techno-fabrics&quot;&nbsp;and collaborations&nbsp;with well-known designers, Uniqlo has become a mainstay in the retail and fashion worlds. This fall, Uniqlo nearly doubled the number of stores it operates in the US, opening new branches from Los Angeles&nbsp;to Boston.</p><p>There&rsquo;s also been a lot of appreciative gushing over Uniqlo&rsquo;s Japanese-inspired customer service. Employees are taught to present and take customer credit cards with two hands, in&nbsp;formal Japanese style.&nbsp;</p><p>&ldquo;You greet the customer always smiling, perfect posture, things like that,&quot; explains&nbsp;Delese Baker,&nbsp;a store supervisor&nbsp;at Uniqlo&rsquo;s Soho store. &quot;At meetings, everyone&rsquo;s supposed to stand feet apart, hands in the front &mdash;&nbsp;always have your badges, notepads.&rdquo;</p><p>There are even&nbsp;&quot;Six&nbsp;Standard Phrases&quot;&nbsp;that every Uniqlo employee has to memorize: phrases they chant to each other at store meetings.&nbsp;There are a lot of rules, and expectations are high. &quot;These shirts right here that are button-down, you&rsquo;re supposed to be able to fold seven&nbsp;in a minute,&rdquo; Baker explains cheerily.</p><p>It all makes for a pleasant shopping experience. But all the nitpicky rules, rigorous standards&nbsp;and emphasis on perfection have also generated some flack.</p><p>Japan is known for its rigid work culture, where long hours are the norm.&nbsp;But even by Japanese standards, Uniqlo has a particularly bad reputation. &nbsp;</p><p>Fumihito Matsuo,&nbsp;a former Uniqlo store manager in Tokyo,&nbsp;says the working environment at Uniqlo was just bad &mdash; strict enough to be the military.&nbsp;&ldquo;In Japan, Uniqlo is known as a &#39;black&nbsp;company,&#39;&quot; he says.</p><p>&quot;Black&quot; or &quot;evil&quot;&nbsp;companies are ones that exploit their workers, harrassing them and forcing them to work excessive&nbsp;hours and&nbsp;unpaid overtime. Some ex-workers in the US have said it&rsquo;s worse than the military &mdash; it&#39;s&nbsp;more like a slave ship.</p><p>And it&rsquo;s not just a few people complaining. In 2011,&nbsp;Japanese&nbsp;journalist Masuo Yokota published a book called the &quot;The Glory and Disgrace of the Uniqlo Empire.&quot;&nbsp;The book alleges almost slave-like treatment of Uniqlo&rsquo;s factory workers in China and store employees in Japan. Uniqlo sued for defamation, but lost both the&nbsp;case and the appeal. They&rsquo;ve now taken the case to the Japanese Supreme Court.</p><p>Matsuo&nbsp;thinks things may have gotten somewhat better since he quit a year ago, but he insists the book tells it like it is.</p><p>Larry Meyer, Uniqlo&rsquo;s US CEO, points out that perfection has trade-offs.&nbsp;&ldquo;Retail is not for the lazy.&nbsp;We are a team. Our brand is a function of how well our team represents our brand.&nbsp;To that extent, it&rsquo;s not a free for all,&quot; he says. &quot;If you want to be an individual artist, I&rsquo;m fine with that; you don&#39;t have to work for me.&rdquo;</p><p>He says there are mechanisms here and in Japan to ensure that people are treated fairly and are properly compensated.</p><p>And even Matsuo points out that working for the company had its&nbsp;upsides. For a 23-year-old only a couple years out of college, he had a lot of responsibility and opportunities to advance.&nbsp; He wouldn&rsquo;t want to work there again, but he still shops there.</p><p>&ldquo;As a brand, I still like Uniqlo,&quot; he says.&nbsp;And, of course, so do I.</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/photo%205.JPG","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/photo-5jpg-0"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/100720148.mp3"},{"href":"http://www.pri.org/file/100720148mp3"}]}