{"created":"2014-12-17T21:12:13+00:00","modified":"2014-12-31T23:05:29+00:00","valid":{"from":"2014-12-31T23:05:29+00:00","to":"3014-12-31T23:05:29+00:00"},"hreflang":"en","title":"Angelina Jolie On Her Film's 'Unbroken' Hero: 'He Was Truly A Great Man'","published":"2014-12-18T14:05:00+00:00","teaser":"Louis Zamperini was an Olympian before he enlisted in World War II and became a prisoner of war. Jolie says he told her to \"make a film that reminds people that they have greatness inside themselves.\"","itags":["npr_api","371445206"],"guid":"1bd451ba-9416-46be-a3d2-136ca28e80b1","contentencoded":"<p>The new film <em>Unbroken,</em> directed by Angelina Jolie, tells the story of an Olympic runner and World War II prisoner of war. Louis Zamperini shattered records at the 1936 Berlin Olympics, and when the war broke out, he enlisted. Then, on a routine mission, his plane crashed into the Pacific Ocean, leaving him stranded in shark-infested waters for 47 days. When he was eventually rescued by Japanese soldiers, he became a prisoner of war.</p><p>Throughout his ordeal, Zamperini remained unbroken — and Jolie says he didn't hold back when talking to her about his experience. \"You could ask him in detail about anything and he would talk,\" she tells NPR's Melissa Block. \"It's very unusual, of course, because ... part of what's very different about that generation and this generation is now we have much more understanding of post-traumatic stress disorder and the need to discuss and come to terms with — and back then I think there was an understanding you should have a stiff upper lip. ... I'm sure he's faced a lot of trauma he didn't discuss, but his answer was to take it head-on and make use of it.\"</p><p>Zamperini <a href=\"http://www.npr.org/blogs/thetwo-way/2014/07/03/328077931/olympian-wwii-hero-louis-zamperini-dies-at-97\">died in July</a>, while Jolie was still editing the film. He was 97 years old.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On what she learned about Zamperini that she wouldn't have learned from his biography</strong></p><p>He was truly a great man. And he had this wonderful ability to, whenever he spent time with people, he saw greatness in others and he wanted them to realize their potential. So he would sit with you for hours and you felt focused and directed and wanting to yourself be better from being around him. And he was like that with everybody. ... He saw other people and he lit up. And when we made this film, he said, \"Don't make a film about how great I am or how exceptional I am; make a film that reminds people that they have greatness inside themselves.\"</p><p><strong>On how her work on films like <em>Unbroken</em> and <em>In the Land of Blood and Honey</em>, about the war in Bosnia, relate to the work she's done with the U.N. Refugee Agency </strong></p><p>When I did <em>Blood and Honey</em>, it was to try to understand how people who are friends, lovers could months later be murdering each other. How does that happen? I couldn't understand the war in Bosnia — I was a teenager at the time. And it was a study for me so I could better do my work.</p><p>You know, <em>Unbroken</em> for me was in a way the opposite. ... We have more refugees — we have more people — displaced from conflict today than we did after World War II. <em>Today</em>. So the state of the world and our inability to prevent conflict and address the needs of people around the world was very upsetting to me. And so to read Louis' [story] was inspiring for me. It was a reminder to me of something to hold on to — our faith and the strength of the human spirit. And this <em>can</em> actually pull us through — it has in the past — and it's something to remember in our dark hours, that this exists. And I wanted to put that out into the world because I think we all need that right now.</p><p><strong>On how the making of <em>In the Land of Blood and Honey</em>, an independent film, compared with that of <em>Unbroken</em></strong></p><p>I'm very happy that my first film was an independent film, that as a director I had to — you have to work so much harder. You really have to do so much triage, to know where you're spending every penny. You have to be so responsible. [<em>Unbroken</em>], for what it is, is a fair budget, but it's not a huge budget. ... When you break [$65 million] down into two plane crashes sinking into the ocean, indoor tanks, outdoor tanks, wide-open ocean, jungle, re-creating Hitler's Olympics, two giant prison camps, it suddenly goes quite fast. So you have to have that discipline of how to shoot things, how to save money, how to put it all onto the screen. So I was happy I had that discipline, but of course <em>Unbroken</em> was something that technically I'd never done anything like this and really had to learn so much to pull off the film.</p><p><strong>On showing Zamperini a cut of the film while he was in the hospital</strong></p><p>I got a call when I was in the editing room that Louis had gone into the hospital. And, for the record, Louis was 97 and he was still living on his own. He'd just given up skateboarding in his 80s and he was as sharp as they come and full of joy and wit, and so he went out on his feet and very proud to do so.</p><p>And so when I got a call he was in the hospital, I was a bit taken aback and we put the cut that we had at that time — which is the same film, it's just with a lot less music and beautiful visual effects, so it was the rough version — and I brought it to the hospital and I held it over his bed and we watched it. And I think, you know, the silly thing is you go in thinking, \"Is he gonna like it? Is he gonna give me a review of it? What does he think of the acting? What does he think of the shots?\" And what happened was I had the extraordinary honor of watching this beautiful man, watching his bright blue eyes as he watched his life and remembered his family and remembered his friends who had passed and was preparing emotionally to pass away and be with them again. And so it was a beautiful, beautiful experience.</p><p><strong>On what it was like to lose Zamperini before the film was done</strong></p><p>I couldn't work because I couldn't cut a frame of his life. I couldn't change anything. I couldn't touch the film for a while because it became so sacred. And then you feel the responsibility that this is this final chapter in his life, this is part of his legacy, and to fail is to fail him. So it's hard. But we love him. And we're happy ... to share his story and his message. We're happy to put it out to the world, but it's bittersweet 'cause he's not here.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Angelina+Jolie+On+Her+Film%27s+%27Unbroken%27+Hero%3A+%27He+Was+Truly+A+Great+Man%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"496"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1371483200-96df44.m3u?orgId=1&topicId=1137&ft=3&f=371445206"},{"href":"http://media.npr.org/assets/img/2014/12/17/2432_fp_olm_00008r-small-04d89c583b4baa6c6727314acd753fa2649c8945.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1669","width":"2226"}},{"href":"http://media.npr.org/assets/img/2014/12/17/2432_fpjb_00159rv2_crop-468f9720e6e6070ccc452cc4b1f6ffe621d50018.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2028","width":"2704"}},{"href":"http://media.npr.org/assets/img/2014/12/17/2432_d065_00123_rv3_cropv2-06e467f195ae82f1e89ef5341893162ead410743.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2982","width":"3976"}}]}