{"created":"2014-10-23T12:03:20+00:00","modified":"2014-10-30T21:19:03+00:00","valid":{"from":"2014-10-30T21:19:03+00:00","to":"3014-10-30T21:19:03+00:00"},"hreflang":"en","title":"Pop Culture Happy Hour, Small Batch: Announcing Our Biggest Live Show Yet","published":"2014-10-23T12:03:00+00:00","teaser":"On Dec. 9 at 7 p.m., the <em>Pop Culture Happy Hour</em> crew will appear live at Washington, D.C.'s beautiful Sixth & I synagogue. Tickets go on sale on Wednesday, Oct. 29, at noon ET.","itags":["npr_api","358210396"],"guid":"1bdb35ae-3362-4ed9-abb9-2c6bcd7ca17f","contentencoded":"<p>If you've followed the history of <em>Pop Culture Happy Hour</em> live shows, you know that they have a history of selling out quickly. Our last D.C. appearance, at NPR's Studio 1, sold out in two minutes, while our New York debut, at Brooklyn's Bell House, sold out in 10 seconds. I say this not to brag — heaven forfend! — but to acknowledge that we haven't done a great job making our live tapings available to everyone who wishes to attend.</p><p>I doubt we'll ever fully abandon our beloved Studio 1, but in about six weeks, we're going to give a larger venue a go: On Tuesday, Dec. 9, we'll tape a year-end <em>Pop Culture Happy Hour</em> special at the Sixth & I synagogue (600 I Street NW in Washington, D.C.), starting at 7 p.m. ET. More to the point, tickets go on sale — on <a href=\"http://www.sixthandi.org/event/pop-culture-happy-hour/\">this page</a> — this coming Wednesday, Oct. 29, at noon ET sharp. As I said, the last few shows sold out almost instantly; though Sixth & I has a lot more seats than we're accustomed to facing, promptness is still a virtue.</p><p>Hope to see you there!  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Pop+Culture+Happy+Hour%2C+Small+Batch%3A+Announcing+Our+Biggest+Live+Show+Yet&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Stephen Thompson","audio":[{"meta":{"duration":"185"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1358210914-3382da.m3u?orgId=1&topicId=1048&ft=3&f=358210396"},{"href":"http://media.npr.org/assets/img/2014/10/23/pchhblogrect-31d21bd13ec51dd9e95e12284281d22d3254f990.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"326","width":"435"}}]}