{"created":"2014-09-21T17:05:47+00:00","modified":"2014-11-10T20:26:56+00:00","valid":{"from":"2014-11-10T20:26:56+00:00","to":"3014-11-10T20:26:56+00:00"},"hreflang":"en","title":"Skeptics In Sierra Leone Doubt Ebola Virus Exists","published":"2014-08-06T19:31:00+00:00","teaser":"Sierra Leone is at the epicenter of the Ebola outbreak. But many people there don't think the virus is real. Others are so frightened by Ebola that they're afraid to take sick relatives to clinics.","itags":["npr_api","338234063"],"guid":"1bdd40bf-ab65-4340-bcce-1191b22c8ec4","contentencoded":"<p>Many people in Sierra Leone still don't believe Ebola really exists.</p><p>In response, Ebola awareness announcements are now playing repeatedly on the radio and on loudspeakers up and down the streets of <a href=\"https://www.google.com/maps/place/Freetown,+Sierra+Leone/@8.4543967,-13.2236466,7z/data=!4m2!3m1!1s0xf04c256b3e60633:0x97b7c8c8af013c1e\">Freetown</a> — Sierra Leone's pretty but ramshackle oceanfront capital. The announcements are part of awareness campaigns to try to stop the virus from spreading.</p><p>More than 900 people have died of Ebola in West Africa, the World Health Organization <a href=\"http://who.int/csr/don/2014_08_06_ebola/en/\">said</a> Wednesday. Sierra Leone, alone, has reported nearly 300 deaths. The WHO is holding an emergency, two-day meeting this week to decide on how to handle the crisis.</p><p>Frightened Sierra Leoneans are now digesting the nationwide public health emergency and the extraordinary measures <a href=\"http://www.statehouse.gov.sl/index.php/component/content/article/34-news-articles/925-address-to-the-nation-on-the-ebola-outbreak-by-his-excellency-the-president-dr-ernest-bai-koroma-july-30-2014\">announced</a> by President Ernest Bai Koroma last week.</p><p>Koroma has been criticized for not waking up to the Ebola crisis and taking action earlier. But now he has ordered troops and<strong> </strong>police to enforce strict new measures, including the <a href=\"http://www.npr.org/blogs/goatsandsoda/2014/08/04/337748698/an-ebola-quarantine-in-freetown-people-come-and-go-as-they-wish\">quarantine of homes</a> and zones where the virus is detected<strong> </strong>or suspected, especially in hard-hit eastern Sierra Leone. He addressed the nation on Monday, declaring a \"Stay at Home Day\" for national prayer, reflection and education.</p><p>\"We are a nation of [people who pray]. Ebola is real. This is a collective fight. The very essence of our nation is at stake,\" he said. \"We must act, we must pray, we must persevere.\"</p><p>In bustling downtown Freetown, Yeanoh Papas says she had been living in constant fear of contracting the Ebola virus, especially when her child took ill.</p><p>\"We've been told there's no cure for it, and because of all the fright around it, we are even afraid of reporting ourselves to the hospital,\" she says. \"My daughter fell sick recently, and I was so frightened I did not take her to the hospital. I called on one of my sisters, who is a nurse, and she came and treated her at home. And now my daughter is well again. Whatever ailment comes our way now, they say is Ebola. So we're all frightened.\"</p><p>But now that Papas understands more about Ebola, she says, she would take her daughter or herself to the hospital if she detected symptoms.</p><p>Opinions are mixed, but there's a strong dose of Ebola deniers<strong> </strong>-- those who don't believe the virus exists at all. Zainab Koroma, a street hawker, is adamant it isn't real.</p><p>\"I do not believe Ebola exists because none of my family members has been affected by it,\" she says. \"When you get sick of cholera, they say it is Ebola. When your body temperature rises, they say it is Ebola. So I honestly don't believe Ebola exists. There could be a lot of other diseases killing people.\"</p><p>That's one of the challenges facing Sierra Leone — trying to convince the nation that \"Ebola is real, Ebola is here, and Ebola kills,\" as one poster reads. Some people do survive, if they receive medical care early, as soon as they fall sick.</p><p>The case of 32-year-old <a href=\"http://www.npr.org/blogs/goatsandsoda/2014/08/04/337748698/an-ebola-quarantine-in-freetown-people-come-and-go-as-they-wish\">Saudata Koroma</a> transfixed the nation late last month. She was brought to a faded blue government hospital in Freetown, feeling unwell, and was admitted.</p><p>\"Yes, and we were suspicious that she had Ebola, and she was put in isolation,\" says Amadu Sesay, the doctor in charge of the hospital. \"The tests proved she had Ebola. Prior to the arrival of the test results, the relatives of the patient stormed the facility. They stormed this hospital and took the patient away.\"</p><p>When his staff learned Koroma had Ebola, Sesay says, they had to track her down. But it took some time. \"She was put in an ambulance, but unfortunately on the way to [an Ebola clinic in] Kailahun, she died,\" he says.</p><p>Sesay says Koroma's case and death show that Sierra Leoneans need more counseling and education about the virus.</p><p>\"The question is actually denial. When we traced them [Koroma's parents], eventually, where they kept her hidden, they still were not convinced she had Ebola,\" Sesay says. \"They chased us away. They said she doesn't have Ebola. They denied. That sends a very dangerous message out there.\"</p><p>Sesay and many others say global assistance — such as many more specialists and health workers on the ground — is needed to help Sierra Leone and its neighbors, Liberia and Guinea,<strong> </strong>control the<strong> </strong>devastating<strong> </strong>Ebola outbreak in the region.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Skeptics+In+Sierra+Leone+Doubt+Ebola+Virus+Exists&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ofeibea Quist-Arcton","audio":[{"meta":{"duration":"257"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1338234064-f5e7eb.m3u?orgId=1&topicId=1031&ft=3&f=338234063"},{"href":"http://media.npr.org/assets/img/2014/08/06/dsc_0700_awareness-1a0efa47b3f0602e7ae4c782c94d11c1714a77f6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1982","width":"2645"}}]}