{"created":"2015-02-05T22:07:56+00:00","modified":"2015-02-06T20:21:18+00:00","valid":{"from":"2015-02-06T20:21:18+00:00","to":"3015-02-06T20:21:18+00:00"},"hreflang":"en","guid":"1be0824d-0bb8-40be-8d8a-de8d66fff1b4","title":"Meeting with the Dalai Lama can come with a price  ","published":"2015-02-06T20:21:17+00:00","byline":"Matthew Bell","tags":["dalai lama","tibetan buddhism","US-China relations","Global Politics","WASHINGTON","China","United States","Tibet","Asia","East Asia","North America","Isaac Stone Fish","Nils-Hendrik Klann","Liu Xiaobo","Barack Obama","Andreas Fuchs","Tibet","Politics of Tibet","14th Dalai Lama","Dalai Lama","Tibetan independence movement","Buddhism"],"teaser":"President Obama welcomed the Dalai Lama to a national prayer breakfast this morning in Washington. China is not happy about it. But will Beijing try to exact real punishment?  ","contentencoded":"<p>The Dalai Lama got a pretty big shout out today in Washington: President Barack Obama pressed his palms together in a traditional Tibetan sign of respect and called the Tibetan Buddhist leader “a good friend.”</p>\n<p>Obama was speaking at a prayer breakfast event at the White House, where he offered a special welcome to the exiled Tibetan Buddhist leader and called him “a powerful example of what it means to practice compassion ... who inspires us to speak up for the freedom and dignity of all human beings.”</p>\n<p>This kind of happy talk does not go over well in Beijing. China has long viewed the exiled Dalai Lama as an advocate for violent separatism in the Tibetan parts of the country.</p>\n<p>Xinhua, the Chinese government's official news agency, warned Obama on Thursday to <a href=\"http://news.xinhuanet.com/english/world/2015-02/05/c_133973170.htm\">stay away from the Dalai Lama</a>, cautioning that “any possible meeting or encounter between the two is sure to have negative consequences because the Dalai Lama is a political liability which backfires.” </p>\n<p>The agency then laid those liabilities: “Chumming with a secessionist is playing with fire, which severely harms the mutual trust between China and the United States, and downgrades Obama's credit as a national leader for breaking his commitments to China on the Tibet issue.\"</p>\n<p>These aren't just empty words: Going against Beijing’s wishes and meeting with the Dalai Lama can come with a price. That was the conclusion of <a href=\"http://papers.ssrn.com/sol3/papers.cfm?abstract_id=1694602\">a 2010 study</a> by two European academics, Andreas Fuchs and Nils-Hendrik Klann. They looked at the economic ramifications that follow when national leaders publicly embrace the Dalai Lama.</p>\n<p>The study found that a country's exports to China dropped by more than 8 percent for about two years. “When you add up all the people who’ve met with the Dalai Lama over these years, that’s hundreds of millions — if not billions — of dollars,” of lost trade, says Isaac Stone Fish, the Asia editor at Foreign Policy Magazine.</p>\n<p>But Stone Fish says the fallout from Thursday's White House visit by the Dalai Lama probably won't to mean a big dip in American exports. For one, President Obama did not actually meet directly with the Tibetan leader.</p>\n<p>“Obama did give him a little 'Namaste,'\" Stone Fish says. “But they didn’t actually meet. There are no photographs of them together. And [for Beijing], that’s a better outcome.”</p>\n<p>The other factor has to do with the unique relationship between the US and China. “It’s so important, and encompasses so many other things, it’s unlikely that this stink will last very long,” Stone Fish ays.</p>\n<p>Angering the Chinese government can also bring a diplomatic price. When Chinese dissident Liu Xiaobo won the Nobel Peace Prize in 2010, not only Norway’s exports to China took a hit. Stone Fish says Norwegian citizens were denied visas to enter China, and Norway’s diplomats felt like they were frozen out of the international scene as punishment for Oslo’s choice of Liu, who was sentenced in 2009 to 11 years in prison for subversion.</p>\n<p>“So when the Dalai Lama [planned a visit] to Norway in 2014, [the Norwegian government] didn’t let him meet with the prime minister,” Stone Fish says. It might be worth noting that the Dalai Lama himself is a Nobel Prize winner, which makes this perceived snub all the more significant.  </p>\n<p>All of this pressure might be working for Beijing. The Dalai Lama met with 11 top leaders in 2001; in 2013, <a href=\"http://foreignpolicy.com/2014/05/06/blame-norway/\">as Stone Fish notes</a>, he only met two,. </p>\n<p>Of course, when countries decide to bend to Beijing’s wishes by refusing to meet the Tibetan leader, they may also lose something less tangible than trade revenue or diplomatic leverage. “Their moral stock goes down just a little bit,” Stone Fish says.</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0205201505.mp3"},{"href":"http://www.pri.org/file/0205201505mp3"}]}