{"created":"2014-10-08T14:12:38+00:00","modified":"2014-10-31T01:11:50+00:00","valid":{"from":"2014-10-31T01:11:50+00:00","to":"3014-10-31T01:11:50+00:00"},"hreflang":"en","title":"Critics Renew Calls For More Diverse Video Game Characters ","published":"2014-06-16T15:11:00+00:00","teaser":"Women make up a significant proportion of dedicated gamers, but they were hardly represented on stage and in games previewed at a big game industry trade event in Los Angeles.","itags":["npr_api","321673815"],"guid":"1bf55de4-3db6-4289-ab26-a3be812a932b","contentencoded":"<p>There's a myth that only nerdy white guys play and make video games. At this week's video game extravaganza in Los Angeles called Electronic Entertainment Expo, Microsoft didn't do much to change that image.</p><p>At the company's E3 press conference, there was an unseen female announcer, but there was only one female who stood on stage and spoke. Bonnie Ross, who heads the Microsoft studio that produces its blockbuster game Halo, spoke for less than two minutes.</p><p>\"When we think about the Halo universe, we think of it as a real place inhabited by real characters,\" Ross said during her brief appearance on the stage.</p><p>Leigh Alexander, who writes about the culture and business of games for the website <a href=\"http://www.gamasutra.com/\">Gamasutra</a>, is a diehard gamer but says Microsoft has turned her off of its Xbox console.</p><p>\"That branding has never really appealed to me and when I watched the Microsoft press conference, it felt very more of the same to me,\" Alexander says. \"I didn't experience any diversity.\"</p><p>It's a complaint that has been dogging the game industry since its earliest days.</p><p>\"I think it's a fair comment,\" says Yusuf Mehdi, Microsoft vice president for devices and studios. \"We are very conscious about, do we have women who are up on stage for us, telling the story, playing some of the games? I think we had some up there yesterday, telling our story, but we could do more; we want to do more.\"</p><p>But what was on stage reflected what was in the games.</p><p>One game among this year's titles sparked a firestorm on the Internet. Assassin's Creed Unity — the latest iteration of the franchise — takes place on the eve of the French Revolution. The game, developed by Ubisoft, will be available for Microsoft's Xbox One as well as Sony's PlayStation 4. Players can be in the shoes of up to four characters but not one of them is female.</p><p>In an <a href=\"http://www.polygon.com/e3-2014/2014/6/10/5798592/assassins-creed-unity-female-assassins\">interview with the gaming site Polygon</a>, Unity's creative director Alex Amancio said having a female assassin was \"a lot of extra production work.\" Twitter lit up, and the criticism rolled in under the hashtag <a href=\"https://twitter.com/hashtag/womenaretoohardtoanimate?f=realtime&src=hash\">#womenaretoohardtoanimate</a>. Game critic Alexander thinks Amancio's comments are revealing.</p><p>\"What their response reveals is that they didn't scope for it,\" she says. \"That from the beginning it wasn't a concern.\"</p><p>Alexander was also among many — including game designers — who questioned why animating a woman character was so hard.</p><p>\"I think they must presume that they're going to have to animate all these flowing dresses and flowing hair and jiggling breasts and things like that,\" she says. \"[It's] really interesting insight into how technical folks in the game industry view women's bodies.\"</p><p>But Alexander says it's also curious because Ubisoft has put female protagonists in previous versions of the game; a statement from <a href=\"http://kotaku.com/ubisoft-responds-to-assassins-creed-female-character-co-1589413130\">Ubisoft says it is committed</a> to diversity and it will continue to look at showcasing strong female characters.</p><p>To the company's credit, actress, comedian and gamer Aisha Tyler has hosted its E3 press conference for the last three years. Tyler says initially she got a lot of flak from a segment of the gaming community that refused to believe that she really plays.</p><p>\"To come and tell me that something that I've lived with and loved since I was a little kid is illegitimate, that I'm lying about it,\" Tyler says, \"I literally tell somebody to their face, 'F - - k you' — and I've done it on this floor.\"</p><p>Tyler says she loves games like Halo and Gears of War. But, she says there is a large segment of gamers that fit the white-guy-loner-nerdy stereotype.</p><p>\"This is a group who has been excluded and now they're turning and they are excluding, and the irony and the hypocrisy of that is extraordinary,\" Tyler says. \"So I do a lot of calling people on that. So no one let you into your club and now you have one and you don't want to let anyone else in and you know that you're just being full of it right now.\"</p><p>Tyler says over time the criticism of her has decreased. Though early gamers may have been white guys, today nearly half are female, and according to the Kaiser Family Foundation, African-Americans between the ages of 8 and 18 spend <a href=\"http://kaiserfamilyfoundation.files.wordpress.com/2013/04/5959.pdf\">more time playing video games</a> than white youth. Unfortunately, 85 percent of the people making the games are white and male.</p><p>\"So look at me, African-American male running the U.S. arm of a Japanese company,\" says <a href=\"http://www.npr.org/blogs/alltechconsidered/2014/06/12/321378481/q-a-nintendo-president-says-dont-count-out-mario\">Reggie Fils-Aime, president of Nintendo of America</a>. He says Nintendo cares about diversity, but it has a bigger priority.</p><p>\"We view this as a way for people to have fun and the way the characters are or the way we approach the business really is from that perspective,\" he says.</p><p>Nintendo's new lineup notably does feature the princess from its blockbuster game Zelda as a warrior. And with its first Wii console — which emphasized fitness games — Nintendo grew its market among women. In 2013, the global industry for games passed $90 billion in revenue. The fastest growth was in mobile and online games, which are more diverse. Alexander, the critic, says now that console games are being played online, the big game companies better expand their list of characters.</p><p>\"Online competitive games were a big thing on show at E3, and no one is really going to want to buy those and play them only with 17-year-old boys,\" Alexander says.</p><p>And certainly the controversy over Assassin's Creed Unity showed that on the Internet, gamers are willing to fight not only to win but to be heard.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Critics+Renew+Calls+For+More+Diverse+Video+Game+Characters+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Laura Sydell","audio":[{"meta":{"duration":"312"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1321674023-11af3c.m3u?orgId=1&topicId=1019&ft=3&f=321673815"},{"href":"http://media.npr.org/assets/img/2014/06/13/tyler-cb7afa1cf6a38f0472e17ba8cbd82df0a35b2f8f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3454","width":"4609"}}]}