{"created":"2014-12-22T13:03:18+00:00","modified":"2015-06-05T18:53:08+00:00","valid":{"from":"2015-06-05T18:53:08+00:00","to":"3015-06-05T18:53:08+00:00"},"hreflang":"en","title":"Top 10 Top 40 For 2014","published":"2014-12-30T17:17:00+00:00","teaser":"Dig below the strata of pop songs so ubiquitous you can't stand to hear them anymore, and you'll find plenty of riches in the Top 40, from country crossover to innovative R&B and classic pop.","itags":["npr_api","371914975"],"guid":"1c008b44-4cd7-4c51-9b83-5a73cf4d0451","contentencoded":"<p>As we wind our way toward the second half of the century's second decade, the American Top 40 is in radical flux. This isn't because pop is becoming any more or less innovative; rather, it's the counting, the data analysis that determines what stands as our most popular music that's changed. Radio is only one factor now, and record stores, which for decades moved the physical product that carried beloved music into people's homes, cars and headphones, now hang on valiantly but tenuously to their corner of influence. Even online purchases mostly involve the transmission of zeroes and ones instead of platters and cassettes. Pop's nature is even more radically affected by two central activities — streaming and sharing — that take fans' ownership completely out of the equation. That private process of plunking a discrete data storage format into a device to make it speak dreams and shape one's musical experience is mostly over, replaced by listening while Tweeting, making parody and tribute videos, and creating playlists with names like \"<a href=\"http://gizmodo.com/these-are-the-25-most-popular-spotify-playlists-510275721\" target=\"_blank\">Your Favorite Coffeehouse</a>\" and \"Cardio.\"</p><p>So what has that done to music that's always been defined by sharing, the mainstream hits that come to stand for every year's zeitgeist? Commenting in this winter's Slate Music Club (to which I also belong), charts guru and frequent NPR Music <a href=\"http://www.npr.org/blogs/therecord/2014/11/25/366542943/commerce-vs-consumption-a-revolutionary-rethink-of-billboards-album-chart\" target=\"_blank\">contributor</a> Chris Molanphy <a href=\"http://www.slate.com/articles/arts/the_music_club/features/2014/slate_music_club_2014/billboard_no_1_hits_2014_from_taylor_swift_to_pharrell_to_iggy_azalea_this.html\" target=\"_blank\">noted</a> that while a conventional, radio-oriented <a href=\"http://www.theatlantic.com/magazine/archive/2014/12/the-shazam-effect/382237/?single_page=true\" target=\"_blank\">reading</a> might lead commentators to despair at increasing consolidation, in fact what's emerging through YouTube and Spotify is glorious variety. He focused on 2014's most discussed chart-toppers — the booty-shakers and girl-gang anthems and Taylor Swift juggernauts that not only rule the radio, but also generate endless online analysis. The list below shores up his point by doing something different: showing how the variety he celebrates played out not only in this small list of No. 1's, but throughout the year-end Hot 100 chart this year.</p><p>As <a href=\"http://www.npr.org/blogs/bestmusic2013/2013/12/23/256560211/top-10-top-40-of-2013\" target=\"_blank\">in</a> <a href=\"http://www.npr.org/blogs/bestmusic2012/2012/12/26/167977912/the-top-10-top-40-of-2012\" target=\"_blank\">previous</a> <a href=\"http://www.npr.org/blogs/therecord/2011/12/19/143799960/the-top-10-top-40-of-2011\" target=\"_blank\">years</a>, I followed some rules to create the Top 10 Top 40. All of the songs included (with one exception that proves some things) were issued as singles in 2014, though some appeared on albums earlier than that. None have been featured as part of NPR Music's other year-end lists (which, this year, narrowed the field, since our fantabulous <a href=\"http://apps.npr.org/best-songs-2014/\">Songs App</a> tripled the number of faves we featured and allowed for more mainstream delicacies.) Neither did I focus on the hot-button numbers endlessly <a href=\"https://www.youtube.com/watch?v=nfWlot6h_JM\" target=\"_blank\">shaken</a>, <a href=\"https://www.youtube.com/watch?v=O-zpOMYRi0w\" target=\"_blank\">fancied</a> and dissected <a href=\"https://www.youtube.com/watch?v=7PCkvCPvDXk\" target=\"_blank\">from the bottom to the top</a> in online think pieces. So much focus on a small number of provocations almost takes them out of the realm of music, into multimedia (I'm looking at you, \"Anaconda\"), and I'm interested in the ordinary: the stuff people gravitate toward not because they need to have an opinion about it, but because, you know, they actually like to listen, dance and sing along to it. And maybe make a Vine out of it. Because more than ever before, pop belongs to the people, and they're reinventing it every day.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Top+10+Top+40+For+2014&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ann Powers","audio":[{"meta":{"duration":"302"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1373934336-f9e87d.m3u?orgId=1&topicId=1107&aggIds=366408499,100920965&d=302&p=3&story=371914975&t=progseg&e=373933872&seg=10&ft=nprml&f=371914975"}]}