{"created":"2014-09-14T15:05:13+00:00","modified":"2015-01-02T17:05:13+00:00","valid":{"from":"2015-01-02T17:05:13+00:00","to":"3015-01-02T17:05:13+00:00"},"hreflang":"en","title":"'Tigerman' Will Get Its Claws Into You","published":"2014-07-24T22:22:00+00:00","teaser":"Nick Harkaway's new novel mixes up a heady brew of comics, longing, tea, murder, post-colonial guilt and mystical tigers. Reviewer Jason Sheehan says it's \"not just good, it's shake-a-granny good.\"","itags":["npr_api","334971240"],"guid":"1c0f8163-89d5-49ae-827b-00cb693a1b01","contentencoded":"<p>How do you know when a book has hooked you? When it really gets you in the guts and won't let go?</p><p>When you can't stop telling people about it. When you catch yourself inserting the title of the book into conversations where it has no place, breathlessly insisting to all your friends and relations that they need to read this book <em>right now</em>, and waving it around on elevators and hoping that someone asks you about it.</p><p>Or trying desperately to explain to the old lady on your train (who sweetly explains that she only reads books where nice things happen, or about people on journeys to find Jesus) exactly <em>why </em>it's so good even though there's witchcraft in it, and hand grenades, murdered dogs, complicated geopolitics, and plenty of bad people who have very little concern for Jesus at all. You know that you've gone off the deep end of love and addiction when you just kind of want to shake the old lady and say, \"Just shut up and <em>read the thing</em>, grandma. Trust me. I do this for a living.\"</p><p>This was how I felt while reading Nick Harkaway's new book, <em>Tigerman</em>. It's not just good, it's shake-a-granny good. The kind of good that makes you wonder why <em>every </em>book isn't this smart and joyous and beautiful and heartbreaking; that makes you a little bit pissed off that you ever gave away bits of your life to reading worse books, and sad that so many trees get wasted on authors with less grace, less surety, less confidence than this man who can throw comic books, video games, post-colonial guilt, the longing ache of the childless, murder, tea drinking and mystical tigers all together in a big hat, shake it vigorously, and draw from the resultant, jumbled mess something so beautiful.</p><p><em>Tigerman</em> is the story of Sergeant Lester Ferris — an aging soldier who has seen too many wars in too many places and is now running out the clock on his retirement as the brevet-consul of the doomed island of Mancreu. Due to some past ecological shenanigans, Mancreu now occasionally belches clouds of toxic waste, and is thus due to be cleansed any day now by fire and high explosives, courtesy of a panicked international community.</p><p>In the meantime, though, Mancreu exists in a sort of legal limbo. No one wants it, so no one is in control. And in its anarchy, Mancreu has become home to the sorts of characters who seek out lawless places. The bay has filled up with the Black Fleet — a motley collection of listening posts, gun boats, illicit hospital ships, drug labs, torture centers and money laundries — and the bars with journalists and spies. All of which is just fine by Lester, because as the sole remaining representative of the U.K. government's former colonial apparatus, he has been ordered very clearly to not care about any of it. To turn a blind eye. Just mark time.</p><p>But there is this kidnapped dog, you see? And a load of fish that has gone missing. And there is this boy — a smart, capable street kid, possibly orphaned, thoroughly obsessed with comic books, whose understanding of English has been cobbled together from super hero stories, stolen DVDs and video games. He is Lester's friend and companion, who gauges everything by levels of awesome; who convinces Lester, at a certain point, to become a super hero called Tigerman because Lester-as-Lester is just some old fart, incapable of action, but Lester-as-Tigerman could be awesome. Could be \"full of win.\"</p><p>And Lester goes along with it because he loves the boy, worries over the boy, saves the boy once, early in the story, and then must <em>keep</em> saving him as things spiral downward on Mancreu — because he is a boy who deserves a hero. Lester wonders what will happen to him once the final order for evacuation comes. As a man with no family — no wife, no children of his own — he wonders if this boy might be his last, best chance at having a son.</p><p><em>Tigerman</em> starts light. Harkaway builds a scoundrel's Eden on Mancreu, a slightly shabby island microcosm of all man's petty lusts and foibles, which will be immediately recognizable and comforting to anyone who has ever dreamed of packing up and scampering away to a tropical island, running a little weed, maybe falling in love. And when the hammer falls (which it inevitably must do), the reader can see it coming from a mile off; can dread the approach of real evil to this place which, in hindsight, appears almost built for evil to ruin, and know that things are going to go badly for everyone and worst for those with love to lose.</p><p>But for all the strangeness that lives in <em>Tigerman</em>, Harkaway never loses his grip. His boy is always a boy and his old soldier is always an old soldier — even when he is Tigerman. And the dangers of a world coming to pieces are made truly dangerous, because Harkaway understands as instinctively as the boy does that a hero's great deeds are only great in comparison to the risks he takes, and that sometimes, no matter how full of win you might be, small victories are the only ones you get.</p><hr /><p><em>Jason Sheehan is an ex-chef, a former restaurant critic and the current food editor of </em><a href=\"http://www.phillymag.com/\">Philadelphia</a><em> magazine. But when no one is looking, he spends his time writing books about spaceships, aliens, giant robots and ray guns</em>. Tales From the Radiation Age <em>is his newest book.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Tigerman%27+Will+Get+Its+Claws+Into+You&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jason Sheehan","audio":[{"meta":{"duration":"156"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1334989354-41d49c.m3u?orgId=1&topicId=1034&ft=3&f=334971240"}]}