{"created":"2015-04-15T08:03:16+00:00","modified":"2015-06-05T15:26:55+00:00","valid":{"from":"2015-06-05T15:26:55+00:00","to":"3015-06-05T15:26:55+00:00"},"hreflang":"en","title":"A Decade After Blowing The Whistle On The FBI, Vindication","published":"2015-04-15T14:00:00+00:00","teaser":"After Robert Kobus alerted his bosses to improper payroll practices, he was transferred to an all but empty office. The Justice Department eventually determined the FBI had retaliated against him.","itags":["npr_api","398518857"],"guid":"1c1b805c-eb24-4332-b3f9-c399f374d323","contentencoded":"<p>Robert Kobus doesn't fit the stereotype of the disgruntled employee. He worked in administrative jobs at the FBI for 34 years, and he says he's seen the bureau at its best.</p><p>\"My sister Deborah Kobus was a 9/11 victim, and the FBI treated me so well during that time,\" he says. \"You know they really cared. I had a lot of friends, I know how important it is to have a strong FBI.\"</p><p>His sister died in the World Trade Center's south tower. When he helped walk out the last piece of steel at the site, he proudly wore his FBI jacket.</p><p>But just a few years later, Kobus noticed a problem — a small-time problem — that could have been fixed right away. He says a bureau supervisor in New York was allowing favorite employees to take time off for their birthdays, so the government had to pay more for other people at the agency to work overtime.</p><p>\"You know, this is not our money. This is the taxpayers' money, and I want it to be correct,\" he says.</p><p>Kobus documented his concerns in an email. He says he hoped new managers would fix the problem. Instead, the new supervisors were furious with him.</p><p>\"I was basically told, 'We're going to look at the person that initially did it, and we're going to look at you. And we may fire him or we may fire you,' \" he says.</p><p>Soon after that, they transferred him to an office in Lower Manhattan, where he sat, alone, among 130 empty desks.</p><p>\"You know, sitting on a deserted floor, you are basically a pariah,\" Kobus says. \"My true friends stayed with me — the one, two that I had. But everybody else, they would avoid me like the plague.\"</p><p>But the worst, Kobus says, is how his request for flextime was handled. Kobus wanted to leave work early to visit his mom in a nursing home, but the FBI sat on the paperwork for months.</p><p>The Justice Department eventually determined that the FBI had retaliated against Kobus for reporting misconduct.</p><p>\"This is a pattern,\" says <a href=\"http://www.whistleblowers.org/index.php?option=com_content&task=view&id=62\">David Colapinto</a>, a lawyer at the National Whistleblowers Center who worked on the Kobus case. \"Robert's case reflects how the FBI and the Department of Justice treat people who have the courage to come forward and report wrongdoing.\"</p><p>He says the government long ago found Kobus was in the right — but the case still took more than nine years to work through the system.</p><p>\"The reason this gets dragged out is for the Justice Department and the FBI to send a message to other employees: 'If you blow the whistle, this is what is going to happen to you,' \" Colapinto says. \"You're going to be put on the floor, isolated, alone.\"</p><p>And if this is how the FBI handled a penny ante case, Colapinto says, imagine how it might respond to a big national security debacle.</p><p>The FBI didn't want to comment on the Kobus case. In testimony to Congress this year, authorities said they understand the important role that whistleblowers play.</p><p>But Kobus and his lawyer say that no one at the FBI was ever punished for involvement in the timecard fraud. In fact, they say, some of the supervisors went on to win promotions.</p><p>That concerns Iowa Republican Sen. Charles Grassley.</p><p>\"Whistleblowers should not have to fear retaliation for speaking up and they should not have to wait a decade for relief, and they should not have to apply to Congress to see justice done,\" Grassley says.</p><p>Grassley is exploring how to make it easier for FBI employees to call out bad behavior and misuse of funds. That includes the possibility of allowing bureau workers to sue if the agency and the Justice Department take too long to review complaints.</p><p>Authorities point out the Justice Department is responsible for reviewing and adjudicating these kinds of claims.</p><p>An investigation by the Government Accountability Office, a nonpartisan congressional auditing agency, recently found that the FBI's system for reporting whistleblower allegations is confusing and burdensome. And FBI workers have fewer protections than federal employees at many other agencies because of the bureau's sensitive national security operations.</p><p>That's something Robert Kobus says should change.</p><p>\"I still enjoy working there, and I am still going to try my best to make changes so that no one else is in a situation like I am,\" he says.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Decade+After+Blowing+The+Whistle+On+The+FBI%2C+Vindication&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Carrie Johnson","audio":[{"meta":{"duration":"268"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1399751506-57b11f.m3u?orgId=1&topicId=1070&d=268&p=3&story=398518857&t=progseg&e=399750277&seg=1&ft=nprml&f=398518857"},{"href":"http://media.npr.org/assets/img/2015/04/10/robertkobus-2ee3d2508ac2a5ea47436d41f98d85adb81f8bbf.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2241","width":"2988"}}]}