{"created":"2015-04-12T11:19:43+00:00","modified":"2015-05-13T21:03:31+00:00","valid":{"from":"2015-05-13T21:03:31+00:00","to":"3015-05-13T21:03:31+00:00"},"hreflang":"en","title":"In A Spanish Enclave, Women Recruit Women To Join ISIS ","published":"2015-04-14T23:23:00+00:00","teaser":"The tiny Spanish territory of Ceuta has been the home of an all-female recruiting ring that helped persuade Muslim women to join the Islamic State in Syria and Iraq, according to Spanish authorities.","itags":["npr_api","398756119"],"guid":"1c3ed35f-2d9e-4b47-9453-ed19b553a2a2","contentencoded":"<p>After the Paris terror attacks back in January, mystery swirled around one of the gunmen's partners, <a href=\"http://www.npr.org/2015/01/12/376660019/investigators-focus-on-4-suspects-in-paris-terrorist-attacks\" target=\"_blank\">Hayat Boumedienne</a>, a young French woman who's believed to have fled to Syria.</p><p>Since then, <a href=\"http://www.npr.org/2015/02/24/388796121/story-of-missing-schoolgirls-captivates-britain\" target=\"_blank\">three British schoolgirls</a> and a <a href=\"http://www.npr.org/blogs/thetwo-way/2015/01/23/379466005/4-year-prison-term-for-colorado-woman-over-plot-to-join-isis\" target=\"_blank\">Colorado woman</a> are among those who apparently traveled to Iraq or Syria to join the self-declared Islamic State, or ISIS.</p><p>All these cases have prompted authorities to examine <a href=\"http://www.npr.org/2015/01/14/377122767/increasing-number-of-western-women-flee-to-syria\" target=\"_blank\">how ISIS recruits women.</a></p><p>Analysts estimate some 20 percent of ISIS recruits are women, and their roles are changing: They're not just jihadi brides, but active recruiters and sometimes even attackers.</p><p>In <a href=\"http://www.npr.org/2015/03/26/395475142/migrants-try-to-enter-europe-through-spanish-territory-in-africa\" target=\"_blank\">Ceuta, a tiny Spanish territory in North Africa,</a> several women have been arrested for allegedly recruiting other women to join ISIS. Spanish officials say they've uncovered Europe's first all-female jihadi ring. At its center, they say, are two friends from high school: Loubna Muhamed, 21, and Rahma Yarmak, 18.</p><p>This is their story.</p><p>\"Loubna comes from a middle class family — I know them well,\" says Laarbi al-Lal Maateis, president of the <a href=\"http://ucide.org/\" target=\"_blank\">Union of Islamic Communities in Ceuta</a>. \"Her father owns a big taxi company. Her grandparents are retired shopkeepers. The girl wore a headscarf, but dressed in a modern way. She liked all the popular brands.\"</p><p>Maateis, a Muslim scholar who oversees Ceuta's mosques, has counseled both girls' families. He says Loubna and Rahma were normal teenagers, constantly on Facebook, texting and chatting via WhatsApp on their smartphones.</p><p>The girls grew up together in <a href=\"http://www.npr.org/2015/03/26/395475142/migrants-try-to-enter-europe-through-spanish-territory-in-africa\" target=\"_blank\">Ceuta,</a> which is separated from the rest of Europe by the Mediterranean Sea, and separated from neighboring Morocco by a huge fence.</p><p>Ceuta is part of Spain and thus the European Union. The residents have Spanish passports. But they live in limbo between two continents. The territory has no airport, only a helipad, and a ferry is required to go back and forth to the Spainish mainland.</p><p>Half of Ceuta's residents are of European descent, but the faster-growing half are Arabic-speaking Muslims, whose ancestors came from Morocco. The territory has a jobless rate of more than 30 percent, one of the worst unemployment problems in Europe.</p><p>Experts say Ceuta's mix of religion, poverty and isolation make it fertile ground for a new type of jihadi recruitment: for women, by women.</p><p>Loubna was the first of the two friends to go.</p><p>\"She'd just started a new job teaching nursery school [last November.] She worked seven days and then went missing,\" Maateis recalls. \"She phoned her parents from Turkey, on her way to Syria [to join ISIS]. I often speak to her father, her grandfather and uncle. They're all traumatized.\"</p><p>NPR was unable to reach Loubna on Skype or social media.</p><p>From ISIS territory, Loubna contacted her teenage friend Rahma, on WhatsApp, almost daily. Rahma was engaged to be married to a young man from Ceuta. Maateis performed a religious ceremony for the couple in his office in December, and they were planning a wedding party within weeks.</p><p>Then Rahma disappeared.</p><p>But Spanish authorities had been monitoring her WhatsApp messages to Loubna, and knew her plans. En route to Syria, Rahma was arrested on the Turkish border in early January.</p><p>What's unique about these girls is that according to Spanish officials, they were not aspiring ISIS brides — but rather, master recruiters for the militant group.</p><p>Spain says intercepted communications show that Loubna and Rahma were members — perhaps even the leaders — of an all-female jihadi ring — <a href=\"http://www.bostonglobe.com/news/world/2015/02/25/spain-jihadi-female-recruiting-network-broken/QhjzqpeapBk6sfbJzKNL1M/story.html\" target=\"_blank\">recruiting fellow Ceuta women</a> to become militants.</p><p>They were the perfect tools for ISIS. They're obsessed with social media and have easy access to fellow women, says <a href=\"http://www.blog.rielcano.org/en/authors/carola-garcia-calvo/\" target=\"_blank\">Carola Garcia-Calvo</a>, a terrorism expert at Madrid's Elcano think tank, who has studied Loubna and Rahma's case.</p><p>\"They used their blogs and WhatsApp and stuff. They were very persistent,\" Garcia-Calvo says. \"So this is why the role of women to attract more women [to ISIS] is huge — and they use it, they use it.\"</p><p>The all-female jihadi network that Loubna and Rahma were allegedly part of was overseen by men in Morocco, but staffed exclusively by women, García-Calvo says. They recruited fellow women via social media, but also in person, in their densely-populated hometown of Ceuta, she says.</p><p>\"In spite of the Internet, face-to-face radicalization still occurs. In my opinion, the radicalization process in Spain is a mix of the Internet — the virtual world — and the real world. Contact with people still matters — especially friends, colleagues and family,\" García-Calvo says. \"We can see how social environment is very important.\"</p><p>In Ceuta, like many conservative Muslim enclaves, women are often less likely to work outside the home, more likely to socialize online or in all-female groups, and in private rather than in public. This makes their networks more difficult for intelligence agencies to penetrate.</p><p>A senior Spanish defense official said police have infiltrated mosques across Spain with undercover male agents — but have had trouble recruiting any female ones.</p><p>\"The infrastructure for countering violent extremism tends to be just very male,\" says <a href=\"https://law.duke.edu/fac/huckerby/\" target=\"_blank\">Jayne Huckerby</a>, a Duke University law professor who advises governments on gender and countering violent extremism.</p><p>She says Loubna and Rahma are a classic example of how stereotypes of women's passivity or domesticity often lead authorities to underestimate their <a href=\"http://www.nytimes.com/2015/01/22/opinion/when-women-become-terrorists.html?_r=0\" target=\"_blank\">potential threat as ISIS operatives.</a></p><p>\"Women, and in particular young women, have taken a very prominent role as recruiters of other young women in their peer networks. Women have also been in all-female brigades, charged with enforcing morality codes in ISIS-controlled territories,\" Huckerby says. \"And women have also been key actors in terms of going on home raids and operating checkpoints.\"</p><p>Huckerby says governments need to better understand how some Muslim women may feel alienated in European society, if they want to counter the influence of ISIS on them.</p><p>In the poor Ceuta neighborhood of El Principe, where Rahma grew up, teenage boys yell 'Al-Qaida!' at foreign visitors. They know the area's reputation. There's ISIS graffiti on one wall.</p><p>At least 15 families in Ceuta have reported their loved ones missing, suspected of traveling to join ISIS in Syria or Iraq. Rahma is among more than a dozen local residents who've been arrested. Those numbers are startlingly high for a city of about 85,000.</p><p>Right now, Rahma is in a Spanish prison, awaiting trial. Her friend Loubna is believed to be somewhere in Syria or Iraq. And Spanish authorities are struggling to figure out how many other young women in this community may have gone to that region as well.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+A+Spanish+Enclave%2C+Women+Recruit+Women+To+Join+ISIS+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lauren Frayer","audio":[{"meta":{"duration":"237"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1399138738-f7227c.m3u?orgId=1&topicId=1126&d=237&p=10&story=398756119&t=progseg&e=399138668&seg=12&ft=nprml&f=398756119"},{"href":"http://media.npr.org/assets/img/2015/04/10/jihad4edit-8f297cab5e8a23b51f3a8841d4ed81647e1544e8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1604","width":"2139"}},{"href":"http://media.npr.org/assets/img/2015/04/10/460805426edit-f9e7bf4e5f3ed3a42c9d0a75e851a06575947116.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2395","width":"3197"}},{"href":"http://media.npr.org/assets/img/2015/04/10/jihad2edit-8d8b1fb02744ed49762ca993d9cf35f5a97bf710.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1288","width":"1717"}}]}