{"created":"2015-02-20T19:56:13+00:00","modified":"2015-02-25T01:42:06+00:00","valid":{"from":"2015-02-25T01:42:06+00:00","to":"3015-02-25T01:42:06+00:00"},"hreflang":"en","guid":"1c3ea0f8-4423-4158-a20a-1122b869007d","title":"How an ordinary Egyptian kid became an ISIS fighter","published":"2015-02-25T01:42:02+00:00","byline":"Christopher Woolf","teaser":"Islam Yaken was an ordinary middle-class kid in Cairo, with dreams of becoming a fitness instructor. Instead, he has ended up as a brutal ISIS fighter. ","tags":["SafeMode","Conflict","Conflict & Justice","Cairo","Africa","Egypt","Africa","Middle East","Mona El-Naggar","Religion","ISIS","Social Issues"],"contentencoded":"<p><iframe frameborder=\"0\" height=\"373\" id=\"nyt_video_player\" marginheight=\"0\" marginwidth=\"0\" scrolling=\"no\" src=\"http://graphics8.nytimes.com/bcvideo/1.0/iframe/embed.html?videoId=100000003517767&amp;playerType=embed\" title=\"New York Times Video - Embed Player\" width=\"480\"></iframe></p>\n<p>He could be anyone. Just a normal middle-class kid, with normal ambitions. Start his own business, make a name for himself, find love. Instead, he joined ISIS.</p>\n<p>That’s the story of one young ISIS fighter called Islam Yaken. He’s the subject of a profile in the New York Times by videojournalist Mona El-Naggar.</p>\n<p>Yaken comes from a nice middle-class neigborhood of Cairo. “Religion was always part of his life,” Naggar says. “He was taught to pray by his parents. His mother was veiled. His sisters are veiled… But he wasn’t particularly observant.”</p>\n<p>In fact, Yaken focused on working out at the gym, and pursuing his dream of becoming a fitness instructor. “His friends,” Naggar says, “described him as being a very fun guy, always joking, social… he was attractive and charming to women. He had girlfriends. In many ways he’s just like any young guy in Egypt, or elsewhere.”</p>\n<p>But he was a man in search of an anchor. After a close friend was killed in a motorcycle accident, Yaken turned to religion, and turned inward. He dissociated himself from women and devoted himself to prayer and Koranic study. Not satisfied with the moderation of his local imams, he turned to the ultra-conservative preachers found online.</p>\n<p>Then at age 20 he left secretly to join ISIS. His parents only learned from a note he left.</p>\n<p>His parents are heartbroken, says Naggar. She says Yaken’s father “is grieving. He’s just waiting to hear that his son is dead.”</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-20%2Fhow-ordinary-egyptian-kid-became-isis-fighter&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/yaken3.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/yaken3jpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0220201501.mp3"},{"href":"http://www.pri.org/file/0220201501mp3"}]}