{"created":"2014-11-08T22:08:16+00:00","modified":"2015-05-06T18:31:50+00:00","valid":{"from":"2015-05-06T18:31:50+00:00","to":"3015-05-06T18:31:50+00:00"},"hreflang":"en","title":"WATCH: The Robotic Baby Penguin That Spies For Scientists","published":"2014-11-10T20:34:00+00:00","teaser":"The emperor penguins of Antarctica are adorable. They're also pretty skittish when humans come around to collect data. Researchers at the University of Strasbourg have a solution: a penguin rover.","itags":["npr_api","362377186"],"guid":"1c404a05-5a35-4a77-b7e4-cdc231090062","contentencoded":"<p>Emperor penguins are elegant and adorable. They're also quite shy and skittish around humans.</p><p>Many penguins tracked in Antarctica have data-collecting devices underneath their skin. Usually, researchers have to get close to them and use hand readers to pick up a signal from the devices — which freaks the penguins out.</p><p>Yvon Le Maho, who has been studying penguins for more than 40 years, decided to tackle that problem.</p><p>\"I thought maybe we can use rovers,\" Le Maho says.</p><p>He got the idea to use a remote-controlled, wheeled device disguised as a penguin to infiltrate the colony about seven years ago. Turns out, it works. Le Maho and other scientists at the University of Strasbourg in France <a href=\"http://www.nature.com/nmeth/journal/vaop/ncurrent/full/nmeth.3173.html\">published a paper</a> about their work with rovers in the journal <em>Nature Methods</em> last Sunday.</p><p>Le Maho and his team equipped some penguins with heart monitors and saw that when the rovers approached instead of humans, stress levels stayed low.</p><p>\"When a rover is approaching, the increase in heart rate is about the same that the bird has when another penguin is passing by,\" he says.</p><p>But the disguise has to be good.</p><p>\"If you want to confuse the birds with fake penguins, it should be very, very well-designed,\" says Le Maho.</p><p>Le Maho first designed a fiberglass penguin, but the other penguins didn't buy it.To get in, the rover penguin had to really look the part.</p><p>Scientists and filmmakers joined forces to make that happen.<br /> <br />At the same time the Le Maho was experimenting, a U.K.-based production company was working on shooting a film using camouflaged cameras to get into penguin colonies.</p><p>\"It was like a marriage in heaven,\" says Philip Dalton, producer of the BBC miniseries<a href=\"http://jdp.co.uk/programmes/penguins-spy-in-the-huddle\"> Penguins: Spy in the Huddle</a>.</p><p>Dalton works for John Downer Productions, which specializes in designing spy cams to get unique shots in various environments. A team of engineers and model-makers worked to get the feathers, the coloring and the wheels just right. After a few model tweaks, they made a fluffy baby penguin that they call a \"chick cam.\"</p><p>Happily, it was accepted into the colony.</p><p>\"You get this wonderful perspective, which is very similar to what it must look like if you are a chick yourself,\" says Dalton.</p><p>With this special access, the chick cam got a shot of an emperor penguin laying an egg — a moment that hadn't been captured before.</p><p>That was TV gold, for sure, but the chick cam also produced some important science.</p><p>\"I think in the year that we were there, with over 1,000 hours of footage that we gathered with our penguin cams, that was the equivalent of about, I believe, five years of research,\" Dalton says.</p><p>Le Maho and his team at the University of Strasbourg hope that this approach will allow scientists to better track penguins and understand their travel and mating patterns — without stressing the birds out.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=WATCH%3A+The+Robotic+Baby+Penguin+That+Spies+For+Scientists&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Priska Neely","audio":[{"meta":{"duration":"183"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1362588108-f0d74e.m3u?orgId=1&topicId=1024&d=183&p=2&story=362377186&t=progseg&e=362560114&seg=7&ft=nprml&f=362377186"},{"href":"http://media.npr.org/assets/img/2014/11/08/penguin-huddle-3be872733da2d5d06547b69859c1d3366159c795.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"952","width":"1270"}},{"href":"http://media.npr.org/assets/img/2014/11/08/chick-cam-screengrab-e86bfc68738bff110cdf84a53ac7f4c5bba934ed.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"700","width":"934"}}]}