{"created":"2015-04-05T22:28:11+00:00","modified":"2015-04-27T18:32:00+00:00","valid":{"from":"2015-04-27T18:32:00+00:00","to":"3015-04-27T18:32:00+00:00"},"hreflang":"en","title":"Will Turning Seawater Into Drinking Water Help Drought-Hit California?","published":"2015-04-16T09:42:00+00:00","teaser":"During its last major drought, Santa Barbara built a desalination plant. It was never used. Now it's being reopened, but critics say desalination is costly, energy-intensive and may harm marine life.","itags":["npr_api","397659871"],"guid":"1c411678-03c2-48f9-a094-56b54daec382","contentencoded":"<p>Last week, Governor Jerry Brown made water conservation <a href=\"http://ca.gov/drought/topstory/top-story-29.html\">mandatory</a> in the drought-stricken state of California. \"As Californians, we have to pull together and save water in every way we can,\" he said.</p><p>But if the four-year drought continues, conservation alone — at least what's required by the governor's plan — won't fix the problem.</p><p>Across California, communities are examining all options to avoid running out of water. Some, like the coastal city of Santa Barbara, are looking to the past for inspiration.</p><p>This may be the most severe drought in recorded history in California, but it's not the longest. The last big drought started in the late 1980s and lasted seven years.</p><p>Sheila Lodge was Santa Barbara's mayor back then. \"You don't know with a drought if you're in one until a few years have gone by and, 'Oh! You know, this is really serious!' \" she tells NPR's Arun Rath.</p><p>To cope with the drought, Santa Barbara's city council banned watering lawns and hired water police to enforce restrictions. Some residents <a href=\"http://articles.latimes.com/1990-05-07/news/mn-92_1_santa-barbara\">painted their brown lawns green</a>.</p><p>\"In the meanwhile,\" Lodge recalls, \"we had to do something to find other water supplies.\"</p><p>City officials considered and rejected various options, including trucking water down from Canada — it was too expensive. One proposal envisioned dragging an iceberg all the way down the coast from Alaska. \"Somehow,\" Lodge says, \"nobody was ever able to tell us how they would get the melting water from the iceberg into the water system.\"</p><p>In the end, they decided to build a desalination facility to turn seawater into drinking water. But just as the $35 million desalination plant was nearing completion in 1991, heavy rains known as the <a href=\"http://articles.latimes.com/1993-02-25/news/mn-776_1_water-picture\">\"March Miracle\"</a> made it unnecessary.</p><p>\"We had over 30 inches of rain in one month,\" says Lodge, \"and 30 inches is twice as much as we get in a whole year, normally. And we were on our way to being safe.\"</p><p>By the time the city's Charles E. Meyer Desalination Facility was ready to come online in 1992, the drought was over. The facility ran for six weeks, just to make sure it worked. Then it was shut down. The city mostly forgot about it.</p><p>Until now.</p><p>Santa Barbara is <a href=\"http://www.latimes.com/local/california/la-me-santa-barbara-desal-20150303-story.html\">reopening the plant</a> and Joshua Haggmark, the city's water resources manager, is in charge of getting it back online. Much work lies ahead.</p><p>Entering the control room and seeing its big computers with tiny memories — and floppy disk drives — feels like stepping back in time to 1992. This is \"about as sophisticated as it gets for this old facility,\" says Haggmark.</p><p>The intake, where ocean water first enters the desalination system, is about half a mile off the beach. Once it gets to the plant, the water flows through gravel and sand filters and finally, when all the debris is gone, into the reverse osmosis membranes — salt removers.</p><p>Two gallons of ocean water go in; one gallon of drinking water comes out. The leftover gallon contains super-salty brine. This doubly salty water is mixed with the city's wastewater and then piped back out to sea and spread around, about 30 miles offshore.</p><p>That briny waste is one of many concerns raised by environmentalists and other critics of desalination plants like this one and others that are being planned and built along the California coast. \"The biggest concern about desalination is that it is expensive, it's energy-intensive and it has a lot of side effects — a lot of unintended consequences to marine life both from the intake and the discharge,\" says Marco Gonzalez, the executive director of the <a href=\"http://cerf.org/\">Coastal Environmental Rights Foundation.</a></p><p>Right now, the sources of electricity available to run desalination plants are not environmentally friendly. \"Really, it's going to require us to find alternative energy sources to power these plants. So as we put more renewables online, it will become more environmentally friendly and more cost-effective,\" says Gonzalez.</p><p>Cost effectiveness is important, because desalination is expensive. To get the Santa Barbara plant back online, the estimated cost of water for the average resident will increase by about $20 each month starting this July, even though the plant won't open until 2016.</p><p>Gonzalez says that before money goes into desalination projects that may hurt the environment, water conservation needs to become a bigger priority. \"The first thing I say to someone who says that we need to do desal[ination] now is, 'Turn off your sprinklers.' We don't even know how much we need because we waste so much; we live in a total artificial world of water use and water supply.\"</p><p>But others insist that conserving water will not be enough. The drought is too severe, they say, and the state has been using too much water for too long.</p><p>\"I don't think we can really conserve our way out of this problem, this problem being a combination of drought and of incredibly high water demand by a growing population and climate change,\" says <a href=\"http://jayfamiglietti.com/about-2/\">Jay Famiglietti</a>, the senior water scientist at the NASA Jet Propulsion Laboratory at the California Institute of Technology.</p><p>Almost everyone agrees: for a drought this severe, you need a multifaceted approach.</p><p>\"Desal[ination] is part of it and sewage recycling is part of it,\" Famiglietti says. \"More efficient irrigation, better water pricing, better crop choices — there's all sorts of things we need to include in our portfolio to bridge that gap between supply and demand.\"</p><p>But here's what scares a lot of people: Even an all-of-the-above strategy isn't going to be enough.</p><p>Even after factoring in the water that the desalination plant is expected to produce, plus recycled water and what's called \"extraordinary conservation,\" Santa Barbara is projecting a significant water shortfall in 2017.</p><p>Haggmark says the city hopes to be able to buy water to make up the shortfall — but with other thirsty buyers in the region, finding an affordable source could be a problem.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Will+Turning+Seawater+Into+Drinking+Water+Help+Drought-Hit+California%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"376"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1397679918-e8af35.m3u?orgId=1&topicId=1025&e=397659871&d=376&ft=nprml&f=397659871"},{"href":"http://media.npr.org/assets/img/2015/04/05/desalination-edit-f60a117d8768bad675f00236e28f372b0eba227a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1665","width":"2220"}},{"href":"http://media.npr.org/assets/img/2015/04/05/468638984-93a340992328af6bc5bd542112306b7ef88ea15e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3696","width":"4929"}},{"href":"http://media.npr.org/assets/img/2015/04/05/computer-214d2aa59746b1ffc690ff07b8826965986b8c79.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1750","width":"2333"}}]}