{"created":"2015-06-10T12:33:05+00:00","modified":"2015-06-10T12:33:06+00:00","valid":{"from":"2015-06-10T12:33:06+00:00","to":"3015-06-10T12:33:06+00:00"},"hreflang":"en","guid":"1c661873-c4d8-4004-b549-f73433abbd19","title":"Why your beefsteak tomatoes are getting beefier","published":"2015-06-10T12:33:02+00:00","byline":"Alexa Lim, Marlisse Silver Sweeney","tags":["food","science","research","Science","Science, Tech & Environment"],"teaser":"Cross-breeding plants to get bigger, juicier fruits is nothing new. But scientists now say mutations in genes are the cause of the \"plumper\" plants. This could mean the perfect tomato is in our near future.","contentencoded":"<p>If you’ve noticed your beefsteak tomatoes have been a little beefier, it’s not a figment of your imagination.</p>\n<p>Produce is getting plumper these days. Farmers have been cross-breeding plants for hundreds of years to make bigger, better crops. But one fruit in particular, the tomato, has genes to thank for its newfound girth.</p>\n<p>Zach Lippman, an associate professor of plant genetics at The Cold Spring Harbor Laboratory in New York, and his team have been studying why some plants in the same species, under the same conditions, grow larger — or produce more fruit — than others.</p>\n<p>Plants, like people, have stem cells. Lippman said he noticed that in the “mutants,” or the specimens producing more than the typical amount of fruits, there was something amiss with their stem cell production.</p>\n<p>“When we looked closely under the microscope, we could see that the stem cell population was much larger than it should have been and this was a clue that there was something wrong in [the] genes that were controlling the stem cell production,” explains Lippman. His team was able to pinpoint the genes that were mutated and found that one essentially wanted to stop the fruit from growing and another wanted to start it.</p>\n<p>“Obviously, in the case of the mutants, we’ve really disrupted the system, and you end up with a very large beefsteak tomato,” says Lippman. But the findings can also be used to create the perfect-sized fruit. “Instead of over proliferating stem cells, double or triple of what they normally are, we just increase stem production 10 percent to 20 percent, and that little tweak to stem cell production might allow you to have a slightly larger fruit, a predictable way of increasing fruit size,” he explains.</p>\n<p>As for coming up with the “perfect tomato” — there’s still a lot of research and work to be done. Lippman says, “there are so many factors contributing to what helps plants grow properly…it’s not as simple as just playing to the fruit size by playing with a number of stem cells, but it is one aspect that now we think we are able to understand better and control.”</p>\n<p><em>This story is based on <a href=\"http://www.sciencefriday.com/segment/05/29/2015/how-did-the-beefsteak-tomato-get-so-beefy.html\" target=\"_blank\">an interview</a> from PRI's <a href=\"http://sciencefriday.com/\" target=\"_blank\">Science Friday</a> with Ira Flatow.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-05%2Fwhy-your-beefsteak-tomatoes-are-getting-beefier&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/Lufa_Farms_Beefsteak_Tomato.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/lufafarmsbeefsteaktomatojpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/science-friday/segment-audio/scifri201505294.mp3"},{"href":"http://admin.pri.org/file/scifri201505294mp3"}]}