{"created":"2014-10-07T19:24:13+00:00","modified":"2014-10-30T23:45:21+00:00","valid":{"from":"2014-10-30T23:45:21+00:00","to":"3014-10-30T23:45:21+00:00"},"hreflang":"en","title":"Three Years On, Utah's Immigrant Guest Worker Law Still Stalled","published":"2014-08-01T11:53:00+00:00","teaser":"In 2011, Utah decided to let some people in the state illegally apply for work permits. But the law, pending a federal waiver, still hasn't gone into effect — and now, some want to repeal it.","itags":["npr_api","336848634"],"guid":"1c677255-2f76-4036-805f-fc57a9e6a550","contentencoded":"<p>At the Utah State Capitol, a mural of Brigham Young and the first Mormon pioneers brings some color to the building's spartan rotunda. Beneath it is a more modern sculpture — a woman walking forward with her son, who's holding a globe.</p><p>Underneath the statue are the words \"Immigration and Settlement.\" The symbolism isn't lost on state House Speaker Becky Lockhart.</p><p>\"Utah is a place that understands the value of immigration, the value of peoples coming to find a better life,\" she says, pointing up at the sculpture.</p><p>\"We've always believed ... 'Come here and live the American dream,' but we want people to do it legally,\" Lockhart says. \"And something's wrong with the legal way; it's not working as it should.\"</p><p>Lockhart, a Republican and LDS Church member, was among a group of Utah leaders that sought to break new ground on the immigration debate in 2011. Arizona had passed a law the previous summer requiring police to check immigration status during routine traffic stops.</p><p>In Utah, Lockhart and her colleagues watched the boycotts and court battles that followed — and decided to go a different way.</p><p>The state passed a law creating a guest worker program. But three years later, that program still hasn't gone into effect — and now an effort is brewing to repeal it.</p><p><strong>A 'Uniquely Utah' Approach</strong></p><p>In November 2010, business, government and religious leaders had signed the \"<a href=\"http://www.utahcompact.com/\">Utah Compact</a>,\" which called on federal and state leaders to pass so-called reasonable immigration reform. Lockhart and other lawmakers, inspired by the compact and the battles in Arizona, then passed a bipartisan set of immigration reform laws.</p><p>The main bill set up a guest worker law that would allow immigrants in the U.S. illegally and living in Utah to apply for a two-year work permit if they pay a fine and pass a criminal background check.</p><p>For Lockhart, \"reasonable immigration reform\" was pragmatic. Tens of thousands of immigrants have come to Utah illegally in recent years, lured by plentiful jobs in construction and tourism — the state has the second-lowest unemployment rate in the nation. But Utah's education and health care budgets are strained. So why not bring all the new residents \"out of the shadows,\" she says, and tax them?</p><p>\"When states get involved in this, it's because states are very frustrated, because we're dealing with the consequences of a failed federal policy,\" she says.</p><p>But three years on, the guest worker law has yet to be formally implemented. It was predicated on the federal government granting Utah a waiver to proceed. Lawmakers have extended the law's effective date twice as they've waited for a response from the Obama administration. (Neither the White House nor the Department of Homeland Security would discuss Utah's waiver request with NPR.)</p><p>The impasse has sparked growing calls for lawmakers to just repeal the whole thing when they reconvene next year.</p><p>\"Nothing will happen with it, and we just keep extending it and it makes us feel good to say ... 'We have the solution for the entire world in the state of Utah,' \" says Bob Wren, chairman of Utahns for Immigration Reform and Enforcement.</p><p>There's also cynicism among immigrant-rights activists, like Tony Yapias, the director of the group Proyecto Latino de Utah.</p><p>\"I've been pessimistic from Day 1. I mean, we are just saying, 'Why are they pushing this law?' — because this is never going to get implemented,\" Yapias says. Of all states, he asks, why would the Obama administration let Utah, a Republican bastion, launch a pilot program on immigration?</p><p><strong>Changing Attitudes</strong></p><p>But whether or not the guest worker law is ever implemented, there has been a big shift in Utah. The entire atmosphere toward immigration in the state is a lot less charged than it used to be.</p><p>\"It's not an issue in Utah anymore,\" says Sen. Luz Robles, a Democrat who co-sponsored the guest worker bill. \"I think that's, like, the first thing that gives us a signal ... that we have succeeded.\"</p><p>It hasn't hurt that police in cities like Salt Lake, for the most part, don't worry about immigration status. Utah also gives in-state tuition and driving privileges to people living in the state without papers.</p><p>Jesus Savala, a resident of Salt Lake City since the late 1980s, says laws like those are helping curb discrimination and racism.</p><p>On a recent afternoon, Savala and his wife and grandson were shopping in the Latino Mall, a collection of <em>taquerias,</em> clothing stores and banks on the city's heavily Latino west side.</p><p>In an interview in Spanish, Savala says he remembers the 2011 guest worker law fondly. Yet, three years on, he has a brother-in-law who's still struggling to find steady work. He's the last in the family without papers.</p><p>It's frustrating, he says: His brother-in-law just wants to be able to work here legally.</p><p><strong>A Softer Approach, Influenced By Religion</strong></p><p>Latinos are Utah's fastest-growing minority, but owing to the influence of the Mormon Church, this region has also seen a sharp rise in immigration from Pacific Island nations. A booming tech sector has also attracted Indian and Pakistani immigrants.</p><p>From those communities, you hear some of the same things: Attitudes toward immigrants — legal or not — have changed considerably in Utah.</p><p>\"It's been gradually getting better,\" says Yaser \"Sunny\" Nisar.</p><p>Nisar opened his Curry Fried Chicken restaurant a year ago on this gentrifying block of State Street, south of the downtown Salt Lake City skyline. On a recent night, people filed in to break the Ramadan fast at sundown.</p><p>Nisar knows firsthand that things are improving. Two days after Sept. 11, his family's original Halal restaurant in Salt Lake City was set on fire. It was quickly deemed an anti-Muslim hate crime. Nisar says community leaders — and the LDS Church — rallied behind them, and that started something bigger.</p><p>\"There's a lot of awareness going on, a lot of people are getting to know us better than just going off what they see on TV and what they, maybe, have a misconception in their head,\" he says.</p><p>Nisar doesn't pay very close attention to politics, but he says Utah's religious values are a big reason why the state embraced a softer approach to immigration.</p><p>You hear this from business owners, Republicans, Democrats, churchgoers: Utah is a pro-family state, and the tone on immigration is a lot calmer here than along the border.</p><p>Just take the views of Lockhart, the state House speaker, who says her views on immigration have \"evolved\" a good deal in recent years.</p><p>\"Utah is a unique place and we understand the human factor,\" she says. \"It's not a black and white issue; there are people's lives here.\"</p><p>Lockhart, who's not running for re-election and has been named as a possible candidate for governor next year, says she's proud of what Utah did. She's also still holding out hope that the federal government will consider granting that waiver so the guest worker pilot project can move ahead.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Three+Years+On%2C+Utah%27s+Immigrant+Guest+Worker+Law+Still+Stalled&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Kirk Siegler","audio":[{"meta":{"duration":"459"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1336905914-48977b.m3u?orgId=1&topicId=1091&ft=3&f=336848634"},{"href":"http://media.npr.org/assets/img/2014/07/31/sculpture-in-state-capitol--ebb1ecc25b9fd737770097bbb4be5a2dc1ea1150.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1150","width":"1536"}},{"href":"http://media.npr.org/assets/img/2014/07/31/utah-house-speaker-becky-lockhart--c297f021dfc11a17907e05e6c0caf90a7b169d1e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1146","width":"1527"}}]}