{"created":"2014-12-03T20:13:43+00:00","modified":"2015-05-13T21:28:32+00:00","valid":{"from":"2015-05-13T21:28:32+00:00","to":"3015-05-13T21:28:32+00:00"},"hreflang":"en","title":"From German Teen To ISIS Jihadist: A Father's Struggle To Understand","published":"2014-12-04T15:34:00+00:00","teaser":"Manfred Karg's 19-year-old son, a convert to Islam, is one of at least 60 Germans killed fighting alongside ISIS militants. Karg says efforts to stop the flow to Syria and Iraq are taking too long.","itags":["npr_api","368049116"],"guid":"1c71810f-dcc7-494c-beb8-6a60a1062e5f","contentencoded":"<p>Manfred Karg says he doesn't know how his eldest son, Alfons, became mixed up with radical Islamists.</p><p>Whatever happened, the German pensioner's 19-year-old son from Hamburg is now dead, one of at least 60 Germans killed fighting alongside ISIS militants, nine of them in suicide attacks, according to German authorities.</p><p>Karg says two young men with an \"immigrant background\" knocked on Alfons' mother's door to tell her of his death in Syria last summer.</p><p>\"When she opened up, they said: 'Congratulations, your son is now in paradise,' \" he says.</p><p>Karg adds they showed her a photograph of his bullet-ridden body and his goodbye letter, neither of which they let her keep for fear the police would use the items to track the young men down.</p><p>Estranged from the mother and his son, Karg says he didn't find out Alfons was dead until he saw a report on a TV news program in October.</p><p>Alfons' mother could not be reached for comment.</p><p>Hans-Georg Maassen, who heads the Federal Office for the Protection of the Constitution, told the <em>Bild </em>Sunday newspaper late last month that at least 550 radical German Islamists have gone to help ISIS. Most of them have an immigrant background. But a few, like Alfons, are converts.</p><p>Karg doesn't understand why German authorities don't stop young Germans who join Islamist groups before they leave the country. He says German mosques that suspected extremists frequent are under surveillance by police and that a 6-foot-5 teen with blond hair like Alfons going in and out should have raised suspicions.</p><p>Whether his son went to such mosques is unknown, and Hamburg intelligence authorities declined to speak to NPR.</p><p>Karg says there were other signs his son was in trouble.</p><p>He says Alfons grew more withdrawn after he secretly converted to Islam at age 17. The father says the lanky, insecure teen didn't grow a beard but cropped his blond hair short, stopped shaking hands with girls and women, and abandoned his apprenticeship.</p><p>Karg says he found out about the conversion from his younger son, Leonard, who has a different mother. The boy caught his half-brother praying during a weekend visit.</p><p>Leonard told Karg that Alfons' reaction was: \"Don't tell Papa,\" just as he always hid things from his father.</p><p>Alfons was born on April 26, 1995. Karg says he missed a lot of his son's childhood because of his highly antagonistic relationship with the boy's mother, whom he never married. With the help of German youth services, he says, he eventually secured visitation rights when Alfons was in elementary school.</p><p>As his son grew older, the two spent more time together, including overnight visits. Karg believes the polite but distant boy had a difficult relationship with his mother, but Alfons deflected any questions about his life with her.</p><p>Karg says Alfons had a closer relationship with his half-sister (born to his mother) and half-brother (born to Karg's girlfriend). But Karg says he had a hard time expressing affection, even to them.</p><p>When he learned his son wanted to apprentice as a social work assistant, Karg was very happy, he says. Alfons' professional mentor told Karg the boy was doing well. But Alfons stopped speaking to Karg following an argument.</p><p>Several weeks before graduation, he quit his apprenticeship, his father says. After that, when Alfons turned 18, he emptied his savings account and took a trip with two Turkish friends to Turkey.</p><p>Karg says Alfons came back Germany for a while and worked as a night guard.</p><p>But before last Christmas, unbeknownst to his father, Alfon left for Turkey again. Karg says he heard through acquaintances that his eldest had called his mother and told her to give away his belongings.</p><p>\"That was for me a crucial alarm bell,\" Karg says. \"A young person, 18 years of age, buys himself a flat-screen TV and then we are suddenly allowed to throw away everything he has?\"</p><p>He called the domestic intelligence agency branch in Hamburg about his son, but it was too late: He never returned to Germany.</p><p>Preventing young Germans from heading to Syria or Iraq — whether they are the fewer than 10 percent who are converts like Alfons, or the rest who come from an immigrant background — is something German authorities say is a top priority.</p><p>In nearby North Rhine Westphalia, the head of the state's domestic intelligence, Burkhard Freier, says his government has launched three pilot programs called \"Signpost\" to reach out to at-risk youth.</p><p>\"We want to know if they bear fruit, and I can say after five months, they are,\" Freier says. \"We get at least 10 inquiries a week at each of the three projects and at our agency. These inquiries are worth a lot because individuals youths can be reached who we help to get out\" of jihadist groups.</p><p>He acknowledges the numbers aren't large but argues that it takes time to build trust, not only with at-risk youth but with leaders and parents of the communities where they live.</p><p>Most of those communities are immigrant and Muslim, and often feel mistreated by their host country.</p><p>But in Hamburg, Karg argues grass-roots efforts and pilot projects are taking too long. He favors more aggressive intervention by German authorities and immediate notification of parents if the suspects are minors.</p><p>Karg adds he isn't taking a chance with his surviving son, 13-year-old Leonard. He says he has told Leonard's school what happened to his half-brother and to be on the lookout for any suspicious behavior among students.</p><p>\"The possibilities of someone influencing him are there,\" Karg says.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=From+German+Teen+To+ISIS+Jihadist%3A+A+Father%27s+Struggle+To+Understand&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Soraya Sarhaddi Nelson","audio":[{"meta":{"duration":"292"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1368282939-d96ea5.m3u?orgId=1&topicId=1124&d=292&p=2&story=368049116&t=progseg&e=368223814&seg=2&ft=nprml&f=368049116"},{"href":"http://media.npr.org/assets/img/2014/12/03/nelson-alfons-toned-1-74516034f8148da025b737f06a969d736d77ea64.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1194","width":"1592"}},{"href":"http://media.npr.org/assets/img/2014/12/03/nelson-karg-1-toned-f095c014df3717115688464ec70e02826b821fb0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2970","width":"3960"}}]}