{"created":"2015-02-03T09:59:23+00:00","modified":"2015-05-13T21:18:47+00:00","valid":{"from":"2015-05-13T21:18:47+00:00","to":"3015-05-13T21:18:47+00:00"},"hreflang":"en","title":"Vatican's Women Initiative Gets Off To A Bad Start","published":"2015-02-03T17:40:00+00:00","teaser":"A promotional video produced ahead of Wednesday's conference on women's issues has been widely ridiculed as a sexist stereotype of the modern Western woman.","itags":["npr_api","383454916"],"guid":"1c78a39e-cebe-44da-8a9b-874e36a58b0c","contentencoded":"<p>Even before it opens Wednesday, the Vatican's outreach initiative toward women got off to a bad start.</p><p>A promotional video produced ahead of a conference on women's issues has been widely ridiculed as a sexist stereotype of the modern Western woman.</p><p>The Vatican's Pontifical Council for Culture is sponsoring the conference on Women's Cultures: Equality and Difference.</p><p>In December, organizers released a promotional video that features Italian actress Nancy Brilli, tossing her hair, looking at the camera coquettishly and asking in a sultry voice for women to contribute 60-second clips of their lives to be broadcast at the conference.</p><p>\"I am sure you have asked yourself many times,\" the sexy blonde says, \"who you are, what you do, what you think about your being a woman, your strength, your difficulties, your body and your spiritual life.\"</p><p>The video drew intense criticism.</p><p>\"What are they thinking at the Vatican?\" asked Phyllis Zagano of Hofstra University, <a href=\"http://ncronline.org/blogs/just-catholic/what-are-they-thinking-vatican\">writing in the <em>National Catholic Reporter</em></a>.</p><p>\"Sexy sell has long gone by the boards in developed nations, and is totally unacceptable in Muslim countries,\" she wrote.</p><p>Outrage was so strong the Vatican's culture minister, Cardinal Gianfranco Ravasi, removed the English version of the video from his department's website.</p><p>But at a press conference he stressed that criticism came primarily from the United States and Canada, where many thought the video hit all the wrong notes: a sugar-coated message, delivered by a privileged white woman, that failed to acknowledge the serious problems poor women face.</p><p>\"These critics said, although I disagree, that when we speak of women, we must start with the abuse to which they are subjected, to focus on all that is negative,\" he said.</p><p>Ravasi stressed that in Europe, reactions were the opposite — extremely positive, and he acknowledged the disconnect.</p><p>\"It allowed us to understand how we must represent not just the traditional sensibilities of Europe, but also that of other cultures and horizons,\" he said.</p><p>Those different sensibilities are likely to clash during the conference. In advance of it, a draft document states flatly: \"there is no discussion here of women priests, which according to statistics is not something that women want.\"</p><p>One of the draft topics that has drawn the most attention concerns plastic surgery, which the document says \"can amputate the expressive possibilities of the human face and can be aggressive toward the feminine identity.\"</p><p>One woman quoted in the report said, \"plastic surgery is like a burqa made of flesh.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Vatican%27s+Women+Initiative+Gets+Off+To+A+Bad+Start&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Sylvia Poggioli","audio":[{"meta":{"duration":"164"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1383454917-20f3d6.m3u?orgId=1&topicId=1016&d=164&p=3&story=383454916&t=progseg&e=383443168&seg=6&ft=nprml&f=383454916"},{"href":"http://media.npr.org/assets/img/2015/02/03/vatican-video-dd0c979d2a4e4c5ec02f0a20d51bdd280e7f91bb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1045","width":"1394"}},{"href":"http://media.npr.org/assets/img/2015/02/03/462663720-efa31fdfb7575f0bdb8ac84455012164e7ef8459.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3280","width":"4376"}}]}