{"created":"2015-05-14T02:54:05+00:00","modified":"2015-05-15T12:36:41+00:00","valid":{"from":"2013-06-10T08:39:27+00:00","to":"3013-06-10T08:39:27+00:00"},"hreflang":"en","description":"Trying to give your children an advantage in growing up makes consuming a competition. When everyone has a tutor, a trainer or a special baseball bat, you can't help but keep up.","guid":"1c8126e9-23fe-4a7a-8e94-bafd9e216c44","published":"2013-06-10T08:39:27+00:00","tags":["APM","Consumed","Sustainability","children","consumer behavior"],"contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>About a hundred years ago, a new comic strip debuted in American newspapers. It became hugely popular. The title: &quot;Keeping up with the Joneses.&quot;</p>\"},{\"content\":\"<p><iframe frameborder=\\\"0\\\" src=\\\"http://www.youtube.com/embed/SNf4VRUk9AU\\\"></iframe></p>\",\"type\":\"text/html\"},{\"content\":\"<a href=\\\"http://isites.harvard.edu/fs/docs/icb.topic964076.files/BertrandMorseTrickleDown_textandtables.pdf\\\" target=\\\"_blank\\\">is often dictated by what everyone around them is spending.</a>\",\"type\":\"text/html\"},{\"content\":\"<p>This used to be just for the wealthy. Now, we see this consumption arms race in very middle-income places. Like Charles County, Md., a fast-growing, diverse suburb of Washington, D.C. Scores of new homes are going up; the <a href=\\\"http://quickfacts.census.gov/qfd/states/24/24017.html\\\">median value is $341,000</a>.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>The Jackson family -- Louis and Nikki -- lives in one of them. I spent a few days keeping up with them. Or, trying to.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>The madness starts at two in the afternoon. Eighteen-year-old Jayda flies in and out of the house first.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;I&apos;m gonna call Coach Fran in the car,&quot; she tells her mom, Nikki, 37. Jayda, a high-school track and student government star, is off to the personal trainer.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Next in: basketball stud Kameron. Age: 12. Shoe size: 11. &quot;Hey Ma, what time is my game?&quot; Kameron has a basketball game tonight; he tallied 18 points the other night.</p>\"},{\"content\":\"<p>Then, sixth-grader Konner checks in by iPhone video from his room. &quot;Hey Ma. Um, what&apos;s for dinner?&quot;</p>\",\"type\":\"text/html\"},{\"content\":\"<p><img alt=\\\"\\\" src=\\\"http://www.marketplace.org/sites/default/files/pm6-fix.jpg\\\" /> <img alt=\\\"\\\" src=\\\"http://www.marketplace.org/sites/default/files/pm5-fix.jpg\\\" /></p>\",\"type\":\"text/html\"},{\"content\":\"<p><em>Parents see their children&apos;s many activities as an investment in their future. Left: Nikki Blount-Jackson with her son, Kameron, 12, who plays three sports. Right: Son Konner practices clarinet in the family home. (Scott Tong/Marketplace)</em></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;Cameron! Come on, get your stuff, let&apos;s go!&quot; Nikki says. &quot;You got everything?&quot;</p>\"},{\"type\":\"text/html\",\"content\":\"<p>The kids&apos; dad, Louis Jackson, 41, joins in. &quot;You got shoes? Socks without holes?&quot; Jackson asks.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>It&apos;s a busy extracurricular life. Try to keep up: tonight, Kameron has a basketball game; it&apos;s his county team, not his year-round select travel team. He plays baseball, and separately all-star baseball. Plus football workouts every Sunday in advance of the fall season.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>For now, though, his team is down by 10 points at the end of the quarter.</p>\"},{\"content\":\"<p>&quot;Take over, do what you got to do,&quot; Nikki screams. &quot;What did I tell you? Take over!&quot;</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Younger brother Konner plays three sports, too. Except he&apos;s on an additional travel baseball team, plus all-county orchestra. By my math, that&apos;s 12 activities for two boys, as well as track and student government for sister Jayda.</p>\"},{\"content\":\"<p>Tired yet?</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><img alt=\\\"\\\" src=\\\"http://www.marketplace.org/sites/default/files/pm22-fix.jpg\\\" /></p>\"},{\"content\":\"<p><em>The Jackson children play not only several sports, but at different levels, including travel teams. Konner in mid-drill during baseball practice. (Scott Tong/Marketplace)</em></p>\",\"type\":\"text/html\"},{\"content\":\"<p>It pays off. High school senior Jayda just got a full academic ride to nearby Hood College, based on her grades and track and student-government body of work, her mom says.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;Academics, it&apos;s okay,&quot; Nikki explains. &quot;But athletic-wise, if you have that wow factor, you will reap all the benefits that even a 4.1 or 4.2 student would not be able to get.&quot;</p>\"},{\"type\":\"text/html\",\"content\":\"<p><img alt=\\\"\\\" src=\\\"http://www.marketplace.org/sites/default/files/pm11-fix.jpg\\\" /></p>\"},{\"type\":\"text/html\",\"content\":\"<p><em>Do the trophies pay off? The oldest Jackson child, Jada, did well academically, ran track and is active in student government, and has a full scholarship to college next year. (Scott Tong/Marketplace)</em></p>\"},{\"type\":\"text/html\",\"content\":\"<p><strong>The price of staying ahead</strong></p>\"},{\"type\":\"text/html\",\"content\":\"<p>For the Jackson family, what&apos;s the cost of all this? There are several ways to look at it. First of all, sleep.</p>\"},{\"content\":\"<p>&quot;My alarm is set for 4:15,&quot; Dad Louis explains with a chuckle, indicating his schedule is, indeed, mad. &quot;I get up, shower up, head into work. I&apos;m usually into work by five.&quot;</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Jackson works as a facilities supervisor for the city of Alexandria, 25 miles away. &quot;At noon, one o&apos;clock, I&apos;m off.&quot; Jackson never went to college. He grew up in a rough part of Prince George&apos;s County next door.</p>\"},{\"content\":\"<p>&quot;Coming up, I wanted to be a chef,&quot; he says. &quot;But I had to come out of high school and help pay bills for my mother. So I didn&apos;t get a chance to do any of this.&quot;</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Jackson climbed the middle-class ladder himself, graduated to a life in Charles County. He wants his kids to stay there. Growing up, he was mugged, carjacked, shot at.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;No food in the house, waking up in the middle of the night, no electricity,&quot; Jackson recalls. &quot;I will never go back to any of that. I want to make sure they have every opportunity that I didn&apos;t. They deserve it.&quot;</p>\"},{\"type\":\"text/html\",\"content\":\"<p>The thing is, opportunities cost money – camps, tutors, homes in good school districts.</p>\"},{\"content\":\"<p>Take the Jacksons, and baseball. For a travel-team kid, the pricetag per season approaches $2,000, says longtime Charles County baseball coach John Gleason. He coaches two of Konner&apos;s teams.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Plus: all three children see the personal trainer, at $20 a pop. Five iPhones in the Jackson household run $300 a month.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>And then there&apos;s the travel-team costs. Mom Nikki figures the family travels every other weekend of the year, on average. This summer&apos;s itinerary includes Maryland, Pennsylvania, Delaware, New York and Indiana. So far.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;From July til maybe mid-August we will probably have stayed in four or five hotels,&quot; Nikki reckons. &quot;And traveled over 2,000 miles.&quot;</p>\"},{\"content\":\"<p>And then there&apos;s Konner&apos;s baseball bat: $179. Are you kidding me? His dad said that, too. Until he saw his 11 year-old use it to rock a fastball into deep center-field.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;It&apos;s a big difference from a $40-50 bat,&quot; Jackson says. &quot;It&apos;s a <em>big</em> difference, man. And that&apos;s one where you say, you gotta pay to play.&quot;</p>\"},{\"content\":\"<hr />\",\"type\":\"text/html\"},{\"content\":\"<p><img alt=\\\"\\\" src=\\\"http://www.marketplace.org/sites/default/files/consumed_tile.gif\\\" /><em> Can we afford the consumer economy? Marketplace explores how we consume, what we get from it, what it costs and whether we can keep it up. </em></p>\",\"type\":\"text/html\"},{\"content\":\"<p><em><a href=\\\"http://marketplace.org/consumed\\\"><strong>Explore the whole series here.</strong></a></em></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<hr />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Pay to play?</strong></p>\"},{\"content\":\"<p><a href=\\\"http://www.marketplace.org/topics/sustainability/consumed/whats-worth-spending-more-money\\\">You gotta pay to play</a>. That&apos;s the theme of the modern-day parenting arms race. Like the Cold War arms race, each side invests in an arsenal. Except it&apos;s not ICBMs; it&apos;s that baseball bat, it&apos;s trophies, it&apos;s accolades, it&apos;s supersized diplomas.</p>\",\"type\":\"text/html\"},{\"content\":\"<p><img alt=\\\"\\\" src=\\\"http://www.marketplace.org/sites/default/files/pm18-fix.jpg\\\" /></p>\",\"type\":\"text/html\"},{\"content\":\"<p><em>Louis Jackson, a facilities manager for Alexandria, Va., gets to work at 5 a.m., so he can be home in time to take his children to their many after-school activities. His son, Kameron, is 12. (Scott Tong/Marketplace)</em></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;There&apos;s evidence that the more selective college you go to, the more likely you are to earn a lot of money when you get out of that college,&quot; says Paul Tough, author of &quot;<a href=\\\"http://www.amazon.com/How-Children-Succeed-Curiosity-Character/dp/0547564651%3FSubscriptionId%3DAKIAIA3EYFITW7GI7OFA%26tag%3Dmktpl-20%26linkCode%3Dxm2%26camp%3D2025%26creative%3D165953%26creativeASIN%3D0547564651\\\">How Children Succeed</a>.&quot;</p>\"},{\"content\":\"<p>&quot;And getting into a selective college means doing well on tests and on grades and extracurricular activities. A lot of those do come with a pricetag.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>But here&apos;s <a href=\\\"http://www.nytimes.com/2012/08/26/books/review/how-children-succeed-by-paul-tough.html?pagewanted=all&amp;_r=0\\\">Tough&apos;s concern</a>: These learning opportunities – private school, tutors, solid school districts and travel sports – tend to be available only for the well-off.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>&quot;There is this bigger social question of, what it means when something like education becomes a consumer good rather than a public good,&quot; Tough says.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>And there&apos;s this issue: If every family spends to boost their kids&apos; future, then every single kid receives a boost. No one moves up in the order. They&apos;ve just spent more.</p>\"},{\"content\":\"<p>Take another example: SAT prep courses.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;If only to defend your position in the proper order of things, you&apos;ve got to compete on preparation studies like that, or else you&apos;re left behind,&quot; <a href=\\\"http://www.johnson.cornell.edu/Faculty-And-Research/Profile.aspx?id=rhf3\\\">Cornell behavioral economist Robert Frank</a> tells Marketplace. &quot;But that doesn&apos;t mean that the money that gets spent overall on those things is a good thing for society. Probably it would be better if nobody spent a nickel on those things.&quot;</p>\"},{\"content\":\"<p>For more than a decade, Frank has pioneered research on the economic effects of competition and luxury spending. His books include &quot;<a href=\\\"http://www.amazon.com/books/dp/0691153191\\\" target=\\\"_blank\\\">The Darwin Economy</a>&quot; and &quot;<a href=\\\"http://www.amazon.com/Luxury-Fever-Weighing-Cost-Excess/dp/0691146934\\\" target=\\\"_blank\\\">Luxury Fever</a>.&quot;</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>There are other arms race trade-offs Frank and other scholars identify: all this money spent consuming goods and services to keep up with the wealthy is money that can&apos;t be used for other society purposes, like road and bridge maintenance.</p>\"},{\"content\":\"<p>One <a href=\\\"http://econ.ucsd.edu/~vramey/research/Rugrat.pdf\\\" target=\\\"_blank\\\">study</a>, from the University of California-San Diego, finds educated parents are spending more time these days caring for busy kids than earning a salary. Another by <a href=\\\"http://www.nber.org/papers/w18883\\\">University of Chicago economists</a> suggests &quot;<a href=\\\"http://www.washingtonpost.com/blogs/wonkblog/wp/2013/03/27/trickle-down-consumption-how-rising-inequality-can-leave-everyone-worse-off/\\\">trickle-down consumption</a>:&quot; when the rich spend on high-end goods, that influences the non-rich around them to also spend to keep up. They borrow more, save less, and inequality grows.</p>\",\"type\":\"text/html\"},{\"content\":\"<p><strong>An unsustainable race</strong></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>As Frank puts it, this is more than just envy or keeping up with the Joneses. Instead, something&apos;s happening in the structure of our consumption-based economy: as the rich spend, they induce the almost-rich to follow suit, <a href=\\\"http://papers.ssrn.com/sol3/papers.cfm?abstract_id=1690612\\\" target=\\\"_blank\\\">a pattern that cascades on down to the middle class</a>. Thus, families unconsciously adjust upward their consumption norms. As Frank describes it, they feel &quot;relatively deprived.&quot;</p>\"},{\"content\":\"<p>The broader suggestion: this arms race can&apos;t sustain.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;We can&apos;t be like the rich if you&apos;re not rich,&quot; is the stark way <a href=\\\"http://www.michellesingletary.com/\\\">Michelle Singletary</a> puts it. She writes &quot;<a href=\\\"http://www.washingtonpost.com/michelle-singletary/2011/02/24/ABWCMzI_page.html\\\">The Color of Money</a>&quot; personal finance column for the Washington Post and is raising her family in the county next door to Charles County.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>At this point, though, she&apos;s talking to me: I&apos;m making the case for spending $1,500 dollars on travel soccer for my second-grader, Daniel. This gets Singletary going. Can I really afford this?</p>\"},{\"content\":\"<p>&quot;So if you don&apos;t have any credit card debt and you don&apos;t have any other consumer debt,&quot; Singletary begins. &quot;And you&apos;re saving at a comfortable rate for your retirement, both of you, and you&apos;re saving at a comfortable rate for your children&apos;s college education, all of them. If you can&apos;t answer yes to all of those questions, you cannot afford that $1,500 check.&quot;</p>\",\"type\":\"text/html\"},{\"content\":\"<p>&quot;Ooh,&quot; I say. Silence.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>And, Singletary adds, we need to think through where this whole arms race goes, what kind of people it produces, say on Wall Street.</p>\"},{\"content\":\"<p>&quot;If we&apos;re pushing everybody to be a Bethesda doctor, or a New York banker, that&apos;s why we had the Great Recession, honestly,&quot; Singletary argues. &quot;Those people pushing those mortgages to people who couldn&apos;t afford it, they weren&apos;t thinking about the people signing on the other side of the table. How could you in good conscience have people sign those mortgages, even if those people didn&apos;t recognize they couldn&apos;t afford it?&quot;</p>\",\"type\":\"text/html\"},{\"content\":\"<p>&quot;What kind of person is that? Who raised that kind of person? It&apos;s the people who were pushing and pushing those kids to succeed. That&apos;s who raised that kind of person.&quot;</p>\",\"type\":\"text/html\"},{\"content\":\"<p>So I put all this to the Jacksons. Can they pay for all this? Nikki says yes, though if her sons don&apos;t get college scholarships like their sister did, family finances will be challenged.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>&quot;If I have to get another job, work two jobs to make sure they can go to college and be afforded that opportunity, I will do that.&quot; Nikki says. &quot;And one thing I will tell you, this is sort of personal: I don&apos;t mind applying for loans.&quot;</p>\",\"type\":\"text/html\"},{\"content\":\"<p>As for other trade-offs, their insane schedule has cost her and husband some relationships with old friends.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>&quot;They have fallen off,&quot; Nikki says, sitting on a baseball bleacher during an evening practice. &quot;I&apos;m not saying they&apos;re no longer friends. It&apos;s been a bad taste in our mouth. They seem to think we are fanatics. But we put our children first.&quot;</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Louis nods.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>&quot;We&apos;re paying this now, you know the baseball bats, football equipment, fees, gas, so that they can have an opportunity to be noticed and recognized by these schools out here. To get them what they want and where they to be in life.&quot;</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>That&apos;s the Jackson family&apos;s answer to whether we can afford a consumer arms race. For their family, they can&apos;t afford not to.</p>\"}]","teaser":"Trying to give your children an advantage in growing up makes consuming a competition. When everyone has a tutor, a trainer or a special baseball bat, you can't help but keep up.","byline":"Scott Tong","itags":["Marketplace","1c8126e923fea7ace94cbafd9e216c44","Marketplace for Monday, June 10, 2013","PMP:Marketplace_PMP"],"contentencoded":"<div class=\"barn-cleaned\"><p>About a hundred years ago, a new comic strip debuted in American newspapers. It became hugely popular. The title: \"Keeping up with the Joneses.\"</p>\n<p><iframe src=\"http://www.youtube.com/embed/SNf4VRUk9AU\" frameborder=\"0\" ></iframe></p>\nWhat people buy <a href=\"http://isites.harvard.edu/fs/docs/icb.topic964076.files/BertrandMorseTrickleDown_textandtables.pdf\" target=\"_blank\">is often dictated by what everyone around them is spending.</a> But today keeping up is about more than a bigger lawn mower. For parents, it's about kids. We all want them to get into college -- so we spend on tutors, sports and experiences to get them in.\n<p>This used to be just for the wealthy. Now, we see this consumption arms race in very middle-income places. Like Charles County, Md., a fast-growing, diverse suburb of Washington, D.C. Scores of new homes are going up; the <a href=\"http://quickfacts.census.gov/qfd/states/24/24017.html\">median value is $341,000</a>.</p>\n<p>The Jackson family -- Louis and Nikki -- lives in one of them. I spent a few days keeping up with them. Or, trying to.</p>\n<p>The madness starts at two in the afternoon. Eighteen-year-old Jayda flies in and out of the house first.</p>\n<p>\"I'm gonna call Coach Fran in the car,\" she tells her mom, Nikki, 37. Jayda, a high-school track and student government star, is off to the personal trainer.</p>\n<p>Next in: basketball stud Kameron. Age: 12. Shoe size: 11. \"Hey Ma, what time is my game?\" Kameron has a basketball game tonight; he tallied 18 points the other night.</p>\n<p>Then, sixth-grader Konner checks in by iPhone video from his room. \"Hey Ma. Um, what's for dinner?\"</p>\n<p><img src=\"http://www.marketplace.org/sites/default/files/pm6-fix.jpg\" alt=\"\" /> <img src=\"http://www.marketplace.org/sites/default/files/pm5-fix.jpg\" alt=\"\" /></p>\n<p><em>Parents see their children's many activities as an investment in their future. Left: Nikki Blount-Jackson with her son, Kameron, 12, who plays three sports. Right: Son Konner practices clarinet in the family home. (Scott Tong/Marketplace)</em></p>\nThe boys sprint through clarinet practice, homework, tacos for dinner. And then the directive comes.\n<p>\"Cameron! Come on, get your stuff, let's go!\" Nikki says. \"You got everything?\"</p>\n<p>The kids' dad, Louis Jackson, 41, joins in. \"You got shoes? Socks without holes?\" Jackson asks.</p>\n<p>It's a busy extracurricular life. Try to keep up: tonight, Kameron has a basketball game; it's his county team, not his year-round select travel team. He plays baseball, and separately all-star baseball. Plus football workouts every Sunday in advance of the fall season.</p>\n<p>For now, though, his team is down by 10 points at the end of the quarter.</p>\n<p>\"Take over, do what you got to do,\" Nikki screams. \"What did I tell you? Take over!\"</p>\n<p>Younger brother Konner plays three sports, too. Except he's on an additional travel baseball team, plus all-county orchestra. By my math, that's 12 activities for two boys, as well as track and student government for sister Jayda.</p>\n<p>Tired yet?</p>\n<p><img src=\"http://www.marketplace.org/sites/default/files/pm22-fix.jpg\" alt=\"\" /></p>\n<p><em>The Jackson children play not only several sports, but at different levels, including travel teams. Konner in mid-drill during baseball practice. (Scott Tong/Marketplace)</em></p>\nThe point of all this, Nikki and Louis explain, is to build their junior resumes with academics and activities, the currency of future school and job applications. Once, only the wealthy ran this kind of race. Now, kids from middle-class communities like Charles County (income per capita: $36,000) have entered, too.\n<p>It pays off. High school senior Jayda just got a full academic ride to nearby Hood College, based on her grades and track and student-government body of work, her mom says.</p>\n<p>\"Academics, it's okay,\" Nikki explains. \"But athletic-wise, if you have that wow factor, you will reap all the benefits that even a 4.1 or 4.2 student would not be able to get.\"</p>\n<p><img src=\"http://www.marketplace.org/sites/default/files/pm11-fix.jpg\" alt=\"\" /></p>\n<p><em>Do the trophies pay off? The oldest Jackson child, Jada, did well academically, ran track and is active in student government, and has a full scholarship to college next year. (Scott Tong/Marketplace)</em></p>\nAs she sees it, Jayda received a scholarship for being well-rounded, whereas her cousin, at another local college, did not on account of fewer extracurricular activities. True? Perhaps.\n<p><strong>The price of staying ahead</strong></p>\n<p>For the Jackson family, what's the cost of all this? There are several ways to look at it. First of all, sleep.</p>\n<p>\"My alarm is set for 4:15,\" Dad Louis explains with a chuckle, indicating his schedule is, indeed, mad. \"I get up, shower up, head into work. I'm usually into work by five.\"</p>\n<p>Jackson works as a facilities supervisor for the city of Alexandria, 25 miles away. \"At noon, one o'clock, I'm off.\" Jackson never went to college. He grew up in a rough part of Prince George's County next door.</p>\n<p>\"Coming up, I wanted to be a chef,\" he says. \"But I had to come out of high school and help pay bills for my mother. So I didn't get a chance to do any of this.\"</p>\n<p>Jackson climbed the middle-class ladder himself, graduated to a life in Charles County. He wants his kids to stay there. Growing up, he was mugged, carjacked, shot at.</p>\n<p>\"No food in the house, waking up in the middle of the night, no electricity,\" Jackson recalls. \"I will never go back to any of that. I want to make sure they have every opportunity that I didn't. They deserve it.\"</p>\n<p>The thing is, opportunities cost money – camps, tutors, homes in good school districts.</p>\n<p>Take the Jacksons, and baseball. For a travel-team kid, the pricetag per season approaches $2,000, says longtime Charles County baseball coach John Gleason. He coaches two of Konner's teams.</p>\n<p>Plus: all three children see the personal trainer, at $20 a pop. Five iPhones in the Jackson household run $300 a month.</p>\n<p>And then there's the travel-team costs. Mom Nikki figures the family travels every other weekend of the year, on average. This summer's itinerary includes Maryland, Pennsylvania, Delaware, New York and Indiana. So far.</p>\n<p>\"From July til maybe mid-August we will probably have stayed in four or five hotels,\" Nikki reckons. \"And traveled over 2,000 miles.\"</p>\n<p>And then there's Konner's baseball bat: $179. Are you kidding me? His dad said that, too. Until he saw his 11 year-old use it to rock a fastball into deep center-field.</p>\n<p>\"It's a big difference from a $40-50 bat,\" Jackson says. \"It's a <em>big</em> difference, man. And that's one where you say, you gotta pay to play.\"</p>\n<hr />\n<p><img src=\"http://www.marketplace.org/sites/default/files/consumed_tile.gif\" alt=\"\" /><em>&nbsp;Can we afford the consumer economy? Marketplace explores how we consume, what we get from it, what it costs and whether we can keep it up.&nbsp;</em></p>\n<p><em><a href=\"http://marketplace.org/consumed\"><strong>Explore the whole series here.</strong></a></em></p>\n<hr />\n<p><strong>Pay to play?</strong></p>\n<p><a href=\"http://www.marketplace.org/topics/sustainability/consumed/whats-worth-spending-more-money\">You gotta pay to play</a>. That's the theme of the modern-day parenting arms race. Like the Cold War arms race, each side invests in an arsenal. Except it's not ICBMs; it's that baseball bat, it's trophies, it's accolades, it's supersized diplomas.</p>\n<p><img src=\"http://www.marketplace.org/sites/default/files/pm18-fix.jpg\" alt=\"\" /></p>\n<p><em>Louis Jackson, a facilities manager for Alexandria, Va., gets to work at 5 a.m., so he can be home in time to take his children to their many after-school activities. His son, Kameron, is 12. (Scott Tong/Marketplace)</em></p>\nDoes it sound nuts? Actually, parents may be making economically rational choices.\n<p>\"There's evidence that the more selective college you go to, the more likely you are to earn a lot of money when you get out of that college,\" says Paul Tough, author of \"<a href=\"http://www.amazon.com/How-Children-Succeed-Curiosity-Character/dp/0547564651%3FSubscriptionId%3DAKIAIA3EYFITW7GI7OFA%26tag%3Dmktpl-20%26linkCode%3Dxm2%26camp%3D2025%26creative%3D165953%26creativeASIN%3D0547564651\">How Children Succeed</a>.\"</p>\n<p>\"And getting into a selective college means doing well on tests and on grades and extracurricular activities. A lot of those do come with a pricetag.</p>\n<p>But here's <a href=\"http://www.nytimes.com/2012/08/26/books/review/how-children-succeed-by-paul-tough.html?pagewanted=all&amp;_r=0\">Tough's concern</a>: These learning opportunities – private school, tutors, solid school districts and travel sports – tend to be available only for the well-off.</p>\n<p>\"There is this bigger social question of, what it means when something like education becomes a consumer good rather than a public good,\" Tough says.</p>\n<p>And there's this issue: If every family spends to boost their kids' future, then every single kid receives a boost. No one moves up in the order. They've just spent more.</p>\n<p>Take another example: SAT prep courses.</p>\n<p>\"If only to defend your position in the proper order of things, you've got to compete on preparation studies like that, or else you're left behind,\" <a href=\"http://www.johnson.cornell.edu/Faculty-And-Research/Profile.aspx?id=rhf3\">Cornell behavioral economist Robert Frank</a> tells Marketplace. \"But that doesn't mean that the money that gets spent overall on those things is a good thing for society. Probably it would be better if nobody spent a nickel on those things.\"</p>\n<p>For more than a decade, Frank has pioneered research on the economic effects of competition and luxury spending. His books include \"<a href=\"http://www.amazon.com/books/dp/0691153191\" target=\"_blank\">The Darwin Economy</a>\" and \"<a href=\"http://www.amazon.com/Luxury-Fever-Weighing-Cost-Excess/dp/0691146934\" target=\"_blank\">Luxury Fever</a>.\"</p>\n<p>There are other arms race trade-offs Frank and other scholars identify: all this money spent consuming goods and services to keep up with the wealthy is money that can't be used for other society purposes, like road and bridge maintenance.</p>\n<p>One <a href=\"http://econ.ucsd.edu/~vramey/research/Rugrat.pdf\" target=\"_blank\">study</a>, from the University of California-San Diego, finds educated parents are spending more time these days caring for busy kids than earning a salary. Another by <a href=\"http://www.nber.org/papers/w18883\">University of Chicago economists</a> suggests \"<a href=\"http://www.washingtonpost.com/blogs/wonkblog/wp/2013/03/27/trickle-down-consumption-how-rising-inequality-can-leave-everyone-worse-off/\">trickle-down consumption</a>:\" when the rich spend on high-end goods, that influences the non-rich around them to also spend to keep up. They borrow more, save less, and inequality grows.</p>\n<p><strong>An unsustainable race</strong></p>\n<p>As Frank puts it, this is more than just envy or keeping up with the Joneses. Instead, something's happening in the structure of our consumption-based economy: as the rich spend, they induce the almost-rich to follow suit, <a href=\"http://papers.ssrn.com/sol3/papers.cfm?abstract_id=1690612\" target=\"_blank\">a pattern that cascades on down to the middle class</a>. Thus, families unconsciously adjust upward their consumption norms. As Frank describes it, they feel \"relatively deprived.\"</p>\n<p>The broader suggestion: this arms race can't sustain.</p>\n<p>\"We can't be like the rich if you're not rich,\" is the stark way <a href=\"http://www.michellesingletary.com/\">Michelle Singletary</a> puts it. She writes \"<a href=\"http://www.washingtonpost.com/michelle-singletary/2011/02/24/ABWCMzI_page.html\">The Color of Money</a>\" personal finance column for the Washington Post and is raising her family in the county next door to Charles County.</p>\n<p>At this point, though, she's talking to me: I'm making the case for spending $1,500 dollars on travel soccer for my second-grader, Daniel. This gets Singletary going. Can I really afford this?</p>\n<p>\"So if you don't have any credit card debt and you don't have any other consumer debt,\" Singletary begins. \"And you're saving at a comfortable rate for your retirement, both of you, and you're saving at a comfortable rate for your children's college education, all of them. If you can't answer yes to all of those questions, you cannot afford that $1,500 check.\"</p>\n<p>\"Ooh,\" I say. Silence.</p>\n<p>And, Singletary adds, we need to think through where this whole arms race goes, what kind of people it produces, say on Wall Street.</p>\n<p>\"If we're pushing everybody to be a Bethesda doctor, or a New York banker, that's why we had the Great Recession, honestly,\" Singletary argues. \"Those people pushing those mortgages to people who couldn't afford it, they weren't thinking about the people signing on the other side of the table. How could you in good conscience have people sign those mortgages, even if those people didn't recognize they couldn't afford it?\"</p>\n<p>\"What kind of person is that? Who raised that kind of person? It's the people who were pushing and pushing those kids to succeed. That's who raised that kind of person.\"</p>\n<p>So I put all this to the Jacksons. Can they pay for all this? Nikki says yes, though if her sons don't get college scholarships like their sister did, family finances will be challenged.</p>\n<p>\"If I have to get another job, work two jobs to make sure they can go to college and be afforded that opportunity, I will do that.\" Nikki says. \"And one thing I will tell you, this is sort of personal: I don't mind applying for loans.\"</p>\n<p>As for other trade-offs, their insane schedule has cost her and husband some relationships with old friends.</p>\n<p>\"They have fallen off,\" Nikki says, sitting on a baseball bleacher during an evening practice. \"I'm not saying they're no longer friends. It's been a bad taste in our mouth. They seem to think we are fanatics. But we put our children first.\"</p>\n<p>Louis nods.</p>\n<p>\"We're paying this now, you know the baseball bats, football equipment, fees, gas, so that they can have an opportunity to be noticed and recognized by these schools out here. To get them what they want and where they to be in life.\"</p>\n<p>That's the Jackson family's answer to whether we can afford a consumer arms race. For their family, they can't afford not to.</p></div>","title":"For middle-class parents, raising children becomes a consumer arms race","audio":[{"type":"image/jpeg","meta":{"height":"340","crop":"primary","width":"610"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/field_images/2013/06/pm15_0.jpg?itok=TlFTtp6i"},{"type":"audio/mpeg","meta":{"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/06/10/marketplace_segment1_20130610","type":"application/json"},"duration":474,"duration_hms":"00:07:54"},"format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/06/10/marketplace_segment1_20130610_64.mp3"}]}