{"created":"2014-10-18T12:03:19+00:00","modified":"2014-10-31T15:14:27+00:00","valid":{"from":"2014-10-31T15:14:27+00:00","to":"3014-10-31T15:14:27+00:00"},"hreflang":"en","title":"Primus: Music Makers, Dreamer Of Dreams","published":"2014-10-18T22:50:00+00:00","teaser":"\"I hope I don't piss off Gene Wilder,\" Les Claypool says of <em>Primus & The Chocolate Factory</em>, a cover of the soundtrack to the 1971 film <em>Willy Wonka & The Chocolate Factory</em>.","itags":["npr_api","356890014"],"guid":"1cab1e46-86b4-4631-93c3-51a9687a964c","contentencoded":"<p>Primus singer and bassist Les Claypool says that the idea for the band's seventh studio album, a cover of the soundtrack to the 1971 film adaptation of Roald Dahl's <em>Charlie And The Chocolate Factory</em>, started as an idea in his head for a cover of \"Candy Man.\" Then, the idea became the theme for one of Primus' annual New Year's Eve shows in San Francisco. The record, titled <em>Primus </em><em>And The Chocolate Factory</em>, comes out October 21.</p><p>Claypool's says his fascination with the music and world of Dahl's book<em> </em>and the 1971 film started when he was \"a young fellow.\"</p><p>\"I was in grammar school and was completely enamored by the film, and can remember sitting in the theater watching the credits roll up with the imagery from the actual chocolate-factory assembly or whatever that was,\" Claypool tells NPR's Arun Rath. \"A conveyor belt full of Hershey's Kisses and various things. And it just stuck right to me. I was hooked.\"</p><p>The connection makes sense on another level, as well. A Wonka quote — \"A little nonsense now and then is relished by the wisest men\" — and the ethos of the film at large could describe the band's style: irreverent, silly, self-deprecating. In the band's early days, its members often wore shirts onstage that read \"Primus Sucks.\"</p><p>\"I grew up with stuff like <em>Willy Wonka</em> and <em>Chitty Chitty Bang Bang</em> and some of these Disney musicals, early Disney musicals, and being subjected to a lot of country and folk music as a kid. You know, it made me write from the perspective of a lot of these characters,\" Claypool says. \"Being a big fan of Frank Capra and Elia Kazan and Terry Gilliam, and seeing these films with these extremely colorful, poignant characters, that's how I always tried to convey whatever the hell it was I was trying to say in the music. And even though a lot of times — just like on this Wonka recording — these characters can be sinister and tragic, there is ... a lighthearted element to them. Or a colorful element.\"</p><p>Claypool says that, at this point in his career, he isn't so self-conscious about his band's perceived wackiness. Still, he says he knows taking on a beloved film like <em>Wonka </em>is always risky, especially after Tim Burton's 2005 remake.</p><p>\"There's a good possibility there's gonna be some folks insulted by this, as well,\" Claypool says. \"You know, I think that's the folly of taking on a sacred cow, you know. You're gonna please some folks and you're gonna piss off some folks. But I hope I don't piss off Gene Wilder, because he's definitely — for his '70s hairdo alone, he is a champion.\"<br /><strong></strong></p><p>Hear the full conversation at the audio link.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Primus%3A+Music+Makers%2C+Dreamer+Of+Dreams&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"447"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1357233574-e6e9aa.m3u?orgId=1&topicId=1105&ft=3&f=356890014"},{"href":"http://media.npr.org/assets/img/2014/10/17/15785-chapman_20baehlerhi_20res2-c44fdbd1206897c35905d87ee7817cbefd6eda6f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"884","width":"1179"}}]}