{"created":"2015-03-03T19:03:37+00:00","modified":"2015-03-03T19:44:03+00:00","valid":{"from":"2015-03-03T19:44:03+00:00","to":"3015-03-03T19:44:03+00:00"},"hreflang":"en","title":"The End Of The Lunch Hour","published":"2015-03-03T19:43:00+00:00","teaser":"Studies show that only one in five people actually take a break and leave their desks to eat. ","itags":["npr_api","390468309"],"guid":"1cbac9ae-3fa6-433a-9614-61a2074a00a3","contentencoded":"<p>What ever happened to the lunch hour &#8211; actually getting out of the office for some air and a meal? Fewer American workers are taking time for lunch. <a href=\"https://www.right.com/news-and-events/press-releases/2012-press-releases/item23943.aspx\" target=\"_blank\">Studies show</a> that only one in five people take a break and leave their desks to eat. Most workers are simply eating at their desks.</p><p>But research has also found that the longer you stay at work, the more important it is to get outside of the office, even if it&#8217;s just for a few minutes. <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Jeremy Hobson discusses this with Professor <strong>Kimberly Elsbach</strong> of UC Davis Graduate School of Management and <strong>Yen Ha</strong>, co-host of the <a href=\"http://www.lunchstudio.com/\" target=\"_blank\">Lunch Studio blog</a>.</p><ul><li>Send us a photo of your own desk lunch! You can post it in the <a href=\"#comments\">comments below</a>, on <a href=\"https://www.facebook.com/HereAndNowRadio/posts/10153073073515734\" target=\"_blank\">our Facebook page</a>, tweet it to @hereandnow or post it on Instagram (make sure to mention @hereandnowradio).</li><li>Feeling sad about your desk lunch? <a href=\"http://saddesklunch.com/\" target=\"_blank\">Check out the Sad Desk Lunch blog on Tumblr</a>.</li></ul><h4>Interview Highlights: Kimberly Elsbach</h4><p><strong>On why the lunch hour is disappearing</strong></p><p>&#8220;The work day runs now from much earlier in the morning to late at night, and it’s also not a standard 9 to 5, so for people, when you eat or when you take a break to get some sustenance, is not going to be the same. Also, there’s just this demand to be forever available, so people are reluctant to leave their desk in case they miss something, and so people are eating at their desk, if they’re eating at all, and are just there for longer periods of time.&#8221;</p><p>&#8220;People sort of slowly chip away at what they think is a normal day and a normal break, and interestingly, the higher up you are, the more that you’re in a managerial position, the less likely you are to take a break at all.&#8221;</p><p><div class=\"l-article-primary pullquote\" style=\"\"></p><p>&#8220;Set up an online form where you say, okay these are the different activities we’re doing.&#8221;</p><p></div></p><p><strong>On lunch breaks and labor laws </strong></p><p>&#8220;I think that’s one of the reasons why people who are in more staff or line jobs, that are unionized or regulated by labor rules, are the people who are left taking lunch &#8211; because it’s mandated &#8211; but for white collar workers and managers it’s not, and so they’re the group who are least likely to take lunch.&#8221;</p><p><strong>On why we need to take lunch breaks</strong></p><p>&#8220;We know that creativity and innovation happen when people change their environment, and especially when they expose themselves to a nature-like environment, to a natural environment, so staying inside, in the same location, is really detrimental to creative thinking. It’s also detrimental to doing that rumination that’s needed for ideas to percolate and gestate and allow a person to arrive at an ‘aha’ moment&#8230; You don’t actually need to go eat, you just need to get out.&#8221;</p><p><strong>On how to make sure you take a break </strong></p><p>&#8220;It’s tough. One of the things I think helps is do what Yen has been doing, and creating a community around it. So, you can set up an online form where you say, okay these are the different activities we’re doing. There’s one group that’s going to meet and eat sack lunch outside, there’s another group that’s gonna go for a walk around the local environment, there’s another group that’s gonna go to a favorite restaurant.&#8221;</p><h4>Interview Highlights: Yen Ha</h4><p><strong>On the Lunch Studio blog her office runs</strong></p><p>&#8220;Our blog is a journal of lunch. We leave the office everyday to have lunch and then we blog about it. It’s sort of an advocacy panel for us to say that we firmly believe that leaving the office everyday is important to both our productivity and our creativity.&#8221;</p><p><strong>On what a day at lunch with the Lunch Studio blog is like</strong></p><p><div class=\"l-article-primary pullquote\" style=\"\"></p><p>&#8220;Even if you can’t afford to eat lunch out, it’s still important that you leave your office.&#8221;</p><p></div></p><p>&#8220;You know, some days we’ll just leave and we’ll take a walk and we’ll go have lunch in Koreatown and we’ll sit down and we won&#8217;t take our phones out. And we’ll just sit and have the most delicious seolleongtang  and for 5 minutes we can’t even talk because it’s just so amazing. And then we’ll start talking about what’s on agenda for the office that week, what projects we’re working on, something that might be troubling us about a door detail. And we’ll work all those things out just face-to-face in conversation. It leaves us pretty refreshed and we do that everyday.&#8221;</p><p><strong>On the blog&#8217;s &#8216;<a href=\"http://www.lunchstudio.com/p/lunch-manifesto.html\" target=\"_blank\">Lunch Manifesto</a>&#8216;</strong></p><p>&#8220;It’s just really to support this idea that even if you can’t afford to eat lunch out, it’s still important that you leave your office, that you’re not eating lunch in front of your desk, in front of a computer, that you change up your scenery from time to time, or just you know, take a break.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"http://gsm.ucdavis.edu/faculty/kimberly-d-elsbach\" target=\"_blank\">Kimberly Elsbach</a></strong>, associate dean and professor of organizational behavior at UC Davis Graduate School of Management.</li><li><strong><a href=\"http://www.lunchstudio.com/p/when-were-not-lunching.html\" target=\"_blank\">Yen Ha</a></strong>, co-host of the <a href=\"http://www.lunchstudio.com/\" target=\"_blank\">Lunch Studio</a> blog. She&#8217;s also an architect and a founding principal of <a href=\"http://frontstudio.com/\" target=\"_blank\">Front Studio</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+End+Of+The+Lunch+Hour&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"591"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1390468315-f59ab1.m3u?orgId=1&e=390468309&d=591&ft=nprml&f=390468309"},{"href":"http://media.wbur.org/wordpress/11/files/2015/03/sad-desk-lunch1.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"477","width":"696"}}]}