{"created":"2015-05-14T21:54:01+00:00","modified":"2015-05-15T22:31:51+00:00","valid":{"from":"2015-05-15T22:31:51+00:00","to":"3015-05-15T22:31:51+00:00"},"hreflang":"en","title":"From Scornin' It To Lovin' It: McDonald's Tests Out Kale On Its Menu","published":"2015-05-15T22:31:00+00:00","teaser":"The green health halo hovering over kale glows brightly, and the company is putting it in breakfast bowls in nine Southern California locations. Will it help brighten up the Golden Arches?","itags":["npr_api","406750233"],"guid":"1cc46cf3-fd71-4997-8d48-3bbfc4bddef9","contentencoded":"<p>Just a few months ago McDonald's was showing no love for kale.</p><p>In a TV ad promoting the beefiness of the Big Mac, the chain poked fun at the leafy green and other vegetarian fare: \"You can't get juiciness like this from soy or quinoa,\" a low voice quips as the camera focuses on a juicy burger. \"Nor will it ever be kale.\"</p><p>But the chain is now showing it some affection. McDonald's has announced that it's testing a new breakfast bowl that blends kale and spinach with turkey sausage and egg whites. McDonald's spokeswoman Lisa McComb says the bowls are \"freshly prepared.\"</p><p>For now, the company is testing the $4 kale bowls in nine locations in Southern California.</p><p>So, why kale now? Well, the company <a href=\"http://www.npr.org/sections/thetwo-way/2015/05/04/404166605/mcdonald-s-ceo-promises-modern-progressive-burger-company\">promised</a> earlier this month that it was on the path to becoming a \"modern, progressive burger company.\" And there have been a string of significant changes to the menu from sourcing chickens raised without <a href=\"http://www.npr.org/sections/thesalt/2015/03/04/390701295/mcdonalds-says-it-wont-be-serving-chicken-raised-on-antibiotics\">antibiotics</a> to adding <a href=\"http://news.mcdonalds.com/US/releases/McDONALD%E2%80%99S-INTRODUCES-FRESH,-WHOLE-FRUIT-OPTION-IN\">clementines</a> to Kids Meals while in season. \"We're always innovating on McDonald's food and drinks,\" one company spokesperson recently <a href=\"http://www.bloomberg.com/news/articles/2015-05-12/how-mcdonald-s-could-conquer-kale\">told</a> BloombergBusiness.</p><p>But to a lot of observers, the company's flirtation with kale looks like a move to revive its sales, which have been sliding in the U.S., as we've <a href=\"http://www.npr.org/sections/thesalt/2014/12/08/369402086/mcdonalds-reports-steep-drop-in-sales-at-u-s-restaurants\">reported</a>.</p><p>\"I think it is a bit of an about-face, but I think it's a measured about-face,\" says <a href=\"http://dyson.cornell.edu/people/profiles/just.php\">David Just</a>, a professor of behavioral economics at Cornell University.</p><p>McDonald's is in a tricky spot, Just says. The chain does not want to alienate its hamburger-and-fries lovers. \"You don't want to offend your main customer, right?\" says Just.</p><p>But, at the same time, he says, \"They've got to recognize there are a lot of people who really don't see themselves as the mainline McDonald's customer at this point, and don't want that style of food.\"</p><p>McDonald's introduction of kale, then, could be an olive branch to the growing ranks of health-conscious eaters. And, as a buzz-worthy strategy for shaking up the menu, kale is a good bet.</p><p>The leafy green is not only loaded with nutrients, but it's become a emblem of a healthy lifestyle that's increasingly appealing to Americans who are ready to move away from processed, calorie-dense food.</p><p>A few years back, the <a href=\"http://www.npr.org/2011/12/06/143195033/chicken-vs-kale-vt-artist-fights-chick-fil-a-suit\">Eat More Kale</a> movement helped to amplify the rising tide of kale love among farmers-market goers. Think about it: No other green – not mustard greens or spinach — seems to have anything close to the star power of kale.</p><p>Now, it's unlikely that kale will ever be a top-seller at McDonald's. And that's OK, according to Columbia University's <a href=\"http://drewramseymd.com/\">Drew Ramsey</a>, a psychiatrist who launched National Kale Day several years back.</p><p>\"At the end of the day, if kale is at McDonald's, more people are going to be exposed to it and more people are going to try it,\" Ramsay says. \"And that's a good thing for health.\"</p><p>Ramsey has noticed that as people discover kale they're often pleasantly surprised: It's a little sweet and it's affordable. And it's his hope that people who try it while eating out will then start buying it to eat at home.</p><p>\"Kale should be a staple of the diet,\" Ramsey says.</p><p>And, it seems, McDonald's will soon find out if the better-for-you halo that hovers over kale can bring a healthy glow to the Golden Arches.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=From+Scornin%27+It+To+Lovin%27+It%3A+McDonald%27s+Tests+Out+Kale+On+Its+Menu&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Allison Aubrey","audio":[{"meta":{"duration":"138"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1406768397-64b358.m3u?orgId=1&topicId=1053&d=138&p=2&story=406750233&t=progseg&e=406768287&seg=4&ft=nprml&f=406750233"},{"href":"http://media.npr.org/assets/img/2015/05/14/5110164265_9461846d4c_o-67a4789d3edb0d1f71ce663765dcbb46e3d66e26.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1726","width":"2301"}},{"href":"http://media.npr.org/assets/img/2015/05/14/mcd-6b7dd5de154c96261150adc1653c8813827b159e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3002","width":"4006"}}]}