{"created":"2015-05-07T22:06:04+00:00","modified":"2015-06-04T14:42:42+00:00","valid":{"from":"2015-06-04T14:42:42+00:00","to":"3015-06-04T14:42:42+00:00"},"hreflang":"en","title":"What Happens When A Police Officer Doesn't Shoot?","published":"2015-05-11T04:14:00+00:00","teaser":"An officer's body camera captured his decision not to shoot a possibly armed suspect. He was praised for brave self-restraint, but some law enforcement officers say his reluctance was irresponsible.","itags":["npr_api","404913703"],"guid":"1cd57f1e-131c-43f8-8c98-e68bc737a73a","contentencoded":"<p>Law enforcement officers have come under pressure over the past few months to rethink how they use deadly force, as a result of the string of videos of shootings by police.</p><p>But recently, police have been talking about another video — one that shows an officer not shooting.</p><p>Last month, Cincinnati TV station WLWT aired <a href=\"http://www.wlwt.com/news/exclusive-video-double-murder-suspects-dramatic-arrest-caught-on-camera/32430574\">body camera footage</a> from New Richmond, Ohio, that shows Officer Jesse Kidder getting out of his car to confront a suspected murderer.</p><p>Kidder has drawn his gun, but the man refuses to surrender. And yet, Kidder keeps giving him chances:</p><p>\"I don't want to shoot you, man! I don't want to shoot you!\"</p><p>Even when the suspect yells \"Shoot me!\" and charges, the officer backpedals. He even stumbles and falls backward, but he still doesn't shoot. The suspect finally gives up as a second officer arrives.</p><p>On national news shows, Kidder was praised for his restraint. Comedy Central's <a href=\"http://www.cc.com/video-clips/j9jaqy/the-nightly-show-a-new-and-different-police-video\">Larry Wilmore pointed out</a> sarcastically that the suspect was white. But among cops, there was a whole different kind of conversation.</p><p>\"When I looked at it, I was disturbed by it,\" says Russ Hicks, who teaches at the police academy in Washington state.</p><p>Standing near a gym where the recruits practice hand-to-hand combat, he says his students have asked him what he thinks of the video.</p><p>\"The person who was actually in control of that situation was the suspect,\" he says. \"The officer has to be able to control.\"</p><p>Hicks is actually a big believer in finding ways to avoid using deadly force, but he calls Kidder's failure to shoot \"irresponsible.\"</p><p>\"If that officer is killed,\" he adds, \"he cannot protect the community.\"</p><p>Doug Wyllie, the editor of Police One, <a href=\"http://www.policeone.com/\">a news website aimed at law enforcement</a>, has lost count of all the police professionals he's talked to about that video.</p><p>\"I have heard from a great many officers who shudder,\" he says.</p><p>They see it as a case of what they call \"deadly hesitation,\" and they don't like all the praise it's getting, he says.</p><p>\"This is a dangerous precedent,\" he adds, \"that society is reinforcing the notion that officers should not use appropriate, reasonable, justifiable force when faced with that type of a threat.\"</p><p>One of the police trainers Wyllie talked to is Dick Fairburn, who specializes in firearms training.</p><p>Fairburn thinks all the controversy over recent police-involved shootings is having an effect on cops.</p><p>\"I think the outgrowth of that is gonna be officers who are gonna be more reluctant to use deadly force,\" he says, \"and it's not polite to say it, but they're gonna be more reluctant when there's a racial mix between good guys and bad guys.\"</p><p>But the officer in Ohio gets more slack <a href=\"http://spokane.wsu.edu/admissions/Criminal-Justice/faculty-staff/Vila-Bryan.html\">from Bryan Vila, a former policeman</a>.</p><p>Now a researcher, Vila puts cops in simulators to study how they make high-pressure, split-second decisions.</p><p>He points out that Kidder was a Marine and served in Iraq. Vila thinks that may have given him the kind of mental tools a veteran officer has.</p><p>\"In the old days, people always said, 'Oh, it's police intuition,' \" he says.</p><p>For Vila, \"intuition\" describes the way experienced people make decisions faster than the speed of conscious thought.</p><p>\"And it sometimes takes days or longer after something like that for the thought process to start to become understandable,\" he says.</p><p>The man at the center of all this, Kidder, has now had a few weeks to think about what happened.</p><p>He says he had some \"indicators\" about the suspect's real intentions. For instance, as the man charged, he dropped his keys, then stopped to pick them up.</p><p>Kidder was in Washington, D.C., on Thursday, talking about the case at a conference.</p><p>\"I knew he had crossed the line to where I could have used deadly force, but I just felt that, you know, just because you can take a life, it doesn't mean you should.\"</p><p>American cops are given a lot of discretion, when making that call. In this case, that discretion saved a life.</p><p>Police researcher Vila says he wishes the public were more understanding about the unhappier outcomes: when cops use their discretion in good faith — and make the decision to shoot.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=What+Happens+When+A+Police+Officer+Doesn%27t+Shoot%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Martin Kaste","audio":[{"meta":{"duration":"264"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1404994334-d63132.m3u?orgId=1&topicId=1003&d=264&p=2&story=404913703&t=progseg&e=404994164&seg=11&ft=nprml&f=404913703"}]}