{"created":"2015-05-19T20:57:53+00:00","modified":"2015-05-20T18:51:40+00:00","valid":{"from":"2015-05-20T18:51:40+00:00","to":"3015-05-20T18:51:40+00:00"},"hreflang":"en","guid":"1cd9fe81-c944-48e0-901e-90f166b294da","title":"Same-sex marriage divides Irish opinions, but looks set for approval","published":"2015-05-20T18:51:36+00:00","byline":"Matthew Bell","tags":["same-sex marriage","LGBT rights","Religion","elections","Global Politics","Europe","Ireland","Ireland","marriage equality","Same-sex marriage","Catholic Church","Referendum","Politics","Social Issues"],"teaser":"Polls say Ireland will become the first country on Earth to approve same-sex marriage by popular vote. But while dissenters, including the Catholic Church, haven't spoken out loudly, the vote on Friday might still be closer than expected.","contentencoded":"<p>If public opinion polls are right, Irish voters will make history this week by approving same-sex marriage in a national referendum.</p>\n<p>Seventeen countries around the world, along with some states in the US and Mexico, have legalized same-sex marriage through their courts or legislatures, but Ireland would be the first country to do so by changing its constitution in a popular vote.</p>\n<p>The May 22 referendum is backed by a powerful “Yes” campaign that's supported by all of Ireland’s main political parties, a former head of state and some big celebrities. Irish rugby legend Brian O’Driscoll is one of several sports stars who say they will vote in favor of same-sex marriage. </p>\n<blockquote class=\"twitter-tweet\" data-partner=\"tweetdeck\"><p dir=\"ltr\" lang=\"en\" xml:lang=\"en\">I'm supporting the Yes Equality campaign for a yes vote on May 22nd, add a <a href=\"https://twitter.com/hashtag/Twibbon?src=hash\">#Twibbon</a> now! <a href=\"http://t.co/SWvTko3S8x\">http://t.co/SWvTko3S8x</a></p>\n<p>— Brian O'Driscoll (@BrianODriscoll) <a href=\"https://twitter.com/BrianODriscoll/status/597491781161197568\">May 10, 2015</a></p></blockquote>\n<p>The former president of Ireland, Mary McAleese, has talked about her gay son, Justin, urging families to vote yes for the sake of all gay citizens who have “suffered because of second-class citizenship.”</p>\n<p>“A yes vote costs the rest of us nothing,\" she said at an event in Dublin on Tuesday. \"A no vote costs our gay children everything.\"</p>\n<p>Younger Irish citizen are expected to vote overwhelmingly in favor of same-sex marriage, but polls show voters older than 65, who tend to participate in elections by much a larger percentage, are more likely to vote no. Only about a third of older voters have told pollsters they will say yes when they make their decisions on Friday.</p>\n<p>That may be partly because the Catholic Church in Ireland is firmly against legalizing same-sex marriage. Many older voters follow the church’s lead on pressing social questions, says the BBC's Andy Martin.</p>\n<p>“The church is still hugely important in Ireland,” he says, and points out that Irish social attitudes have always skewed to the traditional. \"This is a country [where] just a few decades ago — when I was a child, actually — divorce was banned. Female civil servants, until relatively recently, at the point of marriage were obliged to relinquish their jobs.”</p>\n<p>But Catholic leaders have been relatively quiet about the issue during the run-up to the referendum. The head of the Catholic Church in Ireland, Archbishop Eamon Martin, has shied away from doing interviews about the referendum. But Martin issued a statement earlier this month in which he said the proposed amendment to the Irish constitution would remove, “the unique and privileged status in society for the marriage between a man and a woman.” </p>\n<p>Church leaders have \"been gently saying, ‘Vote no,’” Martin says.</p>\n<p>About 20 percent of voters are thought to be undecided, Martin says. But while most of those votes will go into the “no” column, he says that's unlikely to be sufficient to tip the scales.</p>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-19%2Fcatholic-ireland-same-sex-marriage-divisive-issue&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/05192015_02.mp3"},{"href":"http://admin.pri.org/file/0519201502mp3"}]}