{"created":"2014-10-27T19:01:26+00:00","modified":"2014-10-30T23:17:56+00:00","valid":{"from":"2014-10-30T23:17:56+00:00","to":"3014-10-30T23:17:56+00:00"},"hreflang":"en","title":"NASA Chief On Past And Future Of U.S. Space Program","published":"2014-08-14T18:46:00+00:00","teaser":"Charles Bolden, who is also a former astronaut, joins us for a wide-ranging conversation.","itags":["npr_api","340398315"],"guid":"1cf66adc-01f6-4ef0-b225-c7c280a39503","contentencoded":"<p>NASA Administrator <strong>Charles Bolden</strong> joins <em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Jeremy Hobson for a wide-ranging conversation about the past and future of NASA&#8217;s effort to explore the universe.</p><p>Bolden discusses the future of the International Space Station and U.S. cooperation with Russia, and he weighs the chances that NASA will discover life in the Milky Way galaxy.</p><p>Bolden says that the U.S. will be able to send astronauts to space again by 2017, with the help of American private industry.</p><p>He also describes why he thinks the agency is more inspiring to minority children and girls today than it was during NASA&#8217;s height in the 1960s.</p><p><em>What would you like to see NASA do next? <a href=\"https://www.facebook.com/HereAndNowRadio/posts/10152615399810734\" target=\"_blank\">Tell us on Facebook</a> or in the <a href=\"#comments\">comments</a>.</em></p><h4>Interview Highlights</h4><p><strong>On whether Americans should worry about NASA&#8217;s partnership with Russia</strong></p><p>&#8220;I am not concerned, because of the relationship that we have managed to preserve with our partner agency inside Russia, the Russian space agency. I will caveat that by saying that, like us, they&#8217;re a part of the government, so one never knows what can happen. But based on the day-to-day relationships and what&#8217;s going on with our people, about 30 of them that work in-and-out of the mission control center in Moscow every day, our astronauts who are training at the Gagarin Cosmonaut Center on the outskirts of Moscow, the indications we have are that they are as interested and as enthusiastic as we about maintaining our partnership.&#8221;</p><p><strong>On using private industry for space travel</strong></p><p>&#8220;I am certain that our path is the correct path. No other nation is able to do what we&#8217;re able to do right now. No other nation has the capability to call on their industry to provide the kinds of services that we can do. Right now, all of our international partners rely on either heavily subsidized or government-run means to do things, and that&#8217;s the way the U.S. used to do it, but we don&#8217;t need to do that anymore. If you look at what our intelligence community is doing, if you look at what the military is doing, we are leading the way. NASA has demonstrated that U.S. industry is reliable, dependable, and in fact &#8212; in relative terms &#8212; cheap, compared to what it costs us to maintain the infrastructure to do it all ourselves.&#8221;</p><p><strong>On inspiring the astronauts of the future</strong></p><p><span style=\"color: #222222\">&#8220;I was not unlike many young African American kids, young kids of color growing up in the segregated South. We were conditioned to believe that there were limits to what we could do. My mom and dad were teachers and so they tried to make sure that I never put an artificial limitation on myself, and in spite of all their efforts, I did. It took Ron [McNair] to wake me and shake me.&#8221;</span></p><p><span style=\"color: #222222\">&#8220;I think in many ways we are much more inspiring than we were in the Apollo era. Do you know how many black kids had any hope of becoming an astronaut in the Apollo era? Zero. Do you know how many girls had any hope of becoming an astronaut in the Apollo era? Zero. Why? Because there was no one like them, and they knew you had to be a test pilot and they assumed you had to be white. That is no longer the case. That paradigm was shattered by the space shuttle program, an incredible 30-year program. Everybody talks about its technological accomplishments &#8212; let me tell you, as a human being I think its greatest accomplishment was opening the doors of space exploration to everyone on this planet.&#8221;</span></p><h4>Guest</h4><ul><li><strong><a href=\"http://www.nasa.gov/content/charles-f-bolden-jr-nasa-administrator-july-17-2009-present/#.U-y3OPldWSo\" target=\"_blank\">Charles Bolden</a></strong>, administrator of NASA. He&#8217;s also a retired United States Marine Corps Major General and a former NASA astronaut.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=NASA+Chief+On+Past+And+Future+Of+U.S.+Space+Program&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"969"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1340412153-d546d7.m3u?orgId=1&ft=3&f=340398315"}]}