{"created":"2015-05-30T21:09:32+00:00","modified":"2015-06-01T17:05:54+00:00","valid":{"from":"2015-06-01T17:05:54+00:00","to":"3015-06-01T17:05:54+00:00"},"hreflang":"en","title":"'Like An Avalanche': Otis Redding's Unstoppable Crossover","published":"2015-05-30T22:07:00+00:00","teaser":"\"He had an underground kind of appeal that built on itself,\" says author Mark Ribowsky, whose book <em>Dreams to Remember</em> traces Redding's unlikely pivot into national stardom.","itags":["npr_api","410264042"],"guid":"1cf61b88-0fe3-43c3-824c-f0b220906a7a","contentencoded":"<p><a href=\"http://www.npr.org/artists/15802310/otis-redding\" target=\"_blank\">Otis Redding</a> really only had about five years in the spotlight before his untimely death at the age of 26, but in that time he left a body of work adored around the world. Author Mark Ribowsky puts it this way: \"In the end, [he] was bigger than the music he sang, because of how he sang and interpreted it during the most traumatic, metamorphic decade in history. And, given how little soul has survived him, Lord how we could use him now.\"</p><p>In a new book called <em>Dreams To Remember: Otis Redding, Stax Records, and the Transformation of Southern Soul</em>, Ribowsky traces that line all the way back to Redding's upbringing in segregated Georgia. The author joined NPR's Karen Grigsby Bates to discuss how the singer caught the attention of Stax Records founders Al Bell and Jim Stewart, pivoting from small-time fame on the chitlin' circuit into a brief-but-brilliant period of national stardom and promise. Hear their conversation at the audio link, and read an edited version below.</p><p><strong>Karen Grigsby Bates: Tell me about how Otis Redding got into popular music. His dad was a sharecropper and also devoutly religious, and not so crazy about the music his son was interested in.</strong></p><p><strong>Mark Ribowsky:</strong> No, his father would just as soon shut out any music beyond the church organ when he was growing up. They always had that ambivalent relationship, the father never really being on his side, so Otis really had to do it on his own. And what he did was troll downtown Macon — go to the clubs, see Little Richard, The Upsetters, all these great local bands, <a href=\"http://www.npr.org/artists/15316566/james-brown\" target=\"_blank\">James Brown</a> — and try to infiltrate the scene, which he did very easily.</p><p>He was so emboldened to try to get his career started that he went to L.A. on his own and tried to make it there in 1959, and was a total bust. I dug up a few of the guys who he recorded for in L.A. — they knew he had talent, but he didn't have the right material, because he was trying to be another Little Richard or sound like another <a href=\"http://www.npr.org/artists/114178318/jackie-wilson\" target=\"_blank\">Jackie Wilson</a>. When Otis started doing Otis is when it all started happening, and that happened when he had his audition in Memphis for Stax. He sang \"These Arms of Mine,\" and the earth moved when he did that.</p><p><strong></strong><strong>1967 was a huge year for Otis Redding: He performed at the Monterey Pop festival, during the Summer of Love. He shared the stage with <a href=\"http://www.npr.org/artists/16318788/jefferson-airplane\" target=\"_blank\">Jefferson Airplane</a> and <a href=\"http://www.npr.org/artists/15394826/janis-joplin\" target=\"_blank\">Janis Joplin</a> and <a href=\"http://www.npr.org/artists/15696782/jimi-hendrix\" target=\"_blank\">Jimi Hendrix</a>, all totally different music than the kind he usually sang. How was his performance received?</strong></p><p>I still think it was the peak of the festival. He was able to command the closing spot, even without having a crossover hit to that audience. You know, Janis Joplin called him God before the festival — she said, \"This is God that's coming on stage here.\"</p><p><strong></strong><strong>Basically he's singing to a bunch of high white kids.</strong></p><p>Rich white kids on their summer break. He had to convince people who were not necessarily in the soul audience, the soul market, that he was a great entertainer. He played the Fillmore for Bill Graham, and Bill Graham called him the biggest talent he ever saw; this is Bill Graham saying this, who saw <em></em><em>everybody</em>. And you had people like Jerry Garcia and Joplin and Grace Slick begging Bill Graham to let them <em></em><em>open</em> for Otis. So he was conquering all these markets. It was astonishing what he was doing without a crossover hit. He had an underground kind of appeal that built on itself, grew like an avalanche.</p><p><strong></strong><strong>Yet for all of that, a year after having sort of blazed this trail through the music world, Otis Redding was killed in a plane crash on the way to a performance; he was 26 years old. He had one of the biggest hits of his career posthumously, \"(Sittin' On) The Dock of the Bay,\" and you write about how he had to fight to get Stax to even consider releasing it. He recorded it at the very last minute, right?</strong></p><p>He recorded that two days before he died. He was about the only one who believed in it. Otis had had a throat operation in the fall that year, and it was very touchy because nobody knew if he would be able to sing the way he needed to sing again. He was contemplating, \"How do we broaden this?\" Because it was after Monterey, so he can't just go back to the chitlin' circuit now: He's gotta compete with Hendrix, Joplin, <a href=\"http://www.npr.org/tags/131390093/jim-morrison\" target=\"_blank\">Jim Morrison</a>. So he was wondering what he could do, and he came up with this song — which he wrote while sitting on the dock of a bay in San Francisco. He was staying on a houseboat in the marina out there, under the Golden Gate Bridge, watching the ships come in and roll away again, so he did a very literal exposition of what he was thinking and what he was doing. But with Otis it was sort of the ultimate paean to loneliness: almost like he was begging for relief, for a few solitary moments to pull back and breathe a little.</p><p>When he left to go to Cleveland on that ill-fated last journey, Steve Cropper — who wrote it with him and produced it, great guitar player — told Jim Stewart, \"Let's release this song.\" [But] nobody knows what it is. Duck Dunn<em></em><em> </em>says, \"It's not R&B, it's not soul, it's not rock 'n' roll.\" And Al Bell, who had said, \"Let's broaden up, let's do some folk-rock,\" heard it being recorded that day and said, \"I don't know if we could ever release this song.\" Jerry Wexler up in New York at Atlantic, the overlords of Stax, said, \"I can't release this. His vocal is too recessed; it needs to be remixed.\" He sent it back to Cropper. Cropper said, \"OK, I'll change it, I'll do this, I'll do that\" — didn't change it whatsoever. Sent it back to Wexler, who said, \"Oh yeah, this sounds a lot better now!\"</p><p>He was conned, and they released the song. And it was the best decision they ever made, because that was a tidal wave of a song. And when the '70s started, of course you had all these folk-rock songs now — the James Taylor, Southern California, soft-rock, country-rock era began, so it foretold that era. But it was a tremendous song, and I only wish we could have heard more in the same vein.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Like+An+Avalanche%27%3A+Otis+Redding%27s+Unstoppable+Crossover&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"514"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1410837113-1f710d.m3u?orgId=1&topicId=1033&d=514&p=2&story=410264042&t=progseg&e=410764309&seg=9&ft=nprml&f=410264042"},{"href":"http://media.npr.org/assets/img/2015/05/30/otis_redding_-2--6703dc7341175e385ffc8f4d9e7cbcd336237a8b.png","type":"image/jpeg","meta":{"crop":"standard","height":"981","width":"1308"}}]}