{"created":"2014-10-31T08:57:46+00:00","modified":"2014-12-04T14:28:35+00:00","valid":{"from":"2014-12-04T14:28:35+00:00","to":"3014-12-04T14:28:35+00:00"},"hreflang":"en","title":"Look Here: Phone App Checks Photos For Eye Disease","published":"2014-10-31T15:02:00+00:00","teaser":"Bryan Shaw showed it was possible to detect early signs of eye cancer from a family photo album. Now, he and his research team have made an iPhone app.","itags":["npr_api","359568507"],"guid":"1cfefe13-536a-4b87-a1b2-3bccaa7302df","contentencoded":"<p>There's now free software for your iPhone that lets you check for early signs of certain eye diseases.</p><p>The idea for the app comes from a Baylor University chemist named <a href=\"http://www.baylor.edu/mediacommunications/index.php?id=92176\">Bryan Shaw</a>. We <a href=\"http://www.npr.org/blogs/health/2013/11/05/243189819/how-pictures-of-infant-boys-eyes-helped-diagnose-cancer\">introduced</a> you to Shaw late last year.</p><p>Shaw's son Noah was born with a rare form of eye cancer known as <a href=\"http://www.cancer.gov/cancertopics/pdq/treatment/retinoblastoma/HealthProfessional/page1\">retinoblastoma</a>. Shaw saw signs of his son's cancer when the baby was just 12 days old; there was a white reflection coming from Noah's eyes in flash pictures taken with the family's digital camera. The flash was reflecting off tumors at the back of Noah's eyes.</p><p>Trouble is, Shaw didn't learn the significance of that white reflection until doctors diagnosed Noah's condition months later.</p><p>\"If I would have had some software telling me, 'Hey, go get this checked out,' that would have sped up my son's diagnosis and the tumors would have been just a little bit smaller when we got to them,\" says Shaw. \"There might have been fewer.\" And maybe doctors wouldn't have had to remove Noah's right eye to prevent the cancer from spreading.</p><p>Since the software didn't exist, Shaw worked with Baylor computer scientist <a href=\"http://cs.baylor.edu/%7Ehamerly/\">Greg Hamerly</a> to create some. Hamerly and several grad students wrote a <a href=\"http://www.biomedcentral.com/1471-2415/14/110/\">program</a> that uses what's called <a href=\"https://www.coursera.org/course/ml\">machine learning</a> to spot a white reflection in photos.</p><p>\"Machine learning is about training the computer to do things by example,\" Hamerly explains. (White reflections from the eye's pupil, called <a href=\"http://www.aapos.org/terms/conditions/67\">leukocoria</a>, can also be indicative of a cataract, an infection or other disorder.)</p><p>Hamerly needed lots of pictures of children with retinoblastoma to train the computer. Luckily, Shaw's wife Elizabeth is a shutterbug, so there were lots. He also received pictures from other parents of children with retinoblastoma who <a href=\"http://www.npr.org/blogs/health/2014/05/06/309003098/chemist-turns-software-developer-after-sons-cancer-diagnosis\">heard his story</a> on NPR's <em>Morning Edition</em> and read about it in Shots.</p><p>The researchers also trained the computer to recognize what normal eyes look like. Finding pictures of normal eyes was much easier.</p><p>\"We just go out and gather images on the Web that are public domain,\" Hamerly says, \"and we can get thousands, millions of images of eyes.\"</p><p>They have now turned a version of their white-eye detection software into a free <a href=\"https://itunes.apple.com/us/app/white-eye-detector/id904042354?mt=8\">iPhone app</a>.</p><p>When I caught up with Shaw last week at a conference, he pulled out his phone and showed me how the app works.</p><p>\"The easiest thing to do is to search your photos for the white eye,\" he told me. \"You just hit the button 'search photos,' and boom — it starts a search of all your photos on your device, and it'll let you know if it sees anything.\"</p><p>There's also something called screening mode: Shine the iPhone's light in someone's eyes, and the software will use the phone's camera to search for a white reflection.</p><p>Shaw knows it's critical that the software be as accurate as possible. If the app makes a mistake — suggesting a small child has white eye who really doesn't — that could needlessly freak out parents.</p><p>\"That's what I would be worried about,\" says <a href=\"http://www.texaschildrens.org/Locate/Doctors/Edmond,-Jane/\">Jane Edmond</a>, a pediatric ophthalmologist at Texas Children's Hospital in Houston who has not been involved in the project.</p><p>At this point, it's still not clear just how many mistakes the software will make. But if it can routinely get the diagnosis right, Edmond says, it could be a useful screening tool. She says the real value of the app may be in countries that have lots of cellphones but not a lot of hospitals or clinics.</p><p>\"Think about places that have no doctor,\" she says. \"It's no substitute for a doctor, but is it better than nothing? Well, yes.\"</p><p>Bryan Shaw is hoping the new app will be a lot better than nothing.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Look+Here%3A+Phone+App+Checks+Photos+For+Eye+Disease&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joe Palca","audio":[{"meta":{"duration":"199"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1360300805-403b6d.m3u?orgId=1&topicId=1128&aggIds=156490415&ft=3&f=359568507"},{"href":"http://media.npr.org/assets/img/2014/10/30/phoneapp21-19fd77fd599fc8daf5f17ea85fa5643788dd70ff.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1118","width":"1492"}}]}