{"created":"2014-09-09T21:24:21+00:00","modified":"2014-09-11T19:16:01+00:00","valid":{"from":"2014-09-11T19:16:01+00:00","to":"3014-09-11T19:16:01+00:00"},"hreflang":"en","guid":"1d004837-436f-4425-86d8-37391fcfa88c","title":"Iraqis welcome further US airstrikes, but worry they'll get more than they asked for","published":"2014-09-11T19:16:00+00:00","byline":"Christopher Woolf","tags":["Islamic State in Iraq and Syria","military","terrorism","Conflict","Conflict & Justice","Asia","North America","Iraq","Syria","United States","Middle East","Asia","North America","Barack Obama","Jane Arraf","Iraq","War"],"teaser":"President Barack Obama will address the nation Wednesday and unveil his strategy for defeating ISIS, the militant Islamist group in Iraq and Syria. And while Iraqis say they're happy about the prospect of more American airstrikes against ISIS, they want ground troops to stay away.","contentencoded":"<p>Twelve days ago, President Barack Obama said he had no strategy for dealing with the terrorist group, ISIS, that has taken over large parts of Iraq and killed two American journalists in recent weeks.&nbsp;Now, things seem to be different. &nbsp;</p><p>Obama will unveil a strategy in a speech to the American people on Wednesday. He spent Tuesday briefing Congressional leaders on the plan to combat the group, which also calls itself the Islamic State.</p><p>Obama himself has said the new strategy will not include any American &quot;boots on the ground,&quot; meaning combat troops aren&#39;t set to join the small number of US military advisors and trainers who have already been sent to Iraq.</p><p>That&#39;s important to ordinary Iraqis, according to Jane Arraf, Baghdad correspondent for Al Jazeera English.</p><p>&ldquo;They don&rsquo;t want soldiers in their streets again,&quot; Arraf says. &quot;They don&rsquo;t want the reminders of that American occupation here. But they do desperately want help in the form of advanced weapons and the kind of military help that a lot of Iraqis believe only the United States can ... provide.&rdquo;</p><p>But Arraf says Iraqis don&#39;t have much confidence in Obama&#39;s claims that American ground troops will stay away. She says&nbsp;anyone who&#39;s spent any time in Baghdad knows that many Iraqis believe conspiracy theories.</p><p>&quot;If you go into the street and ask people &mdash; or if you sit at a dinner party, or go into the halls of parliament &mdash; and ask people what they think is going on, a lot of Iraqis will tell you this was planned from the beginning,&quot; Arraf says. &quot;That the United States planned this to weaken Iraq.&quot;</p><p>Many Iraqis, in fact, believe the US is responsible for the ISIS resurgence in Iraq, she adds. Serious observers don&#39;t see any links between the US and ISIS.&nbsp;</p><p>The most likely American action is a continuation, and perhaps intensification, of its&nbsp;campaign of&nbsp;airstrikes against the militants. That might also be expanded to include targets inside Syria, where the US has firmly resisted getting directly involved up to now.</p><p>Arraf says Iraqis are expecting an increase in air strikes, and she has spoken to security sources in Baghdad who say the strikes could come close to areas around the capital itself.</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/RTR45EED.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/rtr45eedjpg"}]}