{"created":"2015-06-21T21:10:00+00:00","modified":"2015-06-22T03:10:11+00:00","valid":{"from":"2015-06-22T03:10:11+00:00","to":"3015-06-22T03:10:11+00:00"},"hreflang":"en","title":"Beyond The 'Sometimes Sentimental' Story Of Filipino Migrants","published":"2015-06-21T22:18:00+00:00","teaser":"Mia Alvar's new short story collection spans the globe — from Manila to New York to Manama, Bahrain — to offer a more complicated narrative of Filipino exiles, emigres and wanderers.","itags":["npr_api","413462292"],"guid":"1d0779f3-2293-486b-a9ff-8e30a0eda839","contentencoded":"<p>Mia Alvar was born in the Philippines, but as a small child her family moved to Bahrain. A few years later, they moved again, this time to New York.</p><p>The cities of her childhood are the settings in her debut collection of short stories, <em>In The Country</em>. The nine stories feature very different characters, in and outside of the Philippines, who are grappling with some form of exile or emigration.</p><p>\"Part of the project,\" she tells NPR's Arun Rath, \"was getting behind the official, sometimes sentimental, narrative about overseas Filipino workers.\"</p><p>Heroic self-sacrifice is part of the foreign worker's experience, she says — but in her fiction, there's always something more to the story.</p><hr /><h3>Interview Highlights</h3><p><strong>On potential misconceptions about Filipino workers</strong></p><p>There's an over-arching sense of [overseas Filipino workers] as the heroes and saints of their families, who are making this huge sacrifice — which, of course, they are — of being apart from the people they love in order to support those same people. And I was curious about where some of these characters ... hew to that narrative and where they kind of go off script as well.</p><p><strong>On unlikely friendships among migrants</strong></p><p>When people are sort of thrown together in a place that's strange or foreign to them, Filipinos who maybe would not have socialized with each other back in Manila spend all their free time socializing with each other and kind of lean on each other and feel a responsibility to each other.</p><p><strong>On writing in the second person</strong></p><p>I think the second person is just polarizing for understandable reasons. People don't like being told that they are someone they're not, or that they're doing something that they definitely aren't. It can come across in ... almost an aggressive way.</p><p>And I sort of decided that I was OK, in this particular story, with aggressively insisting that the person reading identify with [the main character], whose real-life counterpart might not have time to read a literary short story collection.</p><p>I think the second person kind of speaks to the desire to have someone identify with this character, and also the impossibility of it.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Beyond+The+%27Sometimes+Sentimental%27+Story+Of+Filipino+Migrants&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"287"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1416272804-0b2857.m3u?orgId=1&topicId=1033&d=287&p=2&story=413462292&t=progseg&e=416272757&seg=6&ft=nprml&f=413462292"},{"href":"http://media.npr.org/assets/img/2015/06/18/in-the-country-2_4376-eb11b19d3ca3f77591f6b70a2d2a377e34897deb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1688","width":"2253"}},{"href":"http://media.npr.org/assets/img/2015/06/10/alver_photo-credit-deborah-lopez_enl-5e7156a315979c386a9b22e76b08f3473a8ee64b.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"5616","width":"3740"}}]}