{"created":"2015-06-01T18:36:00+00:00","modified":"2015-06-08T19:40:51+00:00","valid":{"from":"2015-06-08T19:40:51+00:00","to":"3015-06-08T19:40:51+00:00"},"hreflang":"en","title":"Those Yoga Poses May Not Be Ancient After All, And Maybe That's OK","published":"2015-06-02T18:02:00+00:00","teaser":"In her new book, Michelle Goldberg traces the Western practice of yoga to a Russian woman named Indra Devi. Goldberg says that many of the poses in modern yoga can't be traced beyond 150 years ago.","itags":["npr_api","411202468"],"guid":"1d2d7e70-00da-4f9a-9fc2-32f58cb872d8","contentencoded":"<p>That yoga pose you've been practicing may not be as ancient as you thought. In fact, journalist Michelle Goldberg says that most of the poses that we do in modern yoga classes have no antecedent beyond 150 years ago.</p><p>\"Probably the greatest myth is when you do these poses, when you do sun salutations or the warrior poses, that that there's some sort of continuity to what yogis were doing 3,000 years ago on the banks of the Ganges, and that's just not true,\" Goldberg tells<em> Fresh Air</em>'s Terry Gross.</p><p>Goldberg is the author of <em>The Goddess Pose: The Audacious Life of Indra Devi, the Woman Who Helped Bring Yoga to the West. </em>Her book traces the modern Western practice of yoga to a Russian woman named Indra Devi,<em> </em>who was born in 1899 with the birth name Eugenia Peterson. Devi became interested in yoga after reading about it in a book written by an American new-age thinker. She studied the practice in India before introducing it to political leaders in Russia and Shanghai and, in 1947, bringing it to America, where her students included Hollywood celebrities like Greta Garbo and Gloria Swanson.</p><p>\"[Devi] was the one who took yoga from being what people in the West tended to imagine as sword-swallowing and circus tricks and domesticated it,\" Goldberg says. \"The idea of yoga as a system of wellness for modern women that helps you [to] better<strong> </strong>equip yourselves for the many challenges of the modern world, that all comes back to her.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On the book</strong><strong> </strong><strong><em>14 Lessons in Yogi Philosophy and Oriental</em></strong><strong><em> </em></strong><strong><em>Occ</em></strong><strong><em>ultism, </em>by American William Walter Atkinson</strong><strong>, which sparked</strong> <strong>Indra Devi's interest in yoga </strong></p><p>Indra Devi discovers this book in the library of a Russian aristocrat. ... This was the sort of book you would find in the library of a bohemian Russian aristocrat. She finds this book, she thinks that it's a sort of dispatch from this otherworldly land. It kindles a fascination with India that will carry her throughout almost a century, but really it's Indian wisdom as refracted through a sort of American self-help writer, and I think that exemplifies, again, the sort of mashup that we see both in her life and her thinking, but also in yoga as it has come to us today.</p><p><strong>On why yoga is aerobic </strong></p><p>Krishnamacharya was the yogi-in-residence at the Mysore Palace, and the Maharajah of Mysore was this very progressive nationalist figure who really wanted to unite the best of the East and the best of the West. And so he sponsored Krishnamacharya to run a yoga school in the palace. Krishnamacharya — because a lot of his students were young, royal boys — created a system that would sort of capture the animal energy of an 8- or 9- or 10-year-old boy. So he put in things that if you do yoga now are really familiar to you — the jump backs and the chaturanga, which is the sort of half-pushups and these very fast, flowing movements that we call vinyasa — he created a lot of those things.</p><p><strong>On</strong><strong> </strong><strong>Krishnamacharya</strong><strong> </strong><strong>teaching Devi </strong></p><p>She was a woman in her 30s by the time she came to [Krishnamacharya]. At first he wanted nothing to do with her. ... He said, \"I don't teach women and I don't teach Westerners.\" He wanted her to go away and she basically went over his head. She went to her friend the maharajah. She had this lifelong talent for cultivating people, for getting people to want to do her favors. Probably the most supernatural thing about her was her astonishing charisma. She went over his head, she went to the maharajah. The maharajah basically said, \"Krishnamacharya, you have no choice, you have to teach her.\" He finally gave in, he grudgingly started giving her lessons. And when he saw how dedicated she was, he sort of relented and eventually developed enormous affection for her. And after he had taught her many of his secrets, he kind of came around ... and saw that yoga had a lot to offer people outside of his own purview and he charged her with teaching a lot of what he had taught her.</p><p><strong>On </strong><strong>Devi teaching yoga in the U.S. in 1947 </strong></p><p>First she goes to Shanghai and she has a yoga studio in a villa that had been owned by Madame Chiang Kai-shek, and she's there during the Japanese occupation. After the war, she sails for Hollywood and she opens up one of the first yoga studios. There had been a couple of yoga teachers here and there in the United States. There was a brief yoga panic in the United States in the 1920s. ... You can see a lot of tabloid news stories about lecherous yogis luring women away from their marriages and families, but there hadn't really been very many yoga teachers in part because the Alien Exclusion Act kept South Asian immigrants from coming to the United States. So she opens a studio in Hollywood. She has some connections from her Shanghai days, people who are now in California who introduce her to various figures in Hollywood. They introduce her to Aldous Huxley, who is a famous writer who has kind of a longtime interest in Eastern spirituality. And so she opens this studio. And soon she has all sorts of famous actors and actresses as clients who are doing headstands on the sets or sitting in lotus pose, and she becomes a sort of minor celebrity.</p><p><strong>On the idea of the \"self\" and yoga </strong></p><p>One of the transmutations that's happened as yoga has made its way from East to West and back again is that idea of \"self.\" In most interpretations of classical yoga philosophy or Hindu philosophy \"self\" means the connection to the divine, the things that transcend the ego or the things that transcend individual subjectivity. But \"self\" in the Western interpretation obviously is understood very differently and is understood as kind of the ultimate in individual subjectivity. So classical yoga, which had originally been about obliterating the \"self,\" obliterating individuality, obliterating everything that connects you to the world, becomes — as Indra Devi teaches it and as it's gradually assimilated to the West — a way of having greater efficacy in the world and kind of developing your own personality. It's a complete inversion of how it would be understood in classical Hinduism, but anyone who has any familiarity with American self-help culture will know what I'm talking about right away. This has become so much a part of the culture you barely even notice it.</p><p><strong>On how modern yoga compares with ancient yoga</strong></p><p>There's no mention of warrior poses or sun salutations in any ancient text at all. That might be a little disillusioning to some people, [but] what I hope and what it ultimately meant to me is we don't have to feel so anxious about the authenticity of our modern practices because like anything ... it's a modern adaptation and that might, I hope, let people feel a little less anxious about adapting it for their own needs.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Those+Yoga+Poses+May+Not+Be+Ancient+After+All%2C+And+Maybe+That%27s+OK&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2732"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1411259544-f2f4ca.m3u?orgId=1&topicId=1134&d=2732&p=13&story=411202468&t=progseg&e=411202370&seg=1&ft=nprml&f=411202468"},{"href":"http://media.npr.org/assets/img/2015/06/01/gold_9780307593511_ap1_r1-482a2d4225620dfa9229986d5a7b80735cca2e68.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"435","width":"580"}}]}