{"created":"2015-04-30T21:57:52+00:00","modified":"2015-05-12T19:53:44+00:00","valid":{"from":"2015-05-12T19:53:43+00:00","to":"3015-05-12T19:53:43+00:00"},"hreflang":"en","guid":"1d314d21-d61c-4ef5-bef8-7d63e6593466","title":"Nigeria's army may finally have Boko Haram on the run","published":"2015-05-12T19:53:39+00:00","byline":"Joyce Hackel","tags":["bring back our girls","Boko Haram","terrorism","military","conflict","Religion","Conflict","Conflict & Justice","Africa","Nigeria","Omolola Adele-Oso","Darren Kew","Bring Back Our Girls","Boko Haram","schoolgirls","Islamic extremists","Goodluck Jonathan","kidnapping","abduction","Nigeria"],"teaser":"After months of taking a light approach toward the militants of Boko Haram, the Nigerian military has been on the offensive in recent weeks and seems to be winning. But that doesn't mean the Islamist group is disappearing any time soon.","contentencoded":"<p>Nigerians have had few reasons to applaud the performance of their military in recent years. </p>\n<p>The country's soldiers mostly stood back as the Islamist militant group Boko Haram rampaged through towns in Nigeria's northeast, murdering villagers, abducting schoolgirls and rapidly expanding their territory. Nigerian troops were better known for deserting their posts than taking on their enemies.</p>\n<p>\"I was talking to some of the refugees from the areas while I was there last month, and clearly there was a sense that the military had stood back in a lot of circumstances when they could have engaged,\" says Darren Kew, the executive director of the Center for Peace, Democracy, and Development at the University of Massachusetts Boston.</p>\n<p>But during the past few week, the balance of power in the conflict has shifted. Boko Haram has \"crumbled\" in the past five weeks, Kew says, in part thanks to Nigerian soldiers finally showing some initiative — which he points out \"only begs the question: Why was this not done much much sooner?\" </p>\n<p>Nigerian troops have also gotten help from Nigeria's regional partners, including Niger, Chad and Cameroon.</p>\n<p>\"Chad in particular has played a very important role in undermining Boko Haram's ability to flee over the borders,\" Kew says. \"Chad even crossed the Nigerian border to liberate a town or two.\"</p>\n<p>They've been joined by South African mercenaries, who Kew says are likely still assisting Nigerian forces. Residents in the north report that some of the militants are now running short of arms and ammunition and resorting to cruder tools, like machetes and bows and arrows.</p>\n<p>But that doesn't mean the insurgents are going to disappear any time soon. With their core leadership still intact, Kew expects the group will simply revert back to hit-and-run style attacks. And unless the incoming administration of Mohammed Buhari does more to address extreme poverty in Nigeria's north, he says, there's little hope for stability there. </p>\n<p>\"If the roots of the conflict are not addressed,\" he warns, \"we'll see some other similar sort of movement in some other part of the impoverished northeast that will rise to take [Boko Haram's] place.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-30%2Fnigerias-army-may-finally-have-boko-haram-run&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/pris-world/segment-audio/0430201502.mp3"},{"href":"http://admin.pri.org/file/0430201502mp3"}]}