{"created":"2014-09-04T16:41:56+00:00","modified":"2015-02-19T16:26:48+00:00","valid":{"from":"2015-02-19T16:26:48+00:00","to":"3015-02-19T16:26:48+00:00"},"hreflang":"en","title":"As Summer Winds Down, Wistful Dreams Of A 'Lost Estate' ","published":"2014-08-23T00:23:00+00:00","teaser":"The scent of fresh pencils is in the air, and homework assignments are around the corner. In honor of back-to-school season, author Alexander Aciman recommends <em>The Lost Estate</em> by Henri Alain-Fournier.","itags":["npr_api","342476932"],"guid":"1d3e6f6f-75bb-4750-9c96-d630f61d5b7c","contentencoded":"<p>The summer before I went to college my grandfather died. I spent that season clearing out the shelves in his bedroom. And since he was a compulsive rereader, I kept the books that looked the most tattered. I thought he must have loved those the most. <br /> <br />One of them was <em>The Lost Estate (Le Grand Meaulnes),</em> by Henri Alain-Fournier. I couldn't have known when I picked it up that it would be such an appropriate last book for someone just days away from becoming a college student. In the late August heat I sat on my grandmother's balcony and read it in two days. <br /> <br />The story begins with the arrival of a new student at a school in a small French town. Through the eyes of the headmaster's son we meet Augustin Meaulnes — and the two boys quickly become friends. <br /> <br />While the narrator is cautious and sickly, his new friend is restless — Augustin can't seem to settle down into a routine. He's the first student in line for morning inspection at school, but he also wakes his friend at midnight so they can set off on an expedition.</p><p>One day he sneaks away from school and stumbles upon a party at a hidden, possibly magical, estate. When he comes back, he tells his friends that he has fallen in love with a girl he met there.<br /> <br /> Years later he imagines meeting her, writing to the narrator: \"Sitting on the bench, shivering, miserable, I like to imagine that someone will gently take my arm ... I should look round and she would be there. 'I'm a bit late,' she would say simply.\"</p><p>Meaulnes — uncompromisingly youthful — is unable to abandon the years-old adventure, and is unwilling to leave his adolescent fantasy unsatisfied. We perhaps understand him best when the narrator describes his friend's journey to the estate: \"Anyone but Meaulnes would immediately have turned back.\" <br /> <br />Without ever actually announcing it, <em>The Lost Estate</em> tells a story about feeling inescapably tied to one's life as a student and a child, but hoping that something far more enchanting will come along and distract us. Just like Augustin, we wish we could be set off course.</p><p>Incidentally, it's the very same thing I always felt when summer begins to wind down, and Staples starts pushing back-to-school specials, and textbook lists are sent out in the mail: We are preparing for the inevitable, but still hope to avoid it. We're like Meaulnes, who cannot be tied down to school, or to his little village; he lives in a perpetual summer vacation. <br /> <br />Just as I was during those August balcony days, students heading out to university are all a little bit like Meaulnes himself: feeling those pangs of the beginnings of the familiar school year, but nevertheless nursing a desire to take off, and peer into the strange, unknown estate, ready to be swept off their feet.</p><p><em>Alexander Aciman's latest book is </em>Twitterature: The World's Greatest Books in Twenty Tweets or Less.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=As+Summer+Winds+Down%2C+Wistful+Dreams+Of+A+%27Lost+Estate%27+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alexander Aciman","audio":[{"meta":{"duration":"122"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1342494255-8d9d26.m3u?orgId=1&topicId=1034&aggIds=257657827,100876926&e=342476932&d=122&ft=nprml&f=342476932"}]}