{"created":"2014-12-28T22:36:25+00:00","modified":"2015-03-05T20:15:08+00:00","valid":{"from":"2015-03-05T20:15:08+00:00","to":"3015-03-05T20:15:08+00:00"},"hreflang":"en","title":"Mae Keane, One Of The Last 'Radium Girls,' Dies At 107","published":"2015-01-15T19:49:00+00:00","teaser":"In the 1920s, working-class women were hired to paint radium onto glowing watch dials — and told to sharpen the brush with their lips. Dozens died within a few years, but Keane quit, and survived.","itags":["npr_api","373510029"],"guid":"1d3f830a-9c7f-448c-9aa2-bd1b15a19df6","contentencoded":"<p><strong>Editor's note, Jan. 15, 2015: </strong>Mae Keane was one of the last \"radium girls,\" but not the last one. Please scroll down to the bottom of this page to see the full correction note.</p><hr /><p><em>Before turning the page on 2014, </em>All Things Considered<em> is paying tribute to some of the people who died this year whose stories you may not have heard — including Mae Keane.</em></p><p>In the early 1920s, the hot new gadget was a wristwatch with a glow-in-the-dark dial.</p><p>\"Made possible by the magic of radium!\" bragged one advertisement.</p><p>And it did seem magical. Radium was the latest miracle substance — an element that glowed and fizzed, which salesmen promised could extend people's lives, pump up their sex drive and make women more beautiful. Doctors used it to treat everything from colds to cancer.</p><p>In the 1920s, a young working-class woman could land a job working with the miracle substance. Radium wristwatches were manufactured right here in America, and the U.S. Radium Corp. was hiring dial people to paint the tiny numbers onto watch faces for about 5 cents a watch.</p><p>They became known as the radium girls.</p><p>To get the numbers small enough, new hires were taught to do something called \"lip pointing.\" After painting each number, they were to put the tip of the paintbrush between their lips to sharpen it.</p><p>Twelve numbers per watch, upwards of 200 watches per day — and with every digit, the girls swallowed a little bit of radium.</p><p>\"Of course, no one thought it was dangerous in these first couple of years,\" explains Deborah Blum, author of <em>The Poisoner's Handbook</em>.</p><p>In 1924, a woman named Mae Keane was hired at a factory in Waterbury, Conn. Her first day, she remembers, she didn't like the taste of the radium paint. It was gritty.</p><p>\"I wouldn't put the brush in my mouth,\" she recalled many years later.</p><p>After just a few days at the factory, the boss asked her if she'd like to quit, since she clearly didn't like the work. She gratefully agreed.</p><p>\"I often wish I had met him after to thank him,\" Keane said, \"because I would have been like the rest of them.\"</p><p>Other women weren't so lucky. By the mid-1920s, dial painters were falling ill by the dozens, afflicted with horrific diseases. The radium they had swallowed was eating their bones from the inside.</p><p>\"There was one woman who the dentist went to pull a tooth and he pulled her entire jaw out when he did it,\" says Blum. \"Their legs broke underneath them. Their spines collapsed.\"</p><p>Dozens of women died. At a factory in New Jersey, the women sued the U.S. Radium Corp. for poisoning and won. Many of them ended up using the money to pay for their own funerals.</p><p>In all, by 1927, more than 50 women had died as a direct result of radium paint poisoning.</p><p>But Keane was among the hundreds who survived. Over the years, she had some health problems — bad teeth, migraines, two bouts with cancer.</p><p>There's no way to know if her time in the factory contributed.</p><p>\"I was left with different things, but I lived through them. You just don't know what to blame,\" she said.</p><p>Keane died this year. At 107 years old, she was one of the last of the radium girls.</p><p>Blum says the radium girls had a profound impact on workplace regulations. By the time World War II came around, the federal government had set basic safety limits for handling radiation.</p><p>And, she says, there are still lessons to be learned about how we protect people who work with new, untested substances.</p><p>\"We really don't want our factory workers to be the guinea pigs for discovery. 'Oops' is never good occupational health policy.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Mae+Keane%2C+One+Of+The+Last+%27Radium+Girls%2C%27+Dies+At+107&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Rebecca Hersher","audio":[{"meta":{"duration":"205"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1373657789-1545a7.m3u?orgId=1&topicId=1128&e=373510029&d=205&ft=nprml&f=373510029"},{"href":"http://media.npr.org/assets/img/2014/12/27/usradiumgirls-argonne1ca1922-23-150dpi1-1dac01174b688962a010b13f5861a65618d44511.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"683","width":"911"}}]}