{"created":"2014-10-08T15:52:07+00:00","modified":"2014-10-31T01:58:35+00:00","valid":{"from":"2014-10-31T01:58:35+00:00","to":"3014-10-31T01:58:35+00:00"},"hreflang":"en","title":"Unity Is A Difficult Mission For Christians In Israel","published":"2014-05-19T17:58:00+00:00","teaser":"Christians make up just 2 percent of Israel's population. Their numbers are rising with a steady surge of African and Filipino migrants, but a shared faith isn't bringing them together.","itags":["npr_api","313585445"],"guid":"1d42d337-f0e6-4fee-9d79-f928a6ae87ad","contentencoded":"<p>Pope Francis visits the Mideast next week, including Israel, where Christians make up just 2 percent of the population.</p><p>But since the last papal visit to the Holy Land five years ago, the number of Christians in Israel has increased, and the makeup of the Christian population has continued to shift.</p><p>The vast majority of Israeli Christians have always been Arab and they still make up three-quarters of the 160,000 Christians living in Israel. But tens of thousands of Christians have come to Israel from Asia and Africa — both legal workers and undocumented migrants.</p><p><strong>Catholics In The Heart Of Jewish Society</strong></p><p>Kids in Israel go to Catholic Sunday school on Saturday, since most Israelis observe the Jewish Sabbath, which is on Saturday. Sunday is the start of the work and school week.</p><p>On a recent Saturday, children ranging from toddler to teen practiced hymns or studied the Bible in different classrooms around the Our Lady of Valor Pastoral Center in south Tel Aviv. Later, Father David Neuhaus, the Patriarchal Vicar of Hebrew-speaking Catholics, baptized two children in front of an overflow crowd.</p><p>Most people attending were Filipinos who came to Israel as temporary workers. But some, like Marisol Kayanan, have been here two decades. She brings her children to this church because services are in Hebrew, which the kids speak in their public school.</p><p>Their school also teaches the Jewish Bible, or Torah, which Kayanan says makes church a challenge.</p><p>\"For the children it's difficult, because in school they are learning from Torah, and here it's about Jesus,\" she says. \"The first time I brought them [to church], they were shocked. They said, 'We didn't learn about this.' They had too many questions.\"</p><p>Neuhaus is thrilled that his church recently opened a permanent pastoral center in south Tel Aviv.</p><p>\"The city of Tel Aviv, built in 1909 as the Jewish secular city par excellence, is today the center of the Israeli economy,\" Neuhaus says. \"It's the hub of the life of the migrants, because that's where the work is. And if you go to the neighborhood around the bus station in south Tel Aviv, you have the most Christian neighborhood anywhere in the Holy Land.\"</p><p>The church bought this building after five years in rental spaces, but dozens of other Christian churches rent basements or office space around the neighborhood, where they serve legal and illegal Asian and African migrants.</p><p>Neuhaus says it's a whole new mode for Christian churches: to be involved in Israeli life, in Israeli cities, working with Israeli social services and running religious education programs.</p><p>\"This year we're going to have over 60 children for first Communion,\" he says. \"This is extraordinary, for the church of the Holy Land to being going out on a mission in the heart of Jewish society, Tel Aviv.\"</p><p><strong>A Mission To Make Peace<br /></strong></p><p>Neuhaus, an Israeli citizen who was born Jewish, emphasized that this is not a mission to convert Jews. But he does hope the Christians from Asia and Africa living in Israel can build relationships with Jews that don't remind them of the Crusades or the Nazis, or other Jewish suffering at the hands of Europeans.</p><p>\"What we are looking for and looking toward is a conversion of hearts, where Christianity will not be associated with the cause of Jewish suffering,\" he says.</p><p>Neuhaus believes the role of migrant workers, particularly Asians doing service work like home health care, will assist in that mission.</p><p>Although migrants add to the number of Christians in Israel, they are a tiny minority. Pollster Tamar Hermann of the Israel Democracy Institute doubts churches like Our Lady of Valor will impact Israeli society.</p><p>\"It wasn't opened because of local people expressing some needs,\" she says. \"It is for people who, in the foreseeable future ... would not get citizenship. They do not take part in the political discourse.\"</p><p><strong>Differentiating Between Christians</strong></p><p>Hermann also draws distinctions between the influence of legal temporary workers from Asia and undocumented migrants from sub-Saharan Africa, many of whom have experienced <a href=\"http://www.npr.org/blogs/parallels/2013/11/16/244087004/african-migrants-find-an-uneasy-asylum-in-israel\" target=\"_blank\">discrimination and detention</a>.</p><p>\"People are much more hostile toward the Africans\" partly because some African migrants are Muslim, she says. \"Because of the pressures put on them, they act together in order to protest government policies.\"</p><p>Asians residing in Israel are \"much more liked by Israelis,\" Hermann says, \"particularly those who are caring for the elderly and so on.\"</p><p>But most Christians in Israel are citizens, though they come from different cultures and ethnic backgrounds.</p><p>Russian Orthodox services, held in ornate 19th-century churches around Jerusalem, don't draw overflow crowds. But some Israelis, like Leningrad-born Roman Gultaev, attend regularly.</p><p>Most non-Jewish Russian immigrants have culturally assimilated in Israel. But as a practicing Christian, Gultaev feels he doesn't quite fit in.</p><p>\"Of course I feel like an Israeli citizen,\" he says. \"I served in the army. I went to school here. I've lived here 25 years — more than half my life. I'm a citizen, but in society there isn't a place for people like me.\"</p><p><strong>Arab Christians Hold Themselves Apart</strong></p><p>With their large majority, Arab Christians have well-established institutions in Israel that don't mix much with migrant or Russian Christians.</p><p>\"We have no connection with them,\" says Peter Habash, former head of the Arab Orthodox community in Jaffa, near Tel Aviv. \"Our church has only Arabs.\"</p><p>Habash says the separation is partly due to language and partly to culture and politics.</p><p>\"You are Christian and I'm a Christian: So what?\" he says. \"You are not from my people. I am from Palestinian people.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Unity+Is+A+Difficult+Mission+For+Christians+In+Israel&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Emily Harris","audio":[{"meta":{"duration":"258"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1313618388-698e57.m3u?orgId=1&topicId=1009&ft=3&f=313585445"},{"href":"http://media.npr.org/assets/img/2014/05/18/489528577-dd21ee204754904f270954d09381e088fef3b805.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3261","width":"4351"}},{"href":"http://media.npr.org/assets/img/2014/05/18/184207478-46fb49154da3bd3ce097085fe76e4cb672f1b15d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2076","width":"2767"}},{"href":"http://media.npr.org/assets/img/2014/05/18/dsc_0340-ec56066bfe71919476b0c51112d681f403386b67.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2662"}}]}