{"created":"2015-05-12T18:32:00+00:00","modified":"2015-06-25T17:43:52+00:00","valid":{"from":"2015-06-25T17:43:52+00:00","to":"3015-06-25T17:43:52+00:00"},"hreflang":"en","title":"Making Art Out Of Bodies: Sally Mann Reflects On Life And Photography","published":"2015-05-12T20:30:00+00:00","teaser":"Mann has published pictures that show her young children naked, her husband's muscular dystrophy and dead bodies decomposing. She reflects on her life and work in a new memoir called <em>Hold Still.</em>","itags":["npr_api","405937803"],"guid":"1d43260e-84ca-430c-91f7-516636db31cb","contentencoded":"<p>Photographer Sally Mann is fascinated by bodies. In the early 1990s, she became famous — or notorious — for her book <em>Immediate Family</em>, which featured photographs of her young children naked. Critics claimed Mann's work eroticized the children, but Mann says the photos were misinterpreted.</p><p>\"I was surprised by the vehemence, I guess, of the letters and the dead certainty that so many people had that they understood ... my motivations and feelings and who my children were,\" Mann tells <em>Fresh Air's</em> Terry Gross. \"People feel like they understand the children just by virtue of looking at the pictures but ... those aren't my children. Those are photographs of my children. They're just a tiny, tiny moment slivered out of time, a 30th of a second.\"</p><p>After those photos, Mann moved on to what she describes in her new book, <em>Hold Still: A Memoir with Photographs,</em> as \"deeply personal explorations of the landscape of the American South, the nature of mortality (and the mortality of nature), intimate depictions of my husband and the indelible marks that slavery left on the world surrounding me.\"</p><p>Mann's work has included a series of photos of decomposing bodies in a University of Tennessee forensic anthropology research facility and photos of her husband, whose muscles are withering from muscular dystrophy.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On photographing</strong><strong><em> </em></strong><strong>her children</strong><strong> naked </strong></p><p>It's not that I wanted to do a series of pictures of my children nude, it's just that they were always nude in the summers when I did most of my shooting. We had a cabin on the river on our farm and there's not another breathing soul for probably 5 miles in all directions and they just never seemed to wear clothes. Why should they? They were in the river almost all day and deep into the night, so the fact that in many cases the children were nude ... that's just how the children were. ... I didn't take pictures of them once they reached the age of puberty, certainly. But considerably before then, I think, I quit taking pictures of them.</p><p><strong>On what she thinks the photos of her children capture</strong></p><p>One of the interesting things is to go back and look at the contact sheets and you look at picture after picture after picture of the same scene. And you'll see in one picture, [the children] look mean; and in another one, they're giggling; and in another, one of them is punching the other and they're laughing. They're just doing regular kid things. You just always have to remember that picture ... that's a 30th of a second and to either side of that picture are half a dozen other images that are completely different and warm and friendly and sweet.</p><p><strong>On <strong>photographing</strong> the University of Tennessee's \"Body Farm\"</strong></p><p>The \"Body Farm,\" as it's colloquially known, is designed to help graduate students measure decomposition in human bodies. They use it primarily forensically, I think, so that if law enforcement runs across a body that's, say, been locked up in a trunk for two weeks, they can gauge the size of the maggots or the development of the blowflies and know exactly or close to exactly when that body was put in that trunk given temperature conditions and all that kind of stuff. ...</p><p>There was something matter-of-fact about the way those bodies were laid out and how they were treated. I mean, they were a scientific experiment and very quickly I grew to see them that way, in the same way that the graduate students were working with them. So that was one of the shocking things. ... The smell is just unbelievable but I had to sort of pull myself together and figure out a way to handle things I had never seen before and never anticipated ever seeing — these bodies in various stages of decomposition.</p><p><strong>On her fascination with death</strong></p><p>I have had a fascination with death that I think might be considered genetic. ... My father had the same affliction, I guess. The origin of his was the sudden death of his father — this is just a theory, we never talked about it. ... I think it changed the course of his life. He became fascinated with death. He then became a medical doctor and obviously fought death tooth and nail for his patients. But I was surrounded in the household with the iconography of death. He was a very cultured man and he was fascinated with the way death has been portrayed through the ages in all forms, from cave paintings to literature to everything. ... I picked it up by osmosis.</p><p><strong>On photography's effect on memory </strong></p><p>Using photographs as an instrument of memory is probably a mistake because I think that photographs actually sort of impoverish your memory in certain ways, sort of take away all the other senses — the sense of smell and taste and texture, that kind of stuff.</p><p><strong>On photographing her husband's body after his muscular dystrophy diagnosis</strong></p><p>I don't think that he in any way in those pictures loses his dignity ... and I don't think anyone would think of him as being weak. ... It was wonderful. It was some of the happiest times I can remember being behind a camera. It's usually so fraught when you're taking a picture. I work with an 8-by-10 camera and there's a hood that I put over my head and it's tricky and complicated, but this was just such a lovely moment in our marriage. We're headed into our 45th year of marriage next month. ... It was just such a quiet, peaceful moment for us and it's not that we didn't know he had muscular dystrophy, but it was really one of the first times we actually sat down and looked at what it had done to his body and making art out of it somehow felt like the right thing to do.</p><p><em>You can see more of Mann's work <a href=\"http://sallymann.com/selected-works\">here</a>. Note that some of her photographs are graphic and/or include nudity.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Making+Art+Out+Of+Bodies%3A+Sally+Mann+Reflects+On+Life+And+Photography&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2669"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1406231585-30f848.m3u?orgId=1&topicId=1033&aggIds=100876926&d=2669&p=13&story=405937803&t=progseg&e=406151135&seg=1&ft=nprml&f=405937803"},{"href":"http://media.npr.org/assets/img/2015/05/12/sm-and-honey-in-car1-66389e25a1d8b298efb0a828767cb8956bcf3267.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1418","width":"2110"}}]}