{"created":"2014-09-05T17:05:20+00:00","modified":"2014-10-31T00:55:49+00:00","valid":{"from":"2014-10-31T00:55:49+00:00","to":"3014-10-31T00:55:49+00:00"},"hreflang":"en","title":"Cuba's Budding Entrepreneurs Travel A Rocky Road Toward Success","published":"2014-06-24T16:57:00+00:00","teaser":"Cuba's communist government has allowed the creation of small private businesses in recent years. An estimated 1 million Cubans have taken the plunge, making progress in fits and starts along the way.","itags":["npr_api","324862512"],"guid":"1d6673f9-ef2c-464f-a3f3-bab4550b2f2e","contentencoded":"<p>When Americans think of business in Cuba, they think of government-owned enterprise. And the vast majority of Cubans do work for the state.</p><p>But in recent years, private business owners known as <em>cuentapropistas</em> have flourished on the island.</p><p><em>Cuentapropismo</em> literally means \"on your own account.\" As far back as the 1970s, Fidel Castro was talking about how socialism and small business ownership could coexist. Today, they do so more than ever: Between 2010 and 2013, the Cuban government <a href=\"http://havanajournal.com/business/entry/list-of-201-legal-occupations-for-small-business-entrepreneurs-in-cuba/\">expanded the list of privately owned business ventures</a>, such as construction work, restaurants and tailoring, that are legal on the island.</p><p>About 1 million people — or 20 percent of the Cuban workforce — can now be classified as wholly in the private sector, <a href=\"http://www.brookings.edu/~/media/Research/Files/Reports/2013/11/cuba%20emerging%20entrepreneurs%20middle%20classes%20feinberg/cuba%20entrepreneurs%20middle%20classes%20feinberg.pdf\">according to a report by Richard Feinberg of the Brookings Institution</a>.</p><p>Barbara Fernandez Franco remembers being excited when that list of government-permitted businesses first came out. She combed through the 200-odd jobs, and thought carefully about which she could do. She decided on the \"tailor and seamstress\" category.</p><p>We met 28-year-old Barbara in one of the aging but gorgeous buildings that line the narrow colonial streets of central Havana, Cuba's capital. Sitting in the stairway, she tells us it's been a difficult road full of stumbles.</p><p>She started off reselling clothing a friend made, but the profit margins were very small. Then, she began buying clothing from abroad — from countries like Dominican Republic, Peru, Ecuador and Mexico — which she then resold.</p><p>At first the project was as rocky as any startup business. But a few months down the line, she says, the profits were outstanding. Barbara was able to save a good amount of money — which today is helping her purchase a new home with her boyfriend, Michel Perez Casanova.</p><p>But that boom in business soon came to an end when the government announced that importing clothing for resale on the island <a href=\"http://www.reuters.com/article/2013/09/26/us-cuba-reform-idUSBRE98P0WD20130926\">would be illegal as of Dec. 31, 2013</a>.</p><p>Barbara was devastated by the news, she says, but while other businesses shut down, she chose to carry on as best she could: She learned how to sew and created her own line of baby clothing and mosquito netting for cribs.</p><p>At a small restaurant in the port city of Mariel, owner Onil Lemus told us everyone he knows is absolutely thrilled about the widening scope of legal business ventures. In fact, he jokes that he liked it better when there where fewer <em>cuentapropistas — </em>because he had less competition.</p><p>Even though business is good for Onil, he echoed what several other small enterprise owners said to us: One of the biggest challenges has been the lack of raw materials. In Mariel, for example, Onil said, there's no access to wholesale food markets, which are so important to the restaurant industry.</p><p>Pointing to the delicious lamb stew he'd prepared for us, he explained that he'd had to go to a farm to buy the meat, but foods like rice and beans — staples in Cuban cuisine — are hard to buy in large quantities at good prices.</p><p>Similarly, Barbara said certain fabrics and ornaments are so expensive, it would be impossible for her to make a profit if she were to use them.</p><p>The widespread sentiment here is that the U.S. embargo — which has been in place for more than 50 years and is known as <em>el</em> <em>bloqueo</em>, or \"the blockade,\" on the island — is largely responsible for these kinds of difficulties.</p><p>Since taking over for his brother Fidel in 2008, Raul Castro has been pushing to modernize the economy. Onil said he's confident that as the number of private business owners grows, the government will address these issues.</p><p>Barbara's boyfriend, Michel, on the other hand, seemed more disheartened.</p><p>\"Some tourists say that this country's growing up now and it's going to get better and better,\" he said. \"But, you know, the system here is so slow. Step by step. Very, very, very slow.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Cuba%27s+Budding+Entrepreneurs+Travel+A+Rocky+Road+Toward+Success&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Greene","audio":[{"meta":{"duration":"440"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1325073912-2405cb.m3u?orgId=1&topicId=1127&aggIds=324918619&ft=3&f=324862512"},{"href":"http://media.npr.org/assets/img/2014/06/23/cuba_062314_business_dpg06_19786365_toned-f8ff436f5d54a776f5145215e0fb8a588cebc53a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2666"}},{"href":"http://media.npr.org/assets/img/2014/06/23/cuba_062314_business_dpg13_19786383_toned-1887dd8a5f71450944fdc1d4c07336addd78de2b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2666"}},{"href":"http://media.npr.org/assets/img/2014/06/23/cuba_062314_business_dpg20_19786415_toned-5a0afa8026b2f798e603a5e3c3a6fbc2fce839b7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2666"}}]}