{"created":"2014-10-05T09:56:49+00:00","modified":"2014-11-17T17:05:22+00:00","valid":{"from":"2014-11-17T17:05:22+00:00","to":"3014-11-17T17:05:22+00:00"},"hreflang":"en","title":"Deciphering The 'Priestly Mumbo-Jumbo' Of The Financial World","published":"2014-10-05T17:51:00+00:00","teaser":"If you're mystified by terms like \"Libor,\" \"stagflation\" and \"Grexit,\" you should pick up John Lanchester's new book, <em>How To Speak Money</em>, which aims to untangle the tortured language of finance.","itags":["npr_api","353515389"],"guid":"1d6a9033-4d3e-459e-ae01-9658c3a0d9b3","contentencoded":"<p>Last year as NPR's Ari Shaprio was getting ready to move to London to become the network's London correspondent, a colleague handed him a terrific novel about the city: <em>Capital</em>, by John Lanchester. It's the story of a diverse group of people living on one street in London, all thrown around by the economic roller coaster of the last few years.</p><p>As Lanchester wrote that novel, he became obsessed with the complicated language of economics: Mysterious-sounding terms like \"stagflation,\" \"Libor,\" and \"Grexit.\" That obsession drove him to write his newest book, <em>How to Speak Money</em>, a guide to deciphering what he describes to Shapiro as the \"priestly mumbo-jumbo\" of the financial world.</p><hr /><h3>Interview Highlights</h3><p><strong>On how London has changed in recent years</strong></p><p>I grew up in Hong Kong, and London used to seem very gray, the sky was gray, the buildings were gray, the food was incredibly gray — the food had, like, new kinds of grayness specially invented for it. And none of those is true now, you know, it's a city of extraordinary energy, diversity, vibrancy. And I was very struck by just the scale of the change. So I wanted to write a book about London today that sort of caught that feeling, and fell to thinking about what the motors for that change were — one of the big answers I thought, and still think, is the City of London, which is what we call our Wall Street equivalent.</p><p>I started reading things like Wall <em>Street Journal</em>, <em>Financial Times</em> and paying attention to the business pages, and every time I didn't understand something — which was really all the time at the start — I'd just stop and try and find out what things meant.</p><p><strong>On the origin of the word \"dollar,\" from the Czech town of Jáchymov, or Joachimsthal, which minted \"thalers\"</strong></p><p>One of the threads in the book is to do with the oddness of money, you know, a thing that makes people go slightly nuts is when they start thinking about where does money come from? Where does its value come from? Why is it worth what it's worth, especially when it's digital ones and zeroes, dots on the screen that seem so fragile. They seem fictional, we seem to have willed their meaning into being, and yet the meanings are so consequential it shapes the texture of everyday life. So I'm very interested in that thing of the materiality of money, when you can trace money back to actual stuff. It's dug out of a hole in the ground, somebody stamps an image on it, people agree what that coin with the image is worth, and then you trade with it.</p><p><strong>On how being a banker's son affected his entry into the world of money</strong></p><p>A lot of people I talk to, they feel kind of defeated in advance, they feel kind of pre-baffled ... and because my dad worked for a bank — I mean, it's not the modern fancy-schmancy investment banking, it's much more the old kind of, what they used to call the 3-6-3 model, which is that you take deposits at 3 percent, you lend money at 6 percent, and you're on the golf course by 3 o'clock — and the bank he worked for is now a very big global bank, HSBC, it was then a sleepy colonial institution, Hong Kong Shanghai Bank. So I remember him coming back at some point saying, you know, his boss ... just bought a bank ... and that helped me understand that it's just like anything else, it's people who are sometimes smart, sometimes dumb, sometimes lucky, sometimes not, making bets, backing their hunches, and that I could get my head round it if I tried.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Deciphering+The+%27Priestly+Mumbo-Jumbo%27+Of+The+Financial+World&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"340"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1353849590-ae91aa.m3u?orgId=1&topicId=1033&ft=3&f=353515389"},{"href":"http://media.npr.org/assets/img/2014/10/03/lanchester-john-john-lanchester-ea73424c910e54a4760a60c2daef1c7063a5076d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1880","width":"2507"}}]}