{"created":"2014-08-29T14:15:20+00:00","modified":"2014-12-04T14:31:13+00:00","valid":{"from":"2014-12-04T14:31:13+00:00","to":"3014-12-04T14:31:13+00:00"},"hreflang":"en","title":"Life After Ice Buckets: ALS Group Faces $94 Million Challenge","published":"2014-08-27T23:29:00+00:00","teaser":"The ALS Association has raised more than $94 million in recent weeks via its online ice bucket challenge — compared with $2.7 million this time last year. Now what?","itags":["npr_api","343733139"],"guid":"1d987939-539c-4f3f-b125-209f4be6839f","contentencoded":"<p>The ALS <a href=\"http://www.npr.org/2014/08/23/342652065/weekend-host-accepts-ice-bucket-challenge\">ice bucket challenge</a> continues to bring in huge donations this summer for efforts to cure and treat what's commonly known as <a href=\"http://www.alsa.org/about-als/what-is-als.html\">Lou Gehrig's disease</a>. As of today, the viral campaign has raised more than $94 million for the ALS Association. That's compared with $2.7 million raised by the group during the same time last year.</p><p>Now the association faces a challenge of its own: figuring out the best way to spend all that money.</p><p>\"It's amazing. It's perhaps a little overwhelming,\" says Barbara Newhouse, the group's president and CEO.</p><p>She says it's a huge responsibility, handling more money than the group has ever had before.</p><p>\"It's sort of like the lottery winner that receives a lot of money and four years later is looking in the mirror saying, 'What did I do with all that money? Where did it go?' \" she says. \"We don't want to be that kind of lottery winner. We want to take this money and very thoughtfully plan out exactly what we're going to do with it.\"</p><p>Newhouse says the group has already begun consulting with clients, volunteers and its 38 chapters across the country on how the money should be spent. She says the focus is on expanding the work they already do — funding <a href=\"http://www.npr.org/2014/08/20/341958763/the-momentum-of-the-ice-bucket-challenge-and-what-it-means-for-als\">scientific research</a>, providing care and counseling for ALS patients and their families, and advocacy. Proposals will be discussed at a board of trustees meeting in October. And then, she says, decisions will be made — very carefully.</p><p>\"It's not about spending money quickly. It's about spending money thoughtfully,\" she says.</p><p><a href=\"http://www.kenscommentary.org/\">Ken Berger</a> agrees, with a caveat. He's president and CEO of <a href=\"http://www.charitynavigator.org/\">Charity Navigator</a>, which rates and analyzes U.S. charities. His group gives the ALS Association four stars, its highest rating. But Berger also says the ALS charity faces a tough balancing act — investing the money well, but not sitting on it for too long. He says most donors expect the money they give to be spent in a timely way.</p><p>\"You'll see situations where charities have stockpiled money when they've gotten an influx like this, and donors have gotten very upset about it,\" Berger says. \"Because their expectation is: The problem is now, the need is now, the organization needs to step up and dramatically increase its services.\"</p><p>He and others recall how <a href=\"http://www.npr.org/templates/story/story.php?storyId=4957400\">outraged</a> donors were when the American Red Cross received hundreds of millions of dollars after the Sept. 11 terrorist attacks and then diverted some of the funds to other needs.</p><p>Berger says, no matter what it decides, the ALS Association has to share its plans as soon as possible, so people <a href=\"http://www.npr.org/templates/story/story.php?storyId=122777079\">know what to expect</a>.</p><p><a href=\"http://www.philanthropy.iupui.edu/our-staff/person/patrick-rooney\">Patrick Rooney</a>, associate dean at Indiana University's School of Philanthropy, says he thinks most donors understand that curing a neurodegenerative disease such as ALS is <a href=\"http://www.npr.org/2014/08/20/341958763/the-momentum-of-the-ice-bucket-challenge-and-what-it-means-for-als\">a long-term investment</a>, but he warns, \"Everybody will be watching. So a year from now, people will say, 'Where did that money go, and what's the social return on that investment?' \"</p><p>Newhouse says she's well aware of all this and that she has already been inundated with advice.</p><p>\"I'm getting emails, everything from, 'Spend the money this way' to emails that say, 'Take your time, do it right' to people who say, 'I've got the cure for ALS, so just pay me, and I'll give you the cure.' I'm getting it all,\" Newhouse says.</p><p>She admits, though, that for someone running a charity, there are worse problems to have.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Life+After+Ice+Buckets%3A+ALS+Group+Faces+%2494+Million+Challenge&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Pam Fessler","audio":[{"meta":{"duration":"223"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1343758354-840fa5.m3u?orgId=1&topicId=1128&ft=3&f=343733139"},{"href":"http://media.npr.org/assets/img/2014/08/27/icebucket-a01fb68f200c9d13c4b238b89518f6b03994c6e6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"575","width":"767"}}]}