{"created":"2015-03-23T21:11:09+00:00","modified":"2015-06-25T17:44:50+00:00","valid":{"from":"2015-06-25T17:44:50+00:00","to":"3015-06-25T17:44:50+00:00"},"hreflang":"en","title":"Former Orca Trainer For SeaWorld Condemns Its Practices","published":"2015-03-29T01:12:00+00:00","teaser":"John Hargrove says he left SeaWorld after seeing \"devastating effects of captivity\" on orcas. His new book is <em>Beneath The Surface</em>. SeaWorld's Christopher Dold says such criticism is \"unfounded.\"","itags":["npr_api","394730076"],"guid":"1d99c0d1-7e7b-491e-92ca-cf22c6ab4fbe","contentencoded":"<p>Last year 4 million people visited SeaWorld's theme parks, where the top shows feature orcas, also known as killer whales. For years, activists have charged that keeping orcas in captivity is harmful to the animals and risky for the trainers who work with them, a case that gained urgency in 2010 when Dawn Brancheau, a veteran orca trainer, was dragged into the water and killed by a whale at the SeaWorld Park in Orlando, Fla. When Brancheau died, there was some dispute as to whether the whale's intent was aggressive and whose fault the incident was.</p><p>John Hargrove, who spent 14 years as an orca trainer, mostly at SeaWorld, says there was no doubt that the whale was aggressive. And the reason for whales' aggression, he says, is that they're held captive. Hargrove eventually became disillusioned with SeaWorld's treatment of orcas and left the company.</p><p>\"As I became higher-ranked, I saw the devastating effects of captivity on these whales and it just really became a moral and ethical issue,\" Hargrove tells <em>Fresh Air</em>'s Dave Davies in an interview about the book. \"When you first start to see it, you first try to say, 'OK, well, I love these animals; I'm going to take care of them.' ... You think, 'I can change things.' And then all these things, of course, never improve and then you start ... seeing mothers separated from their calves; you start seeing trainers being killed, and then they blame [the trainers] for their own deaths.\"</p><p>He said his \"final straw\" was when SeaWorld publicly testified that \"they had no knowledge we had a dangerous job.\"</p><p>The documentary <em>Blackfish,</em> released in 2013, covers Brancheau's death and an incident two months earlier at a theme park in Spain when an orca killed a trainer named Alexis Martinez. The federal Occupational Safety and Health Administration investigated Brancheau's death and concluded SeaWorld had exposed trainers to hazardous conditions; it fined the corporation. In its order, later upheld on appeal, OSHA also banned SeaWorld from permitting its personnel to enter the tanks to train and perform with orcas, a practice known as water work.</p><p>Now Hargrove has a new book, called <em>Beneath the Surface</em>. He is one of seven former trainers who criticized the company in <em>Blackfish</em>.</p><p><em>Fresh Air</em>'s Davies also spoke with representatives of SeaWorld in a separate interview. The company denies that it treats its whales poorly.</p><p>\"There's a theme and maybe a bit of exaggeration about each of these processes as described in the film <em>[Blackfish],</em> which I'm certainly familiar with, that really sensationalizes what we're doing, in those stories that are told from the standpoint of those who are criticizing us,\" says SeaWorld's vice president of veterinary services, Christopher Dold. \"That sensationalism is unfounded. Every decision we make around a social setting for the whales [and] around moving a whale from one park to another one is founded in respect for the animals.\"</p><p>What's more, SeaWorld says, it doesn't take calves away from their mothers.</p><p>\"We don't put any animal in any stressful situation,\" says SeaWorld's curator of zoological operations, Chuck Tompkins.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>John Hargrove, former SeaWorld trainer who wrote </strong><em><strong>Beneath The Surface</strong></em></p><p><strong>On a time when Hargrove felt in danger while training the whale named Freya in France </strong></p><p>As soon as I dove into her pool — I had another trainer throw me some fish — Freya came at me and I offered the fish to her, [but] she refused the fish and she immediately started pushing me with a closed mouth. [She pushed] into my chest, pushing me into the middle of the pool. ... I was trying to deflect off her, best I could, but those animals are so incredibly agile, there's no way, so she just stayed on me. ... She had me right in the middle of the pool. They do that because you're farthest away from safety, you're farthest away from land, you're farthest away from the other trainers. And then she [dragged] the entire length of the side of her body down my body, making contact. ... I didn't know if she was going to hit me in the head with her [tail], which would've easily broken my neck. She did not do that, thankfully and obviously, but then she went under. And she ultimately sank down below me, she turned sideways, she opened her mouth and she put the entire width of my body in her mouth — right as I called out to the trainer that was closest to me to get ready to call paramedics. She pulled me under as soon as I said that last word. ...</p><p>I had seen trainers be pulled under by whales before and I had been pulled under by whales before, but I had never seen a whale grab a trainer by their torso before. So to feel her entire jaws — and she's 7,000 pounds — around my hip bones, I mean ... looking her in the eye during the entire incident ... I knew she wasn't going to let me swim out.</p><p><strong>On the first time he saw a show at SeaWorld when he was 6 years old</strong></p><p>It was 1980; it was the first time I ever went to SeaWorld. I was with my mother and my stepfather and it was the first Shamu stadium show that I saw. And I just remember being so seduced and mesmerized by it, just seeing this large stadium and 5,000 people and these incredible animals and seeing people in the water with these animals. And, of course, I was already an animal lover, but I had never seen anything the size and [with] the magnificence of a killer whale. ... It hit me at a cellular level and never left me. I obsessively pursued it from that point forward.</p><p><strong>What the killer whale show is like at SeaWorld and how big the animals are</strong></p><p>We would try to show the smaller water-work behaviors that would really show off our relationship with the animals. We would call them \"playtimes\" — that's our lingo for setting up the show. Ultimately we'd work our way up to the more dramatic behaviors, the hydro-hops, the rocket-hops, where you see the whales throwing us through the air and we're diving off the whales, surf rides [you stand on the whale's back and surf on them]. ... So we would like to show both — the smaller behaviors [that] show the relationship, and then get into the big, dramatic stuff that you can't do off a dolphin, but you can do off of an 8,000-pound killer whale, just because of the sheer size and strength of the animal.</p><p>The largest female in the world — actually the first killer whale I ever swam with, Corky — she's in California. She's still alive; she's 8,200 pounds. Tilikum, who killed Dawn, is 12,000 pounds. Ulises in California, he's an adult male; he's 10,000 pounds now — so you can see the radical difference in size. ...</p><p>Even the smallest behaviors we do on the animals, people don't realize the force that that creates on our body and the compression on our joints when you're having an 8,000-pound animal push you around the pool. You're not effortlessly gliding through the water like most people think. It's like having two SUVs pushing you around and you're just on one foot.</p><p><strong>On separating calves from their mothers </strong></p><p>This is one of the most infuriating things to me because I can tell you — my own personal knowledge, [so] this is a conservative number — I know of 19 calves we have taken from their mothers. ... This is where SeaWorld tries to be clever and tries to get people with semantics. What they've tried to do is redefine the word \"calf\" by saying a calf is no longer a calf once they're not nursing with their mother anymore, and that's simply not true. A calf is always a calf. For example, Kasatka and Takara, when they were separated when Takara was 12, Takara is still Kasatka's calf and they would remain together for life in the wild. ...</p><p>SeaWorld has separated mothers from their calves before they had stopped nursing. They took Keet away from Kalina, and he was only 20 months old and he was still nursing.</p><p><strong>On the process of separating the whales</strong></p><p>We trick the whales when ... there's a separation like that. ... The whales are so smart they know that even if they hear the cranes coming up the pathway [to lift them out of the pool] or certainly if they see them, they won't separate, they won't allow it to happen because they know the possibility ... that one of the members of their family or their social group could be taken away from them. ... You'll [hear] extremely upset vocalizations from whales that are ... being taken away, and then the whales that they're being taken away from.</p><p>In fact, [when calf Takara was taken from Kasatka], she was emitting vocalizations that had never been heard before ever by anyone. They brought in one of their own SeaWorld researchers ... she analyzed those vocals and determined that they were long-range vocals and ... because obviously Takara was gone and [Kasatka] was trying anything she could to try to locate and communicate with Takara, which is absolutely heartbreaking. Those vocalizations continued on for a long time. ...</p><p>This information was communicated to me by a senior manager from Shamu Stadium at SeaWorld of California, so obviously that was their determination of their vocalizations, which was communicated to me, rightfully so, so there's no real gray area for any misinterpretation of what those vocalizations might have meant. Everyone clearly understood that it was an extremely traumatic event for both Kasatka and Takara.</p><p><strong>On SeaWorld saying it pays a lot of attention to social groups </strong></p><p>If they paid such careful attention to that they wouldn't have taken Kohana from Takara. Kohana was only 3 years old. ... Ironically up on SeaWorld's page, \"The Truth About [The Movie] <em>Blackfish,</em>\" they have a picture of Takara with her calf Kohana, and they say that \"we do not separate mothers from their calves.\" OK, right now Takara is at SeaWorld of Texas and Kohana is in Spain. So they are separated and they actually took Kohana away from Takara when she was only 3 years old and that put Kohana in a social situation where she had no mother, at the age of 3, and no other adult female. So what happened was she was inbred with her uncle, Keto. He inbred her twice, she had the calf, and because she was just a baby, really, she had no other whale to learn from, no mother to learn from, she rejected both of her calves and the second calf died within its first year.</p><p><strong>On the death of SeaWorld trainer Brancheau </strong></p><p>Dawn was very experienced. She was working with Tilikum during a [Shamu performance]. ... She was working with Tilikum the way she was allowed to work with Tilikum. She wasn't breaking any rules or protocols; she wasn't swimming with him. And he made the choice to grab her and pull her into the pool. We will never know why Tilikum made that choice and we will never know for sure if Tilikum intended to kill her or if he was just in such a rage, but what we do know, without question, even though SeaWorld denies it now publicly (but internally we never denied it, and we always discussed it as so), was that it was an aggressive event. So even in court in the OSHA hearings, SeaWorld attempted ... to say it was not aggressive behavior. But I can tell you [that at] all of our senior-level internal meetings, we always discussed it as what it was, which was a highly aggressive event. He didn't just drown Dawn; he dismembered her.</p><p><strong>On aggressive behavior at SeaWorld </strong></p><p>I think [it's] extremely rare when [trainers] are killed and they're dismembered like with Alexis [Martinez] and Dawn. But aggression towards trainers is not extremely rare. And, in fact, we just keep that from the public. If it doesn't happen in the media, if the media doesn't get a hold of it, then you guys never hear about it.</p><p><strong>On his injuries from being a trainer </strong></p><p>I've had major sinus surgery here in New York, where they had to cut out scar tissue in all four compartments of my sinuses and saw away bone because so many years of being exposed to the cold water had caused my bones to thicken in my skull. I have major cartilage destruction in both of my knees and in my back. I've lacerated my face to the skull — 17 stitches to close up. I've broken my foot; I've broken toes; I've broken fingers; I've broken my ribs two times. I've been treated for thoracic strain ... but I have a laundry list of injuries and they're only going to get worse. I'm 41 years old now, and I have these injuries.</p><hr /><p><strong>Christopher Dold, SeaWorld's vice president of veterinary services, and Chuck Tompkins, SeaWorld's curator of zoological operations<em> </em></strong></p><p><strong>On separating calves from their mothers</strong></p><p><strong>Chuck Tompkins:</strong> We've never moved a calf from a mom. ... A calf is an animal young enough who is still dependent on the mom, still nursing with the mom, and still requires the mom's leadership. ... You can't put it in human years; you've got to put it in killer whale years. We think they're probably dependent [at] 4 to 5 years. After that, they start to gain their independence. ... For the animals we have moved, we obviously are aware of what we're doing and what we're about to do, and we prepare those animals for that move. ... We've trained them to be relaxed during that move. To say that they're uncomfortable or stressed, that's just not the way we do our business at SeaWorld.</p><p><strong>On the process of separating the whales</strong></p><p><strong>Tompkins:</strong> [Hargrove's] interpretation of the environment is completely different from mine or any other trainer that was there. These animals are very vocal and anytime you're doing something different in the environment, these animals can become vocal. Never during these situations have we heard those types of vocals that would indicate stress ... or anything of that nature, or we wouldn't continue with the process.</p><p><strong>Christopher Dold:</strong> The way we manage our whales, as close as we are with the whales that we care for in our parks, it is very different than what a wild killer whale experiences. Remember, 80 percent of our whales or more now were born at a park at SeaWorld. So one of the fundamental differences between a wild killer whale and the killer whales that live at our parks is they have humans working with them every day. Human beings are a part of their lives. So, when we move a killer whale away from killer whales [that] it has been living with for a long time — and that may be a mother killer whale or another sibling — some of that social group still goes with that whale. If it isn't a couple of the whales already that it grew up with moving with it, it's the trainers that that whale knows, as well as the other whales in its environment.</p><p><strong>On the death of SeaWorld trainer Brancheau</strong></p><p><strong>Tompkins: </strong>I was actually the company spokesman during that time and, to be clear, I worked with Dawn her entire career. ... That was a terrible, emotional time for a lot of people. We knew the facts; and as much as we could at the time, we knew that her hair was grabbed, but that was not blaming anybody. We never, never publicly came out and blamed Dawn for anything. I think our company was absolutely stellar in taking the approach that we would find out all the information. And to this day, we still have not blamed Dawn for anything that happened.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Former+Orca+Trainer+For+SeaWorld+Condemns+Its+Practices&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2728"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1394917126-5ee96c.m3u?orgId=1&topicId=1132&aggIds=100876926&d=2728&p=13&story=394730076&t=progseg&e=394889136&seg=1&ft=nprml&f=394730076"},{"href":"http://media.npr.org/assets/img/2015/03/22/hargrove-plus-whale-afb022f0df9b91c0e3b8d7249d3a6d31f40d1d92.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2397","width":"3196"}},{"href":"http://media.npr.org/assets/img/2015/03/22/161698366-6f7b81f65342738839517be285714a64a2318c3f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2156","width":"2874"}}]}