{"created":"2015-02-25T20:53:48+00:00","modified":"2015-02-26T19:40:47+00:00","valid":{"from":"2015-02-26T19:40:47+00:00","to":"3015-02-26T19:40:47+00:00"},"hreflang":"en","guid":"1da31f4a-fd8f-40c3-a469-98dc9544cdd2","title":"This real world hacker has all the elements of a James Bond villain","published":"2015-02-26T19:40:46+00:00","byline":"Bradley Campbell","tags":["conflict","technology","diplomacy","government","SafeMode","Conflict","Conflict & Justice","Asia","Europe","North America","United States","Russia","Europe","Asia","North America","Brian Bennett","Evgeniy Mikhailovich Bogachev","Crime","Computer crimes","Federal Bureau of Investigation","Law enforcement","Most wanted list"],"teaser":"Russian hacker Evgeniy Bogachev has infected hundreds of thousands of computers. Yet he's free, steering his yacht around the Black Sea. But that could soon come to an end as the FBI is offering $3 million to catch him.","contentencoded":"<p>The FBI's most wanted list contains many sub-lists as well — for violent crimes, for example, crimes against children and cyber crimes.</p>\n<p>And the most wanted guy among cyber-criminals is a Russian named Evgeniy Bogachev. And the FBI has put a $3 million bounty on his head.</p>\n<p>\"He's one of the most sophisticated cyber criminals in the world,\" says reporter Brian Bennett for the Los Angeles Times. \"The FBI has been chasing this guy for at least eight years.\"</p>\n<p>Bennett says they want him for creating a malicious piece of software that was able to infect hundreds of thousands of computers and siphon off bank account passwords. The FBI says Bogachev took at least $100 million from bank accounts.</p>\n<p>\"He also created an insidious virus called CryptoLocker,\" says Bennett. \"What this thing does is that when it gets in your computer it locks up your hard drive and you have to pay a bounty to the hackers in order to get it unlocked.\"</p>\n<p>CryptoLocker is still affecting several thousand computers across the world, according to the FBI. So it's important to find Bogachev. And Bennett says the FBI knows his exact location. The problem is that he's in a resort town in Crimea. That's now Russian-occupied territory and Russia refuses to help US capture Bogachev. So he's free to sail his yacht around the Black Sea.</p>\n<p>\"The FBI acknowledges that as long as he is in Russia, he is out of reach,\" Bennett says. \"But they are hoping the reward money, the $3 million reward, will incentivize some Russian citizens or hackers to maybe lure this guy out of Russia and maybe into a place where he can be arrested by the FBI or some other international police force.\"</p>\n<p>Until then, Bennett and the FBI seem to think he'll be moving about the Black Sea by boat, hacking or just living off his previous conquests. According to the FBI, anyone with information on Bogachev is asked to contact the FBI at 1-800-CALL-FBI (1-800-225-5324) or the nearest US Embassy or Consulate, or submit an <a href=\"https://tips.fbi.gov/\">online tip to the bureau</a>.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-25%2Fmeet-bond-villain-black-sea&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0225201504.mp3"},{"href":"http://www.pri.org/file/0225201504mp3"}]}