{"created":"2015-05-13T12:32:15+00:00","modified":"2015-05-15T17:57:04+00:00","valid":{"from":"2015-05-15T17:57:04+00:00","to":"3015-05-15T17:57:04+00:00"},"hreflang":"en","guid":"1dba5082-b4c2-4f88-97e5-2107630c98e6","title":"How comedy explains what it's like to be Muslim and a woman growing up in the West","published":"2015-05-15T17:56:58+00:00","byline":"Tennessee Watson","tags":["arts","culture","Religion","women","Across Women's Lives","Culture","Arts, Culture & Media","North America","United States","New York","Islamic Feminism","Shugs and Fats","Comedy"],"teaser":"Writer and performer Nadia Manzoor is a proud Muslim and feminist — now. But as a headstrong young woman, raised in a conservative Pakistani immigrant family, her curiosity, intellect and wit were not welcomed. Being true to her stubborn and sarcastic spirit, Manzoor has used comedy to push boundaries and promote a more inclusive understanding of Islam. \r\n","contentencoded":"<p><a href=\"http://nadiapmanzoor.com/\" target=\"_blank\">Nadia Manzoor</a> is on a crusade to use humor and honesty to talk about the challenges she faced as a young Muslim immigrant coming of age in the West. She's the creator of <em><a href=\"http://shugsandfats.tv/\">Shugs and Fats</a></em>, a web comedy series about two Muslim women who’ve recently immigrated to Brooklyn, New York.</p>\n<p>Manzoor plays Shugs, dressed in gold chains and bedazzled hijabs. Her co-star, Indian comedian <a href=\"http://radvaz.com/\" target=\"_blank\">Radhika Vaz</a>, plays Fats, and is slightly more subdued. The two women explore life in their new, Western home, and most of the time they’re not doing anything that rebellious. They’re trying a juice cleanse, working out at the gym, or buying a pile of maxi pads from the Yemeni guy at the corner bodega. Occasionally it gets a little racier.</p>\n<p></p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://cdn-113a.kxcdn.com/sites/default/files/styles/original_image/public/10670076_1499327826984794_1252277959968957423_n_0.jpg?itok=Ye2AkIFA\" alt=\"\" /><div class=\"field-caption\">\n    <p>Most of the time the characters aren't doing anything too rebellious. But occasionally it gets a little racier.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Shugs and Fats</p>\n  </div>\n</div>\"I think that’s part of where the humor is — 'Oh my God, I can’t believe that Shugs and Fats got a vibrator and didn’t know what it was about,\" Manzoor says. \"Why is that hilarious? Because we don’t think about women in burqas being sexually expressed or understanding sexual fulfillment, necessarily.\"\n<p>The intent is to show audiences the often unseen perspective of Muslim women. Even though Manzoor and Vaz don't wear hijabs in their daily lives, they both come from traditional backgrounds. And, as Manzoor explains, the hijab is the mouthpiece for traditionalism.</p>\n<p>\"I’m totally hoping it will cause a lot of dialogue,\" she says. \"And also just make a lot of people laugh.\"</p>\n<p>The show has also made some people angry. Manzoor recounts some of the comments the show has received on social media, like \"Why are you doing this? Do you think it's funny to put on a hijab and put on an accent?\"</p>\n<p>She answers: \"Yes, I kind of do, which is why I do it.\" But she also adds that there's more to it than cheap laughs. \"You have to watch the show to understand. We are not making a mockery of women who choose to wear hijab. That’s not the point of this.”</p>\n<p>Manzoor discovered the power of humor through a personal process to reconcile her past. Before creating <em>Shugs and Fats</em> she wrote <em>Burq Off!</em>, an autobiographical one-woman show with 21 different characters and an emotional journey ranging from sarcastic to somber.</p>\n<p>For example, in one scene, Manzoor laments the plight of Muslim women — everything from being called “too Western while living in the west” to the practice of honor killings. “Because women are responsible for the reputation of their family,” she says. “We were the carriers of shame.\"</p>\n<p>Manzoor says <em>Burq Off!</em> came from her trying to make sense of the confusion about what it meant to be an immigrant person living in the West — a Pakistani Muslim living in a secular society.</p>\n<p>\"[I was] trying to navigate so many different contradictions in terms of religion. It didn’t seem that Islam, or I should say the way that Islam was taught to me, had room for somebody like me,” she says.</p>\n<p></p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://cdn-113a.kxcdn.com/sites/default/files/styles/original_image/public/ShugsFats%20Shopping_0.jpg?itok=LK4sm01E\" alt=\"\" /><div class=\"field-caption\">\n    <p>The third season of <em>Shugs and Fats </em>is in production.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Shugs and Fats</p>\n  </div>\n</div>Manzoor says producing <em>Burq Off!</em> helped her reclaim her Muslim identity and repair strained relationships. Sharing that journey has been transformative for her audiences too.\n<p>\"I just wanted her to stop talking because I felt like she was spilling my secrets,\" says Fiana Arbab, who saw the show in Dearborn, Michigan. \"It’s definitely a gray area in my life because I’m American, but I’m also Muslim, but I’m also Bengali. So it’s really hard to navigate between the different spaces and the different cultures. I absolutely loved it. I definitely started crying. And I would definitely love to share it with my family.\"</p>\n<p><em>Burq Off!</em> has played to sold out audiences in New York, and across North America and Europe as well. Manzoor's currently organizing a tour of the show in the Middle East, which has involved making some changes.</p>\n<p>\"The edits were much more [about] looking at places where I say 'shit' and saying something else. Or when I say 'sex' saying something else. It’s literally taking particular words and getting my thesaurus out,\" she says.</p>\n<p>Dubai, for example, has strict rules about provocative language and gestures. Her father warned her that taking out the curse words would take all the spice out of the show. But Manzoor says the essence of the show is still intact, which is something she’s not willing to compromise on. At least she wasn’t until recently.</p>\n<p>“Sometimes people ask me — they’ll be like, 'are you scared that there’s gonna be a fatwā out on you? What are you going to do when you go to Pakistan? How do you get the courage to do this?'” she says.</p>\n<p>Manzoor recently postponed an upcoming show in Pakistan. She decided to wait until things were less volatile. But it’s not fear that’s stopping her.</p>\n<p>\"I’m planning on working and doing this work for a long time so I don’t want to be reckless,” she says. “At the same time, if I was afraid I wouldn’t be doing this show. So there is definitely some larger confidence that I’m connected to that’s making me continue.\"</p>\n<p>Manzoor is working on a sequel to <em>Burq Off!</em> — focusing on the men in her life. A second season of <em>Shugs and Fats</em> was recently released online, and a third season is in production. </p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-08%2Fseeking-truth-comedy&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/story/images/11053638_1561449404105969_8746066566836198405_o.png","meta":{"crop":"primary","height":null,"width":null},"type":"image/png"},{"href":"http://admin.pri.org/file/1105363815614494041059698746066566836198405opng"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/1nodefieldrefprogram/segment-audio/twatson.mp3"},{"href":"http://admin.pri.org/file/twatsonmp3"}]}