{"created":"2014-10-08T16:29:35+00:00","modified":"2014-10-31T02:16:20+00:00","valid":{"from":"2014-10-31T02:16:20+00:00","to":"3014-10-31T02:16:20+00:00"},"hreflang":"en","title":"Let's Be Careful Out There: The Legacy Of 'Hill Street Blues' ","published":"2014-05-09T13:17:00+00:00","teaser":"TV is full of dramas that are as complex as the best novels or films. But they all owe some debt to the pioneering gritty cop show <em>Hill Street Blues,</em> which has just been released on DVD.","itags":["npr_api","310742743"],"guid":"1dbe9d1e-9543-4e04-96e5-428e84b2f7c4","contentencoded":"<p>This is the moment that launched a TV revolution, every week. The police roll call: Sgt. Phil Esterhaus faced his colleagues — a paternal, knowing grin on his face — while he ran down the day's advisories about a black male pickpocket wearing a blond wig and purple dress, or the need for officers to catch a rapist terrorizing their precinct.</p><p>\"Let's spend a little less time flirting with the hookers and the waitresses and put some heavy attention on that park,\" Esterhaus told his patrolmen in one roll call, sparking laughter and feigned denials from the crowd.</p><p><em>Dragnet,</em> this was not. But for <em>Hill Street Blues,</em> that was kind of the point.</p><p>The show was created by Stephen Bochco and Michael Kozoll, two producers who had gotten bored writing for stodgy crime dramas like <em>Ironside</em> and <em>McMillan and Wife</em>. They tore up the rules of TV. Their show had a huge cast. The gritty storylines played out over several episodes. The look was taken from movies like <em>The French Connection</em>. And the hero was an overwhelmed middle manager struggling with stuff old-school cop shows never tackled.</p><p>\"I don't give a rat's bladder about your guns,\" Capt. Frank Furillo told another group of officers, who had gathered in a locker room, ready to storm out and beat down a gang for taking two pistols from their fellow patrolmen. \"What I do care about is the kind of morality I'm seeing here.\" Furillo, as played by Daniel J. Travanti, was a dramatic version of the earnest, yet realistic liberal hero also played by guys like Alan Alda and Hal Linden on <em>M*A*S*H</em> and <em>Barney Miller</em>. \"If you go out there like a bunch of night riders, what the hell are you but just another vicious street gang?\"</p><p>Moments like these are studded throughout the show's groundbreaking run, from 1981 to 1987 on NBC, now immortalized in a new DVD box set with bonus features and every episode included.</p><p>And part of what made <em>Hill Street Blues</em> so influential was that its speeches were crafted by a lineup of great writers who would later become TV all-stars in their own right.</p><p>\"Looking back, it's sorta like the '27 Yankees; but at the time, we were just guys scufflin',\" said David Milch, a graduate of Yale and the prestigious Iowa Writers Workshop who joined <em>Hill Street</em>'s writers' room as his first job in television. \"There was a coming together of young and ambitious people many of whom were new to the business,\" added Milch, who would later co-create <em>NYPD Blue</em> with Bochco and create the HBO series <em>Deadwood</em>, <em>John From Cincinnati</em> and <em>Luck</em>. \"That willingness to innovate was something that was in the air, so to speak.\"</p><p>Small wonder. The writers' room also featured Dick Wolf, who created the long-running <em>Law & Order</em> series; Anthony Yerkovich, who created <em>Miami Vice;</em> and Mark Frost, who co-created <em>Twin Peaks</em>. Playwright David Mamet <em>(Glengarry Glenn Ross),</em> novelist Robert Crais (the Elvis Cole/Joe Pike novels) and screenwriter John Romano <em>(Nights in Rodanthe)</em> also pitched in.</p><p>For <em>Hill Street,</em> they dreamed up cops rarely seen on TV before. Writers set scenes in bathrooms (in one, a patrolman moved a corpse out of the way to use the facilities). A detective character who would typically be a good guy took a bribe. In the pilot, the show's two breakout characters — patrolmen Andy Renko and Bobby Hill — were shot; the next episode picked up weeks later, after they recovered.</p><p>Milch said the show challenged viewers to accept this new kind of cop, warts and all. \"There was a new class ... an aspiring working class finding its way in society,\" he said, noting that some viewers showed up expecting to see a cop drama, but got stories about race, class and urban decay dropped in their laps instead. \"What <em>Hill Street</em> established as a precedent was that these lives are worth paying attention to on their own terms,\" Milch said. \"Rather than being portrayed in the storytelling conventions of Hollywood.\"</p><p>One consistent story flashpoint: the struggle of a mostly white department to police poor, often black and Hispanic neighborhoods. That struggle was often embodied in the rocky relationship between Hill, who was black, and his partner, Renko, who was white. They were shot together in the line of duty. And then they struggled to work together in a black neighborhood.</p><p>\"They don't pay me enough to deal with animals like this,\" Renko exploded while filling out an accident report. \"The first thing they see is a white face, and all they want to do is do him in.\" Hill countered: \"It was a white face that pulled the trigger, not a black one. It was a white one. I'll never forget that. And you better not, either.\"</p><p>The show didn't get everything right. Black and Hispanic criminals were often horrible stereotypes. And the casual sexism in some roles seems jarring today, though it eased in later seasons. But watching this box set, you see early signs of the compelling antiheroes who would later energize modern TV masterpieces like <em>Mad Men</em> and <em>Breaking Bad</em>.</p><p>And as a bonus, you can hear one of the greatest catchphrases in television history.</p><p>Sgt. Esterhaus (played by Michael Conrad, who died three years into the show's run), would finish his roll call every week with prescient advice for his cops — and fans about to experience a new kind of television.</p><p>\"Let's be careful out there.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Let%27s+Be+Careful+Out+There%3A+The+Legacy+Of+%27Hill+Street+Blues%27+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eric Deggans","audio":[{"meta":{"duration":"245"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1310794206-d39f4d.m3u?orgId=1&topicId=1138&ft=3&f=310742743"},{"href":"http://media.npr.org/assets/img/2014/05/08/hill-street-blues-13cb6ce4807f1ee5355161b813a184338f931532.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1914","width":"2551"}}]}