{"created":"2015-01-05T01:54:51+00:00","modified":"2015-01-21T23:05:11+00:00","valid":{"from":"2015-01-21T23:05:11+00:00","to":"3015-01-21T23:05:11+00:00"},"hreflang":"en","title":"A Shadow Economy Lurks In An Electronics Graveyard","published":"2015-01-07T20:53:00+00:00","teaser":"Two decades ago, the region of Agbogbloshie in Ghana was a lush mangrove swamp. Now, reporter and photographer Yepoka Yeebo explains, it's a vast dump full of electronic waste and young scavengers.","itags":["npr_api","374780916"],"guid":"1dcced57-dc0e-4a86-af79-bb654fdead64","contentencoded":"<p>The average American produces an estimated 66 pounds of electronic waste every year. You can't compost it; it's gotta go somewhere.</p><p>Often, in violation of the law, that means a dump in the developing world — like the region of Agbogbloshie in the West African nation Ghana.</p><p>Only two decades ago, Agbogbloshie was a lush mangrove swamp. Reporter and photographer Yepoka Yeebo has captured the extent of Agbogbloshie's transformation in <a href=\"http://www.theatlantic.com/technology/archive/2014/12/inside-a-massive-electronics-graveyard/383922/\">an article</a> for <em>The Atlantic.</em> She tells NPR's Arun Rath that the region \"looks like hell,\" and explains where the electronics come from — and who takes on the dangerous, difficult work of filtering out valuable materials.</p><hr /><h3>Interview Highlights</h3><p><strong>On what Agbogbloshie used to look like, before it became a graveyard for electronic waste</strong></p><p>I've heard from my grandfather and my grand uncles that it used to be a massive swamp, right in the middle of central Accra. And it's on one side of a lagoon which is like the drainage basin for the whole of the capital city of Ghana. And it was a colonial-era football field — it was where the national stadium was until it flooded horribly in the sixties and lots of people died. And so the government decided to turn it into an industrial area and then there was a series of military coups and that was abandoned and it slowly got taken over by this market district.</p><p><strong>On what Agbogbloshie looks like today</strong></p><p>It looks like hell. It's this massive blackened field, and the first thing you notice is this pool of thick, black smoke. It burns, it's this choking smoke. And I sort of coughed and splattered my way through my first few minutes right in the middle of the dump. And it's dotted with these little hills of old electronics and scrap bites, or piles of CPUs, heaps of car doors, stacks of old televisions. And hundreds of people work there.</p><p><strong>On the shadow economy that creates the clouds of black smoke that hang over Abogbloshie</strong></p><p>It's mostly the boys, the people who process the scrap, burning huge bundles of copper wire to strip the plastic off. And so they get the bundle of copper wire or whatever else they're melting — sometimes they melt down old air conditioners — they throw on a tire or the old insulation foam from old refrigerators and they set that alight. So what's really burning is the tire.</p><p>And the fires get big and hot and sometimes they change color — when it's copper they turn green. And it lets off all this smoke and this melts down whatever's in the bundle. And so you see pools of aluminum, you see pools of bits of melted plastic. And they're left with these bundles.</p><p>It's an incredibly inefficient way to process anything. And it's incredibly dangerous, too.</p><p><strong>On the boys who work in this electronics graveyard, searching for scrap metal</strong></p><p>I've met kids as young as 10 but there are also young men. And then scrap dealers, the people who usually buy the stuff they're processing, tend to be much older.</p><p>The boys I hung out with were 13 and 14. Kwesi was the older, slightly more experience kid who knew everything about the way the scrap business worked in Agbogbloshie. And Inusa was younger and slightly more naive. And during the week the kids were both regular school kids in spotless uniforms in a school down the road and they came down to this place on evenigs and weekends to just earn little bits of money to help buy their school fees or buy shoes.</p><p><strong>On the reasons why young children need to pay school fees in Ghana</strong></p><p>Education is supposed to be free but beyond the basic level, beyond primary school, it's not. And they don't just have to pay school fees, they have to pay for lunches, they have to pay for exams, they have to pay for books. All these little sums of money add up. And Kwesi wanted to join the army and Inusa wanted to join the air force and, in Ghana, the armed forces are incredibly prestigious so there's a lot of competition to get in. And the only way they can get in is to finish school, and without paying their fees, that will never happen.</p><p>The scrapyard was absolutely full of kids who dropped out of school, couldn't get enough money to go back and pay fees, or they were looking after their families back in the village in Northern Ghana. And they had sort of just aged out of the process and were stuck doing this because unemployment is rather high in Ghana. But I'd like to think that the kids that I followed around, Kwsei and Inusa, they're sharp and they're bright and they're incredibly determined and I'd like to think that it's possible for them to get out.</p><p><strong>On the health risk that the children who work in Agbogbloshie face</strong></p><p>So there's the choking smoke ... it's thick and it's black and it's visible from the main road, which is a good long walk away. There's also the fact that these are just open fires of bundles of metal, so at one point in the story I talk about sort of this explosion and this burning aerosol can flying through the air and landing on the ground near us that could quite easily have hit someone. A lot of the older boys I spoke to had pretty serious injuries — cuts and bruises and burns and abrasions.</p><p>I hung out at the shed where both Kwsei and Inusa sell most of the scrap that they pick up, and I watched as this tiny kid basically sliced his toe in half, stepping on a piece of glass from what looked like a smashed T.V. screen. There are hazards all over the place.</p><p>And there are also environmental campaigners at the place who say that the boys who have been there for a while are starting to die really young. So people tend to have respiratory problems and they also say that some of the older boys are dying of cancer.</p><p><strong>On the ways in which the electronic waste of the developed world ends up in dumps like Agbogbloshie</strong></p><p>A great deal of it is foreign. A great deal of it is stuff that was supposed to be formally recycled that sort of falls into a shady world of recycling companies that export the stuff to the third world and there have been a couple of prosecutions in the U.K.</p><p>And so most of it, at least in the past, turned up in shipping containers at the port, either disguised as second-hand electronics, or hidden behind functional electronics or just sort of illegally shipped in and it gets trucked into a place like this. And a lot of it is also from the market district where there are sort of auto repair shops and places that sell motors and air conditioners and when the stuff doesn't sell or it gets old, it gets dumped back there where people can process it into metal.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Shadow+Economy+Lurks+In+An+Electronics+Graveyard&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"337"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1374985616-c481f6.m3u?orgId=1&topicId=1025&ft=3&f=374780916"},{"href":"http://media.npr.org/assets/img/2015/01/04/agbogbloshie_yepoka_yeebo_01-58a64c848432d296385b8f672b14352d5ad62406.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"998","width":"1332"}},{"href":"http://media.npr.org/assets/img/2015/01/04/agbogbloshie_yepoka_yeebo_09-56fa9e369b4ec0c12cefb7a7c8dbb38b843f3970.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"991","width":"1322"}},{"href":"http://media.npr.org/assets/img/2015/01/04/agbogbloshie_yepoka_yeebo_04-ebfada5b452246733bdaa4faed5ca75480114899.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"998","width":"1332"}},{"href":"http://media.npr.org/assets/img/2015/01/04/agbogbloshie_yepoka_yeebo_06-70ecc37e38feda1da88e563ad2de076201f4458e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"998","width":"1332"}}]}