{"created":"2014-08-30T13:10:05+00:00","modified":"2014-10-30T22:49:45+00:00","valid":{"from":"2014-10-30T22:49:45+00:00","to":"3014-10-30T22:49:45+00:00"},"hreflang":"en","title":"Legal Questions Loom As Obama Weighs Military Action In Syria","published":"2014-08-30T00:40:00+00:00","teaser":"The Obama administration is considering whether to broaden its air campaign against the extremist group the Islamic State by striking targets in Syria.","itags":["npr_api","344325209"],"guid":"1dce1da3-5aa9-42b2-a4f9-215b6c9fe977","contentencoded":"<p>The White House is working behind the scenes to develop a strategy for fighting the Islamic State in Syria, a strategy that could include airstrikes and other military action there. But there are already lots of questions in political and national security circles about the legal authority the Obama administration might use to justify those actions.</p><p>In the days after the Sept. 11 attacks, Congress authorized the White House to use military force — broad authority to strike against al-Qaida.</p><p>But Benjamin Wittes, a senior fellow at the Brookings Institution, says times are different now.</p><p>\"The conflict has changed in a very profound set of ways: It's changed geographically; it's changed in terms of the groups we're fighting,\" Wittes says.</p><p>For his part, President Obama has notified Congress multiple times since June that he's sending military advisers to Iraq. The White House seems to be relying on a broad legal theory of self-defense: to protect Americans from fighters with the Islamic State. Those fighters overran territory near the U.S. Consulate in northern Iraq.</p><p>\"To have a solid self-defense theory, you either have to have already suffered an armed attack by the people you are targeting, or you have to think that they pose an imminent threat of armed attack,\" says Ashley Deeks, a former State Department lawyer who now teaches at the University of Virginia.</p><p>The legal analysis is complicated because now the White House is considering whether to broaden its air campaign to strike targets in Syria.</p><p>\"The longer that the hostilities with ISIS go on, the more widespread they become, the less this looks like scattershot incidents of self-defense and the more it looks like the kind of war-making that historically and constitutionally usually requires at least some buy-in from Congress,\" says Steve Vladeck, a law professor at American University.</p><p>In letters and public statements this week, several members of Congress are demanding a say, a call the president says he hears.</p><p>\"It is my intention that Congress has to have some buy-in as representatives of the American people. And, by the way, the American people need to hear what that strategy is,\" Obama said at a news conference Thursday.</p><p>Wittes, of Brookings, says that's not just the best legal approach — it also makes practical sense.</p><p>\"It's not that the president can't do it without Congress, but I do think having some degree of consensus in the form of legislation regarding what we are doing and what we're not doing would be a very healthy thing,\" Wittes says.</p><p>But with lawmakers positioning for midterm elections in November, it's not clear either political party is going to want a vote on military action. That leaves President Obama relying on his constitutional powers as commander-in-chief — powers he promised to limit when he ran for office years ago.</p><p>Vladeck, of American University, says the administration may be gun-shy about that approach for political reasons.</p><p>\"Then it looks like there actually isn't much daylight between the very things that candidate Obama was complaining about back in 2008 and the conduct that President Obama seems on the verge of undertaking here in 2014,\" he says.</p><p>That's more reason, Vladeck adds, why the White House may be taking its time before making big decisions about military action.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Legal+Questions+Loom+As+Obama+Weighs+Military+Action+In+Syria&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Carrie Johnson","audio":[{"meta":{"duration":"207"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1344328003-7946ec.m3u?orgId=1&topicId=1123&ft=3&f=344325209"}]}