{"created":"2015-06-11T08:28:23+00:00","modified":"2015-06-15T23:05:36+00:00","valid":{"from":"2015-06-15T23:05:36+00:00","to":"3015-06-15T23:05:36+00:00"},"hreflang":"en","title":"Back To Baltimore And 'Back 2 Love' With R&B Singer Maysa","published":"2015-06-11T15:30:00+00:00","teaser":"Ari Shapiro speaks with the Grammy-nominated jazz and soul artist about her hometown of Baltimore and her latest music project.","itags":["npr_api","413442343"],"guid":"1dd86791-09a9-4da3-8939-16d0ab88ab20","contentencoded":"<p>Baltimore is struggling with record violence: Last month the murder rate hit a 40-year high. NPR has been talking about this problem with law enforcement officials and politicians — and now, it hands the microphone to one of the city's artists.</p><p>Maysa is a Grammy nominated jazz and soul singer who has spent 20-years in the music business. She's sung backup for <a href=\"http://www.npr.org/artists/15184517/stevie-wonder\" target=\"_blank\">Stevie Wonder</a>, fronted the band Incognito and recorded around a dozen solo albums, including the new collection <em>Back 2 Love</em>. She's also a Baltimore native, and was in town when protests and violence erupted following Freddie Gray's death, a week after being taken into police custody.</p><p>Maysa joined NPR's Ari Shapiro on <em>Morning Edition</em> to talk about her music and her hometown. Hear their conversation at the audio link, and read an edited version interview below.</p><p><strong>Ari Shapiro: </strong><strong>What went through your head when you watched the Baltimore protests turn into riots? </strong></p><p><strong></strong><strong>Maysa:</strong><strong> </strong>I was disgusted and hurt and disappointed. Because I know that we all know we have to fix the problem. We have to fix police brutality and violence and all these killings. We have to fix all of that. But we have to find a humane and mature way, and a different way, to do it. We also have to teach our children that we got to stay out of harm's way. By that I'm saying, sometimes, even when you're confronted with a situation that your emotions want you to react a certain way to, you have to think with your mind to react a different way.</p><p><strong></strong><strong>You have a teenage son yourself.</strong><strong> </strong><strong></strong></p><p><strong></strong> Yeah, absolutely, and that's exactly what I teach him.</p><p><strong></strong><strong>He has economic opportunities that others may not have, and yet he is growing up a black man in America. Does that make you worry about his future? </strong></p><p><strong></strong>Absolutely. He's just such a good person. He's a good human being. It's hard for me to let him go out to the malls by himself with his friends. I fear every day that something's going to happen, and I try to tell him. I say, \"If anything happens, if anybody confronts you, go into a store, call me, call the police, whatever you have to do. Just don't go outside. Don't fight anybody.\" He's like, \"Okay, mom.\" I know he has to be free, but I've seen so much. As a mother, I've seen so many young black men die at the hands of each other or of police, and it's just scary to me. I don't know what to do without being a smothering kind of person. I just try to make him think. I told him, \"Wait one beat before you make any decision in your life.\"</p><p><strong></strong><strong></strong><strong>What's your relationship with Baltimore like? How did the city shape you as an artist, as a musician?</strong><strong> </strong><strong></strong></p><p><strong></strong>I love my city. I love Baltimore. There's much more to Baltimore. I was brought up at a time, I grew up in the 1970s, and it seemed like a more peaceful environment then. It seemed like people were just working towards getting a better life. It didn't seem as violent as it is now. And the culture was great — my mother took me to, which now has been torn down, the Morris Mechanic Theater. That's the first time I knew I wanted to be a singer, when she took me to see the play <em>Purlie</em>. Melba Moore came out on stage, and she opened her mouth, and that was it. I remember, I was 6years old, and my heart grew 10 times. I was just like, \"Oh my god, I want to do that, I want to make people happy like that.\" I had no choice but to be a musician in my eyes.</p><p><strong></strong><strong>This album spans a wide range of styles. There's jazz, soul, R&B, little bits of funk. Is there a song that you think sounds like Baltimore? </strong></p><p><strong></strong>Wow. I will say the song \"Miracle.\" Yeah, that sounds like Baltimore. I mean, that's what I thought about when I was recording it.</p><p><strong></strong><strong></strong><strong>What says \"Baltimore\" about this? </strong></p><p><strong></strong>As far as my lyrics, just the message of hope and happiness, and knowing that we all need a miracle at some point in our lives. We work hard every day. We sacrifice, and we do all the right things, but then we need that gift from the universe to help us get through.</p><p><strong></strong><strong></strong><strong>There's a track on this album that I understand you were actually hesitant about including, given everything that's happening.</strong></p><p>It was already on the album, but the song \"Tear It Up Tear It Down.\" It was scary to me, because that was exactly at the time of the riots, and I didn't want people to misconstrue what that song is about. That song is about picking up pieces of dreams that you have in your life, and making them happen at whatever point you are in life. I don't care your age or your circumstances: If you have a dream, pick it up and go for it, and stop giving excuses. We gotta get the kids away from this violent music that seems to be a part of pop culture. It's kind of hard to say that, because everybody has a right to what they want to listen to. But, when there's no balance, and there's such a heavy influence of negative music, then that's what the culture's going to turn out to be. We gotta get a better balance on that.</p><p><strong></strong><strong></strong><strong>So, what role do you think musicians should play at a time of crisis like the moment that Baltimore is in right now? </strong></p><p><strong></strong>We should be leaders. We have to use this as a way to help people get through their lives. This is what we're here for. This is not about being an egomaniac, not about making three trillion dollars and wanting to be some kind of power play person. It's not about that. It's about helping each human being on this earth. What are we here for if we're not focused on that? A lot of people in Baltimore feel looked over and disrespected. Everybody's saying, \"Oh yeah, it's just a violent town. Don't go to Baltimore, you won't live in Baltimore.\" Baltimore's a beautiful place to live. A beautiful place to raise your children. I want Baltimore to have a better reputation than it does.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Back+To+Baltimore+And+%27Back+2+Love%27+With+R%26B+Singer+Maysa&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"411"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1413572042-6f5fff.m3u?orgId=1&topicId=1105&d=411&p=3&story=413442343&t=progseg&e=413571940&seg=10&ft=nprml&f=413442343"},{"href":"http://media.npr.org/assets/img/2015/06/10/maysa2-1af936eb2111c978206dba8aa3c56b899c6b0f18.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"465","width":"620"}}]}