{"created":"2014-10-02T19:46:45+00:00","modified":"2014-10-03T15:05:10+00:00","valid":{"from":"2014-10-03T15:05:10+00:00","to":"3014-10-03T15:05:10+00:00"},"hreflang":"en","guid":"1dece564-75fb-4745-8895-a338998d9d73","title":"A Chinese artist transforms Alcatraz into a Lego-carpeted political statement","published":"2014-10-03T15:05:07+00:00","byline":"Sandhya Dirks ","teaser":"An unprecedented exhibit on \"The Rock\" by Chinese artist Ai Weiwei focuses on freedom of expression and political prisoners around the world. ","tags":["Arts","Arts, Culture & Media","Beijing","San Francisco","Asia","North America","China","United States","Ai Weiwei","Greg Moore","Cheryl Haines","Alcatraz Island","Political prisoner"],"contentencoded":"<p>Normally, when visitors head to Alcatraz, they rush off the boat to see the infamous crumbling prison, a ghostly place with guard towers that these days watch no one.</p><p>But for the next few months, things are different here.</p><p>Chinese artist Ai Weiwei, also one of the world&rsquo;s most famous dissidents, just opened a massive show on the island. The self-described &ldquo;remote-control artist&rdquo; created it from abroad, while under house arrest in Beijing because of his open criticism of China&rsquo;s government.</p><p>Cheryl Haines collaborated closely with Ai to make the show happen, zipping back and forth from Beijing to understand the artist&rsquo;s vision.</p><p>&ldquo;The pieces just fly in these spaces,&rdquo; Haines told a group of visitors to the exhibit recently. &ldquo;Well, I&rsquo;ll let you see for yourselves, I&rsquo;m slightly biased of course.&rdquo;</p><p>The show starts with a giant, floating Chinese paper dragon that snakes through a cavernous room. It&rsquo;s made up of kites in bright blues, greens and reds. Some are inscribed with quotes from well-known dissidents, including one from Ai himself that reads: &ldquo;Every one of us is a potential convict.&rdquo;</p><p>In another hall, 1.2 million tiny Lego bricks carpet the floor, creating 176 portraits of political prisoners past and present. Martin Luther King Jr. is next to the <a href=\"http://freetibet.org/about/political-prisoners-lolo\">Tibetan singer Lolo</a> and Edward Snowden.</p><p>Greg Moore, president of the Golden Gate National Parks Conservancy, which helped organize the show, said the art asks uneasy questions. &ldquo;What does it mean to be a threat to society? What is a political prisoner? Whose freedom of expression do we constrain and why?&rdquo; Moore asks.</p><p>Moore also hopes Ai&rsquo;s exhibit will make Alcatraz known as something more than just the place that once housed Al Capone.</p><p>&ldquo;Everyone knows that Alcatraz was a place of incarceration,&rdquo; Moore said. &ldquo;What many people don&rsquo;t know is that throughout its history there were political prisoners that were detained here, as well as criminals.&rdquo;</p><p>Moore mentioned one part of the exhibit that highlights Alcatraz&rsquo;s lesser-known history. In 1895, 19 members of the Hopi tribe were jailed on the island for refusing to send their children to non-Indian schools. &ldquo;For protesting that and not agreeing to send their children away, they were sent to Alcatraz Island,&rdquo; Moore said.</p><p>Ai has piped Hopi songs into parts of the prison once used as psychiatric observation rooms.</p><p>In the main cellblock, 12 concrete cells echo with the voices of political prisoners (all were selected by Ai himself and from a list compiled by Amnesty International).</p><p>Visitors can enter each cell, sit on stainless steel stools, and listen.</p><p>In one cell, the voice of Martin Luther King&rsquo;s Jr.&rsquo;s <a href=\"http://mlk-kpp01.stanford.edu/index.php/encyclopedia/documentsentry/doc_beyond_vietnam/\">anti-Vietnam speech</a>&nbsp;in 1967 bounces off the concrete walls.</p><p>In another cell, the late and once jailed <a href=\"http://www.iranchamber.com/literature/ashamlou/ahmad_shamlou.php\">Iranian poet Ahmad Shamlou</a> is heard reciting his poetry.</p><p>There are also the joyous sounds of <a href=\"http://robbenislandsingers.com/\">The Robben Island Singers</a>, named after South Africa&rsquo;s infamous island prison, known for being the destination of many anti-apartheid activists, including Nelson Mandela.</p><p>In the last cell, you hear the screams and shouts of <a href=\"http://www.pri.org/stories/2014-09-24/pussy-riot-wastes-no-time-getting-back-activism\">Pussy Riot</a>, the Russian punk rock band.</p><p>Haines said these sounds break the silence that prisoners endure, silence Ai knows firsthand, getting tossed in and out of Chinese jails.</p><p>&ldquo;He felt like he was forgotten because there was no communication with the outside world,&rdquo; Haines said. &ldquo;He didn&rsquo;t hear from his friends or his family or colleagues.&rdquo;</p><p>It is that feeling of isolation that leads to the show&rsquo;s final piece. Stacks of postcards are organized on wooden racks, each one addressed to a different political prisoner around the world. Visitors can write a message and drop the postcard in old prison laundry baskets to be mailed by the curators.</p><p>Whether they will ultimately reach prisoners&rsquo; hands is unknown.</p><p><em>A previous version of this story incorrectly referred to the Hopi audio being piped into the prison as chants. They are songs.</em></p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/6135_2_ai-weiwei-june-2014_CP.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/61352ai-weiwei-june-2014cpjpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/100220146.mp3"},{"href":"http://www.pri.org/file/100220146mp3"}]}