{"created":"2014-10-08T16:22:51+00:00","modified":"2014-10-31T02:15:43+00:00","valid":{"from":"2014-10-31T02:15:43+00:00","to":"3014-10-31T02:15:43+00:00"},"hreflang":"en","title":"How Loud Is Too Loud? A High-Decibel Debate On Expanding Heathrow","published":"2014-05-10T15:44:00+00:00","teaser":"Schoolkids under the flight path of London's main airport now play in noise-reducing huts because it's so loud. Yet the airport wants a third runway so it can accommodate more flights.","itags":["npr_api","310798590"],"guid":"1e0a0e3d-e655-4907-a654-ad94d0671f98","contentencoded":"<p>Pippins Primary School is just one of dozens of schools in the neighborhoods that surround London's Heathrow Airport. At recess the students play outside on an asphalt playground. And like clockwork, a jet roars just several hundred feet overhead every 90 seconds. The school is almost directly under Heathrow's flight path.</p><p>\"It is very loud. It's as if you were standing on the runways,\" said Janet Mills, a teacher at Pippins. Heathrow is one of the world's busiest airports, and every day Mills faces the challenge of teaching right next door to it.</p><p>\"It's quite tricky, because a large number of our parents are employed at Heathrow,\" said Mills. \"So we can't say it shouldn't be there, but obviously the noise — you're continually stopping. You know, we let the plane fly over, and then we start the lesson again.\"</p><p>And Mills said that stop-and-start style of learning has an impact on her students, who say they struggle to hear inside the classroom.</p><p>\"It's really annoying, because when you don't hear you can't learn because you don't know what the teacher's saying,\" said James Tyler Brooks, 11.</p><p>According to Britain's Civil Aviation Authority, Heathrow is unique in that it's responsible for over a quarter of all Europeans who suffer from aviation noise. That's a total of nearly 750,000 people around the airport who're subjected to average noise levels of 55 decibels or more.</p><p>And if Heathrow has its way, that number could soon become even bigger.</p><p><strong>Looking For A Third Runway<br /></strong></p><p>\"Heathrow wants to expand,\" said Cheryl Monk, as she stood on a viewing platform overlooking one of Heathrow's two runways. A row of planes lined up in the sky behind her, ready to land in quick succession.</p><p>Monk is with Heathrow Airport Holdings, which owns Heathrow and has plans to build an additional, third runway to increase the number of flights in and out of the airport.</p><p>But that is a very contentious proposal in Britain, one that's drawn large public protests from both Londoners concerned about noise and environmentalists concerned about increased emissions from a growing aviation industry.</p><p>The plan was originally approved by Britain's previous Labour government, only to be killed off in 2010 by a newly elected government under David Cameron, a Conservative who'd campaigned against it.</p><p>However, officials later ordered a review of airport capacity, and as a result, a third runway is now back in the realm of possibility, leaving Cameron accused by some of making a U-turn.</p><p>Heathrow is due to submit its latest proposal to a government commission this week. But London's Mayor Boris Johnson opposes the plan and has instead proposed the construction of a new airport on the open waters of the Thames Estuary, east of London, where the noise of aircraft will presumably bother fewer residents.</p><p><strong>At Maximum Capacity</strong></p><p>Heathrow wants to maintain its status as the U.K.'s hub airport, but it says it's currently operating at 98 percent capacity at its present size. There is no more room for new flights, and with such a tight schedule for landings and takeoffs, Monk says even the slightest bit of early morning fog can cause a domino effect of delayed flights for an entire day.</p><p>Heathrow argues that its lack of capacity hurts London's ability to attract business.</p><p>\"We are the world's busiest two-runway airport,\" says Monk. \"So we want a third runway at Heathrow so we can provide that connectivity for the U.K. And yes, we know noise is an issue, so that's why we're looking at ways we can reduce that noise for people living around here, and it's having a real effect.\"</p><p>Monk points out that newer planes are a lot quieter than they used to be, and Heathrow collects millions of dollars in fines on louder aircraft to fund noise mitigation projects in the local community around the airport</p><p>Pippins Primary School already has triple-glazed windows and a solid concrete roof to block the sound of planes passing overhead. But now Heathrow has introduced its latest — and more unusual — method for reducing sound.</p><p><strong>Domes For Kids</strong></p><p>Over the past few months, large, white domes made from earthen adobe have sprung up on the school's playground. They're constructed from long, polypropylene bags stuffed with dirt and coiled into a cavernous, beehive structure. It's a strong and fairly inexpensive building design that was once used to house refugees from the 1991 Gulf War.</p><p>At Pippins, the domes may not help in the classroom, but outside they can cut aircraft noise by nearly a third, according to Julian Faulkner, the designer and contractor on the project.</p><p>\"It's absolutely rock solid,\" said Faulkner. \"So the children can still go outside, enjoy the fresh air, without being completely deafened.\"</p><p>Heathrow plans to build domes at 21 schools at a total cost of $3 million dollars. It's printed glossy brochures that show grade-schoolers laughing and playing under the protection of the domes, which really irks those opposed to Heathrow's expansion.</p><p>\"Heathrow Airport has not been altogether honest as to why they're putting a lot of money into these domes,\" said John Stewart, a spokesman for the Heathrow Association for the Control of Aircraft Noise, a London-wide community group.</p><p>\"When I see the images that Heathrow Airport use of the domes and those smiling, cuddly children, what goes through my mind is, yes, that's nice for the children. But the real reason they're probably being put in is to try and soften up the residents in order to make a third runway at Heathrow more acceptable.\"</p><p>Heathrow says local support for its expansion plans is growing. But Britain's next general election is just a year away, and it's probably no coincidence that a decision on a third runway isn't scheduled until after Britain goes to the polls.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+Loud+Is+Too+Loud%3F+A+High-Decibel+Debate+On+Expanding+Heathrow&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Christopher Werth","audio":[{"meta":{"duration":"256"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1311276094-d31ff4.m3u?orgId=1&topicId=1124&ft=3&f=310798590"}]}