{"created":"2015-03-22T20:33:35+00:00","modified":"2015-05-13T21:08:22+00:00","valid":{"from":"2015-05-13T21:08:22+00:00","to":"3015-05-13T21:08:22+00:00"},"hreflang":"en","title":"Founding Father Of Modern Singapore, Lee Kuan Yew, Dies At 91","published":"2015-03-25T23:06:00+00:00","teaser":"During more than a half-century as the city-state's leader, Lee helped turn the sleepy British colony into an affluent trading enclave. But he ruled with an iron fist and muzzled critics and rivals.","itags":["npr_api","393824362"],"guid":"1e182134-a131-4859-ab25-ca83a354fffd","contentencoded":"<p>Lee Kuan Yew, the founding father of modern Singapore and one of Asia's most influential politicians, has died at age 91, according to the Singapore Prime Minister's office.</p><p>During more than a half-century as Singapore's leader, he helped turn the city-state from a sleepy British colony into an affluent and efficient trading enclave, which enjoys the world's third-highest per capita GDP.</p><p>But he was also criticized for running a one-party, authoritarian regime under which critics were muzzled and political rivals hounded.</p><p>Lee was hospitalized on Feb. 5 with severe pneumonia and later put on a ventilator.</p><p><strong>Shaped By Dual Threats: Communism, Racial Conflict</strong></p><p>Lee became Singapore's first prime minister in 1959, while it was still a British colony but had been granted a measure of sovereignty. It joined neighboring Malaysia, another former British colony, in 1963. The following year riots between ethnic Chinese and Malays broke out, and Singapore and Malaysia split into separate nations in 1965.</p><p>At a press conference that year, Lee predicted he would always look back on this moment in anguish.</p><p>\"The whole of my adult life,\" he said, pausing to bite his lip and dab his eyes, \"I have believed in merger and the unity of these two territories. You know that we, as a people, are connected by geography, economics, by ties of kinship.\"</p><p>Two threats from that era shaped Lee's views and policies. The first was the specter of communist insurgencies that shook Malaysia and Indonesia. The other was threat of racial conflict.</p><p>In a 1985 speech, Lee talked about how Singapore's race riots of the 1950s and '60s threatened the young republic's survival.</p><p>\"Communal riots. We again fought for our lives. That's why the generation that's alive and can remember '65 must know how fragile, how delicate this whole creation is,\" he said.</p><p>Like its neighbor Malaysia, Singapore is a multi-ethnic, multicultural country: about 76 percent Chinese, 15 percent Malay and 7 percent Indian.</p><p>Whereas Malaysia supports ethnic Malays through affirmative action policies, Lee always rejected that approach. Instead, the Singaporean leader advocated meritocracy, which was reflected in the country's well-respected civil service.</p><p>Michael Barr, a Singapore expert at Flinders University in Adelaide, Australia, says this had to do with Lee's views on race and culture.</p><p>\"In his view, meritocracy would always result in Chinese rising to the top,\"<br /> Barr says. \"He regarded the Malays as being at the bottom of a hierarchy of races, with Indians and especially Chinese above them.\"</p><p><strong>'Asian Values' Debate</strong></p><p>Lee Kwan Yew always argued that one-party systems are more efficient and more compatible with East Asian societies than Western-style democracy, says Chua Beng Huat, a sociologist at the National University of Singapore.</p><p>\"East Asian societies are family-minded, education-minded and much more collectivist in their attitude,\" Chua says. \"So this got reformulated as 'Asian values' in Singapore.\"</p><p>In a debate that simmered through the 1980s and '90s, critics argued that there is no distinct, shared set of ideas that could be called \"Asian values.\"</p><p>They also made the point that Lee and other advocates of Asian values did not find democracy and human rights so alien when they were demanding them from their British colonial overlords.</p><p>Culturally, Lee was a Chinese-foreign hybrid. He studied law at the University of Cambridge in England. He was a fourth-generation descendant of immigrants from southern China's Guangdong province. But he didn't start to learn the Chinese language until he was in his 30s.</p><p><strong>No Room For Dissent</strong></p><p>Along with his hard work and intelligence, Lee had a streak of intolerance toward his political opponents, says Bridget Welsh, a senior research associate who specializes in democracy and politics in Southeast Asia at National Taiwan University and previously taught at Singapore Management University.</p><p>He hit political rivals such as opposition politician Chee Soon Juan with defamation lawsuits, and banned critical media, including the <em>Far Eastern Economic Review</em> magazine. <a href=\"http://news.bbc.co.uk/2/hi/asia-pacific/7632830.stm\"></a></p><p>Welsh says this turned Singapore into something of an exception: \"a developed country that is in fact very authoritarian. You've had one party in power since it received its independence in 1965.</p><p>\"And the opposition, while making gains that were important in the 2011 elections and winning almost 40 percent of the electorate, still actually only have a handful of seats in parliament,\" she says.</p><p><strong>An Alternative To Democratic Capitalism</strong></p><p>In fact, in nearly 40 years of independence there have only been two other prime ministers: Goh Chok Tong, another politician from Lee's ruling People's Action Party, and now, Lee's son, Lee Hsien Loong.</p><p>Singapore's model of a developed economy ruled by an autocratic government has attracted many followers in China and the rest of Asia.</p><p>Chua of the National University of Singapore says that the city-state presents a credible alternative to democratic capitalism only because its government is not considered corrupt, and because its elections, while stacked in favor of the ruling party, have not been seen as tainted by fraud.</p><p>But Welsh points out that while Singapore has the most millionaires per capita in Southeast Asia, it also has the most unequal distribution of wealth.</p><p>And addressing that inequality, she adds, is one of the biggest challenges Singapore faces in the post-Lee Kuan Yew era.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Founding+Father+Of+Modern+Singapore%2C+Lee+Kuan+Yew%2C+Dies+At+91&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Anthony Kuhn","audio":[{"meta":{"duration":"232"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1394789490-4a5188.m3u?orgId=1&topicId=1125&d=232&p=3&story=393824362&t=progseg&e=394789385&seg=6&ft=nprml&f=393824362"},{"href":"http://media.npr.org/assets/img/2015/03/20/lky-nationar-day-parade-5985ff8e295551b1a61b29d9c9b2b7baa3a50b35.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1447","width":"1930"}},{"href":"http://media.npr.org/assets/img/2015/03/20/lee02-1635da3a9af11ab0a751a63ff2cf2c774e572ff0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2248","width":"2997"}},{"href":"http://media.npr.org/assets/img/2015/03/20/lky-forum-b3d519e9a944b8bb7d17cd3b45111a9b308c0828.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}