{"created":"2015-02-02T22:47:27+00:00","modified":"2015-04-22T01:44:08+00:00","valid":{"from":"2015-04-22T01:44:08+00:00","to":"3015-04-22T01:44:08+00:00"},"hreflang":"en","title":"Economists Say Millennials Should Consider Careers In Trades","published":"2015-02-04T16:39:00+00:00","teaser":"Many economists say a big missing piece of the economic puzzle is apprenticeships that give high school graduates access to good-paying, higher-skilled jobs in the trades.","itags":["npr_api","383335110"],"guid":"1e278303-d93f-45e8-bc41-f8c1a720433c","contentencoded":"<p><em>This story is part of the</em><em> </em><a href=\"http://www.npr.org/series/352990765/new-boom\">New Boom</a><em> </em><em>series on millennials in America.</em></p><p>As the economy continues to recover, economists are seeing stark differences between people with high school and college degrees. The unemployment rate is nearly twice as high for Americans with a high school diploma as for those with a four-year college degree or more.</p><p>But economists say that doesn't mean everybody needs a four-year degree. In fact, millions of good-paying jobs are opening up in the trades. And some pay better than what the average college graduate makes.</p><p><strong>Learning A Trade</strong></p><p>When 18-year-old Haley Hughes graduated from high school this past summer, she had good grades; she was on the honor roll every year. So she applied to a bunch of four-year colleges and got accepted to every one of them. But she says, \"I wasn't excited about it really, I guess.\"</p><p>So instead of going that route, Hughes is taking a different path: an apprenticeship through the big New England power utility company NStar. In one of her recent classes at an NStar facility outside Boston, the classroom work was actually more exciting than some people might like.</p><p>Lara Allison is one of the instructors. On a recent morning, she was teaching Hughes and the other utility worker apprentices how to protect themselves if something bad happens while they're down under a manhole cover in an underground electrical substation.</p><p>\"An arc flash — that's the thing we worry the most about,\" Allison says.</p><p>An arc flash is a highly energized bolt of electricity, an explosion of electricity in a sense, that jumps from an energy source to another spot that's grounded or that the energy can flow into. Allison tells the students that if they wear the wrong clothing and they get hit by an arc flash, their clothes can catch on fire and get seared into their skin. \"It's really, really hot,\" she says.</p><p>On her apprenticeship, Hughes already has been down working in those underground substations.</p><p>\"I loved it, it was great,\" she says.</p><p>Hughes says another thing that's great is that taking this path into the high-skilled trades is a lot cheaper than a four-year college would have been.</p><p><strong>$40,000 </strong><strong>Vs</strong><strong>. </strong><strong>$2,400 Per Year</strong></p><p>\"The student loans would be ridiculous,\" Hughes says during a break from class. \"The schools I was looking at ... were like $40,000 a year.\" In the long run she thought that was just too much.</p><p>By comparison, NStar is partnering with nearby <a href=\"http://www.bhcc.mass.edu/\">Bunker Hill Community College</a> to offer students the opportunity to earn a two-year associate degree. Hughes has some scholarships and NStar pays some of the cost, so for Hughes, the price tag works out to about $1,200 a semester. Hughes says she's been paying that herself, and so she expects to graduate with no debt.</p><p>Hughes is also getting a lot of on-the-job training and taking a wide range of courses at the community college: English, math, a computer science course and even a psychology group dynamics class. Then there are the classes directly related to power utility work: DC theory, AC theory, physics, engineering and business etiquette. Not bad for $1,200 a semester.</p><p><strong>'Averages Lie'</strong></p><p>After graduating, 90 percent of the students get jobs with the power utility NStar (which is in the process of changing its name to Eversource Energy). Starting base pay is about $58,000 a year.</p><p>On average, it is certainly true that people with a four-year college degree make more money than those with a two-year degree or less. But there is plenty of nuance behind that truth.</p><p>\"Averages lie,\" says Anthony Carnevale, the director of the Georgetown University Center on Education and the Workforce.</p><p>He says the problem with those averages is that people who work at RadioShack or Target get lumped in with master carpenters and electricians.</p><p>\"You can get a particular skill in a particular field and make more than a college graduate,\" he says. For example, he says the average electrician makes $5,000 a year more than the average college graduate. And the country is going to need a lot more skilled tradespeople.</p><p>\"The baby-boom workers are retiring and leaving lots of openings for millennials,\" Carnevale says. He says there are 600,000 jobs for electricians in the country today, and about half of those will open up over the next decade. Carnevale says it is a big opportunity for that millennial generation born between 1980 and 2000.</p><p>With so many boomers retiring from the trades, the U.S. is going to need a lot more pipe-fitters, nuclear power plant operators, carpenters, welders, utility workers — the list is long. But the problem is not enough young people are getting that kind of training.</p><p><strong>Not Enough Training</strong></p><p>Hughes says she chose to work in the trades, in large part, because she went to a vocational high school. A lot of her friends are going into the trades. She got comfortable there with wiring light switches and doing basic electrical work and learning about the industry. But there aren't nearly as many of these types of programs in high schools as there used to be.</p><p>\"We made a mistake,\" Carnevale says. \"Back in 1983, there was the <a href=\"https://www2.ed.gov/pubs/NatAtRisk/risk.html\">'Nation at Risk' report</a> in which, quite rightly, we all were appalled at the quality of education in America.\"</p><p>After that, he says, most high schools focused on academics and getting students ready for college. For a lot of parents, they wanted their kids to have a four-year degree. But Carnevale says, in the process \"we basically obliterated the modernization of the old vocational education programs and they've been set aside.\"</p><p>Carnevale says we should bring those programs back and we need to be preparing a lot more young people for good, well-paying jobs in the trades. And he says that means we need better training programs at high schools and community colleges in partnership with businesses in scores of different industries around the country.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Economists+Say+Millennials+Should+Consider+Careers+In+Trades&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Chris Arnold","audio":[{"meta":{"duration":"294"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1383346133-4ad902.m3u?orgId=1&topicId=1017&aggIds=352990765&e=383335110&d=294&ft=nprml&f=383335110"},{"href":"http://media.npr.org/assets/img/2015/02/02/good-pic-1-jeffy-docteur-625889ea7b90e73f306cf24fe75190abd2baac35.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1873","width":"2498"}},{"href":"http://media.npr.org/assets/img/2015/02/02/20141017_095929-528a1636a6be9663cddac040c42e54f190937625.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1031","width":"1375"}}]}