{"created":"2015-05-03T22:44:23+00:00","modified":"2015-05-13T20:58:53+00:00","valid":{"from":"2015-05-13T20:58:53+00:00","to":"3015-05-13T20:58:53+00:00"},"hreflang":"en","title":"The Promise And Potential Pitfalls Of Apple's ResearchKit ","published":"2015-05-06T18:35:00+00:00","teaser":"Apple's new mobile software platform is designed to help collect data for medical research, but concerns have been raised about privacy and informed consent.","itags":["npr_api","404023370"],"guid":"1e2dbd15-dde4-4f84-a543-28990ef3929f","contentencoded":"<p>Most of the tech buzz these days has centered on the new Apple Watch — including on the potential for <a href=\"http://www.npr.org/blogs/alltechconsidered/2015/04/25/402039156/as-health-apps-hop-on-the-apple-watch-privacy-will-be-key\">health-related apps</a>. Less attention has been given to Apple's <a href=\"https://www.apple.com/researchkit/\">ResearchKit</a>, an open-source mobile software platform released in March.</p><p>But the medical world is paying attention.</p><p>\"It's designed to let medical researchers and developers create apps that can be downloaded through the app store, and then users can decide to join a study that's conducted solely through their phones,\" Arielle Duhaime-Ross, a science reporter at The Verge, tells NPR's Arun Rath.</p><p>So far, researchers have developed ResearchKit apps to study diseases including breast cancer, asthma and Parkinson's disease. <a href=\"http://www.bloomberg.com/news/articles/2015-03-11/apple-researchkit-sees-thousands-sign-up-amid-bias-criticism\">Thousands of volunteers</a> have signed up.</p><p>But Duhaime-Ross tells Rath there are concerns about privacy and informed consent.</p><hr /><h3>Interview Highlights</h3><p><strong>On privacy concerns</strong></p><p>When you join a [ResearchKit] study, you go through an informed consent process where they tell you about the risks of joining the study. They'll ask you whether you want to share your data with other researchers and any other partners, but they do explain that they will make that data anonymous.</p><p>And really, Apple is relying on these researchers, these institutions, to make sure that everything is kosher. And that's where it might get a little bit hairy, where data breaches might occur. It's very young and it's very unclear whether there will be any issues later on.</p><p><strong>On the question of informed consent</strong></p><p>Every app that I've tested so far tells you toward the end that there is no guarantee that we can protect your data completely. Usually when you do this, you do this in person with the researcher or on the phone. You have the opportunity to ask a number of questions. You have the opportunity to demonstrate that maybe you don't quite understand what you're signing up for.</p><p>Now, the informed consent process with the apps, they do ask you a number of questions to verify that you understand everything that you've just read. But these questions are yes/no questions and it's very easy to essentially fudge the process. ...</p><p>If you go into the Parkinson's disease app ... when you first decide to join the study, it asks you three questions. One of them is \"Are you over 18?\" The first time that I downloaded it, I pressed on \"no\" ... It said, \"You're not eligible.\" I was able to press on the back button very easily and then I was able to answer again and say that I was over 18. So there's definitely a question about the ethics of this process.</p><p><strong>On how Apple addressed some concerns after the release</strong></p><p>Apple has asked ... that all apps have institutional review board approval. This means that at the institutions where they are based in, they need to have an independent ethics board review the work to make sure that the people who are partaking in it are properly informed about the risks, are aware of how everything will run, that the questions are valuable questions that are being asked and that we're not conducting a study of little value.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Promise+And+Potential+Pitfalls+Of+Apple%27s+ResearchKit+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"273"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1404028033-69b76a.m3u?orgId=1&topicId=1019&d=273&p=2&story=404023370&t=progseg&e=404027989&seg=5&ft=nprml&f=404023370"}]}