{"created":"2014-10-27T16:46:46+00:00","modified":"2014-10-30T21:51:03+00:00","valid":{"from":"2014-10-30T21:51:03+00:00","to":"3014-10-30T21:51:03+00:00"},"hreflang":"en","title":"Texas Officials Monitoring Up To 100 People For Ebola","published":"2014-10-02T20:15:00+00:00","teaser":"Texas health officials say up to 100 people are at risk of Ebola exposure.","itags":["npr_api","353309307"],"guid":"1e314114-2ad0-4874-bce9-a6436131c200","contentencoded":"<p>Texas health officials are saying they are monitoring up to 100 people for Ebola in Texas.</p><p>The group was initially 12 &#8211; 18 people who had direct contact with the first patient diagnosed with Ebola in the U.S. But officials have expanded the net of those being monitored to include people who had contact with that initial group.</p><p>The patient has been hospitalized at Texas Health Presbyterian Hospital since Sunday.</p><p>He had initially sought treatment at the hospital last week on Thursday, and he told a nurse that he had traveled from West Africa.</p><p>However, a hospital spokesman said that information was not communicated among the team attending to the patient, and he was subsequently released. The patient returned on Sunday when his symptoms worsened.</p><p><strong>Joseph McCormick</strong>, an infectious disease specialist at the University of Texas School of Public Health joins<a href=\"http://hereandnow.wbur.org\"><em> Here & Now&#8217;</em></a>s Jeremy Hobson to discuss how public health officials will go about monitoring Ebola and preventing its spread.</p><h4>Interview Highlights: Joseph McCormick</h4><p><strong>On why the U.S. will not have an Ebola outbreak</strong></p><p>&#8220;The problems in West Africa are very substantial. They are more related to the lack of resources, poor education, poor medical facilities than just the disease itself. We know how to contain the disease, and so therefore, I don&#8217;t think we are going to see this kind of a problem at all in the U.S.&#8221;</p><p><strong>On the action public health officials are taking</strong></p><p>“What is going on right now is exactly what should go on: identify all potential contacts and then get the details about the nature of their contacts. Then you can make the decision about what level of surveillance you need to put them in. What we want to avoid is panic, but we also want to avoid complacency.”</p><p><strong>On monitoring those at risk of Ebola exposure</strong></p><p>“You would put them under surveillance and you would use your public health workers to check them twice a day for any sign of fever because that&#8217;s the earliest sign, and at that sign they’re starting to replicate the virus.</p><p>&#8220;They’re not yet in a situation where they going to start transmitting to people, and that’s the point then which you put them in isolation and start treating them. Had they done that on the Friday when this guy came in, we&#8217;d be in a lot better shape than we are now. ”</p><h4>Guest</h4><ul><li><a href=\"https://practice.sph.umich.edu/practice/dynamic/site.php?module=courses_one_instructor&id=140\" target=\"_blank\"><strong>Joseph McCormick</strong>,</a> an infectious disease specialist at the University of Texas School of Public Health.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Texas+Officials+Monitoring+Up+To+100+People+For+Ebola&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"364"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1353309310-605cc8.m3u?orgId=1&ft=3&f=353309307"}]}