{"created":"2014-12-01T09:48:32+00:00","modified":"2015-05-13T21:29:46+00:00","valid":{"from":"2015-05-13T21:29:46+00:00","to":"3015-05-13T21:29:46+00:00"},"hreflang":"en","title":"Teach For America At 25: With Maturity, New Pressure To Change","published":"2015-01-20T01:52:00+00:00","teaser":"Now a fixture on the education landscape, TFA faces new challenges — from inside and out.","itags":["npr_api","366343324"],"guid":"1e52b2ae-f859-4528-90d6-9715b0509d13","contentencoded":"<p><em>This story was reported for the radio by Eric Westervelt and for online by Anya Kamenetz.</em></p><p>\"We, the Committee of Public Safety, find Jean Valjean guilty. The sentence is death by guillotine!\"</p><p>Molly McPherson, a redhead with glasses, is dressed in a blue bathrobe — in costume as Robespierre. Her seventh-graders are re-enacting the French Revolution's Reign of Terror, with a little assist from <em>Les Miserables.</em></p><p>But after they write down their verdicts, she asks them to reconsider — they may not have heard the best evidence available, and may be relying on hearsay instead of primary sources.</p><p>\"What does bias mean?\" she asks.</p><p>\"You single him out for the part he did wrong instead of looking at the part he did right,\" responds one girl.</p><p>Ranson is a high-poverty middle school in Charlotte, N.C..</p><p>About 20 of the staff of about 100, including the principal, the assistant principal and teachers like McPherson, are current members or alumni of Teach for America. I'm here, at TFA's invitation, to witness the organization at work.</p><p>With her Princeton senior thesis in 1989, Wendy Kopp made a masterstroke. The idea: Redefine teaching in public schools in the United States as an illustrious two-year postgraduate service mission, rather than a safe middle-class career choice — more Peace Corps than post office. Within a few years, TFA had became a top recruiter at elite schools around the country.</p><p>Today, there are 37,000 TFA alumni, and 10,500 corps members in the field. The current corps are just 1 percent of the U.S. teaching workforce, but the ripples TFA has created are far broader.</p><p>Teach for America is a cultural touchstone with prominent backers. It has been endorsed by every president since George H.W. Bush, with Barack Obama providing a <a href=\"https://www.youtube.com/watch?v=m-w95Ixb8-o\">personal video greeting</a> to its 20-year summit.</p><p>The organization has annual expenditures of $318 million. One-fifth comes from government grants and contracts, and the rest is from donors (some of whom, such as the Walton Family Foundation and the Bill and Melinda Gates Foundation, also support NPR).</p><p>TFA has always been about leadership as much as service. Alumni include current and former big-city school superintendents such as Michelle Rhee, Kaya Henderson and Cami Anderson, and about a thousand school leaders and countless nonprofit employees and school board members across the country.</p><p>Much of this diaspora is associated with a handful of ideas: the championing of public education as \"the civil rights movement of our time\"; executive-style leadership; charter schools; and an emphasis on data, especially test scores.</p><p>The prestige of TFA, whose recruits famously receive just five weeks of training, has arguably helped open the doors to alternative-certification programs for teachers, such as TNTP (formerly The New Teacher Project), Americorps National Teaching Fellows, and others. Today <a href=\"www.npr.org/blogs/ed/2014/09/12/347375798/for-teachers-many-paths-into-the-classroom-some-say-too-many\">1 in 5 </a>new teachers is certified by a path other than a bachelor's degree or master's in education.</p><p>But at the same time, TFA's outsize reputation has always made it a lightning rod. In the early years, its critics were rooted in the education establishment: teachers unions, the big education schools and their leaders.</p><p>Lately attacks have come from a new and surprising source. Once an upstart and an outsider challenging an entrenched system, TFA now finds itself part of the establishment, assailed by a new generation.</p><p>A self-described TFA resistance movement has appeared, led by some of its own alumni. These former corps members say their youthful idealism was cynically co-opted by a group that, in the big picture, acts to the detriment of public education.</p><p>\"TFA seems to be training their corps to believe a simple narrative: that public schools are irreparably damaged. Bad teachers and bureaucracy are to blame, and our only salvation is by diminishing the union, innovating and creating systems of choice and competition,\" says Beth Sondel, a former TFA teacher who is now an education professor at North Carolina State University.</p><p>Sondel's research is critical of TFA and of market-based reforms. She points out that, of TFA members still teaching, 40 percent are in charter schools, which make up only 10 percent of schools nationwide.</p><p>And, <a href=\"http://www.tandfonline.com/doi/full/10.1080/02680939.2014.880812#.VHYI-lfF-NM\">she has found that</a> over half of the country's largest charter-school networks have ties with Teach for America, either through their leadership teams or through formal partnerships. \"TFA plays an imperative role in corporate reform.\" (TFA does not dispute these numbers).</p><p>For this article, I spoke at length with two-dozen employees, corps members and alumni: supporters, opponents and neutral parties. I attended meetings and sat in on classes. What I found was an organization in flux that doesn't openly admit it's in flux.</p><p>It's adjusting to the post-founder era: Kopp left in 2013 to start the parallel, global effort Teach for All. Yet despite that, says Matt Kramer, the co-CEO of Teach for America, the organization is not changing what it is doing.</p><p>\"The basic mission and approach has been quite steady,\" he says.</p><p>Yet the organization is making changes:</p><ul><li>Recruiting has shifted, and with it, the makeup of the corps.</li><li>Corps members are being encouraged and incentivized to stay in the classroom longer than two years.</li><li>A pilot training program is underway that could offer a more in-depth alternative to the traditional five weeks.</li></ul><p>For the most part, Kramer dismisses the current wave of criticism.</p><p>\"There have been some alums who have criticized Teach for America, but there haven't been very many,\" he says. \"I honestly think that got sort of blown out of proportion, especially over the last year.\" Kramer doesn't think these critics are \"representative\" of the opinions of most alumni.</p><p>Still, the changes he describes all move in the direction that TFA's loudest critics have been asking for: toward a reconsideration of what it means to be a great teacher.</p><p><strong>The Individual</strong></p><p>Terrenda White was a TFA poster child. White, who is African-American, grew up in Decatur, Ga., and became a first-generation college student at Northwestern University. She joined TFA after graduation in 2002, teaching in Los Angeles.</p><p>She was one of four corps members picked to appear in a CNN documentary that followed her for her first year. \"Wendy Kopp called me after it aired to thank me,\" she said. \"I guess she felt I made TFA look good.\"</p><p>But the spotlight made her uneasy, and not just because of modesty. \"I felt a little nauseous when I saw it,\" she says. \"The narrative that was coming through was that I have all these great qualities, and because of that I'm overcoming the social conditions and poverty of my students. Poverty was the backdrop, but it doesn't matter because, 'Look at Terrenda.' \"</p><p>But White's own background and study of sociology had given her the belief that systemic anti-segregation and anti-poverty measures, not just individual effort, are essential to improving the lives of poor and minority children.</p><p>\"There was an era where we had federal reform that paid attention to opportunities to learn and resources and funding.\" The documentary showed the positive impact that individuals like herself could make. In White's view, that downplayed the importance of systemic change<em>.</em></p><p>\"It felt as though [TFA was] justifying a retreat from poverty-related reform<em> </em>that has nothing to do with how early I woke up in the morning to do my lesson plan.\"</p><p>Kramer says that TFA's ultimate purpose is in fact a bigger, systemic one: to build a \"movement\" of people committed to transforming public education — both in the short term, as teachers, and some in the long term, as policymakers. \"There are Teach for America folks addressing these problems in systemic ways everywhere,\" he said, referring to issues like ending poverty.</p><p>Ironically, some of the alumni Kramer talks about who have indeed remained in the field of education, like White and Sondel, have done so as very well-informed critics of the organization.</p><p>White went on to be a Gates Millennium Scholar at Teachers College, Columbia University. She currently teaches at the University of Colorado, Boulder and studies market-based education reform in urban communities. She has written a study collecting narratives of other TFA alumni of color.</p><p>Even if all Teach for America teachers are dedicated and smart and put in superhuman effort, she says, for the most part they are novices who don't stick around. Corps members are sent to regions around the country largely without consideration of where they grew up or went to college.</p><p>Fewer than a third of alumni, she notes, are currently still teaching, although TFA says that two-thirds remain within the field of education, broadly defined.</p><p>White cites an example from her own experience as a TFA corps member in Los Angeles that sums up her concerns: \"The day I put in my resignation, a parent came to see me with a child in the stroller. She said, 'I had planned on my child being in your class in a couple years.' \"</p><p>Lasting ties between teachers and the communities they're in, White says, can keep children on the right path.</p><p>\"I remember my own teachers as fixtures in the community. I walked to school every day from kindergarten through seventh grade. My teachers educated all my siblings,\" a twin brother and two sisters. \"My brother could be rambunctious. If my teachers hadn't had such deep relationships with our family, he could easily have been labeled and misunderstood.\"</p><p>Matt Kramer counters that a short commitment has been key to Teach for America's success. It enables the organization to recruit high-achieving people who haven't necessarily thought about education as a career choice. He argues that the Teach for America experience changes many minds.</p><p>\"As we're recruiting people, 1 out of 6 folks tell us that they are thinking seriously about teaching or education as a career, and coming out of Teach for America, two-thirds are actually working full-time in education,\" he says. \"So we're really seeing lots of people's careers change.\"</p><p>Kramer acknowledges that up to now, the organization may have placed too much emphasis on corps members moving into leadership or nonprofit roles after those two years are up. \"We've had a little bit of an artificial line at the end of the second year.\"</p><p>Molly McPherson is a prime example of that shift in emphasis. She attended graduate school in political science and still envisions a career in policy one day. But she says she has discovered a \"calling\" in teaching. \"I'm a Christian. I want to give back.\"</p><p>McPherson is a recipient of the Pop Miller Fellowship, funded by a local donor in Charlotte, which offers coaching, mentoring and a $20,000 bonus to a TFA corps member who agrees to stay three more years. While she has a master's degree in political science and foresees a long-term career as a policy analyst, \"I still felt I had room to grow\" as a teacher, she says. \"I felt I was just getting the hang of teaching.\"</p><p>Kramer says about a dozen of the 50 regions where TFA works (typically urban school systems or larger rural areas) are currently piloting approaches to support and encourage alumni to teach longer.</p><p><strong>The Replacements</strong></p><p>Critics often charge that Teach for America corps members are used to displace career teachers.</p><p>TFA's agreements with school districts specifically prohibit them from directly replacing existing teachers. But critics note that TFA teachers can go to newly opened charter schools in districts where public school teachers are being laid off.</p><p>That's what happened during the remaking of the <a href=\"apps.npr.org/the-end-of-neighborhood-schools/\">New Orleans school system.</a> After Hurricane Katrina in 2005, 7,500 public school teachers were fired and most schools reopened as charters.</p><p>At the same time, Teach for America increased its annual contribution in the city from 75 to 400, out of a total teaching workforce of several thousand.</p><p>Today 27 alumni are charter school principals in the city, and many others are in leadership positions with related nonprofits. TFA and some of its alumni celebrate their part in greatly improving test scores for New Orleans students.</p><p>Korbin Johnson is a prime example. He grew up in New Mexico and came to the city as a TFA corps member in 2003.</p><p>Today he's principal of KIPP Central City Primary, part of the national KIPP charter network. He says the corps members he hires today don't view themselves as a rescue squad for a city in disaster-recovery mode. Instead, he says, \"It really is people who want to make a commitment to New Orleans for New Orleans, or the community for the community.\"</p><p>Other recruits are not so proud of their role.</p><p>\"Had I known all the teachers had been fired, I wouldn't have taken the job,\" said Hannah Sadtler, a 2008 corps member and TFA critic who now leads an organization called New Teachers' Roundtable in New Orleans.</p><p>Jay Saper arrived in Philadelphia in the summer of 2013 as a committed student activist and a new TFA corps member. The day he started training, July 1, Saper's new home city closed two-dozen schools and laid off 3,800 educators. \"I'd signed up to be an educator involved in a community,\" he says. \"I didn't want to take a teacher's job.\"</p><p>Saper began sneaking away from the long hours of training to attend union and student demonstrations. He used his TFA job interviews as a form of protest, asking that veteran educators be considered for the jobs instead. He was eventually dismissed and is now enrolled at the Bank Street College of Education in New York City.</p><p>Individual experiences like these fuel critics' charges that TFA functions as an ally of market-based reform and an enemy of unions.</p><p>Matt Kramer says, \"We're a leadership organization, not a political organization. ... We have no ideological positions on issues.\"</p><p>He says the high number of alumni who lead charters<em> </em>and related organizations is a reflection of TFA's emphasis on strong leadership, not favoring a particular model of school governance.</p><p>\"Most Teach for America alumni think that it's really important for leaders who take responsibility for making change to have the freedoms it takes to lead and to make those changes.\" Again, this is the principle of favoring individual over group action.</p><p><strong>The Collective</strong></p><p>Something happened this year that had never happened before in the history of Teach for America: Half of its incoming corps members identified as people of color.</p><p>That was no accident. One of the major criticisms leveled at the teacher corps over the years has been that it is too white and too removed from the schools and communities where it sends young people to teach.</p><p>\"We are making major investments in continuing to increase the diversity of our corps, and in culturally responsive pedagogy,\" says Kramer. \"And we think there's tons of room for us to get better in both regards.\"</p><p>TFA targeted immigrants and African-American men with special campaigns. It stepped up recruiting at historically black colleges. That effort paid off: Howard University became a top campus for new recruits.</p><p>The organization is tacitly acknowledging that there has been something missing from its definition of an excellent teacher — that it might make sense to have not just high achievers, but high achievers who have more in common with their students. Overall, the schools where TFA operates are more than 80 percent African-American or Latino, and more than 75 percent receive free or reduced-price lunch.</p><p>But recruitment is just one piece of the diversity puzzle. Another is called The Collective.</p><p>It's a national TFA alumni network for people of color launched in 2011, led by volunteers but supported and organized by a Teach for America staff member and alumna, Melinda Wright.</p><p>\"We have not always won on the diversity front,\" Wright says of the impetus behind the Collective. \"What's been awesome for us as an organization is that we are acknowledging where we have sometimes fallen short.\"</p><p>Wright, who is African-American, is one of many TFA alumni of color I spoke with for this story. Many described a common experience in the corps: In addition to the challenges of being a first-year teacher and the rewards of giving back, they felt the burden of serving as interpreters of minority cultures for their white, often affluent peers.</p><p>The Collective, they say, provides a different kind of space, one for mutual support. It is a leadership, networking and service organization, intended to keep alumni involved in mentoring current corps members and their students and supporting each other.</p><p>\"This is the first group that I've been a part of, as a TFA corps member or alum, where I felt I could have honest conversations about what it's actually going to take to close the achievement gap,\" says Danielle McKoy. She's a Bronx native and Princeton alumna who joined TFA in 2010 along with her twin sister.</p><p>She now works as an administrator at a K-12 school and founded a nonprofit that provides free SAT prep to poor students in the Bronx.</p><p>She says the group is a safe place for emotional conversations. \"Things are said that aren't PC, but they need to be said to push the ball forward.\"</p><p><strong>Taboo Conversations</strong></p><p>Erica Jordan-Thomas is the assistant principal of Ranson Middle School and a leader of the Charlotte, N.C., Collective.</p><p>Besides being an alumna, she hires and supervises many corps members — including, this year, one of her own former students, Johnathon<em> </em>Williams.</p><p>She praises their high expectations, both for themselves and for the kids: \"There is a thread of excellence that is embedded that sets the bar in a really different way,\" as she puts it, in characteristic TFA jargon.</p><p>Still, she sees the Collective as a \"catalyst\" for needed change within the culture of TFA — for raising previously \"taboo conversations\" about the harmful effects of stereotypes and bias, and, conversely, about the special value of teachers sharing the racial and socioeconomic background of students.</p><p>She says it's also important for making new recruits of color feel more comfortable, and perhaps more likely to stay in education.</p><p>For example, the Collective holds a special reception for new corps members in Charlotte. \"It is best for that first welcome to come from the Collective. There are specific questions people feel more comfortable asking us: Where do I go get my hair done? Where can I go to church?\"</p><p>The idea of an alumni-led organization of any kind is relatively new for TFA. Katie Castellano Minaya, the leader of the New York City Collective, sees it as her mission to \"help more teachers stay more than two years.\" And, she says, she has seen a real shift since her own service in 2004. \"I see more and more teachers staying in their placement schools and teaching and really treating it as a lifelong commitment.\"</p><p><strong>Training Champions</strong></p><p>Ultimately the arguments for and against Teach for America begin and end in the classroom.</p><p>Based on a quick visit, I'd say Molly McPherson's seventh-grade social studies class at Ranson Middle School is a special one. Every student participated. She used video clips sparingly to hold student attention.</p><p>She encouraged clear connections between historical dilemmas and the students' own lives, raising culturally and socially relevant issues. She introduced Common Core-aligned concepts of reasoning, evidence and primary sources.</p><p>\"When they can take the lessons of history and apply them to their lives, they understand the content better,\" she says.</p><p>Her goals are exact, and exacting: \"I run my class like an English class,\" she says. \"I want them to learn more than 250 new vocabulary words, to improve their reading skills by two years' growth, and to learn how to write a five-paragraph essay that can get a 5 on the AP exam.\" McPherson is overseeing the social studies curriculum for the whole seventh grade this year.</p><p>On the other hand, in a second class I visited, the teacher, also a TFA alumna, largely lectured from PowerPoint slides as students fidgeted. She presented two different vocabulary words with incorrect or misleading definitions.</p><p>TFA makes an extraordinary claim: that its recruits, who spend as little as 18 hours with students before they begin, will excel as teachers. The <a href=\"http://cloakinginequity.com/2014/01/07/teach-for-america-a-return-to-the-evidence-the-sequel/\">peer-reviewed research</a> on TFA performance, which is all based on students' scores on standardized tests, is mixed. But the very fact that there is no conclusively wide gap between a group of people with such brief training, and a group with a four-year education degree or even a two-year master's, is in some ways an endorsement of the TFA model. Alternatively, you could read it as an indictment of traditional teacher preparation and selection.</p><p>TFA training draws in part on Doug Lemov's Teach Like a Champion method, featured <a href=\"http://www.npr.org/2014/08/09/338831269/building-a-better-teacher-dissecting-americas-education-culture\">in the recent book</a> <em>Building a Better Teacher. </em>Teach Like a Champion emphasizes carefully and consistently controlling students' words, postures and reactions from moment to moment. At Ranson Middle School, I saw posters of SLANT. That's a Teach Like a Champion acronym for Sit up, Listen, Ask and answer questions, Nod your head, and Track the speaker.</p><p>Some critical alumni found the Lemov method awkward, rigid or irrelevant.</p><p>\"There was always endless time to figure out how to efficiently pass out papers but never how to listen, how to learn, how to respect, how to love, how to examine the challenges and situate historically what it means for mostly white bodies to control mostly black and brown bodies,\" Saper said.</p><p>Others say it was a useful guide for someone with no prior teaching experience.</p><p>\"It was net helpful,\" says Chauncey Nartey, a Collective member in New York City. His family is from Ghana, and he served with TFA in Philadelphia starting in 2007. \"I graduated in May and was in classrooms officially that fall as a 21-year-old,\" he says.</p><p>\"Given the immediacy of the transition, having concrete reference points for how to think about organizing a classroom\" and especially discipline \"was more helpful than <em>not</em> having that.\"</p><p>Still, he says, the teaching style he pursues today, at a charter school for overage high school students, is a world away from Teach Like a Champion.</p><p>\"Getting students in a place where they're able to take ownership over their own learning is complicated. ... And, given the immediacy of jumping into a classroom, for most corps members right out of college, you're not necessarily in the space to have <em>that</em> conversation yet. You can certainly start, but in the meantime you need to be teaching.\"</p><p>Yet a third interpretation of the benign test score evidence on TFA teachers is that they are especially focused on raising test scores.</p><p>Critics like Beth Sondel say the corps' highly systematized approach to teacher training is a way of \"de-skilling\" the profession. \"It is a lot harder to be a teacher that helps kids develop meaning than a teacher who helps kids produce assessment data,\" she says. \"They are giving teachers these technocratic skills, and for many of them it's the only skills they have.\"</p><p><strong>Rethinking Training</strong></p><p>TFA is piloting a program for students who apply as juniors in college to receive training, mentoring and feedback throughout their senior year. It began this fall with just 60 students.</p><p>And the organization is working to give corps members during summer training more exposure to larger groups of students in the levels and subjects they will actually be teaching come fall. This addresses another common criticism about TFA teachers getting thrown into, say, third-grade special ed when their only experience is with high school English. Finally, TFA is including more material on culturally responsive teaching, in part a reaction to feedback from alumni.</p><p>But the model of pedagogy is not significantly changing. As Matt Kramer puts it, the purpose is to \"increase the dosage\".</p><p>As a case study of a school with exceptionally high TFA influence, Ranson is not an unqualified success<em>.</em> The principal, Alison Harris, will be the first to tell you that.</p><p>\"It's going to take time, and it's going to take a community, to get us where we need to be as a school,\" she says.</p><p>Harris is a Spelman College graduate who deferred a spot at Harvard's Graduate School of Education to serve in TFA. She eventually earned a master's degree focusing on risk prevention.</p><p>She's now in her fourth year leading this school. Her students arrive, on average, two or three years below grade level, and move on to high schools with low graduation rates. The school is large, and safety can be an issue.</p><p>Harris says that TFA corps members contribute a commitment to data, outcomes and standards. But there's more. \"I can teach you to teach — I was a great teacher. I can't teach you how to believe in the kids.\" Every corps member, she says, arrives with the belief ingrained that all students can achieve at high levels, and that it is his or her job to make that happen.</p><p>One of her newest TFA corps members is a living testament to that belief.</p><p>Johnathon Williams is in his first year teaching. He grew up in Charlotte and is African-American.</p><p>When Williams was a senior, and failing math, he had a TFA teacher named Erica Jordan-Thomas.</p><p>\"It wasn't a Cinderella story between me and EJT,\" he says, using her initials.</p><p>\"For the first six months, I couldn't stand her. I'm very social, I'm very outgoing, and it was her way or the hallway. She was like, 'You're going to retake this until you pass.' I was like, 'She's just here for a paycheck. And she's young.' \"</p><p>Williams had a lot going on at home that year. His parents were splitting up, his father lost his job, and their home was foreclosed on. He was working 40 hours a week to help support the family.</p><p>One night, after a blowup, he recalls, Jordan-Thomas called him at home. \"Normally she was like, 'Why did you act this way. What can we do better?' This time she was like, 'How are you? No, I mean, how <em>are</em> you?' \"</p><p>From then on, Jordan-Thomas — young, energetic, eager to go the extra mile — made Williams her personal project.</p><p>She showed up at baseball practice, went to his job to tutor him on breaks. She helped him raise his SAT math score 300 points, downloaded college applications for him and booked his first campus visit.</p><p>After he went off to East Carolina State University, they kept in touch; she even helped him with math over Skype. \"I had EJT as a mirror for me. Her being an African-American woman showed me: What's stopping me?\"</p><p>Today Williams is a \"mirror\" for others. He's teaching earth science at Ranson, and Jordan-Thomas is his boss: She's now the assistant principal.</p><p>He candidly admits that teaching is \"100 percent\" more challenging than he expected. His class sizes range from 35 to 44. Students are homeless or have serious mental health problems.</p><p>But what keeps him going, he says, is realizing, \"I could potentially have the impact that EJT had for one other student.\" It's not the systemic change one might hope for after 25 years. But it made a difference for one person.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Teach+For+America+At+25%3A+With+Maturity%2C+New+Pressure+To+Change&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eric Westervelt","audio":[{"meta":{"duration":"415"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1367704616-89c06c.m3u?orgId=1&topicId=1001&d=415&p=3&story=366343324&t=progseg&e=367704444&seg=14&ft=nprml&f=366343324"},{"href":"http://media.npr.org/assets/img/2014/11/25/dsc_4958-8242388656ad4774180fa2caef021241bd5909c6.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"531","width":"708"}},{"href":"http://media.npr.org/assets/img/2014/11/25/90.corps2_slide-6434481d0e22d0fc41384bacad69371918234356.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"3239","width":"4859"}},{"href":"http://media.npr.org/assets/img/2014/11/25/terrenda_white_2003-28816954ee4fd9d1a8f10b328079f1b685f10c47.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1435","width":"1914"}},{"href":"http://media.npr.org/assets/img/2014/11/25/randi-and-jay-9.12.13_custom-8b1e237de0a55b08557d8776cc5ebdd4b17994de.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"449","width":"480"}},{"href":"http://media.npr.org/assets/img/2014/11/30/johnathon-williams-and-erica-2-7d36067c58bd3c47efea092b6eb04ed2a3edc40e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"399","width":"533"}},{"href":"http://media.npr.org/assets/img/2014/11/30/mollyandclass_slide-b7b6858525ce363e723eb780a2c7e765181103b8.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1222","width":"1834"}},{"href":"http://media.npr.org/assets/img/2014/11/30/johnathon-teaching-2_custom-1746a38edab90b69a653ad5780788dd46eec1e49.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"396","width":"354"}}]}