{"created":"2015-06-12T20:43:52+00:00","modified":"2015-06-17T17:05:09+00:00","valid":{"from":"2015-06-17T17:05:09+00:00","to":"3015-06-17T17:05:09+00:00"},"hreflang":"en","title":"Mystery Loves Company, And TCM's Noir Movie Marathon Has Plenty Of Both","published":"2015-06-15T18:27:00+00:00","teaser":"Turner Classic Movies has kicked off its \"Summer of Darkness\" — 24 hours of noir films every Friday in June and July with an accompanying free, online class.","itags":["npr_api","413438779"],"guid":"1e59474b-a533-4f0c-9d94-0639b22fe08a","contentencoded":"<p>Who says summer has to be light and bright? Turner Classic Movies has kicked off its <a href=\"http://www.tcm.com/summerofdarkness/\">\"Summer of Darkness\"</a> — 24 hours of noir films every Friday in June and July with an accompanying <a href=\"https://www.canvas.net/browse/bsu/tcm/courses/film-noir\">free, online class</a>.</p><p>Writer <a href=\"http://www.eddiemuller.com/\">Eddie Muller</a>, the self-proclaimed \"czar of noir,\" describes the genre as the flip side of the all-American success story. Noir is the dark underbelly of the American dream populated by femme fatales and the tough-talking guys who fall hard for them. And it depicts a world that's merciless and unforgiving.</p><p>Muller, who will be introducing many of the films in the \"Summer of Darkness,\" says he hopes younger viewers will understand the films in context.</p><p>\"It's very, very important that younger people ... understand not just the value as entertainment, but its value as American history,\" Muller says. \"I think it's very helpful and useful for people to understand all that because it will affect their appreciation for the film.\"</p><p>Muller will be working in tandem with Professor Richard Edwards of Ball State University. Edwards is teaching the <a href=\"https://www.canvas.net/browse/bsu/tcm/courses/film-noir\">free online course</a> in conjunction with the \"Summer of Darkness.\" He says noir is fueled by something that never gets dated.</p><p>\"There is a kind of dread in these films,\" says Edwards. \"These are not films that have particularly happy endings, and yet they are compulsively easy to watch.\"</p><p>Edwards sees the class as an opportunity to provide viewers with an informed experience. \"There is so much more you can get out of watching a film with even just a little bit of a background knowledge of how these films work [and] how these films were made,\" he says.</p><p>To help achieve this, Edwards offers \"A Daily Dose of Darkness\" — a short film clip delivered by email to the online class each weekday morning. He recently sent out the <a href=\"https://www.youtube.com/watch?v=dWyA6LT0DdU\">shocker opening</a> from <em>The Letter</em>, where Bette Davis shoots a man to death. That clip spurred plenty of online discussion. Twitter comments ran the gamut from praise for the lighting to quips about Davis' ruthlessness. <a href=\"https://twitter.com/joelrwilliams1\">Joel Williams</a> pointed out that to her credit, \"she stopped pulling the trigger once she realized the gun was empty.\"</p><p>Blogger <a href=\"https://twitter.com/mechaangela\">Angela Englert</a> calls herself a noir neophyte and was excited to tweet with fellow classmates about <em>Dark Passage</em> last Friday.</p><p>\"It's always fun to live tweet these things,\" she says. \"It makes it dynamic. There's always a lot of great information along with snarky barbs and things here and there.\"</p><p>Friday night, <a href=\"https://twitter.com/hashtag/TCMParty?src=hash\">#TCMParty</a>, an online community of classic movie fans, will be live tweeting the film <em>Gun Crazy.</em> Blogger and journalist <a href=\"https://twitter.com/willmckinley\">Will McKinley</a> is one of <a href=\"https://twitter.com/tcm_party\">@TCM_Party</a>'s 9,000 followers.</p><p>\"Years ago, if you liked something that was unique it could be a lonely experience,\" McKinley says. \"Nowadays, thanks to platforms like Twitter and Facebook, lots of people who like the same weird, crazy things that you like are available 24 hours a day, seven days a week. And it fundamentally makes the experience of liking unusual things less lonely and more fun.\"</p><p>And when you are traveling down those dark noir streets, it's good to have a little company.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Mystery+Loves+Company%2C+And+TCM%27s+Noir+Movie+Marathon+Has+Plenty+Of+Both&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Beth Accomando","audio":[{"meta":{"duration":"261"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1413995705-d556de.m3u?orgId=1&topicId=1045&d=261&p=2&story=413438779&t=progseg&e=413811411&seg=4&ft=nprml&f=413438779"},{"href":"http://media.npr.org/assets/img/2015/06/12/toolatefortears_1949_mbdtola_ec006_h_11145_-4b26654bc844ac0e60d435799293d27417d96a8e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1085","width":"1447"}},{"href":"http://media.npr.org/assets/img/2015/06/12/womanontherun_1950_msdwoon_ec016_h_11065_-f446fec883d9b5cbff48ae26860068ad514872a1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1798","width":"2397"}},{"href":"http://media.npr.org/assets/img/2015/06/12/bigclock_mbdbicl_ec020_h_11141_-e851251a9a4b1be60863d64ea13d241791cb1808.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2650","width":"3535"}},{"href":"http://media.npr.org/assets/img/2015/06/12/guncrazy_1949_gc_dall_cummins_5_11134_-ed16c3ffbb291407639b784a47c6f1c704b54d79.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2017","width":"2689"}}]}