{"created":"2015-06-01T14:04:21+00:00","modified":"2015-06-03T01:05:05+00:00","valid":{"from":"2015-06-03T01:05:05+00:00","to":"3015-06-03T01:05:05+00:00"},"hreflang":"en","title":"A Rare, Spontaneous Democracy Debate In A Shanghai Taxi","published":"2015-06-02T02:46:00+00:00","teaser":"NPR's Frank Langfitt has been driving around Shanghai offering free rides to learn about real life in China. But he was recently a taxi passenger when something unusual happened.","itags":["npr_api","410550176"],"guid":"1e663b0f-b691-45cf-a71f-3d90b789ddf3","contentencoded":"<p><em>Editor's Note: NPR's Frank Langfitt has been driving around Shanghai offering free rides as part of his \"Streets of Shanghai\" stories. But recently, he was a passenger in a taxi when something unusual happened.</em></p><p>Strangers rarely discuss politics in public in China, let alone the taboo topic, democracy. The Communist Party sees talk of political alternatives as a direct threat and has jailed people for promoting such ideas online.</p><p>So I was surprised one afternoon when riding in a taxi cab and a democracy debate broke out. I was with Li Yufang, who'd recently been released from a year in jail for scuffling with a cop while protesting her treatment by the government.</p><p>It's a long story, but Li has spent more than a dozen years fighting for government compensation after her Shanghai home was knocked down to make way for an apartment building.</p><p>She's among tens of millions of people who've lost their homes in China's modernization drive. When Li lodges complaints, police tend to throw her in <a href=\"http://www.npr.org/2012/11/01/163949720/for-complainers-a-stint-in-chinas-black-jails\" target=\"_blank\">secret detention centers.</a></p><p>This afternoon, as we're riding in the taxi, Li rails against China's authoritarian system and says what the country really needs is democracy and rule of law. Suddenly, the cabbie jumps in to defend the Communist Party.</p><p>\"China is already very good,\" says the cab driver, a typical working-class Shanghai guy who sounds a bit like a Chinese <a href=\"http://www.jackiegleason.com/ralph.html\" target=\"_blank\">Ralph Kramden</a>. \"It's been 30 years since we began reforming the economy and opening up the country to the world.\"</p><p>\"How long did it take the West to become prosperous?\" he continues. \"It took the West 50 to 60 years to get things right. She's a bit biased,\" he says of Li, \"too one-sided.\"</p><p>The cabbie keeps going. He says Li doesn't fully appreciate how much better living standards are today.</p><p>\"In the past, you'd have work for several years to buy a color TV,\" says the cabbie, who's in his 40s. \"Now, with a month's salary, you can buy quite a few TVs. Is it good? It's very good! Society is progressing.\"</p><p>The cabbie had picked us up outside of a courthouse where Li had asked me to attend the appeal of her conviction. Authorities barred me from the courtroom, where Li, predictably, lost.</p><p><strong>A Feisty Lawyer</strong></p><p>In the back seat with Li is her attorney, Wang, who is as gutsy as she is rare. Wang is a young, female lawyer defending human rights cases in a country where the government has been tossing human right attorneys in jail, which is why she doesn't want her full name used. Wang is stylishly dressed in an olive jacket with carved, wooden buttons. She challenges the cabbie:</p><p>\"Material goods are much more plentiful,\" Wang acknowledges, \"but what about the fear in your heart? Do you think you can really plot the course of your own life? Or do you need to listen to the government and wait for it to change its ways.\"</p><p>This is a microcosm of a debate in China over the future of the country. Some, like Li and Wang, want to push the government for a fairer, freer society, while many others, like the cabbie, focus on how much livelihoods have improved. They urge patience and fear provoking the party.</p><p>\"This is just the way the Chinese legal system is,\" the cabbie says, as he weaves through Shanghai's helter-skelter traffic. \"There are problems that can't be resolved in one generation.\"</p><p>A conversation like this between strangers is very rare in China. That's how the Communist Party wants it, because at some point talk like this could lead to action.</p><p>Li, though, isn't afraid to speak her mind. She's battled local officials for years. She tells the cabbie it all started when the government knocked down her mother's home for redevelopment. Li traveled to Beijing to petition the central government for compensation. The response? Punishment, she says.</p><p>\"In the struggle, we have faced crackdowns, detentions, a jail sentence and retaliation,\" says Li. \"We ordinary people only ask for a home and a simple life. Do you think we are asking too much?\"</p><p>The cabbie shakes his head. He doesn't believe Li's story: that she lost her home and never got paid. He says such a thing is impossible in Shanghai, a cosmopolitan city of 24 million.</p><p><strong>The Battle Over Forced Demolitions</strong></p><p>The cabbie points out – correctly – that forced demolition has been outlawed. But the government still strong-arms people. A couple of years ago, <a href=\"http://www.marketplace.org/topics/world/chinas-hangover/anatomy-shanghai-land-grab-residents-kidnapped-their-homes-destroyed\" target=\"_blank\"><em>Marketplace</em> reported</a> that thugs kidnapped an elderly couple so a district government here could knock down their home.</p><p>State media ignored the story, which is why the cabbie's never heard of it. Li says forced demotion may be banned on paper, but the government continues to break the law in secret.</p><p>\"They come to demolish homes in the middle of the night,\" Li tells the cabbie. \"Are you aware of these things?\"</p><p>Confident minutes earlier, the cabbie now seems less certain, but he says he still trusts the government to deliver justice.</p><p>When we arrive at our destination, a restaurant, I ask the cabbie for his name. He refuses. He's just given a rousing defense that would make the Communist Party proud, but he doesn't want anything connecting him to this sensitive conversation.</p><p>Inside, we dip into a lunch of bubbling Chinese hot pot. Wang, who's 30, puts the taxi debate in context. She and the cabbie see China's future so differently because they are from different generations with completely different ways of thinking.</p><p>\"In my opinion, this driver is traditionally Chinese,\" she says. \"That means you just obey, just need to wait, wait for the authorities to change themselves.\"</p><p>Most people in China today share the cabbie's go-slow approach, an understandable mix of caution, residual gratitude and fear. But young people are more and more like Wang: worldly, informed and wanting more. In the years ahead, it's Wang's generation – and its ideas – that the party will have to contend with.</p><p>One final note: Li Yufang traveled Beijing last week to continue to press for compensation. Authorities brought her back to Shanghai, where she is serving 10 days in detention.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Rare%2C+Spontaneous+Democracy+Debate+In+A+Shanghai+Taxi&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Langfitt","audio":[{"meta":{"duration":"297"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1411271222-32317e.m3u?orgId=1&topicId=1125&aggIds=404204172&d=297&p=2&story=410550176&t=progseg&e=411246434&seg=2&ft=nprml&f=410550176"},{"href":"http://media.npr.org/assets/img/2015/05/29/china-democracy-5-29-15-f983793c1a4e5c49336153c8074d7a75f8c3f3c2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"719","width":"959"}}]}