{"created":"2015-05-22T20:29:49+00:00","modified":"2015-05-29T01:05:19+00:00","valid":{"from":"2015-05-29T01:05:18+00:00","to":"3015-05-29T01:05:18+00:00"},"hreflang":"en","title":"What Archbishop Romero's Beatification Means For El Salvador Today","published":"2015-05-23T15:49:00+00:00","teaser":"Saturday's ceremony ends a long fight for recognition of the staunch defender of the poor, who was assassinated in 1980. But some say the violence-wracked country is no better now than it was then.","itags":["npr_api","408813450"],"guid":"1e69b865-7079-4405-afc8-8d82fdf9f800","contentencoded":"<p>Hundreds of thousands of people are expected to fill the streets of the capital of El Salvador on Saturday to celebrate as one of Latin America's most revered and controversial religious figures is beatified — <a href=\"http://www.npr.org/sections/parallels/2015/02/05/384067797/decades-after-his-murder-an-archbishop-is-put-on-path-to-sainthood\">the last official step before sainthood</a>.</p><p>They will gather to pay tribute to former Archbishop Oscar Romero, a beloved priest and staunch defender of the poor, who was murdered while celebrating Mass in 1980.</p><p>The ceremony ends a long-fought battle for recognition of Romero's life and work. But many say it does little to curb the current gang violence terrorizing the country today.</p><p>Romero's beatification has brought visitors and his supporters from around the world to this small Central American nation. They stream through Romero's spartan home in San Salvador, the capital, now preserved as a tiny museum, where Romero lived up until his death.</p><p>\"He is a prophet of our time, one who denounced oppression and wrong doing,\" says one visitor, Sister Rosario Carvajal, who came with a group of nuns for the beatification from neighboring Costa Rica.</p><p>Romero's tan, 1970-era Toyota Corona sits in the home's driveway, vintage black and white photos line the interior walls, and in his tiny bedroom, Romero's bulky IBM Selectric typewriter rests on a desk in the corner. It's the one he used to type his Sunday homilies, which were broadcast live throughout the country.</p><p><strong>Popular Sermons</strong></p><p>Amadeo Rivas is touring the museum with family. The 71-year-old says he remembers those sermons, especially one where Romero preached about politics, which he insisted was not inherently bad, but a necessary part of a community's life.</p><p>That is not how El Salvador's military or oligarchic leaders saw it. They viewed Romero's broadcasts, which often ended with a list of atrocities perpetrated by their right-wing death squads, as subversive and agitating the growing leftist opposition.</p><p>\"I don't think his voice, his message, would have had as much impact, if it were not for the radio,\" says Guillermo Cuellar, who had a daily music program on the Catholic Church's station YSAX.</p><p>In one broadcast, he introduced Cuellar's music, filled with protest messages, which the archbishop referred to as a helping hand to the oppressed.</p><p>Heard throughout the country on AM stations, Romero's homilies, broadcast live from the packed San Salvador cathedral, were widely popular. Cuellar says in the rural communities, the poorest of peasants would conserve their batteries all week to make sure they had enough juice left to tune in on Sunday.</p><p>It was most likely his last Sunday homily that enraged El Salvador's increasingly brutal regime. In it, he pleads with the U.S.-backed military to disobey orders from their superiors.</p><p>\"In the name of God,\" says Romero, \"I order you to stop the repression.\"</p><p><strong>Killed While Celebrating Mass</strong></p><p>The next day, March 24, 1980, while celebrating Mass at a hospital church, Romero was shot through the heart by an assassin.</p><p>His murder is widely thought to have sparked the start of the civil war that claimed more than 75,000 lives and lasted until 1992.</p><p>While peace was declared more than two decades ago, El Salvador today is engulfed in a new war, fed by feuding gangs and drug traffickers, says the Rev. Walter Guerra, who preached alongside Romero in the last year of his life.</p><p>As many as 30 homicides a day, one of the highest murder rates in the world, are now registered in the country.</p><p>\"We are the same or worse than we were back during the war,\" Guerra says.</p><p>He is most upset with the current government, run by former leftist fighters. President Salvador Sanchez Ceren was a Marxist guerilla commander.</p><p>Where, asks Guerra, is the social justice that thousands, including Archbishop Oscar Romero, died for?  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=What+Archbishop+Romero%27s+Beatification+Means+For+El+Salvador+Today&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Carrie Kahn","audio":[{"meta":{"duration":"250"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1408827530-950630.m3u?orgId=1&topicId=1127&d=250&p=2&story=408813450&t=progseg&e=408692206&seg=15&ft=nprml&f=408813450"}]}