{"created":"2015-04-26T11:42:46+00:00","modified":"2015-06-25T17:44:23+00:00","valid":{"from":"2015-06-25T17:44:23+00:00","to":"3015-06-25T17:44:23+00:00"},"hreflang":"en","title":"This Weekend, Investigate The 'Edges' Of Fred Moten's Musical Poetry","published":"2015-04-26T14:47:00+00:00","teaser":"In honor of National Poetry Month, our latest Weekend Read is Fred Moten's collection <em>The Little Edges</em>. Poet Douglas Kearney says Moten's power is in his attention to music, both in text and subject.","itags":["npr_api","402029556"],"guid":"1e6bf41c-4cb1-438e-8364-4a0cb70886fc","contentencoded":"<p>In the latest installment of our occasionial series Weekend Reads, we're celebrating National Poetry Month with <em>The Little Edges</em>, a unique work by American poet Fred Moten. Many of the poems in the book were commissioned, and they focus on real life people and events.</p><p>It's recommended by poet Douglas Kearney. He tells NPR's Rachel Martin that Moten is fascinating \"because he manages to bring not only a sense of the personal and the lyric, but also a kind of intellectual rigor to his work. And there's also this great attention to music within the text itself — but also oftentimes as a subject matter. So for me, he's kind of the perfect storm of a lot of the things that I'm really interested in in poetry.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On the poem \"dance warm\"</strong></p><p>The poem makes reference to \"garnette,\" which as far as I can tell is a reference to Garnette Cadogan, who is a scholar who does a lot of studying of Jamaican pop music and gospel music.</p><p>There's a few songs mentioned in the poem; one is \"One Love,\" the famous song by Bob Marley. Another is \"(You Caught Me) Smilin',\" from Sly and the Family Stone, and then also \"Babies Makin' Babies\" is also sort of remixed into there.</p><p><strong>On how Moten's sense of percussion pervades the poem</strong></p><p>One of the ways that poets control the musicality of their poems is through the line break. So where those pauses came ... are reflecting the moments in the poem when Moten has put a line break in, or a stanza break in. They sort of measure out the rhythm of the music. And that is a huge part of the sensual experience of reading any poem — observing that poet's music. And that's why I always encourage people to read a poem aloud, because just the pure pleasure of the poem sometimes is in that rhythm ... so there's a lot of attention to how not only the sound of the poem comes out, but how the information in the poem comes is doled out.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=This+Weekend%2C+Investigate+The+%27Edges%27+Of+Fred+Moten%27s+Musical+Poetry&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"277"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1402353869-9470d2.m3u?orgId=1&topicId=1033&aggIds=100876926&d=277&p=10&story=402029556&t=progseg&e=402353759&seg=17&ft=nprml&f=402029556"},{"href":"http://media.npr.org/assets/img/2015/04/24/edges-ed8addc987eb169f26ac515ab3b3d67840417dcf.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"960","width":"1280"}},{"href":"http://media.npr.org/assets/img/2015/04/24/moten_fred-r-300-7hs_custom-9fb2b2d1e7653148b5bcb3060134e9ef49ff85fc.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2095","width":"1621"}}]}