{"created":"2015-02-03T23:28:13+00:00","modified":"2015-06-16T17:28:41+00:00","valid":{"from":"2015-06-16T17:28:41+00:00","to":"3015-06-16T17:28:41+00:00"},"hreflang":"en","title":"Conservative Neurosurgeon Ben Carson Says Vaccines Are A Must","published":"2015-02-03T23:47:00+00:00","teaser":"Carson, who is considering a run for president, tells NPR that science has proven the efficacy of vaccines, so \"why would you even think about not doing it?\"","itags":["npr_api","383621738"],"guid":"1e79be48-0925-4a2c-863b-54eff02d3353","contentencoded":"<p>Ben Carson, a world-renowned neurosurgeon and conservative who is considering a run for president, was unequivocal when it came to the issue of vaccines: It's a public safety issue and Americans should be required to vaccinate their children.</p><p>\"When you have diseases that have demonstrably been shown to be curtailed or eradicated by immunization, why would you even think about not doing it?\" Carson said in an interview with NPR's Tamara Keith.</p><p>That statement was a departure from the stance taken by some Republicans also on the 2016 shortlist. <a href=\"http://www.npr.org/blogs/thetwo-way/2015/02/02/383321321/n-j-gov-chris-christie-jumps-into-vaccine-debate\">As we reported</a>, New Jersey Gov. Chris Christie and Sen. Rand Paul, a Republican from Kentucky, jump into the debate on Tuesday.</p><p>Christie seemed to allow for some wiggle room, saying parents \"need to have some measure of choice,\" before his office walked it back.</p><p>Paul, an ophthalmologist, left no doubt where he stood in an interview with CNBC. He said that vaccinations should be voluntary and that he had heard of children developing \"profound\" mental impairment after receiving vaccines.</p><p>Carson, who has questioned the theory evolution, said the issue of vaccines affects society as a whole. He compared it to texting and driving. Studies, he said, have shown that texting impairs people's ability to drive, so government, in effort to save lives, has legislated to make it illegal.</p><p>\"It's a public safety issue and so are these immunizations,\" Carson said.</p><p>Tamara asked him directly if he thought vaccines should be required.</p><p>\"Certain vaccines should be required — vaccines that are against communicable diseases that have real consequences for society,\" Carson said.</p><p>Late today, Paul seemed to join the Carson fray, <a href=\"http://www.nytimes.com/politics/first-draft/2015/02/03/rand-paul-gets-a-booster-vaccination/\">telling the New York Times that it \"annoyed\"</a> him that people were casting him as anti-vaccines.</p><p>\"There's 400 headlines now that say 'Paul says vaccines cause mental disorders,'\" he told the paper. \"That's not what I said. I said I've heard of people who've had vaccines and they see a temporal association and they believe that.\"</p><p>Paul also tweeted a picture of him getting a second dose of a Hepatitis A vaccine he first got last year before he traveled to Guatemala:  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Conservative+Neurosurgeon+Ben+Carson+Says+Vaccines+Are+A+Must&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eyder Peralta","audio":[{"meta":{"duration":"227"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1383633232-dd7632.m3u?orgId=1&topicId=1001&d=227&story=383621738&ft=nprml&f=383621738"},{"href":"http://media.npr.org/assets/img/2015/02/03/462076232-43c5e2f3ab9adee1555ec357cb281bd4c10626e0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2000","width":"2671"}}]}