{"created":"2015-05-29T07:44:25+00:00","modified":"2015-05-29T21:12:59+00:00","valid":{"from":"2015-05-29T21:12:59+00:00","to":"3015-05-29T21:12:59+00:00"},"hreflang":"en","title":"'Halt And Catch Fire' Explores What It Was Like For Women In '80s Tech","published":"2015-05-29T19:23:00+00:00","teaser":"Mackenzie Davis, lead actress in the AMC show<em>,</em> says she's more interested in the story of an underdog woman than of a \"damaged, white, middle-class male figuring out his dreams.\"","itags":["npr_api","410328729"],"guid":"1e7e505e-21b3-42a8-ad3a-12a844edb6d5","contentencoded":"<p>The TV series <em>Halt and Catch Fire</em> tells a story you might not expect about the personal computer revolution of the 1980s. For one thing, it's set in Texas, not Silicon Valley. And though there are plenty of bearded, bespectacled men building things in garages, the resident software genius is a woman. Cameron Howe, played by actress Mackenzie Davis, is a punk, anarchist loner who intimidates many of her co-workers.</p><p>Davis speaks with NPR's David Greene about what it takes to portray a computer geek and how representations of women in tech in the '80s differ from representations today. Season 2 of the AMC series begins May 31.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On teaching herself about coding and the tech industry</strong></p><p>There was a period of time where I was just locked in my apartment and doing so much sort of tech-heavy research and trying to learn as much about the inner workings of a computer and just have that be second nature to me. And I emerged one day and was talking to a friend about all the work that I had been doing and they were like, \"So how does a computer actually work?\" And I couldn't create an analogy. I had just consumed information but I hadn't, you know, digested it and was able to process it and share it with them. And I realized that it might be all for naught at that point.</p><p><strong>On the show's portrayals of women in the tech field</strong></p><p>I always view Cameron and Donna as interesting feminist foils to each other. Donna is the other lead female role played by [actress] Kerry Bishé. She is maybe 10 years older than Cameron and has had to fight for everything. And Cameron is sort of receiving the benefits of her long fight. And so any instance in which she encounters a whisper of sexism or doubt from people, either she won't register it because she's so blind to anybody doubting her abilities ... because it's always been she was the smartest person in the room and it had very little to do with her gender, or she's completely bowled over because she's just been lucky to exist in this realm in which it's survival of the fittest mind.</p><p><strong>On whether the series stays true to the 1980s tech industry </strong></p><p>These aren't characters that are based exclusively off of true people, but I think tech was a more inclusive environment in the 1980s than it is now. It's always a little alarming to me when I hear figures and go to events and see such under-representation of women in the room.</p><p><strong>On putting two women at the center of the story</strong></p><p>As a viewer, I'm personally less interested in the damaged, white, middle-class male figuring out his dreams and more interested in maybe an underdog figuring out how they're going to survive in a world that doesn't necessarily invite them in.</p><p><strong>On the message she wants people to get from watching the show</strong></p><p>What I think a lot about the show is: people thinking that they know best. That they're creating something that is in any way intrinsically good and that they can unleash that thing on the world and that it will be in line with the ideals under which it was created. The danger is ... that the Internet and computers are not a reprieve from the real world. They will eventually replicate all the dynamics we have. I mean, there are Internet wars, there are Internet popularity contests, there are very good people creating beautiful content and expanding your mind and there are very bad people seeking to destroy others.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Halt+And+Catch+Fire%27+Explores+What+It+Was+Like+For+Women+In+%2780s+Tech&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"438"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1410470154-550339.m3u?orgId=1&topicId=1138&d=438&p=3&story=410328729&t=progseg&e=410437772&seg=9&ft=nprml&f=410328729"},{"href":"http://media.npr.org/assets/img/2015/05/28/hcf_203_rd_0209_0277-edit-1c1b02f0798ce9bf2c6958e84f6cca596338ab47.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2253","width":"3000"}}]}