{"created":"2015-05-11T07:24:47+00:00","modified":"2015-06-18T18:51:50+00:00","valid":{"from":"2015-06-18T18:51:50+00:00","to":"3015-06-18T18:51:50+00:00"},"hreflang":"en","title":"Two Guys In Paris Aim To Charm The World Into Climate Action","published":"2015-06-18T18:51:00+00:00","teaser":"It's a nightmarish job: No exercise or fresh air and little food and sleep for days at a time, all in an effort to persuade 200 countries to save Earth's climate and the planet. Can they do it?","itags":["npr_api","404200241"],"guid":"1e7ff6cf-91f2-4773-9929-17a216b657b0","contentencoded":"<p>Here's a job that sounds perfect for either a superhero or a glutton for punishment: Get nearly 200 countries to finally agree to take serious action on climate change.</p><p>Two men have taken on this challenge. They're leading some international negotiations that will wrap up later this year in Paris at a major United Nations conference on climate change.</p><p>\"It's kind of like taking 196 cats and trying to get them all to move in the same direction,\" explains <a href=\"http://www.state.gov/r/pa/ei/biog/bureau/233096.htm\">Daniel Reifsnyder</a>, whose normal job is being deputy assistant secretary for environment at the U.S. Department of State.</p><p>For the rest of this year, though, he's co-chair of the <a href=\"http://unfccc.int/bodies/body/6645.php\">Ad Hoc Working Group on the Durban Platform for Enhanced Action</a> (ADP). This is diplomat-speak for the effort to get a meaningful global agreement to rein in the greenhouse gas emissions that are warming the planet.</p><p>The other co-chair is an ambassador from Algeria named <a href=\"http://unfccc.int/bodies/awg/items/6908.php\">Ahmed Djoghlaf</a>, who says he's only doing this \"thanks to Dan\" — because Djoghlaf probably wouldn't have agreed to lead these negotiations with anyone else.</p><p>\"The chemistry and working relationship between two to guide a process is very important,\" explains Djoghlaf. \"It's like you have a co-pilot, not a pilot. So if you don't get along, the plane can collapse, and you can have a crash.\"</p><p>\"They say that we're married this year, Ahmed and I,\" adds Reifsnyder. \"It probably feels like that to our spouses, you know, because we're probably with each other more often than with them.\"</p><p>If this is a kind of year-long marriage, it's really an arranged marriage. The reason it takes two people to chair these talks, instead of just one person, is that the industrialized world and the developing world don't trust each other. In general, rich nations have wanted to curb emissions, while poor nations have worried about restrictions that might limit economic growth. So to ensure fairness in this process, there's one chair from the U.S. and one from Algeria — countries that usually are in opposing groups.</p><p>\"But an interesting thing happens when you get elected to one of these positions,\" explains Reifsnyder. \"You kind of are expected to — and you do, I think — kind of rise above your group. You cease to become an advocate. You become a broker.\"</p><p>And, despite growing up an ocean apart, these brokers seem to have a lot in common. They both wear suits and ties — in one recent meeting, Reifsnyder's tie was striped, Djoghlaf's had little elephants. They both have Ph.D.s and law degrees. They're both in their 60s, with some gray hair. They have spouses and children. Both say that, in another life, they might have been college professors.</p><p>Instead, they were both drawn to this career. To explain what high-level climate negotiations are really like, Reifsnyder tells the story of one would-be negotiator who once asked to follow him around, to learn the ropes. She didn't last long.</p><p>\"She said, 'I need sleep, I need food, I need exercise. I need fresh air. I can't do this — I can't sit in a room for 18 hours on end, and not eat and not sleep and listen to these arguments and go at it,' \" Reifsnyder recalls. \"And I thought, 'Well it's a good thing you've figured that out in three days. I haven't figured it out yet.' \"</p><p>Neither has Djoghlaf, apparently. Asked if he likes this life, he smiles and says, \"To be frank with you — no. No.\"</p><p>He actually had been planning to retire, which pleased his wife, who had grown weary of his constant travel. But instead, he took on this huge responsibility.</p><p>\"When she heard about it she was mad,\" says Djoghlaf. \"And she told me, 'You cannot live without these processes — you are addicted!' \"</p><p>Actually, what drives them is a sense of mission. \"We only have one planet, you know,\" says Reifsnyder. \"We have to protect it.\"</p><p>These guys can't remember exactly when they first met — they say it must have been during some of the very first climate negotiations, about 25 years ago. Other negotiators describe them as seasoned professionals.</p><p>\"I don't think they can, on their own, bring a conclusion. But they need to use whatever tools they can, to prepare the ground so that when lead negotiators and their ministers arrive in Paris, they've got something to work with,\" says <a href=\"http://www.mfat.govt.nz/Foreign-Relations/1-Global-Issues/Environment/2-Climate-Change/\">Jo Tyndall</a>, the climate change ambassador for New Zealand.</p><p>Tyndall says the co-chairs \"do have to show leadership at times, because otherwise I think the process would grind to an absolute halt.\" On the other hand, she says, they can't push their authority too far because that might risk setting the negotiation process back.</p><p>What's more, Tyndall says, they have to keep a finger on the pulse of the negotiation, and know what's happening even in rooms where they're not present, so that \"they can get a feel for how they can guide things towards a sensible middle ground.\"</p><p>Djoghlaf describes his partner as a walking encyclopedia of climate change. \"I am relying entirely on him on the substance — on the knowledge of the issues,\" says Djoghlaf, \"and the issues are extremely complicated.\"</p><p>In return, Reifsnyder says Djoghlaf is \"the quintessential diplomat. He is extremely gifted and smooth with people.\"</p><p>\"This is what Dan thinks, but this is not true,\" says Djoghlaf, laughing. He insists that really, he has a bit of a temper and it's Reifsnyder who has the superior skills — which is pretty much what you'd expect a good diplomat to say.</p><p>Still, all the diplomacy in the world won't stop the planet from getting warmer. Most experts predict that, when talks conclude in Paris, nations won't have promised enough action to meet <a href=\"http://www.npr.org/templates/story/story.php?storyId=121274647\">a goal</a> set years ago — limiting global warming to 2 degrees Celsius, or 3.6 degrees Fahrenheit.</p><p>But it would be a big deal to get consensus on a reasonably ambitious and robust plan for moving forward. That would repair some damage done in 2009, when the last major climate talks <a href=\"http://www.npr.org/blogs/thetwo-way/2009/12/obama_in_copenhagen_climate_ch.html\">fell apart</a> in Copenhagen. \"In 2009, it was a failure,\" says Djoghlaf. \"You can call it whatever you want, but it was a failure of the multilateral cooperation to have an agreement. No one can afford to have another failure.\"</p><p>That's why he and Reifsnyder will spend months listening to representatives from countries big and small. They'll wrangle with long, unwieldy documents, and will agonize over every detail of negotiation sessions — right down to the seating arrangements.</p><p>\"People talk about how you spend years negotiating the shape of the table,\" says Reifsnyder. \"Well, the shape of the table can be very important.\"</p><p>That's something that his co-chair understands. And later this year, in Paris, these two men will find out if they got the shape of the table right.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Two+Guys+In+Paris+Aim+To+Charm+The+World+Into+Climate+Action&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nell Greenfieldboyce","audio":[{"meta":{"duration":"364"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1405816968-5d39c2.m3u?orgId=1&topicId=1007&d=364&p=3&story=404200241&t=progseg&e=405815353&seg=12&ft=nprml&f=404200241"},{"href":"http://media.npr.org/assets/img/2015/05/04/co-chairs-2-49a5dec0e33831e8fb03343827af05d8044a474d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1198","width":"1598"}},{"href":"http://media.npr.org/assets/img/2015/05/04/co-chairs-9d85d96d9299cc53c8ae96ff47a3f34a4820b9cf.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1198","width":"1598"}}]}