{"created":"2014-09-26T17:24:06+00:00","modified":"2014-09-29T19:57:49+00:00","valid":{"from":"2014-09-29T19:57:49+00:00","to":"3014-09-29T19:57:49+00:00"},"hreflang":"en","guid":"1e7fbb9b-dc2a-4dc6-8313-43c0e0017094","title":"Women are the face of India's Mars mission, but they're still the exception","published":"2014-09-29T19:57:48+00:00","byline":"Rhitu Chatterjee","tags":["science","women's rights","gender equality","mars","Mars Orbiter","Indian space program","Science","Science, Tech & Environment","Asia","India","South Asia","Asia","Vikram Sarabhai","Spaceflight","Indian space program","India","Indian Space Research Organisation","Women in science","Vikram Sarabhai","Social Issues","Education"],"teaser":"When India celebrated the success of its first Mars mission, a photo of middle-aged female scientists draped in saris became the viral face of that triumph. But that doesn't mean female scientists face an easy path, and Rhitu Chatterjee says much more needs to be done for gender equality.","contentencoded":"<p>Two days ago, India celebrated the success of its first Mars mission. Since then, the country and the world have been celebrating something else: the role of the women behind this mission.&nbsp;</p><p>It&rsquo;s not every day that women become the face of a space mission. But this time they have, thanks to a couple of photographs showing a group of middle-aged women in brightly colored, gold-trimmed saris, dots on their foreheads and flowers in their hair. They&#39;re grinning and hugging each other because it&#39;s <em>their</em> success &mdash;&nbsp;&nbsp;the women are scientists at the Indian Space Research Organization.&nbsp;</p><p>As Mona El-Tahawy, an Egyptian journalist and women&#39;s rights activist, tweeted: &ldquo;<a href=\"https://twitter.com/monaeltahawy/status/514678155102400512\">Love this pic so much</a>. When was the last time u saw women scientists celebrate space mission?&rdquo;&nbsp;</p><p>It&rsquo;s true. I can&rsquo;t remember seeing such a picture from NASA, and I can&rsquo;t remember seeing anything similar in India before.&nbsp;<span style=\"line-height: 1.538em;\">In fact, the picture shattered my own assumptions about Indian space scientists &mdash; and thank goodness for that! </span></p><p><span style=\"line-height: 1.538em;\">I assumed scientists at ISRO were mostly men, serious and probably middle-aged, much like the man who started the Indian Space Research Organization, Vikram Sarabhai.&nbsp;</span><span style=\"line-height: 1.538em;\">And yet women have worked and led projects at ISRO for years. In 2011, for example, three women were in charge of the launch of an Indian communications satellite.&nbsp;</span></p><p>But the achievements of female scientists are rarely celebrated by Indian society. Women in any field of science don&#39;t usually make headlines in India. Bollywood movies don&rsquo;t portray women as scientists, and neither does popular television. Women wearing bright saris and flowers in their hair are only ever shown as housewives or mothers or, at the most, in one of those professions considered acceptable for women, like teaching.&nbsp;</p><p>That&#39;s not to say there aren&rsquo;t women in science. I studied science in India before moving to the US and becoming a journalist. In my time, women scholars outnumbered men, at least in the field of biology. Higher education in physics, math and engineering was still mostly for the boys.&nbsp;</p><p>But for the women who did pursue careers in science, the path was never easy. I have an older friend, a woman in her 60s who got her PhD from one of India&rsquo;s most prestigious institutes, the Indian Institute of Technology. She was later asked by a senior scientist why she was pursuing a career in science when she had a young son to raise.</p><p>A younger Indian friend of mine, a civil engineer currently working in the US, told me one of her professors in India refused to give her a recommendation for higher studies in the US. His reason was that she was wasting her father&rsquo;s money &mdash; after all, women would eventually get married, raise babies and give up their careers.</p><p>So it&#39;s no surprise there aren&rsquo;t more women at ISRO and other research institutes. As Quartz reported,&nbsp;<a href=\"http://qz.com/270346/20-of-isros-staff-you-rarely-hear-about-the-women-driving-indias-space-programme/\">20 percent of ISRO&rsquo;s employees are women</a>&nbsp;and only 10 percent are engineers. That may be more women than we expect, but it&rsquo;s a good deal lower than the 20 percent of NASA engineers who are female.</p><p>Female scientists who make it in their fields do so despite massive resistance, often from their own mentors and colleagues. I don&rsquo;t know the individual stories of the women at ISRO, but I&rsquo;m willing to bet they&rsquo;ve had their share of struggles.&nbsp;</p><p>And that&rsquo;s why this new photograph of ISRO&rsquo;s women scientists is invaluable. It shatters stereotypes about space research and Indian women. It forces society to acknowledge and appreciate the accomplishments of female scientists. And for little girls and young women seeing the picture, I hope it will broaden their horizons, giving them more options for what they can pursue and achieve.&nbsp;</p>","audio":[]}