{"created":"2014-12-21T22:03:27+00:00","modified":"2015-05-13T21:25:36+00:00","valid":{"from":"2015-05-13T21:25:36+00:00","to":"3015-05-13T21:25:36+00:00"},"hreflang":"en","title":"The Whiteness Project: Facing Race In A Changing America","published":"2015-05-01T18:48:00+00:00","teaser":"A filmmaker invited white residents of Buffalo, N.Y., to speak candidly about race. NPR's Karen Grigsby Bates finds that the results are thought-provoking, often surprising and sometimes disturbing.","itags":["npr_api","371679777"],"guid":"1e812248-1fbc-489e-bede-a81d6f213c9e","contentencoded":"<p>The voices in the<em> Whiteness Project</em> vary by gender, age and income, but they all candidly express what it is like to be white in an increasingly diverse country.</p><p>\"I don't feel that personally I've benefited from being white. That's because I grew up relatively poor,\" a participant shared. \"My father worked at a factory.\" These are the kinds of unfiltered comments that filmmaker Whitney Dow was hoping to hear when he started recording a group of white people, and hoped to turn their responses into provocative, interactive videos.</p><p>\"I was essentially giving people permission to discuss this,\" he says. \"And I believe there's a huge hunger in this country to engage this topic.\"</p><p>Dow discovered he had his own issues with race when he and his frequent collaborator, African-American director Marco Williams, spoke to a group of Chicago students a few years ago. A girl in the seventh grade asked him what he had learned about his white identity through working with Williams. \"I realized I hadn't thought a lot about my own white identity,\" he explains.</p><p>It made Dow wonder whether white people might examine their racial identity more if they had a jumping-off point and a safe place to speak. He put out a call for interested white folks in Buffalo to talk about whiteness on tape. He worked with an all-white crew, and recorded without listing names in the hope this would encourage his subjects to be frank.</p><p>One participant shared his \"honest opinion that today, the white race is the one that is being discriminated against.\" He goes on: \"I've taken exams to get into skilled trade fields, such as electrician, machine shop-machinist. Scored well on the exams and stuff, but didn't get into those jobs because minorities had to fill 'em.\"</p><p>Dow felt that these testimonies show \"a real anxiety about the rapidly shifting demographics in this country.\" He thinks that residents of more depressed areas like Buffalo \"feel the economic pinch of the recession, and they feel like they've been left out.\"</p><p>Dow says it was important for him to set the project outside the South in one of the country's most racially segregated cities. \"I really wanted to do something in the North or Northeast,\" he explains. \"Because I feel like so much of the time, when you do something on race, people think of it as a Southern issue, and I really wanted to make it accessible to more people.\"</p><p>But do white Americans want to have that discussion?</p><p>\"It is not typical for white people to think about their race,\" says Catherine Orr, who teaches critical identity studies at Beloit College in Wisconsin. She says that many white people who don't feel privileged struggle against the notion that race gives them an inherent advantage. \"I think white folks are terribly invested in our own innocence,\" she points out. \"We don't want to think about how what we have is related to what other people don't have.\"</p><p>Whitney Dow says the <em>Whiteness Project</em> is a first step for white people to begin to think about how race is linked to privilege — and to consider what they may have in common with the people in the videos. \"I think it would be interesting for people to look at it and examine why perhaps some of those things that they may even agree with or wrestle with, why it makes them so uncomfortable,\" he says.</p><p>Dow would ultimately like to travel the country and make videos of 1,000 white Americans talking about race. He hopes the conversation continues even after the camera stops rolling.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Whiteness+Project%3A+Facing+Race+In+A+Changing+America&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Karen Grigsby Bates","audio":[{"meta":{"duration":"236"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1372317903-ceecfe.m3u?orgId=1&topicId=1015&d=236&p=2&story=371679777&t=progseg&e=372317833&seg=8&ft=nprml&f=371679777"},{"href":"http://media.npr.org/assets/img/2014/12/18/15014892238_57a1d730da_o-c6ecbe9461a5c7b3d63b7201589c0b6b77e1cd50.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"975","width":"1300"}},{"href":"http://media.npr.org/assets/img/2014/12/18/15372271719_fb256a7c7f_o_custom-9834dbebe38af69f6846a5e42cdec97ea9856309.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1313","width":"2255"}},{"href":"http://media.npr.org/assets/img/2014/12/18/15178438146_c5b979f2d9_o-715ee0f8acdc99f9d5c5a74dd2d1cb89e40a2698.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"730","width":"974"}},{"href":"http://media.npr.org/assets/img/2014/12/18/15014753570_514585d80c_o-b5122747af4dbf5be4d960d449ccb7ed7410e86c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2040","width":"2720"}}]}