{"created":"2014-10-30T21:07:31+00:00","modified":"2014-10-31T19:43:14+00:00","valid":{"from":"2014-10-31T19:43:13+00:00","to":"3014-10-31T19:43:13+00:00"},"hreflang":"en","guid":"1e8ed795-a685-48f6-9123-4cb7cf6a31ef","title":"The French far right is fighting what it calls 'the kebabization' of France","published":"2014-10-31T19:43:12+00:00","byline":"Shirin Jaafari","tags":["food","politics","Religion","culture","Food","Lifestyle & Belief","Europe","France","Europe","Food and drink","Middle Eastern cuisine","Cuisine","Meat","Street food","Kebab","Hospitality","Politics","Doner kebab"],"teaser":"New kebab houses have been opening up around France for some time and the far-right National Front Party says it's a problem. They say they represent a threat to French cuisine — but it's really about immigrants influencing \"French\" culture.","contentencoded":"<p>French cuisine is becoming a bit more multiethnic. Popular kebab shops are opening all over France.</p>\n<p>\"In the big cities, in the small cities ... they're very popular,\" says Alexandria Sage, reporter for Reuters in France.</p>\n<p>But as Sage <a href=\"http://www.reuters.com/article/2014/10/28/us-france-immigration-kebabs-idUSKBN0IH0CQ20141028\">reported recently</a>, when four new Kebab houses opened up in Blois, the National Front Party wasn't happy. \"The historical center of Blois, the jewel of French history, is turning into an Oriental city,\" it said.</p>\n<p>\"They see in the kebab the demise of French culture — and kebab has become a scapegoat,\" Sage says.</p>\n<p>Sage says French cuisine exists on three levels: the haut cuisine at the top, the traditional country food in the middle and at the bottom there is the ham sandwich.</p>\n<p>\"The kebab is kind of like the ugly step-sister of that ham sandwich. It's there but nobody talks about it,\" Sage says. \"It's a Muslim food, and we're in a country where we have Europe's largest Muslim population and not everybody is happy about that.\"</p>\n<p>Kebabs and kebab houses have have a long, relatively trouble-free history in France. The current controversy, Sage believes, has been caused by the steady rise of the country's far right National Front Party.</p>\n<p>According to Sage, France is struggling with high unemployment and a stagnant economy. During the recent municipal elections, where the National Front Party did well, Sage says a lot of the campaign rhetoric targeted the kebab shops: \"Too many kebab shops in my town,\" and \"The 'kebabization' of France.\"</p>\n<p>\"In the land of Égalité, Fraternité and Liberté (equality, brotherhood and freedom), you can't say there are too many Arabs in my town but you can say there are too many kebab shops,\" she adds.</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/103020144.mp3"},{"href":"http://www.pri.org/file/103020144mp3"}]}