{"created":"2014-10-27T19:21:04+00:00","modified":"2014-10-30T23:29:31+00:00","valid":{"from":"2014-10-30T23:29:31+00:00","to":"3014-10-30T23:29:31+00:00"},"hreflang":"en","title":"UNICEF Official: U.S. Airdrops 'Important Change' For Stranded Iraqis","published":"2014-08-08T18:55:00+00:00","teaser":"The U.S. airdropped water and food to tens of thousands of Iraqis from a religious minority who are stranded on top of a mountain.","itags":["npr_api","338885818"],"guid":"1e978f46-85b5-4254-b42b-ba253aeec5a4","contentencoded":"<p>U.S. fighter jets conducted airstrikes today against militants from the Islamic State (also known as ISIS or ISIL) just outside the northern Iraqi city of Irbil.</p><p>The U.S. has also airdropped water and food to tens of thousands of Iraqis from a religious minority who are stranded on top of a mountain. Thousands of people from the Yazidi minority fled to Mount Sinjar when the Islamic State took over their city and towns over the weekend.</p><p>But the militants then encircled the base of the mountain and stranded upwards of 40,000 people there with no water, food or shelter. Some have already died of dehydration.</p><p><em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Jeremy Hobson got an update from <strong>Marzio Babille</strong>, the Iraq representative for UNICEF, who&#8217;s based in Irbil, on the humanitarian situation at Mount Sinjar and the impact of U.S. airdrops.</p><p>Babille estimated that the U.S. airdrops have brought more than 8,000 ready-to-eat meals and 5,000 gallons of drinkable water, saying, &#8220;air drops work &#8212; precision and targeting is very important. We have important evidence that they reached the people they meant to.&#8221;</p><ul><li><a href=\"http://hereandnow.wbur.org/2014/08/06/iraqis-trapped-mountain\" target=\"_blank\">See our interview yesterday with Mario Babille</a></li></ul><h4>Interview Highlights</h4><p><strong>On how the United Nations can assist the trapped Iraqis</strong></p><p>&#8220;To do so the United Nations and particularly the UNICEF needs the establishment and also the securing of a humanitarian corridor over land. This requires different series of approaches. We are looking into that with the Kurdish authorities &#8212; the office of the prime minister of Kurdistan with obviously the Kurdish military and others &#8212; because this is actually something where there is no time to waste. A humanitarian corridor must be established to put these people in safety and save more lives.&#8221;</p><p><strong>On whether U.S. airstrikes are making a difference</strong></p><p>&#8220;We don&#8217;t have any direct contact with the areas where airstrikes are taking place. We know that obviously this might be a good deterrent against the intentions &#8230; of the jihadists of the Islamic state, but unfortunately for the time being these cannot be translated into direct access to those populations, recollecting that there are those trapped in the mountains, but there are also hamlets and villages that have been surrounded by ISIS. Unless a specific operation allows access to these people, it would be very difficult to maintain control of their conditions and particularly protect their human rights.&#8221;</p><p><strong>On what the United Nations should do to help in the region</strong></p><p>&#8220;We need to uplift the issue that minorities must be preserved at any potential cost. What the world needs right now is the United Nations in action &#8212; we have been perceived for too long as a very bureaucratic organization. Under the current crisis, I think that the facts on the ground show that the U.N. can make a difference, particularly protecting those who have been forgotten and those whose existence is of value to humanity.&#8221;</p><h4>Guest</h4><ul><li><strong>Marzio Babille</strong>, Iraq representative for <a href=\"http://www.unicef.org/\" target=\"_blank\">UNICEF</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=UNICEF+Official%3A+U.S.+Airdrops+%27Important+Change%27+For+Stranded+Iraqis&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"400"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1338885821-2d9744.m3u?orgId=1&ft=3&f=338885818"}]}