{"created":"2015-01-02T10:02:51+00:00","modified":"2015-01-02T20:40:17+00:00","valid":{"from":"2015-01-02T20:40:17+00:00","to":"3015-01-02T20:40:17+00:00"},"hreflang":"en","title":"Undocumented Immigrant Now Feels 'More American'","published":"2015-01-02T19:59:00+00:00","teaser":"Last year on a reporting trip, Steve Inskeep met Junior Adriano, a teenager in Texas trying to resolve his legal status. Then, he didn't feel very American. But for Junior today, much has changed.","itags":["npr_api","374511109"],"guid":"1e9d79b4-0cae-44cc-8267-d922fad0daf0","contentencoded":"<p>The world is changing for Junior Adriano.</p><p>He's one of many immigrants applying for legal status under DACA, or Deferred Action for Childhood Arrivals. DACA is one of President Obama's executive actions on immigration. Those deeply controversial acts have changed many lives. This story explores Junior's life before and after he came out of the shadows.</p><p>We met Junior in March 2014 <a href=\"http://apps.npr.org/borderland/\" target=\"_blank\">while reporting along the U.S.-Mexico border</a>. He was a high school senior in Anthony, Texas, a small town outside El Paso. He had no legal standing and very little in the way of support. Watch this video to glimpse his fragile existence then:</p><p>Now here's what's changed: Junior says he is waiting for a U.S. government I.D. under DACA. He entered the program with help and advice from his high school principal, Oscar Troncoso. It was his principal who allowed a lawyer to visit his high school and meet with some of the many undocumented students who attend.</p><p>This week, I sat down with Junior and his school principal, Oscar Troncoso, for a follow-up interview, starting with how they began Junior's path toward temporary legal status.</p><p><strong>Principal Oscar Troncoso:</strong> Junior was there with his sister, and that's what kind of kicked it off. I started learning a little bit more about the process, since I had some time, and I really — more than anything — I saw a willingness in Junior to want to help himself. And he was asking a lot of questions, and so I could see that willingness there to get something done.</p><p>So it was just Junior gathering documents and me giving him rides and sometimes asking questions over there. But to Junior's credit ... he was very persistent. He not only gathered all the documents, but he was able to raise the money himself.</p><p><strong>Steve Inskeep: How much money are we talking about </strong><strong>here,</strong><strong> Junior?</strong></p><p><strong>Junior Adriano:</strong> $469 in total.</p><p><strong>And is that a lot of money for you?</strong></p><p>Yeah [laughs]. It was pretty hard to come up with. I was just doing yard work and work like that, like construction.</p><p><strong>I remember when we spoke with your group of students — you were one of five we sat with at your high school — that a couple of you said that you didn't particularly feel American. Living here, but not here with legal status — or fully legal status — and don't feel American. Of </strong><strong>course,</strong><strong> you're still not a citizen.</strong></p><p>Yes, of course, I'm not.</p><p><strong>Do you feel American now?</strong></p><p>Now I really do, because now I'm able to be here like, with no problems — like, being scared of the Border Patrol now. Now I'm able to show that permit that I'm able to be here, go around the United States without no problems. So, like, now I do feel more American.</p><p><strong>Since we met in March, President Obama has taken another major step on immigration. In the face of much criticism, he took an executive action that is expected to allow millions of people <a href=\"http://www.npr.org/blogs/itsallpolitics/2014/11/20/365507207/7-questions-about-the-presidents-immigration-plan-answered\">to claim legal status</a>. That must include some grown-ups, some adults — parents of children in your school, Oscar Troncoso. How widely felt has that been in your community?</strong></p><p><strong>Troncoso:</strong> Well, it's something honestly that they don't like to discuss too openly, but the few people that I have talked to, they seem to have mixed feelings. On one hand, they feel positive about it, but on the other hand, they kind of feel like it's something temporary. And so I get the sense that some of them don't quite trust it because it's nothing that's really permanent.</p><p><strong>Do you feel you have a sense, having spent years as a principal and having dealt with hundreds of kids — some of whom are here legally and some of whom are not — how their lives are different based on what side of the legal line that they're on as they graduate from your school and go on into the </strong><strong>world?</strong></p><p>It is at times for me as a principal, because I see it every year, Steve, when we have a couple of kids — for whatever reason, they're not documented — they get to the point where they finish high school, and then it seems to me like they hit a wall. There isn't a whole lot of opportunity for them. They're worried about their future because basically they can only get odd jobs.</p><p><strong>Junior, do you have a sense of what exactly you want to do, once you have your card in hand?</strong></p><p><strong><strong>Junior </strong>Adriano: </strong>Yeah, I want to go to school. I want to go do criminal justice, but then, I also want to work [a] full-time job. So, like, right now, I'm kinda stuck in between. I don't know if I should go to school and have a part-time job or, like, just get a full-time job.</p><p><strong>Why criminal justice?</strong></p><p>I wanna do FBI.</p><p><strong>You wanna be an FBI agent?</strong></p><p>Yes, sir.</p><p><strong>Now, what gave you that idea?</strong></p><p>I don't know. I've always just been, like, interested in being an agent. I always wanted to be, like, an undercover.</p><p><strong>You wanna be an undercover agent?</strong></p><p>Yes, sir.</p><p><strong>I suppose you've had a little experience with that, having had to spend some time without documents here in the United States.</strong></p><p>Yeah.</p><p><strong></strong>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Undocumented+Immigrant+Now+Feels+%27More+American%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Steve Inskeep","audio":[{"meta":{"duration":"347"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1374511110-e6feba.m3u?orgId=1&topicId=1091&aggIds=291397809&ft=3&f=374511109"},{"href":"http://media.npr.org/assets/img/2015/01/02/junior_adriano-eef4b304564f6d4be4535d997b691ef5f71d442e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2000","width":"2671"}}]}