{"created":"2015-05-27T12:21:41+00:00","modified":"2015-05-27T14:02:56+00:00","valid":{"from":"2015-05-27T14:02:56+00:00","to":"3015-05-27T14:02:56+00:00"},"hreflang":"en","guid":"1e9eb0dd-789a-4530-957c-267740d65e30","title":"New study links 'unprecedented' dolphin deaths with 2010 Deepwater Horizon spill","published":"2015-05-27T14:02:50+00:00","byline":"T.J. Raphael","teaser":"The Deepwater Horizon oil spill was back in 2010, but the effects are still being understood. A new NOAA study finds the spill is directly linked to the deaths of an \"unprecedented\" number of bottlenose dolphins — a link that BP denies.","tags":["Environment","Science, Tech & Environment","North America","United States"],"contentencoded":"<p dir=\"ltr\">It appears that no amount of cleaning can fix the long-term effects of oil contamination in fragile coastal habitats.</p>\n<p dir=\"ltr\">While officials in Santa Barbara, California, continue efforts to clean up from <a href=\"http://www.thetakeaway.org/story/clean-continues-along-santa-barbara-coast/\">this month's oil spill</a>, scientists say they can now definitively link the deaths of an unprecedented number of bottlenose dolphins to the BP Deepwater Horizon disaster of 2010 — the largest offshore oil spill in US history.</p>\n<p dir=\"ltr\">Along the northern Gulf of Mexico, dolphins have been found dead with severe lesions in their lungs and damage to their adrenal cortex — the region of the brain that regulates essential body functions like metabolism and blood pressure, among other things.</p>\n<p dir=\"ltr\">In a <a href=\"http://journals.plos.org/plosone/article?id=10.1371/journal.pone.0126538\">new peer-reviewed study</a>, researchers say that the symptoms associated with this unusual mortality event — defined under the <a href=\"http://www.nmfs.noaa.gov/pr/laws/mmpa/\">Marine Mammal Protection Act</a> as a significant die-off of any marine mammal population that demands immediate response — are caused by swimming in oil-contaminated waters.</p>\n<p dir=\"ltr\">“This mortality event has lasted longer than any other mortality event in the Gulf of Mexico on record,” says Kathleen Colegrove, the study’s lead veterinary pathologist based at the University of Illinois. “With the oil spill occurring in the early months of the mortality event, it naturally raised questions about whether the oil spill could’ve caused the poor health and the deaths that we were seeing in the dolphins.”</p>\n<p dir=\"ltr\">The investigation carried out by Colegrove and her colleagues is part of the National Oceanic and Atmospheric Administration’s Deepwater Horizon National Resource Damage Assessment, which has been ongoing since the oil spill.</p>\n<p dir=\"ltr\">“We looked at tissues from dead dolphins to determine illnesses and cause of death, and then we compared those findings to dolphins that have been stranded in other areas that were not exposed to oil,” says Colegrove. “We found that dolphins that stranded and died after the oil spill were more likely to have distinct adrenal gland and lung abnormalities compared to other dolphins that were not exposed to oil. These abnormalities, importantly, are very consistent with abnormalities that have been seen in other animals following petroleum oil exposure.”</p>\n<p dir=\"ltr\">Though Colegrove says that the dolphins studied had some of the most severe lung lesions she’s seen in her 13 years examining dead dolphin tissues, BP disagrees with this research. “The data we have seen thus far, including the new study from NOAA, do not show that oil from the Deepwater Horizon accident caused an increase in dolphin mortality,” the company said in a statement.</p>\n<p dir=\"ltr\">“We’re not commenting on BP’s statement,” Colegrove says. “What we’re really focusing on is the results of our study, which has gone through a very rigorous peer review process.”</p>\n<p dir=\"ltr\">Colegrove says that the researchers also considered other factors outside of oil exposure when exploring the cause behind these dolphin deaths.</p>\n<p dir=\"ltr\">“We found that [other] factors did not play a major role in the deaths,” she says. “Through a previous study, we also looked at where the dolphins were actually stranding within the Gulf of Mexico. We saw that where there’s more oil exposure, there’s been more dolphin strandings; where there’s been less oil exposure there’s been less dolphin strandings. The evidence to date indicates that there’s really no feasible alternative to explain these distinct abnormalities and the increase in deaths in the Gulf of Mexico dolphins.”</p>\n<p dir=\"ltr\"><em>This <a href=\"http://www.thetakeaway.org/story/scientists-link-dolphin-deaths-bp-oil-spill/\">story</a> first aired as an interview on PRI's <a href=\"http://www.thetakeaway.org/\">The Takeaway</a>, a public radio program that invites you to be part of the American conversation.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-27%2Fnew-study-links-unprecedented-dolphin-deaths-2010-deepwater-horizon-spill&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/07-30-2012%2520Stranded%2520dolphin%2520Port%2520Fourchon%2520open%2520jaw%2520LDWF%2520Photo.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/07-30-201220stranded20dolphin20port20fourchon20open20jaw20ldwf20photojpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/audio.wnyc.org/takeaway/takeaway052615-dolphins.mp3"},{"href":"http://admin.pri.org/file/takeaway052615-dolphinsmp3"}]}