{"created":"2015-04-13T07:27:29+00:00","modified":"2015-05-13T21:03:20+00:00","valid":{"from":"2015-05-13T21:03:20+00:00","to":"3015-05-13T21:03:20+00:00"},"hreflang":"en","title":"The Hidden Cost Of Mammograms: More Testing And Overtreatment","published":"2015-04-13T12:00:00+00:00","teaser":"Each year the U.S. spends billions of dollars on unnecessary tests and treatments that result from inaccurate mammograms, some scientists say. They're calling for more selective screening.","itags":["npr_api","398818949"],"guid":"1eb54940-2252-4e29-8eff-0a174aa406de","contentencoded":"<p>There's no question mammograms can save lives by detecting breast cancer early. But they can also result in unnecessary testing and treatment that can be alarming and costly.</p><p>In fact, each year the U.S. spends $4 billion on follow-up tests and treatments that result from inaccurate mammograms, scientists <a href=\"http://content.healthaffairs.org/content/34/4/576.abstract\">report </a>in the current issue of <em>Health Affairs</em>.</p><p>That's a \"stunning number,\" says the study's lead author, <a href=\"https://cbmi.med.harvard.edu/people/kenneth-mandl\">Dr. Kenneth Mandl</a>, at Harvard Medical School's Center for Biomedical Informatics.</p><p>Mandl and a colleague analyzed the insurance records of more than 700,000 women from 2011 to 2013. The women were between the ages of 40 and 59, and they all had routine mammograms to screen for breast cancer during that time period.</p><p>About 11 percent of the women had \"suspicious\" mammograms and were subjected to further testing, including repeat mammograms, ultrasounds and needle biopsies. For nearly all these women — 98.6 percent — cancer was not confirmed in further testing.</p><p>When Mandl projects this percentage of false alarms to the entire female population over age 40, he estimates that the U.S. spends $2.8 billion dollars each year on follow-up tests for suspicious results that turn out not to be cancer.</p><p>And even when cancer is detected, some of those tumors might be of low-risk to the patient — slow-growing and not likely to become invasive or life-threatening. But once suspicions are raised, Mandl says, overtreatment is often the result. \"Overtreatment is bad,\" he says. \"That's mastectomy, chemotherapy, radiation, in women who may not have needed any medical treatment at all.\"</p><p>For example, patients diagnosed with <a href=\"http://www.ncbi.nlm.nih.gov/pubmedhealth/PMHT0024042/\">ductal carcinoma in situ</a> can face radiation, chemotherapy and even mastectomy despite the fact that the cancer is noninvasive.</p><p>Mandl estimates that the cost of overtreatment adds up to $1.2 billion each year, resulting in a grand total of $4 billion in unnecessary spending annually.</p><p>And it's not just the financial cost that's a problem. When a woman receives a suspicious mammogram result, it often creates psychological stress and anxiety, Mandl says.</p><p>Still, some researchers have issues with Mandl's findings. <a href=\"http://www.cancer.org/cancer/news/expertvoices/page/richard-c-wender-md.aspx\">Dr. Richard Wender</a>, of the <a href=\"http://www.cancer.org\">American Cancer Society</a>, says the study overestimates the cost of unnecessary testing and incorrect diagnoses. And he says it fails to consider the proven benefits of annual mammograms.</p><p>\"Mammograms are the most effective way we have to find breast cancer before anybody can feel it, before you're aware of it,\" Wender says.</p><p>He points to <a href=\"http://www.thelancet.com/journals/lancet/article/PIIS0140-6736%2812%2961611-0/abstract\">studies</a> showing that mammograms reduce the risk of dying from breast cancer by 20 percent. \"So whenever we're doing decision making, either as policy makers or just between one woman and her doctors, it's critical to look at ... benefits as well as downsides,\" he says.</p><p>The <a href=\"http://www.cancer.org/healthy/findcancerearly/cancerscreeningguidelines/american-cancer-society-guidelines-for-the-early-detection-of-cancer\">American Cancer Society</a> recommends yearly mammograms for women starting at age 40. However, the <a href=\"http://www.uspreventiveservicestaskforce.org/Page/Topic/recommendation-summary/breast-cancer-screening\">U.S. Preventive Services Task Force</a> recommends that screenings start later, at age 50. That's because younger women, between 40 and 49, are more likely to receive false-positive results.</p><p>Harvard's Mandl would like to reduce the number of screening mammograms even further. He suggests that screening be based on a woman's overall risk factors for breast cancer, including family history, obesity and breast density, as well as age.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Hidden+Cost+Of+Mammograms%3A+More+Testing+And+Overtreatment&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Patti Neighmond","audio":[{"meta":{"duration":"130"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1399292704-041ec1.m3u?orgId=1&topicId=1128&d=130&p=3&story=398818949&t=progseg&e=399292577&seg=8&ft=nprml&f=398818949"}]}