{"created":"2015-04-12T11:19:39+00:00","modified":"2015-04-12T21:05:11+00:00","valid":{"from":"2015-04-12T21:05:11+00:00","to":"3015-04-12T21:05:11+00:00"},"hreflang":"en","title":"In 'Distant Marvels,' A Witness To Revolutions Tells Cuba's Story","published":"2015-04-12T15:01:00+00:00","teaser":"Chantel Acevedo's latest novel opens in 1963 and focuses on octogenarian Maria Sirena, part of a Cuban generation that lived through both the war of independence from Spain and the Cuban Revolution.","itags":["npr_api","398763213"],"guid":"1eb8cb6d-2d08-4706-95ae-bf546e019753","contentencoded":"<p>It's 1963 Cuba and a woman named Maria Sirena is taking shelter from a hurricane inside the former governor's mansion, along with a small group of other Cuban women. Maria distracts the women at their request by recounting stories of her childhood — personal stories that trace the history of Cuba's long fight for independence.</p><p>That's the premise of Chantel Acevedo's latest novel, <em>The Distant Marvels</em>. Acevedo, herself the daughter of Cuban immigrants, tells NPR's Rachel Martin that she intentionally made Maria part of a unique generation in Cuba.</p><p>\"When the novel opens, she is an elderly woman,\" Acevedo says. \"She's in her 80s, but she's the daughter of Cuban revolutionaries of the war of independence from Spain, and so her life has always been one of revolution. So at the beginning of her life it's the revolution to gain independence, and at the end of her life it's the Cuban Revolution.\"</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On what drew her to a story about Cuban history</strong></p><p>I feel like if you look at the history of Cuba, it's always been a tumultuous one, even going back to Columbus, right? It always seems to have been a place that is sort of struggling to gain its footing in the world. So it's just — its history to me is so vibrant and long and twisty and turny.</p><p><strong>On the real historical figures she weaves into the novel</strong></p><p>The Cuban war of independence [from Spain] was actually several decades long. ... What was interesting to me about this long struggle are some of the key characters, some of the key players in it. One of them was the great poet José Martí, sort of the national poet. So having a poet being the person who calls others to arms fascinated me; you know, that sort of at the heart of it is an art form. Another big leader was Antonio Maceo, who was of African descent. And so here you have another, sort of, leader of the revolutionaries who is a man of color, which was also fascinating, right, because it's the 19th century.</p><p><strong>On what life was like during the war of independence</strong></p><p>On the ground a lot of the success of that war depended on civilians and on the people, and Maria Sirena and her parents are civilians at the end of the day. And a lot of that work was done by women, so the role that women played in revolution was interesting to me. And they set up these <em>talleres</em>, or workshops, where they healed the sick and they fixed weapons and they, you know, raised livestock to feed the soldiers.</p><p><strong>On what she learned about her own family's wartime experience after writing the book</strong></p><p>I was talking about it with my mom and my grandmother, who herself is in her 80s, and I was telling them what the novel was about and she starts talking about her grandfather who was shot and killed, you know, during the war. He was taken out of his house and shot in the woods. And I was like, 'Oh my goodness, you've never told us this story.' And then she said, 'Those damn Cubans killed him.' And my mother and I looked at each other and it was like the penny dropped, because, you know, you always imagine that your family was on the good side of history, or whatever. And she went on to talk about, 'Yeah, we could have still been Spaniards.' And we just had to laugh, you know.</p><p>Like, in her world and the stories that she heard growing up, it was a shame to have lost independence. These were the stories she heard when she was a little girl. And so my mother and I looked at each other like, 'What? Everything we know is wrong,' you know? And my grandmother herself, you know, is a wonderful storyteller. How much of what she tells is true and how much of it is made up has always been a question, and so who knows even if this story is a true story. ... So I suppose Maria Sirena as a character pulls from her too, just as a great storyteller and someone who could literally spend three days during a hurricane telling you stories of her life and not tire.</p><p><strong>On how the Cuban story may be coming full circle with the thawing of U.S.-Cuba relations</strong></p><p>It's interesting thinking about the moment we find ourselves in in Cuba and what I hope is sort of an opening up of freedoms for people on the island, you know, and sort of an end of political prisoners and sort of those things and hopefully helping fulfill the promise of the 19th-century revolution — of a free and democratic Cuba. So that would be my great hope. And it's interesting thinking about how the vision that José Martí had and Antonio Maceo had could play out now in the 21st century.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+%27Distant+Marvels%2C%27+A+Witness+To+Revolutions+Tells+Cuba%27s+Story&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"418"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1399138702-d2dceb.m3u?orgId=1&topicId=1033&e=398763213&d=418&ft=nprml&f=398763213"},{"href":"http://media.npr.org/assets/img/2015/04/10/71zrqy-xlvl-aba231747e54735511f7901b34b263b894040b3b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"676","width":"902"}},{"href":"http://media.npr.org/assets/img/2015/04/10/chantel-acevedo_the-distant-marvels-europa--0f40af5e77bdcb8665b654b87cf3679a33a34cce.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1945","width":"2592"}}]}