{"created":"2014-10-08T13:41:16+00:00","modified":"2014-12-10T19:48:42+00:00","valid":{"from":"2014-12-10T19:48:42+00:00","to":"3014-12-10T19:48:42+00:00"},"hreflang":"en","title":"A Former Drug Dealer Gives A Great Defense Of The Liberal Arts","published":"2014-06-25T17:00:00+00:00","teaser":"College programs in prison have become extremely rare, but one alum's story shows how incarceration can truly be reformative.","itags":["npr_api","315235978"],"guid":"1ebbb9e3-3dc5-461b-b6fb-82ad2be18847","contentencoded":"<p>In preparation for my visit to the 11th annual commencement ceremony of the <a href=\"http://bpi.bard.edu/\">Bard Prison Initiative</a>, I sat down for a conversation with Donnell Hughes, an alumnus of the program. BPI, as it's called, gives inmates at six prisons around New York state the opportunity to study in person with professors not only from Bard College, but from MIT, Harvard, Columbia, Vassar and local community colleges.</p><p>It's one of only a few dozen programs around the country that actually awards college degrees to prisoners — a few thousand per year out of the <a href=\"http://www.bjs.gov/content/pub/press/cpus12pr.cfm\">2.3 million people in prison</a>.</p><p>I was expecting to hear a story of redemption from Hughes, and he has one. I wasn't expecting to hear a full-throated defense of the liberal arts.</p><p>Hughes grew up in the Bronx, N.Y. \"Before I went to prison, my life was pretty much in turbulence,\" he said. \"I was in the streets. I was a drug dealer. I was living a fast life.\" That fast life didn't last long.</p><p>\"I did 20 years in prison and I went to prison when I was 17 years old,\" he told me simply. At the age when many young people are preparing for college, Hughes instead became one of the <a href=\"https://www.aclu.org/combating-mass-incarceration-facts-0\">1 in 15 black men</a> who are incarcerated (the figure for whites is 1 in 106). He was sentenced for two crimes, first-degree manslaughter and sale of narcotics. And mandatory sentencing laws meant he would spend his entire youth atoning for his crimes, while others are busy getting an education, working, starting families and contributing to their communities.</p><p>For too many people, incarceration is a formative experience, not a reformative one. Within five years of their release, more than <a href=\"http://www.nij.gov/topics/corrections/recidivism/Pages/welcome.aspx\">3 out of 4</a> ex-inmates are arrested again.</p><p>For students in the Bard program, the figure is much lower. Out of the 300 students who have graduated, only 4 percent have returned to prison.</p><p>These results happen partly because the program is so selective. There is an entrance exam. And like the one for <a href=\"http://www.slate.com/articles/life/education/2014/06/the_bard_admissions_exam_four_essays_no_common_application.html\">regular applicants to Bard College</a>, it requires writing multiple essays. Last year, out of 550 who applied, fewer than 100 were accepted.</p><p>Some prisoners with long sentences reapply year after year. Most BPI students, like Hughes, had always showed intellectual gifts, even if their previous education was spotty. \"These are really college students. These aren't folks who were just picked at random to come sit in a classroom,\" said professor Robert Fullilove, a dean in public health at Columbia University who also teaches at BPI.</p><p>The second reason that Bard Prison Initiative students succeed, said Hughes, is because of relationships. \"It's a supportive community, not only the professors, but the staff and the other inmates involved in the program. It's an environment where everyone is willing to help everyone,\" he said.</p><p>That network helps BPI alumni continue their education at bachelor's and graduate programs, including at Columbia and City University of New York. And it helps them find jobs — at social-service agencies, nonprofits, publishing companies and retail stores — and it supports them in starting their own businesses. Hughes, who was released last fall, is currently studying for his bachelor's at Baruch College.</p><p>Generally, ex-inmates struggle in both education and employment. There are about 6 million ex-prisoners in the U.S., or about 1 in every 15 men. Cumulatively, incarceration and felony conviction has been estimated to cost the U.S. economy between <a href=\"http://www.cepr.net/index.php/press-releases/press-releases/growth-of-ex-offender-population-in-united-states-is-a-dramatic-drag-on-economy\">$57 billion and $65 billion</a> a year in lost economic prospects.</p><p>But the biggest secret to BPI's success, according to every participant I talked with, is the rigorous liberal arts curriculum, which ranges from mathematics to philosophy to social science.</p><p>\"They offered us a big variety of courses, and it's kind of rare because a lot of colleges in prison don't offer that,\" Hughes said. He was a bit dubious about studying the liberal arts at first. He had heard that it wasn't as practical as a vocational or technical degree. Plus, it was really difficult. He said his first semester was \"brutal\" because of all the time it took getting his writing up to speed. He'd be in study hall with the other students each night until 9:30 or 10.</p><p>But Hughes grew to love his studies. And, he said, he grew through his studies.</p><p>\"We covered everything from the Cold War to present-day European politics,\" he said. \"I studied a little bit of history, a little bit of economics, psychology, environmentalism, African politics, Asian politics. I even had a class on 13th century Mongols, which was a very intensive class. It was just an array of different interesting topics.\"</p><p>This was a young man who hadn't seen much of the world beyond his own neighborhood. He said his studies offered him a new perspective on the wider world and on his own past, and enabled him to \"visualize\" his future.</p><p>\"I'm in a position, because of Bard, to be able to really see the world in the way that I should have seen it years ago,\" he said. \"It's a little bit easier for me to navigate through society because of how Bard prepared me. That's what a liberal arts education can really do for a person such as myself, or anybody who is trying to find their own way in life.\"</p><p>College-in-prison programs used to be paid for by the federal Pell Grant. In 1994, President Bill Clinton made prisoners ineligible for this money, and enrollment collapsed. In February this year, New York Gov. Andrew Cuomo publicly backed the idea of reinstating state aid for college in prison. He pointed specifically to the accomplishments of BPI graduates.</p><p>But he <a href=\"http://www.nytimes.com/2014/04/09/opinion/gov-cuomo-drops-the-ball.html?_r=0\">quickly dropped </a>the plan after facing opposition in the state Legislature. Republican state Sen. Greg Ball launched a petition against Cuomo's plan, arguing that funding college for inmates was inappropriate at a time when families in the state were struggling to send their children to college.</p><p>On the other hand, some feel it's not just college in prison that's under siege, but the liberal arts in general. Leon Botstein, the president of Bard College, has been a vocal champion of the liberal arts. At the Bard Prison Initiative graduation at Woodbourne Correctional Facility, he thanked BPI's participants for serving as an object lesson in the value of studying this way, and a reminder of \"why we should fight for what we do.\"</p><p>\"We live in a time where people don't really believe in education, and they don't believe in the liberal arts,\" he said. \"They don't believe in studying something that isn't practical. Where in fact, everything you learn is unbelievably practical, because it allows you to negotiate life wherever you are.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Former+Drug+Dealer+Gives+A+Great+Defense+Of+The+Liberal+Arts&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Anya Kamenetz","audio":[{"meta":{"duration":"286"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1324609161-901ef4.m3u?orgId=1&topicId=1013&ft=3&f=315235978"},{"href":"http://media.npr.org/assets/img/2014/06/22/bpigraduation-23fd5c9cedcd7f76aed34e2b8fcb56f14e933c5d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1019","width":"1358"}}]}