{"created":"2014-08-28T01:47:15+00:00","modified":"2014-10-30T22:58:05+00:00","valid":{"from":"2014-10-30T22:58:05+00:00","to":"3014-10-30T22:58:05+00:00"},"hreflang":"en","title":"China's 'Great Wall' Takes A Hit At U.S. Heavyweight Boxing","published":"2014-08-26T15:47:00+00:00","teaser":"At 6 feet 11 and 285 pounds, Taishan Dong hopes to be the next big heavyweight fighter in a boxing class that's hurting for stars.","itags":["npr_api","343245046"],"guid":"1ed08946-c334-4548-98ed-38706367659b","contentencoded":"<p>In boxing, it's not often that the first fight of the night gets a lot of attention. But at Longshoreman's Hall in San Francisco last month, the fans, the announcers, even the viewers watching the broadcast on FOX Sports One were all captivated by the boxer in the blue corner.</p><p>\"Tonight he makes his professional debut and joins us from Beijing, China,\" chimed the announcer. \"Here is The Great Wall: Taishan!\"</p><p>Taishan Dong is a mountain of a man in every sense of the word. His name comes from Mount Taishan, one of China's five sacred mountains. At 6 feet 11 and 285 pounds, the 26-year-old Chinese boxer towers over his opponents in the ring.</p><p>Announcers call him the Great Wall. His promoters call him the soon-to-be Yao Ming of American boxing. But JianJun Dong — his real name — just prefers Taishan, because someday he hopes to tower over the sport of heavyweight boxing like Mount Taishan over China's Shandong province.</p><p>Dong says he hiked to the top of Mount Taishan six years ago and liked the feeling he got looking down.</p><p>\"I want to feel that way with boxing,\" he said through an interpreter.</p><p><strong>Heavyweight Boxing's Next Big Thing?</strong></p><p>The stage is set for a new challenger in the sport's marquee division.</p><p>There's an old adage in boxing: \"As goes the heavyweight division, so goes the boxing business.\" Lately — here, in the U.S. — the going has been slow.</p><p>For the better part of the past decade, the world heavyweight scene had been dominated by two Ukrainian brothers, Wladimir and Vitali Klitschko. Vitali has retired and is now the mayor of Kiev. Wladimir, 38, is said to be nearing retirement. Below him, there are no clear successors.</p><p>That's got every promoter in the sport looking for the next big thing. Physically, Dong certainly qualifies. He has signed with Golden Boy Promotions, one of the largest promoters in the sport.</p><p>At Longshoreman's Hall, Dong went to work on his opponent, the 6-foot-3 Alex Rozman. In the second round, a jab to the top of Rozman's head knocked the former bodybuilder to the mat and out of the fight.</p><p>\"[His punch] is a battering ram,\" says John Bray, Dong's trainer.</p><p><strong>A Student Of The Sport<br /></strong></p><p>Bray and Dong train at the Glendale Fighting Club, north of Los Angeles. In a raised ring at the back of the gym, Bray barks out orders to Dong, counting off punches as Dong strikes at a pad he's holding.</p><p>At the end of the session, Bray is drenched in sweat. A former heavyweight and no small man himself, Bray says he doesn't think he could compete with Dong, even in his prime.</p><p>\"He's just too big,\" Bray says. More than that, Bray says, Dong is fast and flexible (he can do the splits from a stand), and he's driven.</p><p>Dong doesn't speak English. Bray doesn't speak Chinese. But Bray says communication isn't a problem.</p><p>\"It's boxing,\" Bray says. \"I just show him and he's such a student that he just picks up on this stuff. I work with kids that speak English that don't get it as fast as he does.\"</p><p>Dong competed in basketball and kickboxing before moving to the U.S. That background and his physicality make him unique, says Bill Caplan, his promoter with Golden Boy Promotions.</p><p>But Caplan and boxing analysts say Dong still has a long way to go.</p><p>\"This is a guy that did not have a particularly huge amateur background,\" says Dan Rafael, senior boxing writer at ESPN. \"He's 1-0 against the lowest possible level of opponent that there is.\"</p><p><strong>China Is Ripe With Boxing Talent</strong></p><p>Dong is an intriguing prospect, though, Rafael says. And he's only one of a few Chinese fighters who are trying to make names for themselves on the American boxing scene.</p><p>Since Chinese boxers medaled in both the 2008 and 2012 Olympics, boxing's popularity has exploded in China. Dino Duva, a longtime boxing promoter, says it's the country's third most popular sport and is growing fast.</p><p>\"The professional boxing scene in China is by far the biggest growth area for the future, and it's really, really going to explode here in the next couple of years,\" Duva says.</p><p>That boost in popularity is drawing more athletes. Without a sport like football taking big, strong athletes, China is ripe with new boxing talent. That boost also creates a larger market of fans — a fact not lost on Duva.</p><p>\"I think that a Chinese heavyweight boxer can be as big as any Chinese athlete that there's ever been,\" he says.</p><p>That's why Duva recently started Dynasty Boxing, a promoting company that focuses on Chinese fighters. His first heavyweight, 2012 Olympic medal winner Zhang Zhilei, recorded a KO in his U.S. professional debut earlier this month.</p><p>Duva brought Zhilei to America to train him in a country with a rich boxing tradition and a fan base looking for heavyweights — the same draws that brought Dong to the U.S.</p><p>It's a challenge, training in a new country and a new language, but Dong says he's excited for the opportunity.</p><p>\"I will do my best in boxing,\" he says. \"I hope that all of these people continue to support me down the road.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=China%27s+%27Great+Wall%27+Takes+A+Hit+At+U.S.+Heavyweight+Boxing&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nathan Rott","audio":[{"meta":{"duration":"353"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1343352168-46b7d8.m3u?orgId=1&topicId=1055&ft=3&f=343245046"},{"href":"http://media.npr.org/assets/img/2014/08/25/taishan-dong-05f57f440d2650a7155e42ee65d74e5a4a25fe15.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2551","width":"3402"}}]}