{"created":"2015-02-11T01:44:57+00:00","modified":"2015-05-13T21:16:41+00:00","valid":{"from":"2015-05-13T21:16:41+00:00","to":"3015-05-13T21:16:41+00:00"},"hreflang":"en","title":"New Report Examines Lynchings And Their Legacy In The United States","published":"2015-02-11T14:52:00+00:00","teaser":"The report by the Equal Justice Initiative says that the number of victims in the American South was more than 20 percent higher than was thought, and that the phenomenon was a form of terrorism.","itags":["npr_api","385263536"],"guid":"1ed0fc13-7551-42cb-b268-e2a8bd664c79","contentencoded":"<p>Nearly 4,000 blacks were lynched in the American South between the end of the Civil War and World War II, according to a new report by the Equal Justice Initiative.</p><p>The report, <a href=\"http://www.eji.org/node/1037\" target=\"_blank\">Lynching in America: Confronting the Legacy of Racial Terror</a>, says that the number of victims in the 12 Southern states was more than 20 percent higher than previously reported.</p><p>Lynchings were part of a system of racial terror designed to subjugate a people, says the Alabama-based nonprofit's executive director, Bryan Stevenson.</p><hr /><h3>Interview Highlights</h3><p><strong>On the difference between white and black lynchings</strong></p><p>We're focusing on lynchings of African-Americans because when whites were lynched it was really more about punishment — it wasn't sent to terrorize the white community, it was intended to actually make the white community feel safe.</p><p>The lynching of African-Americans, on the other hand, was really a direct message to the entire African-American community — it was designed to traumatize and terrorize.</p><p><strong>On state-sanctioned lynchings</strong></p><p>In most of the places where these lynchings took place — in fact in all of them — there was a functioning criminal justice system that was deemed \"too good\" for African-Americans. You had lynching of whites and others in the far West and in the early parts of the 19th century that would be called \"frontier justice\"; you didn't have functioning justice system and so people took things in their hands.</p><p>Here, we had very well established courts of laws, we had very well established criminal justice systems. Often these men were pulled from jails and pulled out of courthouses, where they could be lynched literally on the courthouse lawn.</p><p><strong>On the reason behind the lynchings</strong></p><p>My thesis is essentially that slavery — the evil of slavery wasn't involuntary servitude. It was this narrative of racial difference, this ideology of white supremacy. And so when reconstruction collapsed, to restore the racial hierarchy you had to use force and violence and intimidation. And in the South that manifested itself with these lynchings.</p><p><strong>On the legacy of lynchings</strong></p><p>It also resulted in millions of African-Americans fleeing the South, and the geography of black people in America today is largely shaped by the institution of lynching. We have African-Americans in Chicago, Detroit, Cleveland, Los Angeles, New York, Oakland, because millions of people fled the South not as immigrants looking for opportunities but as refugees from terror.</p><p><strong>On how to remember the lynchings</strong></p><p>There's nothing marked in Montgomery [Ala.], or in most communities in the South, to this history of lynching, and we want to change that. ... We want to erect markers and monuments at lynching sites all over this country. Because I think until we deal with this history, we talk about what it represents, we're going to continue to be haunted by this legacy of terrorism and violence that will manifest itself in ways that are problematic.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=New+Report+Examines+Lynchings+And+Their+Legacy+In+The+United+States&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"269"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1385267306-bfff2d.m3u?orgId=1&topicId=1001&d=269&p=2&story=385263536&t=progseg&e=385098751&seg=4&ft=nprml&f=385263536"},{"href":"http://media.npr.org/assets/img/2015/02/10/lynching-6df7cb5f47424c96de811d8679de6a3499986f6d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"479","width":"639"}}]}