{"created":"2014-09-19T19:43:55+00:00","modified":"2014-12-23T18:40:44+00:00","valid":{"from":"2014-12-23T18:40:44+00:00","to":"3014-12-23T18:40:44+00:00"},"hreflang":"en","title":"Sometimes You Feel Like A Nut; Sometimes You Just Drive One","published":"2014-08-04T16:01:00+00:00","teaser":"After graduation, a group of college students landed a nutty job — quite literally. For the next year, they will don the monocle of Mr. Peanut and drive the Planters Peanut Nutmobile.","itags":["npr_api","336123328"],"guid":"1edc7277-0635-4e3b-9b10-828ff164e9fd","contentencoded":"<p>Three recent college graduates are getting paid to take a road trip. The one catch? They have to drive a giant peanut while they do it.</p><p>The giant Nutmobile is part of a brand campaign by Planters, the snack food company, which has hired the grads as brand ambassadors to drive it around the country. After all, it takes teamwork to maneuver a 27-foot-long, yellow peanut in shopping mall parking lots. But if you think handling the vehicle sounds tough, there's more.</p><p>\"Today, I get to walk in the shoes of a 98-year-old American icon,\" says Meghan Kreuger, one of the Nutmobile's drivers. \"I get to greet the customers and Planters fans as Mr. Peanut.\"</p><p>The three team members take turns dressing up in a 7 1/2-foot-tall, yellow, puffy-foam Mr. Peanut costume. It's hot out — over 90 degrees in the sun. But Kreuger is looking forward to it. That's because Mr. Peanut is a silent character.</p><p>\"It's hard to be 'on' all the time,\" Kreuger explains. \"So, having the Mr. Peanut moment, I can throw a thumbs up and communicate all I want, and I don't need to speak with people.\"</p><p>The team sets up the same event repeatedly, parking at stores, sporting events and concerts. One member dresses up as Mr. Peanut and the other two hand out coupons and samples. There are actually three Nutmobile teams — nine brand ambassadors total — that will be driving around the U.S. for the next year.</p><p>These team members beat out thousands of applicants for the job. Melanie Rodriguez, who is from the Rio Grande Valley along the Texas-Mexico border, says this made her family especially proud.</p><p>\"It's like the little Hispanic girl has made it big,\" Rodriguez says. \"That's great because it's really hard, given the economic status of that area, just to make it out. They're very proud of me and couldn't be happier.\"</p><p>Planters says it hired candidates who were dependable, responsible, outgoing and trustworthy. The three team members count on each other for everything from parking help to social bonding — even to assistance with the Mr. Peanut costume.</p><p>Mr. Peanut himself is a dapper fellow. He wears a top hat, a monocle and a snazzy grin. No sooner does he leave the Nutmobile than passersby react with smiles of their own, high-fives — and some concern. Rodriguez even cracks a joke about the heat in the suit: \"He's dry-roasted, as we like to say.\"</p><p>While Kreuger gives hugs and poses for social media photo ops, Rodriguez and Mason Kerwick hand out the samples and coupons. Kerwick is also from Texas; he says the brand ambassador gig is perfect because he is hoping for a career in marketing. But he's enjoying the tour while it lasts.</p><p>\"If the real world is bowling, and you put the bumpers up — this is that job,\" says Kerwick.</p><p>The team members are on their own and have to do grown-up things like expense reports, but they're not going to fall into the proverbial gutter of life's bowling alley just yet.</p><p>\"We still have that buffer,\" Kerwick says. \"We're not paying rent. We're not having to commute into an office and sit at a desk all day long.\"</p><p>After an hour in the sun, Mr. Peanut takes a break. Rodriguez helps Kreuger take off the costume inside the Nutmobile.</p><p>While they do so, Kreuger takes a moment to debrief. \"I was waving a lot today,\" she says. \"I'm really working on being more active as a peanut.\"</p><p>As tough as the job can be, there are also perks to roving the country in a giant peanut. Kreuger lived in Wisconsin all her life, and now she gets to see the country for the first time. A few weeks ago, the team had a gig at a stadium outside New York City. The event? A concert headlined by Beyonce and Jay Z.</p><p>\"We can't honestly complain about any heat or anything for the summer,\" Kreuger says.</p><p>\"We went to Beyonce for free. Any minor inconveniences are so small now,\" Kerwick adds.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Sometimes+You+Feel+Like+A+Nut%3B+Sometimes+You+Just+Drive+One&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alex Schmidt","audio":[{"meta":{"duration":"234"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1336123329-c02ca2.m3u?orgId=1&topicId=1053&ft=3&f=336123328"},{"href":"http://media.npr.org/assets/img/2014/07/28/6400231905_e2fe98c1b0_o-1--d236d36d3b7310d93621f74a5d456f772980dbe2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2124","width":"2830"}},{"href":"http://media.npr.org/assets/img/2014/07/28/9440021394_dc5e7b8e86_o_sq-9ff2129863180e47be618f57e7a07b529f88edaf.jpg","type":"image/jpeg","meta":{"crop":"square","height":"1506","width":"1506"}}]}