{"created":"2014-09-11T20:16:50+00:00","modified":"2014-10-30T22:28:41+00:00","valid":{"from":"2014-10-30T22:28:41+00:00","to":"3014-10-30T22:28:41+00:00"},"hreflang":"en","title":"Rand Paul: U.S. Must Be More Realistic In Foreign Policy Approach","published":"2014-09-12T13:00:00+00:00","teaser":"The Senate Republican from Kentucky responds to President Obama's strategy for fighting the Islamic State, saying the commander-in-chief is \"going about it in the wrong way.\"","itags":["npr_api","347711599"],"guid":"1efed428-8491-49fd-9d5e-6fea3d45e33f","contentencoded":"<p>In a prime-time speech Wednesday, President Obama called on Congress to support his fight against the extremist group known as Islamic State. That call has been getting mixed reaction on Capitol Hill, including from Republican Sen. Rand Paul of Kentucky. He says that while he supports the fight against ISIS, he believes the president is \"going about it in the wrong way.\"</p><p>His father, Ron Paul, twice ran for president as a candidate who never strayed from a firm libertarian path.</p><p>And the younger Paul has been shoring up support in places like Iowa this year, presumably to explore the possibility of his own bid for the presidency in 2016. His supporters see him as a more viable candidate, with broader appeal, than his father.</p><p>Rand Paul sat down with NPR's Robert Siegel to discuss the president's strategy to fight Islamic State, as well as the government's role in job creation and immigration reform.</p><hr /><h3>Interview Highlights <strong></strong></h3><p><strong>On President Obama's plan to fight Islamic State</strong></p><p>The Constitution's pretty clear. The Federalist papers are pretty clear. ... They very specifically delegated the power to declare war to Congress. They wanted this to be a congressional decision; they did not want war to be engaged in by the executive without approval of Congress.</p><p>In this particular instance, I do support combating ISIS. I think that ISIS is a threat to our embassy, to our consulate, as well as potentially to the American people. So I support the effort; I just think he's going about it in the wrong way. <strong></strong></p><p>Basically, military intervention should be done constitutionally, by Congress, and in the deliberations there should be a discussion of whether or not there's a vital American interest or a vital American need in that area. I would say that the previous engagements in Libya and in Syria have led to a stronger ISIS, have led to a safe haven for ISIS.</p><p>One of the points the president made in his speech was [that] one of the core elements, core principles, of his administration would be that no one who threatens the United States would have safe haven. I would make the argument that ISIS has had a safe haven for the last two years precisely because of our intervention in Syria. Not only our arming of the rebels, but Saudi Arabia, Qatar, Kuwait — millions if not hundreds of millions of dollars of arms have poured into Syria.</p><p><strong>On whether aid to Syrian rebels has gone too far</strong></p><p>We've gone too far in thinking we can re-create an American democratic paradise in the Middle East. We have time and time again toppled secular dictators and they've been replaced by chaos. Libya's a perfect example. So what I would say is that Libya, because of President Obama's intervention to topple a secular dictator, is now less safe and actually more of a threat to America. Same with Syria.</p><p>I think we do have to be more realistic in our approach worldwide. And we have to look at the question of stability and whether we get more or less. Both Republican and Democrat interventions have led to more chaos and more threats to America. There's a greater threat of radical Islam attacking the U.S. than there was before. <strong></strong></p><p><strong>On economic inequality</strong></p><p>I think inequality can be a problem and interestingly seems to be getting a little bit worse under this administration. Income inequality is worse in towns run by Democrat mayors than in towns run by Republican mayors. ... You have to ask what's the cause of it. Some would argue, for example, you're a multimillionaire and you get a $500 million loan to build solar panels — would that be aiding income inequality? I'm an ordinary middle-class guy, I don't get a $500 million loan from the government, so some would argue that the government aids and abets income inequality and the marketplace has income inequality but it's based on you pleasing someone.</p><p>I would say the policy aim of government absolutely should be that government should not contribute to income inequality.</p><p><strong>On calls to raise the federal minimum wage</strong></p><p>I think like most policies that are well-intended, we need to look at the intentions of the policy and then the outcome of the policy. The people who get hurt the most when you raise the minimum wage are the people with the least skills or the most animus toward them getting started in the workplace. So the person who is most affected, the unemployment that rises the fastest and steepest with raising the minimum wage, is black teenagers.</p><p>If we make the minimum wage $25, will more people or less people work? I think it's without question there would be less jobs.</p><p><strong>On immigration and a pathway to legal status</strong></p><p>The most important thing about immigration reform is that if there's any component of forgiveness ... it can only be done if you secure the border first. The reasoning is that if you offer any sort of beacon of forgiveness without having a secure border, everyone will come.</p><p>I don't envision security being a 20-foot-tall wall; what I envision security [as] is a functioning, legal immigration system.</p><p><strong>On a possible 2016 presidential bid</strong></p><p>We're thinking about it, and it'll probably be in the spring we'll make our final decision.<strong></strong>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Rand+Paul%3A+U.S.+Must+Be+More+Realistic+In+Foreign+Policy+Approach&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"508"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1347738210-07b6cb.m3u?orgId=1&topicId=1014&ft=3&f=347711599"}]}