{"created":"2014-09-30T09:03:20+00:00","modified":"2015-03-09T18:07:41+00:00","valid":{"from":"2015-03-09T18:07:41+00:00","to":"3015-03-09T18:07:41+00:00"},"hreflang":"en","title":"Tests Of New Ebola Drugs Could Take Place As Early As November","published":"2014-09-30T17:46:00+00:00","teaser":"New drugs and vaccines can take years to develop. But health officials and researchers are accelerating tests of experimental drugs to fight the outbreak in West Africa.","itags":["npr_api","352505596"],"guid":"1f01c165-988f-4a98-aecc-d5c2321940b4","contentencoded":"<p>Health officials are gearing up to test drugs and vaccines against Ebola in West Africa, and they hope to start within two months. That's an ambitious timeline for a process that often takes years. The challenge is to move forward as quickly as possible while minimizing the risks that come with unproven drugs and vaccines.</p><p>Right now there are no proven medications. But researchers have been working methodically for years on vaccines that could protect people from the Ebola virus — and drugs that could treat the sick.</p><p>\"These drugs can only be tested properly during epidemics because that's the only time we have Ebola patients,\" says Dr. Peter Horby at the<a href=\"http://www.tropicalmedicine.ox.ac.uk/home\"> Centre for Tropical Medicine and Global Health</a> at Oxford University.</p><p>Horby is heading a project funded by Britain's <a href=\"http://www.wellcome.ac.uk/News/Media-office/Press-releases/2014/WTP057419.htm\">Wellcome Trust</a>. He hopes to enroll the first patients by the end of November. \"That is a very ambitious timeline by clinical trial standards, but I think that has to be our aspiration,\" he says.</p><p>The plan is to run these drug tests out of West African Ebola treatment clinics set up by <a href=\"msf.org\">Doctors Without Borders</a>.</p><p>The short list of possible drugs includes <a href=\"http://www.mappbio.com/\">ZMapp</a>, which has been tried with a handful of patients in this outbreak, and an experimental drug made by a company called <a href=\"http://www.tekmira.com/\">Tekmira</a>, which was given to a medical worker with Ebola who was treated in Nebraska.</p><p>A third candidate is called AVI-7537, being developed by <a href=\"http://www.sarepta.com/\">Sarepta Therapeutics </a>in Cambridge, Mass. Sarepta started to develop this drug in 2010 under a contract with the U.S. military to work on drugs for Ebola and the closely related Marburg virus.</p><p>\"The Ebola study got discontinued in late 2012 because of the fiscal budgetary issues in the United States at the time,\" says Dr. Michael Wong, senior medical director for infectious diseases at Sarepta.</p><p>Early tests showed the drug appeared safe in a small sample of people and fairly effective in treating monkeys with Ebola. But the budget cut stopped further tests.</p><p>Wong says there's enough of this potential drug for 25 patients to receive a full course of treatment, which should be sufficient for initial tests in West Africa. If those results are promising, the company has enough ingredients to make another 100 to 150 doses. But that's still a minuscule supply.</p><p>Sarepta would like to produce tens of thousands of doses in a matter of months. \"That's the corporate goal,\" Wong says. But the company doesn't have funding to ramp up production on speculation that the drug will be effective. It's looking for funding but hasn't found it yet, Wong says.</p><p>The government is paying the company that makes Zmapp to ramp up production.</p><p>The supply lag is not such a big issue for potential vaccines. Pharmaceutical giant <a href=\"http://www.gsk.com/\">GlaxoSmithKline</a> has been developing a vaccine to protect people from Ebola. It is gearing up to produce tens of thousands of doses by the end of the year, even before testing it broadly in people.</p><p>\"We are doing extraordinary things to try to accelerate this development to the point where we can do something that would normally take a year to a year-and-a-half in just a few months,\" says Dr. Ripley Ballou of GSK Biologicals in Belgium.</p><p>If the vaccine appears to be safe, the company could start offering it to health care workers in West Africa, who have the highest risk of getting Ebola. But the potential benefit would have to outweigh the risk of unexpected problems that could result from the hurried testing.</p><p>Dr. Horby at Oxford says he still believes that public health measures — like finding and isolating people sick with Ebola — will have the biggest impact on stopping the epidemic. \"But at the same time,\" he says, \"there are other things like vaccines, like drugs, that can contribute to that, and we should be pursuing that actively as well, because this is a huge humanitarian crisis.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Tests+Of+New+Ebola+Drugs+Could+Take+Place+As+Early+As+November&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Richard Harris","audio":[{"meta":{"duration":"265"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1352661396-7c61f0.m3u?orgId=1&topicId=1031&e=352505596&d=265&ft=nprml&f=352505596"},{"href":"http://media.npr.org/assets/img/2014/09/29/ebola-test-dc032d3935c92c69e5c5a0e25424aac8cb2c7de8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1332","width":"1776"}}]}