{"created":"2014-10-25T21:05:22+00:00","modified":"2014-11-11T14:45:00+00:00","valid":{"from":"2014-11-11T14:45:00+00:00","to":"3014-11-11T14:45:00+00:00"},"hreflang":"en","title":"Cartoonist Looks Back On Career Built On Unnerving Visions","published":"2014-10-25T22:54:00+00:00","teaser":"As a young man, Jim Woodring was looking for a sign — and he found it in a huge, green hallucinated amphibian. His new book of old drawings, <em>Jim, </em>includes many works inspired by such \"apparitions.\"","itags":["npr_api","358125038"],"guid":"1f04c68c-a488-4691-8dd6-8d8e390132f4","contentencoded":"<p>Cartoonist and artist Jim Woodring is one of the most important cartoonists of his generation. His paintings and charcoal drawings hang in art galleries all over the world, and his cartoons have been collected in books and graphic novels that have sold tens of thousands of copies.</p><p>He often draws in a somewhat abstract style, reminiscent of old Betty Boop or Mickey Mouse cartoons. But his drawings show an unnerving, fantastic world filled with the surreal and the grotesque. Many of them, in fact, are based on nightmarish hallucinations he's had.</p><p>Woodring's latest book, <em>Jim</em>, is a collection of his early cartoons, somewhat autobiographical in nature. He tells NPR's Arun Rath what's in it: \"It's comics, it's tone poems, it's charcoal drawings, pen and ink drawings, stories with illustrations,\" he says. \"It's just a number of different approaches that I came up with in order to say these disparate but related things that obsessed me.\"</p><p>The cartoonist tells Rath he's seen hallucinations, or \"apparitions,\" since he was young, but that they seem to be tapering off lately — which he hopes is a positive sign. \"I've waited all my life to be an old man and now that I am one, I find it suits me,\" he says. \"And I'd hate to think that it's really the beginning of something terrible.\"</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On one significant hallucination he had as a young man</strong></p><p>That was a big one for me. I was taking an art history class. And when the screen went white, I hallucinated a huge, green, rubbery amphibious creature coming up from the bottom of the screen and it shocked me so badly that I can still feel it in the soles of my feet and my hands. ... It happened at a time when I was actively sort of looking for a sign. I needed direction in my life and I didn't have a lot of self-confidence and I didn't know where I was going to go or what I was going to do. And this frog provided me with the answers to that by way of making me feel that I had within me everything that I needed to go forth and make myself a productive life.</p><p><strong>On the odd jobs he worked to supplement his income when he couldn't support himself by cartooning</strong></p><p>For one thing, I worked at an advertising agency. And then for most of the '80s, a good friend of mine got me a job at a studio that made animated cartoons for children. And they weren't the kind of animated cartoons that you could take a lot of pride in. ... I don't want to badmouth my employers. They were awfully good to me. But the company was called Ruby-Spears. And the cartoons that I worked on were things like the <em>Mister T </em>show<em>,</em> <em>Rubik the Amazing Cube</em>, which was launched five years after the [Rubik's cube] fad was dead. ... I worked on the storyboards for those things and other things.</p><p><strong>On the frequency of his \"apparitions\" later in life</strong></p><p>I haven't [seen any] for a couple of years now, actually. Last one I saw, I came up the stairs of my house to the second floor landing and I saw a guy standing at the end of the hall ... wearing a leather harness on his face and grimacing and staring at me. And at first I thought it was my reflection in the mirror until I realized there was no mirror there. And then I just lingered long enough for me to scrutinize it. And, as I usually do, I drew it. I made a picture of it. And it's a scary image.</p><p><strong>On his reactions to hallucinations</strong></p><p>It isn't frightening because something in me knows that it's not threatening. I don't know what it is. It's hard to explain how easily I can accept these things even though they're completely irrational. The one that I had before this, which was about four years ago, I looked out my window and I saw Thomson and Thompson from the Hergé stories, the Tintin stories, in black and white walking down the street behind a 9-foot-tall hooker in red hot pants. When it resolved into what it was, it was just a woman and her two kids walking down the street but for about 10 seconds, I saw the aforementioned group in completely lifelike detail. It was as if they were really there.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Cartoonist+Looks+Back+On+Career+Built+On+Unnerving+Visions&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"307"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1358898074-2d1f7f.m3u?orgId=1&topicId=1033&ft=3&f=358125038"},{"href":"http://media.npr.org/assets/img/2014/10/23/jim-22-f4852d1539ee4af627a89a06dbe5f10aa7c2194d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"306","width":"408"}},{"href":"http://media.npr.org/assets/img/2014/10/23/jimwoodingphoto2-bb9632e7f98803fce4321f6c6bfa2eb981ce51ea.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"672","width":"896"}}]}