{"created":"2015-04-24T09:03:18+00:00","modified":"2015-05-13T21:00:51+00:00","valid":{"from":"2015-05-13T21:00:51+00:00","to":"3015-05-13T21:00:51+00:00"},"hreflang":"en","title":"As Governors Eye The White House, Home Takes A Back Seat","published":"2015-04-24T22:15:00+00:00","teaser":"Governing is messy, but slumping approval ratings for hopefuls like Scott Walker and Chris Christie likely won't have much impact on the presidential contest.","itags":["npr_api","401808956"],"guid":"1f13024d-eb53-41f8-9640-507219edaec5","contentencoded":"<p>The list of official and likely candidates for president in 2016 includes some prominent Republicans who are currently governors. Three of them — Scott Walker, Chris Christie and Bobby Jindal — all tout executive experience as qualification for the White House. They also share something else — slumping poll numbers back home.</p><p>They've been working to make themselves familiar and friendly faces to the party faithful in early voting states, including at a big event hosted last week by the New Hampshire GOP.</p><p>Jindal, the sitting governor of Louisiana, was there. Also, Wisconsin's Scott Walker, greeting the audience in Nashua with some regular-guy, Midwestern small talk.</p><p>\"We're honored to be back here, New Hampshire,\" he said. \"I wore a suit tonight. I didn't wear a $1 sweater like I did last time from Kohl's. Although I think this shirt is from Kohl's.\"</p><p>Kohl's, of course, is a reference to the Wisconsin-based department store.</p><p>And there's New Jersey's Chris Christie, who mentioned a text he'd just gotten from his 14-year-old son.</p><p>\"He's at school, and he said to me 'where are you?' And i said 'I'm on my way to New Hampshire.' And he's a bit of a wise guy — I don't know where that comes from — and he said 'your new home state,'\" Christie said to laughs.</p><p>It's all part of the \"getting to know you\" phase of an early presidential campaign. And for a sitting governor, it's a time to tell the world — especially voters in New Hampshire and Iowa — just what you've accomplished back home.</p><p>That's something Walker tried to do: \"We took $3.6 billion budget deficit and turned it into a surplus. In fact we've done it in each of the last four years,\" he said.</p><p>But as these three governors eye the White House, each is also dealing with low public approval at home.</p><p>Walker has long been a polarizing figure due to his epic battles with public employee unions. But a new poll this week shows a new and sizable drop in his approval rating. Charles Franklin of Marquette University noted that Walker has shifted his rhetoric to the right on issues including immigration and abortion. That has likely fueled some of the drop. And, Franklin said, being out of the state so much doesn't help.</p><p>\"He has had a style in which he governs by traveling around the state in presenting his case. Three, four, five events a day around the state arguing for his positions,\" Franklin said. \"Now he isn't able to do as many of those.\"</p><p>Christie's popularity in New Jersey reached an all-time low this week. There was the so-called \"bridgegate\" scandal early last year, but more recently there's deep discontent over his handling of the economy and changes to retirement benefits for state workers.</p><p>Jindal's approval is very low as well — fueled by his handling of the budget and education, among other things.</p><p>Governing is messy. And it's something a candidate not currently running a state doesn't have to worry about.</p><p>But political strategists like Rich Galen say that falling support at home — as long as it doesn't become a huge story on a hot button issue nationally — is not likely to have much impact on the presidential contest \"as long as the dip is manageable.\"</p><p>\"As long as the candidate doesn't feel that he or she has to race home to fix it. Then it's something that you let slide by and hope for the best as you move down the field,\" he said.</p><p>Now, there are other sitting governors who could still jump into the race. Like, say, say Ohio's John Kasich whose ratings have held up pretty well, so far.</p><p>But others wear their low approval ratings like a badge of honor. A sign of toughness. As Christie put it last weekend — he's not looking to be elected prom king.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=As+Governors+Eye+The+White+House%2C+Home+Takes+A+Back+Seat&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Don Gonyea","audio":[{"meta":{"duration":"227"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1401917235-bd2e45.m3u?orgId=1&topicId=1014&d=227&p=3&story=401808956&t=progseg&e=401860291&seg=9&ft=nprml&f=401808956"},{"href":"http://media.npr.org/assets/img/2015/04/23/470256512-652ebcdb9a49bce04917dc85565ede0926ccac4f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2529","width":"3374"}},{"href":"http://media.npr.org/assets/img/2015/04/23/470223948_wide-08a257cc905c7e18435fc472bec07fc9e7520a81.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"2133","width":"3794"}},{"href":"http://media.npr.org/assets/img/2015/04/23/469812748_wide-dda68282546a67940a6cf86b0e21fe457a612854.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"2772","width":"4927"}}]}