{"created":"2015-04-22T21:33:21+00:00","modified":"2015-04-23T19:47:42+00:00","valid":{"from":"2015-04-23T19:47:42+00:00","to":"3015-04-23T19:47:42+00:00"},"hreflang":"en","guid":"1f259c86-5bd3-456e-ba27-28f2d57f8d92","title":"A century after its first-ever use, the original chemical weapon has made a comeback","published":"2015-04-23T19:47:39+00:00","byline":"Christopher Woolf","tags":["conflict","military","history","weapons of mass destruction","Conflict","Conflict & Justice","The World That Was","Chemical warfare","Chlorine","Gas mask","Western Front","Weapon of mass destruction","World War I","Military history of Europe"],"teaser":"It’s been exactly 100 years since the world saw the first deadly attack with chemical weapons. The Germans deployed tons of chlorine gas on a sector of the Western front in World War I, causing 6,000 casualties. Now chlorine gas is back on the battlefield, in Syria.","contentencoded":"<p>On April 22, 1915, the world witnessed the first-ever deadly use of chemical weapons.</p>\n<p>On that day, around 5:30 in the evening, German soldiers released 168 tons of chlorine gas in a sector of the Western Front, near the Belgian city of Ypres.</p>\n<p>The goal was to break the stalemate that had gripped World War I's Western front of since the end of 1914, pitting the Germans against British, French and Belgian forces, all stationed in trenches stretching from the seacoast of Belgium all the way to the border with Switzerland.</p>\n<p>The wind slowly blew the poisonous gas across no-man’s land. On the other side of the wire were two divisions of the French army. One, the 87th, was made up of reservists, older men who were mostly over the age of 35; the 45th Division was composed of soldiers from French colonies, mostly Moroccans and Algerians.</p>\n<p>Men quickly started choking. According to a modern <a href=\"http://dhl.dhhq.health.mil/Product/RetrieveFile?prodId=300\">hand-out from the US Department of Defense</a>, these are the immediate effects of the chemical:</p>\n<p><em>\"Relatively low levels of chlorine gas can cause sore throat, coughing, and eye and skin irritation, while higher levels can cause burning of the eyes and skin, nausea, temporary blindness, difficulty breathing, and chest pain. At high enough levels, chlorine gas can cause immediate collapse and death.”</em></p>\n<p>Six-thousand men quickly fell to the poison. Many more were cut down by artillery as they jumped out of the trenches to avoid the gas, which is heavier than air and settles to the bottom of trenches and dug-outs.</p>\n<p>After that first attack, the Allies quickly prepared countermeasures. They sought the help of nuns at a nearby convent and ordinary women in Paris to stitch together pads of cloth that could be tied on to cover the nose and mouth. If soaked in water or urine, the pads could help reduce the amount of chlorine reaching the lungs.</p>\n<p>And, despite their denunciations of the use of chlorine gas as a war crime, the Allies launched plans to retaliate. They did so just a few months later, and the use of increasingly deadly chemical weapons by both sides was a feature of every battle during the rest of the war in Europe. The clang of the metal gas alarm meant you had a few seconds to wake up and don your gas mask and protective clothing — or suffer horrible burns or death.</p>\n<p>But as a weapon, poison gas became less and less effective. It was responsible for only an estimated 4 percent of combat deaths in the war.</p>\n<p>The chief impact of chemical weapons was psychological. The terror they induced led to them being banned again after the war. They were not used on the battlefields of Europe in World War II, though the Japanese used them in China. They disappeared from war again until Saddam Hussein used chemicals during his war against Iran in the 1980 — and then against his own people when they rebelled.</p>\n<p>Now chlorine gas and other chemical weapons have emerged again: Syria’s President Bashar al-Assad used chemical weapons against his own people after the uprising which began in 2011. An attack in 2013 using sarin gas, a powerful nerve agent, was an international scandal that nearly prompted American airstrikes against Assad. But while international pressure forced Syria to surrender most of its chemical stockpile, reports persist that chlorine gas is used in barrel bombs dropped on rebel-held areas.</p>\n<p>Meanwhile, ISIS has started using <a href=\"http://www.bbc.co.uk/news/world-middle-east-31847427\">chlorine in improvised explosive devices</a> in Iraq and Syria. Millions of tons of chlorine are produced every year all over the world for legitimate purposes like disinfecting hospitals and purifying swimming pools. But groups like ISIS are able to modifying such cheap, commercially available chlorine for weapons.</p>\n<p>Some terrorism and chemical weapons experts say that’s a problem for all of us. Because so many individuals have gone to join ISIS from Europe and the US, it’s likely that many are learning the mechanics of weaponizing chlorine.</p>\n<p>One British expert, Hamish de Bretton-Gordon, says <a href=\"http://2paragraphs.com/2014/10/credible-isis-chemical-biological-weapons-threat-outside-syria-iraq/\">there’s a good chance</a> that if they’re allowed to return home, jihadis could make such a chemical weapon here. The good news is that while chlorine is easy to get, it would be very hard to make and deliver enough to create a serious problem.</p>\n<p>\"The chances of a spectacular [attack] in [the] UK or US are, in my opinion, pretty low,\" de Bretton-Gordon says. \"There is a good chance that nobody would notice — and there are likely to be few casualties.”</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-22%2F100-years-after-first-deadly-use-chemical-weapons-concerns-are-rising-about-isis&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/GASBOMBcropped.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/gasbombcroppedjpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04222015_06.mp3"},{"href":"http://www.pri.org/file/0422201506mp3"}]}