{"created":"2014-08-28T19:13:00+00:00","modified":"2014-08-28T19:13:00+00:00","valid":{"from":"2014-08-28T19:13:00+00:00","to":"3014-08-28T19:13:00+00:00"},"hreflang":"en","guid":"1f2930b5-70dd-4584-93bc-a1101e15fe36","title":"Beijing has a message for China's Cantonese speakers — stick to Mandarin!","published":"2014-08-28T19:13:00+00:00","byline":"Matthew Bell","tags":["language","politics","government","Culture","Arts, Culture & Media","Beijing","Guangzhou","Asia","China","Asia","East Asia","David Wertime","Cantonese language","Languages of China","Chinese language","Languages of Hong Kong","Languages of Asia","Mandarin Chinese","Politics"],"teaser":"The Cantonese-speaking heartland of southern China is also the country's most populous region. But Beijing still considers the region's native language of Cantonese to be a minority dialect, and now it wants Cantonese broadcasters to switch to Mandarin — but why now?","contentencoded":"<p>In the world of &quot;the&quot; Chinese language, there are actually many languages and dialects &mdash; and complicated politics to go along with them. Now Beijing has stirred up a fresh dispute over the use of Mandarin, China&#39;s official language.</p><p>Mandarin is a dialect &mdash; in fact, a group of dialects in itself, but let&#39;s not go down that rabbit hole &mdash; from northern China. It&#39;s what you probably think of as &quot;Chinese,&quot; and it&#39;s been the traditional language of government because it&#39;s from the region around Beijing.</p><p>Cantonese, meanwhile, is a southern dialect that&#39;s considered a protected &quot;minority language&quot; despite the fact that 60 million Chinese speak it. That&#39;s about the same as the population of the United Kingdom.&nbsp;</p><p>Beijing has a history of pushing Mandarin over local languages, and it recently ordered Guangdong TV, a major Cantonese-language television station, to switch to Mandarin. Guangdong residents are famous in China for their independent streak, and they wasted no time in voicing their opinions over the switch.</p><p>&ldquo;What you see online,&rdquo; says David Wertime, who reports on Chinese social media for Foreign Policy magazine, &ldquo;is a lot of pushback.&rdquo;</p><p>It&#39;s not clear exactly who issued the order to the state-run station, or how high up the ranks of the central government those orders went, Wertime says. But it happened quietly over the summer, and Cantonese speakers noticed.</p><p>&ldquo;You see a number of comments online that are essentially telling the Mandarin language to &#39;buzz off,&#39;&rdquo; Wertime says. &ldquo;And you see complaints about a &#39;frog-boiling-in-the-water approach.&#39;&rdquo;</p><p>Wertime remembers such pro-Mandarin efforts going back to his days as a Peace Corps volunteer in China in the early 2000s.&nbsp;&ldquo;There were signs on the campus on which I taught exhorting students to speak in Mandarin, as opposed to their various local dialects,&rdquo; he says.</p><p>They&#39;re billed as efforts to unify the country, but many Chinese see political motives at play.&nbsp;A government plan to send volunteer Mandarin teachers to the volatile northwestern region of Xinjiang, <a href=\"http://www.rfa.org/english/news/uyghur/teachers-08272014122902.html?utm_source=twitterfeed&amp;utm_medium=twitter\">for example</a>, was criticized by exile groups. They saw the effort by Beijing as part of a broader attack on the unique culture of China&#39;s Uighur minority in the region, where the locals speak a Turkic language that is distinct from Chinese.&nbsp;</p><p>And now, some native Cantonese speakers are suspicious of Beijing&#39;s timing. Cantonese is also the lingua france of semi-autonomous Hong Kong, where a determined pro-democracy movement is calling for China&#39;s central government to give voters in the territory the right to elect their own chief executive by 2017.</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/RTR3SP6V.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"/file/rtr3sp6vjpg"}]}