{"created":"2014-09-11T20:03:16+00:00","modified":"2014-09-12T18:30:44+00:00","valid":{"from":"2014-09-12T18:30:44+00:00","to":"3014-09-12T18:30:44+00:00"},"hreflang":"en","guid":"1f40b4fb-1ebb-4252-8090-dd05f82eebba","title":"Graphic images of war are hard to stomach — but some say they're necessary","published":"2014-09-12T18:30:43+00:00","byline":"Bradley Campbell, Susie Blair","tags":["Photography","photojournalism","Steven Sotloff","James Foley","Islamic State in Iraq and Syria","Media","Arts, Culture & Media","Asia","North America","United States","Iraq","Asia","Middle East","North America","Peter Maass","George Strock","Publishing","Photojournalism","ISIS","war photography"],"teaser":"When news outlets decide to publish graphic photos of war and violence, they often face censorship, opposition or anger for doing so. In the wake of the release of ISIS beheading videos, one journalist argues that there is value in bearing witness to war, even its ugliest parts.","contentencoded":"<p>For those in news media, the decision of whether or not to publish graphic images of war is fraught with ethical dilemmas.</p><p><em>(Editor&#39;s note: The following story contains graphic images that some may find disturbing.)</em></p><p>For some, <a href=\"http://www.torontosun.com/2014/09/03/watching-beheading-video-lets-the-barbarians-win\">the answer is clear</a>: Don&rsquo;t expose your audience to gruesome, unsettling imagery, especially when they are unprepared. But for others &mdash; like journalist <a href=\"https://twitter.com/@maassp\">Peter Maass</a> &mdash; it&rsquo;s not so simple.</p><p>&ldquo;This stuff is ghastly, it&#39;s terrible,&rdquo; he says. &ldquo;But unless you are confronted with it, I believe, you can&#39;t get to the depths of it, and you can&#39;t kind of reach the level of understanding and, perhaps, revulsion that one should.&rdquo;</p><p>Maass has covered the conflicts in Iraq and Afghanistan, where he witnessed things that most Americans only see in photographs. Recently, he wrote a piece for The Intercept titled, &quot;<a href=\"https://firstlook.org/theintercept/2014/09/10/case-for-watching-beheading-videos/\">Why More Americans Should See the Beheading Videos.</a>&quot; In it, he reflected on the use of images and video from the execution of American journalist James Foley by ISIS militants; some media outlets were heavily criticized for posting them.</p><p>&ldquo;We are right to be repulsed,&rdquo; he writes of the ISIS footage. &ldquo;But I think part of our horror stems from the fact we rarely see images of American victims of war. It is the last taboo in our era of endlessly transgressive media &mdash; publishing photos or videos of injured, dying, or dead Americans in a war zone.&rdquo;</p><p>Maass thinks it should be up to the viewer to actively seek out those images, but that there is value in bearing witness to the grim realities of conflict &mdash; especially when the victims are your fellow countrymen.</p><p>&ldquo;There aren&rsquo;t as many gatekeepers as there used to be. Now, I think, it should be an individual decision on whether or not you want to view, particularly, those videos,&quot; he says. &quot;But obviously, major news organizations have decided &mdash; although they write about them, some of them have screenshots &mdash; they will not post links to them; they will not have them posted on their own websites. That&rsquo;s their decision.&rdquo;</p><p>[[{\"fid\":\"73774\",\"view_mode\":\"default\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":5617,\"width\":4374,\"style\":\"font-size: 12.7272720336914px; line-height: 20.0063037872314px; width: 300px; height: 385px; float: right;\",\"alt\":\"The original caption from LIFE read: &quot;Three dead Americans on the beach at Buna.&quot;\",\"title\":\"The original caption from LIFE read: &quot;Three dead Americans on the beach at Buna.&quot;\",\"class\":\"media-element file-default\"}}]]</p><p>The dialogue surrounding censorship, war photography and editorial discretion has been rekindled by the ISIS videos, but the issue itself is nothing new. As long as photography and war have existed simultaneously, there have been graphic images &mdash; and, with those images, the decision whether or not to publish them.</p><p>Take the photography of World War II. One of the lasting images of the era is that of three dead American soldiers on a New Guinea beach after the Battle of Buna&ndash;Gona.&nbsp;</p><p>The photograph was taken by war photojournalist George Strock for <a href=\"http://life.time.com/history/wwii-buna-beach-iconic-photo-of-three-dead-americans/#1\">LIFE magazine in 1943</a>. At the time, the US government had strict military censors. In order to get the photo to run, LIFE&rsquo;s editors had to make their case to the government directly. Once they received clearance, they ran an editorial alongside the full-page photograph, explaining their editorial choice to their readership:</p><p style=\"margin-left: 40px;\"><em>&ldquo;The reason is that words are never enough. The eye sees. The mind knows. The heart feels. But the words do not exist to make us see, or know, or feel what it is like, what actually happens. The words are never right &hellip; The reason we print it now is that, last week, President Roosevelt and [Director of the Office of War Information] Elmer Davis and the War Department decided that the American people ought to be able to see their own boys as they fall in battle; to come directly and without words into the presence of their own dead.&rdquo;</em></p><p>This seems to be a sentiment that Maass shares:&nbsp;<span style=\"line-height: 1.538em;\">&ldquo;Actually seeing these things has an effect beyond what the imagination can accomplish, beyond what the written word can accomplish.&rdquo;</span></p><p>Although images of American dead during the Iraq war were strictly controlled &mdash; from 1991 to 2009, photojournalists couldn&rsquo;t even take photos of the flag-draped coffins of fallen American soldiers &mdash; a few shocking images made their way to American audiences.</p><p>In 2004 in Fallujah, <a href=\"http://www.nytimes.com/2004/03/31/international/worldspecial/31CND-IRAQ.html\">four American contractors were killed</a>; their bodies burned and hung up on a bridge across the Euphrates.</p><p>[[{\"fid\":\"73775\",\"view_mode\":\"default\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":1125,\"width\":2000,\"style\":\"width: 1000px; height: 563px;\",\"alt\":\"Iraqis chant anti-American slogans as charred bodies hang from a bridge over the Euphrates River in Fallujah, west of Baghdad, in 2004.\",\"title\":\"Iraqis chant anti-American slogans as charred bodies hang from a bridge over the Euphrates River in Fallujah, west of Baghdad, in 2004.\",\"class\":\"media-element file-default\"}}]]</p><p>&ldquo;These images were taken by professional photographers &mdash; at great risk to themselves, as the crowd was very hostile,&rdquo; Maass explains.&nbsp;<span style=\"line-height: 1.538em;\">The photos were then widely circulated by news organizations and are now considered a tipping point in the conflict.</span></p><p>&ldquo;Rather than the event itself, it was the pictures that really generated a massive reaction &mdash; and probably an over-reaction,&quot; Maass says. &quot;Fallujah was invaded on two occasions subsequently, at terrible cost to American life, as well as &mdash; obviously &mdash; Iraqi life.&rdquo;</p><p>But he also maintains there&#39;s a critical distinction between these images of war &mdash; such as the soldiers on the beach or the hung Americans &mdash; and the ISIS-filmed beheadings of Steven Sotloff and James Foley. The former tells a story of a live event; the latter is &ldquo;staged propaganda.&rdquo; While the imagery might be equally horrifying, he argues the cases must be handled differently when it comes time to publish.</p><p>&ldquo;We have to give ourselves a chance to see and to hopefully understand, as a result of this imagery,&rdquo; he says.</p><p>[[{\"fid\":\"73776\",\"view_mode\":\"default\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":1125,\"width\":2000,\"style\":\"width: 1000px; height: 563px;\",\"alt\":\"The most famous image to come out of the attacks of September 11 is called “The Falling Man” — it shows a man falling to his death from the North Tower of the World Trade Center. The photograph was published by The New York Times the next day, but the pap\",\"title\":\"The most famous image to come out of the attacks of September 11 is called “The Falling Man” — it shows a man falling to his death from the North Tower of the World Trade Center. The photograph was published by The New York Times the next day to a firesto\",\"class\":\"media-element file-default\"}}]]</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/RTRIQCW.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/rtriqcwjpg"}]}