{"created":"2014-09-23T13:28:49+00:00","modified":"2014-10-30T23:56:34+00:00","valid":{"from":"2014-10-30T23:56:34+00:00","to":"3014-10-30T23:56:34+00:00"},"hreflang":"en","title":"When Did Companies Become People? Excavating The Legal Evolution","published":"2014-07-28T17:52:00+00:00","teaser":"The Supreme Court has been granting more rights to corporations, including some regarded as those solely for individuals. But Nina Totenberg finds the company-to-person shift has a long history.","itags":["npr_api","335288388"],"guid":"1f43734a-ce56-47be-80a8-3692b1d48d65","contentencoded":"<p>Are corporations people? The U.S. Supreme Court says they are, at least for some purposes. And in the past four years, the high court has dramatically expanded corporate rights.</p><p>It ruled <a href=\"http://www.npr.org/templates/story/story.php?storyId=122805666\">that corporations have the right to spend money in candidate elections,</a> and that some for-profit <a href=\"http://www.npr.org/2014/06/30/326959298/supreme-court-ruling-affirms-hobby-lobby-victory\">corporations may, on religious grounds, refuse to comply with a federal mandate</a> to cover birth control in their employee health plans.</p><p>These are personal rights accorded to corporations. To many, the concept of corporations as people seems odd, to say the least. But it is not new.</p><p>The dictionary defines \"corporation\" as \"a number of persons united in one body for a purpose.\" Corporate entities date back to medieval times, observes Columbia law professor John Coffee, an authority on corporate law. \"You could think of the Catholic Church as probably the first entity that could buy and sell property in its own name,\" he says.</p><p>Indeed, having an artificial legal persona was especially important to churches, says Elizabeth Pollman, an associate professor at Loyola Law School in Los Angeles.</p><p>\"Having a corporation would allow people to put property into a collective ownership that could be held with perpetual existence,\" she says. \"So it wouldn't be tied to any one person's lifespan, or subject necessarily to laws regarding inheriting property.\"</p><p>Later on, in the United States and elsewhere, the advantages of incorporation were essential to efficient and secure economic development. Unlike partnerships, the corporation continued to exist even if a partner died; there was no unanimity required to do something; shareholders could not be sued individually, only the corporation as a whole, so investors only risked as much as they put into buying shares.</p><p>By the 1800s, the process of incorporating became relatively simple. But corporations aren't mentioned anywhere in the Constitution, leaving the courts to determine what rights corporations have — and which corporations have them. After all, Coca-Cola is a corporation, but so are the NAACP and the National Rifle Association, and so are small churches and local nonprofits.</p><p>\"All these truly different types of organizations might come under the label 'corporation,' \" Pollman observes. \"And so the real difficulty is figuring out how to treat these different things under the Constitution.\"</p><p>In the early years of the republic, the only right given to corporations was the right to have their contracts respected by the government, according to legal historian Eben Moglen.</p><p>The great industrialization of the United States in the 1800s, however, intensified companies' need to raise money.</p><p>\"With the invention of the railroad, you needed a great deal of capital to exploit its purpose, \" Columbia professor Coffee says, \"and only the corporate form offered limited liability, easy transferability of shares, and continued, perpetual existence.\"</p><p>In addition, the end of the Civil War and the adoption of the 14th Amendment provided an opportunity for corporations to seek further legal protection, says Moglen, also a Columbia University professor.</p><p>\"From the moment the 14th Amendment was passed in 1868, lawyers for corporations — particularly railroad companies — wanted to use that 14th Amendment guarantee of equal protection to make sure that the states didn't unequally treat corporations,\" Moglen says.</p><p>Nobody was talking about extending to corporations the right of free speech back then. What the railroads sought was equal treatment under state tax laws and things like that.</p><p>The Supreme Court extended that protection to corporations, and over time also extended some — but not all — of the rights guaranteed to individuals in the Bill of Rights. The court ruled that corporations don't have a right against self-incrimination, for instance, but are protected by the ban on warrantless search and seizure.</p><p>Otherwise, as the Cato Institute's Ilya Shapiro puts it, \"the police could storm down the doors of some company and take all their computers and their files.\"</p><p>But for 100 years, corporations were not given any constitutional right of political speech; in fact, quite the contrary. In 1907, following a corporate corruption scandal involving prior presidential campaigns, <a href=\"http://en.wikipedia.org/wiki/Tillman_Act_of_1907\">Congress passed a law banning corporate involvement</a> in federal election campaigns. That wall held firm for 70 years.</p><p>The first crack came in a case that involved neither candidate elections nor federal law. In 1978 a sharply divided Supreme Court ruled for the first time that <a href=\"http://en.wikipedia.org/wiki/First_National_Bank_of_Boston_v._Bellotti\">corporations have a First Amendment right to spend money on state ballot initiatives</a>.</p><p>Still, for decades, candidate elections remained free of direct corporate influence under federal law. Only money from individuals and groups of individuals — political action committees — were permitted in federal elections.</p><p><a href=\"http://www.npr.org/tags/130400980/citizens-united\">Then came Citizens United</a>, the Supreme Court's 5-4 First Amendment decision in 2010 that extended to corporations for the first time full rights to spend money as they wish in candidate elections — federal, state and local. The decision reversed a century of legal understanding, unleashed a flood of campaign cash and created a crescendo of controversy that continues to build today.</p><p>It thrilled many in the business community, horrified campaign reformers, and provoked considerable mockery in the comedian classes.</p><p>\"If only there were some way to prove that corporations were not people,\" lamented the <em>Daily Show</em>'s Jon Stewart. Maybe, he mused, we could show \"their inability to love.\"</p><p>Fellow Comedy Central comedian Stephen Colbert tried unsuccessfully to <a href=\"http://thecaucus.blogs.nytimes.com/2011/12/06/colberts-pushes-corporations-are-people-referendum/\">get the question of corporate personhood on the South Carolina ballot</a>, and also formed a superPAC, which asked whether voters would be comfortable letting Mitt Romney <a href=\"http://www.colbertsuperpac.com/archive/011412.html\">date their daughters' corporations</a>.</p><p>But there are serious people on both sides of this issue.</p><p>Cato's Shapiro sees all corporations, when they spend on political campaigns, as merely associations of like-minded people.</p><p>\"Nobody is saying that corporations are living, breathing entities, or that they have souls or anything like that,\" he says. \"This is about protecting the rights of the individuals that associate in this way.\"</p><p>Countering that argument are those who note that individuals are perfectly free to give money to candidates with whom they agree, and to spend unlimited amounts independently supporting those candidates. They shouldn't need a corporation to express themselves, the argument goes.</p><p>Some critics, like Pollman, see a difference between for-profit and nonprofit corporations. A nonprofit corporation formed to advance particular political views is one thing, she says. A large for-profit corporation is something else entirely.</p><p>\"There's no reason to believe that the people involved — shareholders, employees, even the directors or managers — have come together for an expressive purpose related to anything other than really what the business is doing,\" she argues.</p><p>And shareholders and employees, Pollman observes, have no real recourse if they disagree with how corporate money is spent in campaigns.</p><p>And then there is the money-is-not-speech argument. The problem for First Amendment believers, Moglen says, arises not because they think corporations shouldn't have rights so much as they think money isn't equal to speech.</p><p>\"And we are now winding up using constitutional rules to concentrate corporate power in a way that's dangerous to democracy,\" he says.</p><p>That, of course, is not how the Supreme Court majority sees its decision. The court has said that because speech is an essential mechanism of democracy, the First Amendment forbids discrimination against any class of speaker.</p><p>It matters not, the court said just this year, that some speakers, because of the money they spend on elections, may have undue influence on public policy; what is important is that the First Amendment protects both speech and speaker, and the ideas that flow from each.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=When+Did+Companies+Become+People%3F+Excavating+The+Legal+Evolution&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nina Totenberg","audio":[{"meta":{"duration":"530"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1335986219-7c4a37.m3u?orgId=1&topicId=1070&ft=3&f=335288388"},{"href":"http://media.npr.org/assets/img/2014/07/25/105775187-906ab69b5938ed80400f693eb6bc9705456defab.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3663","width":"4882"}}]}