{"created":"2014-08-28T01:47:44+00:00","modified":"2014-10-30T22:59:28+00:00","valid":{"from":"2014-10-30T22:59:27+00:00","to":"3014-10-30T22:59:27+00:00"},"hreflang":"en","title":"Longtime Friends Lithgow And Molina Play Longtime Couple In 'Love Is Strange'","published":"2014-08-25T23:53:00+00:00","teaser":"The film about a 40-year relationship is \"prosaic and quotidian,\" says John Lithgow, \"and that's what's so amazing about it.\" Alfred Molina agrees: \"It is the epic quality of the ordinary.\"","itags":["npr_api","343127165"],"guid":"1f45c7a2-980d-48a0-a3ec-844e1bc75894","contentencoded":"<p>When actors John Lithgow and Alfred Molina came by NPR's New York studios, they brought with them a loose, joking rapport — the shorthand of longtime friends. \"Fred and I had known each other for 15-20 years,\" says Lithgow — who calls Molina \"Fred.\"</p><p>\"If anyone says, ... 'I know <em>Alfred</em> really well,' they're lying!\" Molina tells NPR's Melissa Block.</p><p>\"You can call him Freddie Teacups; that's his mob name,\" Lithgow says with a laugh.</p><p>Lithgow and Molina bring that same easy intimacy to their roles in the new movie <em>Love Is Strange.</em> It's a quiet portrait of a marriage. Lithgow and Molina play Ben and George, a gay couple who get married in New York after 39 years together.</p><p>Their marriage costs Molina's character his job teaching music at a Catholic school. When he's fired, the men are forced to sell their apartment — and ask friends and family if they can move in. The two men have shared four decades together. Now, because no one has room for both of them, they're forced to live apart.</p><hr /><h3>Interview Highlights</h3><p><strong>On the cramped New York apartment they share at the beginning of the film — which actually belonged to a gay couple who had been together longer than Ben and George</strong></p><p><strong>Molina: </strong>They'd been together for a long, long time. They'd witnessed all the various changes, all the big political and cultural upheavals in the last 50 years.</p><p><strong>Lithgow: </strong>[They were] a nice reference point for us — very kind of self-effacing men. One very charming thing was they were huge theater fans. They'd seen everything that Fred and I had done on Broadway. They even had a collection of programs ... they'd seen the first thing I'd done on Broadway in 1973.</p><p><strong>On a scene in which Ben and George discuss Ben's infidelities</strong></p><p><strong>Lithgow: </strong>In 40 years ... you go through hard times, you go through crises. I don't think this is Ben confessing to George. It's just a moment of saying, \"I'm sorry\" — probably not for the first time. It's a film about the nature of long, long relationships.</p><p><strong>Molina:</strong> It's also a kind of acknowledgement of their survival that they survived all these vicissitudes and all the changes, all the crises. And that's the strength of a long-term relationship, that you arrive at a point where in a sense it's a celebration, despite everything. Despite all the things that we've been through, we're still here, and that's why I think the title of the movie — the use of the word \"strange\" — I always thought it was in the ... Shakespearean sense ... of something being most strange, most wondrous strange, of something being magical and mystical and mysterious — and love is that. Love survives all kinds of things.</p><p><strong>On the history the couple has witnessed during their 40-year relationship</strong></p><p><strong>Lithgow:</strong> It's a gay relationship that's been going on for 40 years — these have been 40 extraordinary years in our cultural history. They have seen so many chapters, including the appalling tragedy of AIDS in the '80s and '90s. These two men have surely lost 100 friends between them. Nothing is said about that, and yet it's a kind of melancholy undercurrent.<strong></strong></p><p><strong>On playing gay characters in the past</strong></p><p><strong>Molina: </strong>When we were shooting <em>Prick Up Your Ears</em> ... I remember having discussions with very serious people — intelligent people — who were wondering if my choice to play a gay character was going to have a bad effect on my career. You wouldn't dream of suggesting that to an actor now. It's amazing how things have changed.</p><p><strong>On how this film is extraordinary in its ordinariness</strong></p><p><strong>Lithgow:</strong> You think of major breakthrough films on gay themes like <em>Brokeback Mountain </em>or <em>Milk </em>or <em>Longtime Companion</em> or <em>Prick Up Your Ears </em>-- all of them involve crisis and torment and frequently death — sometimes murder and assassination. ... This [movie] is so prosaic and quotidian. This is an ordinary, comfortable, kind of inconspicuous and unassuming couple. And that's what's so amazing about it. You realize watching it, I have never seen this before. You see it rarely enough on the subject of a straight marriage — but a gay marriage.</p><p><strong>Molina:</strong> It's the epic quality of the ordinary. You scratch something ordinary, and then something extraordinary is more often than not beneath it.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Longtime+Friends+Lithgow+And+Molina+Play+Longtime+Couple+In+%27Love+Is+Strange%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"480"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1343203887-ae7b89.m3u?orgId=1&topicId=1137&ft=3&f=343127165"},{"href":"http://media.npr.org/assets/img/2014/08/25/5-d814237e3de8da7b118026a2fc1c21a92536c489.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1463","width":"1951"}}]}