{"created":"2015-01-31T22:28:11+00:00","modified":"2015-02-05T03:05:18+00:00","valid":{"from":"2015-02-05T03:05:18+00:00","to":"3015-02-05T03:05:18+00:00"},"hreflang":"en","title":"Former Basketball Player Scores As A Filmmaker","published":"2015-01-31T23:30:00+00:00","teaser":"While Deon Taylor was playing professional basketball in Germany, he had an epiphany: he wanted to make movies. The self-taught director's latest film,<em> Supremacy</em>, was released this Friday.","itags":["npr_api","381958620"],"guid":"1f57febb-d0fd-4e77-9d35-2df827d80fd8","contentencoded":"<p>For most of his life, Deon Taylor was all about basketball. \"Ever since I can remember I've just been in love with the game,\" he says.</p><p>His basketball career brought him a college scholarship and took him overseas, where he played professionally. Then he pivoted: in 2002, he gave up an athletic career to become a filmmaker.</p><p>He started out making low-budget horror and comedy movies, but his latest film,<em> Supremacy</em>, is bigger. It's a thriller, starring Danny Glover, <a href=\"http://www.theatlantic.com/magazine/archive/1999/06/when-they-get-out/308517/\">based on the true story</a> of a white supremacist who kills a black police officer and holds a black family hostage just after he's paroled.</p><p>Taylor is a self-taught writer and director. He always loved movies, but never thought he'd be making them. \"I was always the guy in high school who could recite all of the movies. So, <em>Predator</em>: 'CIA got you pushing too many pencils?' You know, I'm that dude that know all the lines.\"</p><p>He grew up in Indiana, where basketball is big. At 17, he moved to Sacramento and played for his high school team. He realized he was good and the game could open doors.</p><p>\"If it was not for basketball I would not be sitting here right now. Because I come from a family — we did not have money for me to go to college. That was not in the cards for me,\" says Taylor.</p><p>His skills on the court earned him a full ride to San Diego State University, a Division 1 school. After college, he went to Germany to play professionally. But there, he did more than just play basketball.</p><p>\"That is where I actually picked up a pen and wrote my first screenplay,\" he says.</p><p>That may sound like a strange twist, but here's what happened. In Germany, Taylor didn't have much of a social life; he didn't speak the language. So he asked friends back home to send him DVDs.</p><p>\"I remember waiting for the following week to get a box of, like, 25 movies and I would just sit there after basketball practice, and just watch movies.\"</p><p>He'd burn through them fast. Then, he'd go deeper and started watching the DVD extras — with detailed commentaries from cast and crew.</p><p>\"I became more intrigued with how they made them than the movie,\" Taylor says.</p><p>These DVD extras served as master classes in filmmaking.</p><p>\"A month or two into the process in Germany, me, what I like to call 'transitioning into a filmmaker,' \" Taylor recalls laughing. \"I remember calling my best friend. I was like, 'Man, I think I'mma make a movie.' It was complete silence on the other end of the phone, just followed by laughter.\"</p><p>But he did it. After playing overseas for four years, he quit pro ball and moved back to California.</p><p>\"I found myself two years later, no film school, no writing school, no nothing — standing on a set saying 'Action' in front of 90 people with a big old camera and actors,\" he says.</p><p>That first film screenplay he wrote while he was in Germany turned into his 2007 low-budget horror flick <em>Dead Tone</em> — about a group of kids who make prank calls at a sleepover that end up coming to haunt them.</p><p>Since then, he's directed a few comedy and horror movies, working his charm to raise the funds. These were low-budget pictures, mostly TV movies or projects that went straight to DVD.</p><p>His latest film, <em>Supremacy, </em>also had a low budget — just over $1 million dollars. But it got a distributor and <a href=\"http://wellgousa.com/theatrical/supremacy\">opened Friday</a> in select theaters and on iTunes. At a time when low-budget means digital, this movie was shot on 35 mm film. And one of the biggest casting directors in Hollywood, Mary Vernieu, recruited the actors.</p><p>Taylor says two factors helped him pull this off.</p><p>\"I think because I was able to, A, have a really cool script,\" Taylor says. \"But then B, I like to think I'm kinda sexy in the room. I'm passionate! I think passion wins everything.\"</p><p>Roxanne Avent, one of <em>Supremacy's </em>producers, has known Taylor for more than 20 years. At the film's Los Angeles premiere, she thought back to when he first told her he wanted to start making movies.</p><p>\"I thought he was crazy,\" she recalls. \"But he's always been — like, everything he says he's gonna do, he goes and does.\"</p><p>From his cast to his coach, everyone mentions his determination. Eric Adams, who wrote the screenplay for <em>Supremacy</em>, says that determination is what makes Taylor a good director. And he sees parallels to basketball.</p><p>\"He has unbelievable energy and you see that every day on set,\" says Adams. \"He's, in a way, a larger-than life figure — really rallying the troops around him, really inspiring as a director. And I think on the basketball court it's probably the same thing.\"</p><p>Taylor is in the middle of editing his next project, a comedy with Mike Epps and Mike Tyson called <em>Meet the Blacks.</em></p><p>All this from a man who majored in biology, played professional basketball and learned the craft from being a fan.</p><p>\"Film school for me was actually going on set and learning how to make a movie. I've learned how to do my craft better by constantly picking up the camera ... that's my film school.\"</p><p>That hands-on approach to learning is the same method used by great directors like Stanley Kubrick, Steven Spielberg and Quentin Tarantino.</p><p>\"It's like a basketball fan — when I play basketball even now, I'm watching and I'm like, 'Oh my God! What is that move he just did? I gotta go get that!' Film is the same exact way. You're always kinda learning. I'm in school today,\" he says.</p><p>He still plays basketball whenever he can and even had a spot on the NBA's Entertainment League — a celebrity team. And maybe someday his life's passions will meet: One of his goals is to make a film about the game that shaped the course of his life.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Former+Basketball+Player+Scores+As+A+Filmmaker&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Priska Neely","audio":[{"meta":{"duration":"357"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1382936162-813aea.m3u?orgId=1&topicId=1137&e=381958620&d=357&ft=nprml&f=381958620"},{"href":"http://media.npr.org/assets/img/2015/01/30/2012-02-23-137424---danny-1d99bcbbe39ac4bb7fe97cc6a5d86c2ede68f93a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"558","width":"744"}},{"href":"http://media.npr.org/assets/img/2015/01/31/450465790-07be7843196b1273adb92d37e87c98e0d277f7f6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1678","width":"2235"}},{"href":"http://media.npr.org/assets/img/2015/01/30/supremacy_262-be2f219d5906546be3db42d8d4dcd445f78d7c9e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1798","width":"2397"}},{"href":"http://media.npr.org/assets/img/2015/01/30/supremacy-select-joe---joe-99df47d2a519819dc4e0f85c06b7dd5707802e20.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"617","width":"824"}}]}