{"created":"2014-10-11T21:09:05+00:00","modified":"2014-11-04T00:32:38+00:00","valid":{"from":"2014-11-04T00:32:38+00:00","to":"3014-11-04T00:32:38+00:00"},"hreflang":"en","title":"Mary Lambert: 'You Change People's Opinions By Opening Your Heart'","published":"2014-10-11T22:33:00+00:00","teaser":"As a gay Christian, Mary Lambert says singing the hook on Macklemore's \"Same Love\" is the best introduction she could have hoped for. She speaks with NPR's Arun Rath about finding her own audience.","itags":["npr_api","354599893"],"guid":"1f61e600-b54d-4ce3-9352-faece88d555e","contentencoded":"<p>When Mary Lambert sang the hook for <a href=\"http://www.npr.org/artists/166258260/macklemore-ryan-lewis\" target=\"_blank\">Macklemore & Ryan Lewis</a>' 2012 hit \"<a href=\"http://www.youtube.com/watch?v=hlVBg7_08n0\" target=\"_blank\">Same Love</a>,\" her career transformed. She quickly went from performing at coffee shops in Seattle — \"to six people, including my mom,\" as she tells it — to performing on Ellen, at the MTV Video Music Awards and the Grammys.</p><p>Now, Lambert is releasing her debut solo album, <em>Heart on My Sleeve</em>. Still, she says the opportunity \"Same Love\" provided her still has her in disbelief.</p><p>\"It's so much a part of my artistic identity,\" the singer and songwriter tells NPR's Arun Rath. \"I can't really believe that that's my breakout song, a song about gay rights and social justice existing in the pop world. Like, that's my introduction? That's pretty cool.\"</p><p>Lambert was in the midst of applying to graduate programs for teaching when received the phone call from Macklemore and Lewis. She says the song came at the right time in her life, a moment when her identity as both gay and Christian felt like a daily contradiction.</p><p>\"My Christian friends were like, 'We love you; you're still going to hell.' And my gay friends were like, 'Why are you hanging with a group of people that don't value your rights?'\" she says. \"I wanted to think really critically about, what would I tell the world if I had the opportunity about my point of view? You don't accomplish a lot by changing people's opinions by shoving facts down their throat. I think you change people's opinions by opening your heart up and showing the parallels between you and another person. That's how people's ideas shift.\"</p><p>Lambert spoke with NPR's Arun Rath about finding her own audience after \"Same Love,\" incorporating poetry and spoken word into music and covering Rick Springfield's \"Jessie's Girl.\" Hear more of their conversation at the audio link.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Mary+Lambert%3A+%27You+Change+People%27s+Opinions+By+Opening+Your+Heart%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"440"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1355432728-756f81.m3u?orgId=1&topicId=1105&ft=3&f=354599893"},{"href":"http://media.npr.org/assets/img/2014/10/09/mary-lambert-b325be550f688784580ea2137040ae0c727151bf.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3627","width":"4832"}}]}