{"created":"2015-05-13T18:03:42+00:00","modified":"2015-05-13T18:57:15+00:00","valid":{"from":"2015-05-13T18:57:14+00:00","to":"3015-05-13T18:57:14+00:00"},"hreflang":"en","title":"New Cookbook Explores The Cuisine Of The Great Plains","published":"2015-05-13T18:57:00+00:00","teaser":"Summer Miller shares stories and recipes from award-winning chefs in Nebraska, South Dakota, Iowa and more.","itags":["npr_api","406478065"],"guid":"1f755297-b358-4379-b6c1-8f25fab3d508","contentencoded":"<p><a href=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2015/05/0513_cookbook-cover.jpg\"><img class=\"alignright size-medium wp-image-84032\" src=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2015/05/0513_cookbook-cover-255x300.jpg\" alt=\"Cover of \"New Prairie Kitchen.\" (Courtesy of Agate Publishing)\" width=\"255\" height=\"300\" /></a></p><p>Nebraska has long had a reputation for steak. But as food journalist <strong>Summer Miller</strong> told <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Meghna Chakrabarti, there is also a thriving food culture of restaurants, artisan food products and locally-grown produce &#8211; not only in Nebraska, but also Iowa and South Dakota.</p><p>Her book, &#8220;<a href=\"http://www.amazon.com/New-Prairie-Kitchen-Seasonal-Artisans/dp/1572841672\" target=\"_blank\">New Prairie Kitchen: Stories and Seasonal Recipes from Chefs, Farmers, and Artisans of the Great Plains</a>,&#8221; features many locally-grown foods, like morel mushrooms and black walnuts, as well as the stories of the people who provide the ingredients.</p><p>&#8220;New Prairie Kitchen&#8221; also includes recipes from chefs across the Great Plains. Here are four from the book:</p><ol><li><a href=\"#ribs\">Braised Bison Short Ribs</a></li><li><a href=\"#muffins\">Black Walnut and Clove Muffins</a></li><li><a href=\"#soup\">Braised Chicken Soup with Potato Gnocchi and Morel Mushrooms</a></li><li><a href=\"#chowder\">Sweet-Corn Chowder with Bacon and Sweet-Corn Salsa</a></li></ol><p><a name=\"ribs\"></a><em>Recipes reprinted with permission from New Prairie Kitchen by Summer Miller, Agate Midway, 2015.</em></p><h4>Braised Bison Short Ribs</h4><p><a href=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2015/05/Braised-Bison-Short-Ribs.pdf\" target=\"_blank\">(Print/view a PDF of this recipe)</a></p><p>SERVES 6</p><p>Braising is a simple and relatively hands-off way to make a delicious meal. Bison goes especially well with mashed or roasted potatoes and good fall vegetables like parsnips, turnips, Brussels sprouts, squash, and sweet potatoes. Start this dish about four hours before you want to serve it, so you have time to reduce the braising liquid.</p><p>—<strong><em>Michael Haskett</em></strong> <a href=\"http://mbhaskett.com/\" target=\"_blank\">M.B. HASKETT DELICATESSEN</a> | SIOUX FALLS, SD</p><p>4 slices bacon, cut into short strips</p><p>3 pounds bison short ribs</p><p>Salt and freshly ground black pepper, to taste</p><p>1 bulb garlic (skin on)</p><p>1 large onion, roughly chopped</p><p>2 carrots, roughly chopped</p><p>3 ribs celery, roughly chopped</p><p>2 tablespoons tomato paste</p><p>1/4 cup all-purpose flour</p><p>2 cups red wine</p><p>6 cups beef or bison stock</p><p>3 sprigs fresh thyme</p><p>1 sprig fresh rosemary</p><p>2 fresh bay leaves</p><p>3 tablespoons butter, chilled</p><p>Preheat the oven to 325°F.</p><p>In a large sauté pan over medium heat, cook the bacon.</p><p>Meanwhile, pat the short ribs dry with a paper towel and season lightly with the salt and pepper. Break the garlic bulb into cloves, leaving the skin on.</p><p>When the bacon is crisp, remove it from the pan with a slotted spoon and let drain on a paper towel. Leave the rendered fat in the pan and save the bacon for another day. (You need only the fat for this recipe.) Add the ribs to the pan and sear on all sides until nicely browned. (You may need to do this in batches.) Transfer the ribs to a Dutch oven or large, heavy braising dish that can go from the stovetop to the oven.</p><p>Drain off any excess fat from the pan, leaving just enough to cook the vegetables.</p><p>Add the vegetables and garlic cloves to the hot pan, stirring occasionally to scrape up the good meat drippings from the bottom of the pan. When the vegetables are nicely browned, stir in the tomato paste and cook long enough to get rid of the raw tomato flavor, about 2 minutes. Sprinkle the flour over the vegetables and stir. Cook for about 1 more minute. Add the red wine and stir, scraping up any remaining flavor bits stuck to the bottom of the pan. When the wine has simmered for about 5 minutes, add the stock. Once the stock is warm, carefully pour the entire pan, vegetables and all, over the ribs in the Dutch oven. Add the thyme, rosemary, and bay leaves, and a small sprinkle of the salt and pepper. Cover with aluminum foil and a lid to keep the liquid from escaping. Place in the oven and cook for 3 hours.</p><p>Wash the sauté pan you browned the bison in and return it to the stove. You will use it to reduce the braising liquid later.</p><p>After 3 hours, check the meat. A fork should be able to slide into the meat, and the meat should shred when the fork is twisted. Have a little taste. If the meat is still chewy, give the ribs another 30 to 45 minutes. If the meat falls off the bone when you remove a rib from the pan, it is done.</p><p>Remove the ribs from the braising liquid and set aside. Pour the liquid through a strainer and into the washed sauté pan. Discard the solids. Bring the braising liquid to a simmer over medium heat. Use a ladle to remove any grease and impurities that rise to the top. This will take about 30 minutes.</p><p>Shred the meat. When the sauce is reduced to a gravy-like consistency, turn off the heat and whisk in the cold butter.<a name=\"muffins\"></a> Season to taste with the salt and pepper. Stir the shredded meat into the sauce. Serve.</p><h4>Black Walnut and Clove Muffins</h4><p><a href=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2015/05/Black-Walnut-and-Clove-Muffins.pdf\" target=\"_blank\">(Print/view a PDF of this recipe)</a></p><p>SERVES 6–8</p><p>Black walnuts grow readily in Iowa and Nebraska. They have an intense, earthy flavor, making them a standout against their milder cousin, the English walnut. These muffins are perfect for an early summer morning, served warm with a pat of butter and homemade jam, or drizzled with honey.</p><p>—<strong><em>Maggie Pleskac</em></strong> <a href=\"http://maggiesvegetarian.com/\" target=\"_blank\">MAGGIE’S VEGETARIAN CAFÉ</a> | LINCOLN, NE</p><p>1 and 3/4 cups whole-wheat pastry flour or hard white-wheat flour</p><p>2 teaspoons baking powder</p><p>1/2 teaspoon sea salt</p><p>1/2 teaspoon ground cloves</p><p>1 cup black walnuts, chopped, divided</p><p>3/4 cup granulated sugar</p><p>3/4 cup whole milk</p><p>1/3 cup sunflower oil</p><p>2 eggs, room temperature</p><p>1 teaspoon vanilla extract</p><p>Preheat the oven to 350ºF.</p><p>Sift the flour, baking powder, salt, and cloves together into a large bowl. Stir in 3/4 cup of the walnuts. Set aside.</p><p>In a medium bowl, stir together the sugar, milk, oil, eggs, and vanilla until smooth. Add the wet ingredients to dry ingredients and stir until just combined.</p><p>Do not overmix, or your muffins will turn into hockey pucks.</p><p>Line a muffin pan with paper muffin cups. Add a scant 1/2 cup of the batter into each paper cup. Garnish each muffin with the remaining walnuts.</p><p>Bake for 23 to 26 minutes, or until a toothpick comes out clean <a name=\"soup\"></a>when inserted into the center of the muffin. Serve while still warm.</p><h4>Braised Chicken Soup with Potato Gnocchi and Morel Mushrooms</h4><p><a href=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2015/05/Braised-Chicken-Soup-with-Potato-Gnocchi.pdf\" target=\"_blank\">(Print/view a PDF of this recipe)</a></p><p>SERVES 8</p><p>This dish is a perfect Sunday dinner for a cool spring day. It’s light but cozy, and the ultimate comfort food. Start the day before you want to eat, as the chicken needs 24 hours to brine. The recipe requires about four hours of hands-on time, but that can be cut in half if you make the gnocchi ahead of time and freeze them. If you don’t want to break down a whole chicken, you can always ask your processor or butcher to do this for you, which saves even more time.</p><p>—<em><strong>Nick Strawhecker</strong></em> <a href=\"http://www.dantepizzeria.com/\" target=\"_blank\">DANTE RISTORANTE PIZZERIA</a> | OMAHA, NE</p><p><strong>CHICKEN AND BRINE</strong></p><p>1 whole chicken</p><p>2 cups water</p><p>1/4 cup salt</p><p>1/4 cup granulated sugar</p><p>3 sprigs fresh thyme</p><p>3 sprigs fresh rosemary</p><p>3 cloves garlic, crushed</p><p>3 tablespoons black peppercorns</p><p>2 fresh bay leaves</p><p>1 lemon, halved</p><p>1 pound ice</p><p><strong>GNOCCHI</strong></p><p>1/3 cup plus 1/2 teaspoon salt, divided</p><p>7 large russet potatoes</p><p>3 tablespoons finely shredded Grana Padano cheese</p><p>1/2 cup all-purpose flour, plus more for dusting</p><p>Freshly ground black pepper, to taste</p><p>2 egg yolks</p><p>1 egg</p><p>2 teaspoons olive oil</p><p><strong>SOUP</strong></p><p>3 tablespoons olive oil, divided</p><p>1 tablespoon butter</p><p>3 and 2/3 cups diced carrots, divided</p><p>2/3 cup diced celery</p><p>2/3 cup diced onion</p><p>2 cups cremini mushrooms</p><p>4 cloves garlic, crushed</p><p>4 sprigs fresh thyme</p><p>1 cup dry white wine</p><p>12 cups chicken stock</p><p>2 cups morel mushrooms</p><p>Salt and freshly ground black pepper, to taste</p><p>1 tablespoon minced chives</p><p><strong>TO BRINE THE CHICKEN</strong></p><p>Cut up the chicken, leaving everything on the bone. Cover and place in the refrigerator.</p><p>In a large pot, combine all the other brine ingredients except for the ice. Bring to a boil.</p><p>Meanwhile, place a strainer over a bowl large enough to hold the liquid, chicken, and ice. After the brine comes to a boil, pour it through the strainer into the bowl. Remove and discard the solids left in the strainer.</p><p>Add the ice to the bowl of brine. Once completely cool, add the chicken pieces.</p><p>Cover and chill in the refrigerator overnight.</p><p><strong>TO START THE GNOCCHI AND THE SOUP</strong></p><p>Preheat the oven to 375°F.</p><p>Pour 1/3 cup of the salt onto a baking sheet. Prick the potatoes a couple of times with a fork, place on top of the salt, and roast in the oven for about 1 and 1/2 hours, until the potatoes are soft.</p><p>Prepare the soup ingredients while the potatoes roast. The gnocchi will need to come together quickly once the potatoes have finished cooking. Take the chicken pieces from the refrigerator, remove them from the brine, and pat them dry with a paper towel. Discard the brine.</p><p>In a large Dutch oven, heat 2 tablespoons of the oil over medium–high heat.</p><p>When it begins to shimmer, add the butter. Be careful, as it could splatter. Once the butter is melted, add the chicken, skin side down. It’s important not to overcrowd the pan. Do this in batches so you get a decent sear. When the skin has developed a deep color and you have some brown bits in the bottom of the Dutch oven, remove the chicken and set aside.</p><p>If you want less fat, you can spoon some out now; just make sure you leave at least 3 tablespoons’ worth in the Dutch oven. Add 2/3 cup of the diced carrots, the celery, and the onion to the Dutch oven. Stir occasionally. When the vegetables have taken on a little color, add the cremini mushrooms and sauté for about 3 minutes. Add the garlic and thyme and sauté for another minute. Add the wine and scrape the bottom of the pan to pick up the little brown bits. Add the stock and bring to a boil. Remove from the heat.</p><p>Remove and discard the skin from the chicken breast only, then add all the chicken into the Dutch oven. Cover tightly with aluminum foil and then put the lid on. When the potatoes are finished, remove them from the oven and then place the Dutch oven into the oven. Bake for 2 and 1/2 hours.</p><p><strong>TO MAKE THE GNOCCHI</strong></p><p>Make sure you have a clean, smooth countertop to work on. Halve the potatoes and scoop out the flesh while still warm. Push the potato flesh through a potato ricer directly onto the countertop. You can also mash them in a bowl; just make sure you don’t overwork the dough, as that will make the gnocchi dense rather than light and fluffy.</p><p>Once you’ve finished ricing the potatoes, sprinkle the cheese evenly on top and add the flour, the remaining 1/2 teaspoon of the salt, and about 5 twists of the pepper grinder. Form a long, shallow well in the potatoes; pour in the egg yolks, egg, and olive oil. Using a bench scraper or stiff spatula, cut the ingredients together until they have formed a loose dough. Knead the dough for about 2 minutes, dusting with a little flour if it’s too sticky.</p><p>Pull off segments of the dough and roll into cylinders about the thickness of your thumb. Cut into sections about 1 inch long. The gnocchi should be soft and tender and resemble little pillows. Place them on a lightly floured baking sheet and cover with plastic wrap.</p><p>Bring a large pot of water to a simmer, not a boil, and add the gnocchi in batches. They should take only about 45 seconds to 1 minute to cook, and will float when ready. Scoop them out with a slotted spoon, place them onto a plate, and set aside.</p><p><strong>TO ASSEMBLE THE DISH</strong></p><p>When the chicken is done, remove it from the Dutch oven, reserving the cooking liquid. Pull the meat from the bones, making sure to check for small bones. Discard the skin and bones. Strain the reserved liquid and discard the solids.</p><p>This liquid is your soup base.</p><p>Wipe out the Dutch oven and place it on the stovetop over medium–high heat.</p><p>Add the remaining 1 tablespoon of the olive oil. Once the oil shimmers, add the remaining 3 cups of the carrots. Once the carrots have a little color, add the reserved soup base. Scrape the bottom of the pan to pick up any brown bits, then add the pulled chicken and morel mushrooms. Season to taste with the salt and pepper. Stir in the cooked gnocchi just so they warm through. Spoon into wide, shallow bowls. Top with the chives and serve.</p><p><strong><em>Note:</em></strong> You can make the gnocchi days, weeks, or even months ahead of time and freeze. Place them on a baking sheet lined with parchment paper and put the baking sheet in the freezer. <a name=\"chowder\"></a>Once frozen, transfer the gnocchi into a plastic bag. The cooking time is still about 1 minute.</p><h4>Sweet-Corn Chowder with Bacon and Sweet-Corn Salsa</h4><p><a href=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2015/05/Sweet-Corn-Chowder-with-Bacon-and-Sweet-Corn-Salsa.pdf\" target=\"_blank\">(Print/view a PDF of this recipe)</a></p><p>SERVES 6 (1 ½ CUPS CHOWDER AND 3 TABLESPOONS SALSA PER PERSON)</p><p>One of my proudest moments as a chef was being asked to participate in a Niman Ranch Farmer Appreciation Dinner in Iowa. I paired bacon with sweet corn to make this luscious summer chowder. I served it hot, but it can be enjoyed at room temperature or cold just as easily. —<em><strong>George Formaro</strong></em> <a href=\"http://www.centrodesmoines.com/\" target=\"_blank\">CENTRO</a> | DES MOINES, IA</p><p><strong>SWEET-CORN SALSA</strong></p><p>1 fresh poblano chile</p><p>2 large ears fresh sweet corn, kernels cut from the cob</p><p>1 large heirloom tomato (about ½ pound), seeded and chopped</p><p>3 tablespoons olive oil</p><p>2 tablespoons chopped red onion</p><p>2 tablespoons chopped fresh cilantro</p><p>2 teaspoons kosher salt</p><p>2 cloves garlic, minced</p><p>1 teaspoon red wine vinegar</p><p>½ teaspoon freshly ground black pepper</p><p>½ jalapeño chile, seeds and membrane removed, chopped</p><p><strong>SWEET-CORN CHOWDER</strong></p><p>4 cups chicken stock or vegetable stock</p><p>8 large ears sweet corn, kernels cut from cob (about 5 ½ cups)</p><p>1 small yellow onion, chopped (about ½ cup)</p><p>1 large clove garlic, chopped</p><p>2 sprigs fresh thyme</p><p>1 ½ cups heavy cream</p><p>5 tablespoons cornstarch</p><p>5 tablespoons cold water</p><p>Kosher salt and ground white pepper, to taste</p><p>10 slices bacon, cooked crisp and crumbled</p><p><strong>TO MAKE THE SALSA</strong></p><p>Preheat the broiler.</p><p>Place the poblano on a baking sheet and roast under the broiler for about 15 to 20 minutes. Using a pair of tongs, rotate the chile once the skin starts to blacken, about every 5 minutes. Remove from the oven, transfer to a bowl, cover with a dishtowel, and set aside to cool.</p><p>In a medium bowl, add the corn kernels, tomato, olive oil, onion, cilantro, salt, garlic, vinegar, black pepper, and jalapeño.</p><p>Once the poblano is cool to the touch, the blistered and blackened skin should pull off easily. Remove and discard the skin, seeds, and stem. Chop the poblano and add it to the bowl with the corn mixture. Stir, then refrigerate for 1 hour before serving.</p><p><strong>TO MAKE THE CHOWDER</strong></p><p>In a Dutch oven, bring the stock to a simmer over medium heat. Add the corn, onion, garlic, and thyme. Reduce the heat to low, cover, and simmer for 30 minutes.</p><p>Remove and discard the thyme. Purée approximately ½ of the chowder using an immersion blender, or in batches if using a blender, returning the puréed portion to the Dutch oven. Add the cream and bring the chowder to a simmer over low heat.</p><p>Mix the cornstarch and cold water together in a small cup, then add this mixture to the chowder while it is simmering. Stir to thicken. Season to taste with the salt and white pepper.</p><p>To serve, divide the chowder among bowls. Top each bowl with some of the corn salsa and crumbled bacon.</p><p><strong><em>Note:</em></strong> Hot chilies like jalapeños and poblanos have oils that can remain on the skin even after washing. To prevent irritation, wear gloves or put a plastic bag over whichever hand is holding the chile.</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.scaldedmilk.com/about-summer-miller/\" target=\"_blank\">Summer Miller</a></strong>, food writer and cookbook author. Her latest book is &#8220;<a href=\"http://www.scaldedmilk.com/cookbook/\" target=\"_blank\">New Prairie Kitchen</a>.&#8221; She tweets <a href=\"https://twitter.com/scaldedmilk\" target=\"_blank\">@scaldedmilk</a> and her Instagram is <a href=\"https://instagram.com/scaldedmilk_/\" target=\"_blank\">scaldedmilk_</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=New+Cookbook+Explores+The+Cuisine+Of+The+Great+Plains&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"459"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1406478068-ba095a.m3u?orgId=1&d=459&p=60&story=406478065&t=progseg&e=406473946&seg=13&ft=nprml&f=406478065"},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0513_bison-e1431539690357.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"907","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0513_cookbook-cover.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1506","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0513_michael-haskett.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"853","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0513_summer-miller.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"852","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0513_walnut-muffins.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1920","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0513_gnocchi-web.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"632","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0513_sweet-corn-soup.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1920","width":"1280"}}]}