{"created":"2014-10-23T17:22:53+00:00","modified":"2015-04-20T20:24:26+00:00","valid":{"from":"2015-04-20T20:24:26+00:00","to":"3015-04-20T20:24:26+00:00"},"hreflang":"en","title":"'Test Kitchen': How To Buy The Safest Meat And Make The Juiciest Steaks","published":"2014-10-24T18:10:00+00:00","teaser":"<em>The Cook's Illustrated Meat Book</em> gives tips on how to shop for, store, season and cook meat.<em> </em>Why shouldn't you pack your burgers too tight? Two America's Test Kitchen editors explain.","itags":["npr_api","358101692"],"guid":"1f832b43-4e7f-4fbb-bdb1-a9dd54ba9cdf","contentencoded":"<p>When shopping for meat, sometimes the options can be dizzying — what's the difference between an organic, free-range or air-chilled chicken? <em>The Cook's Illustrated Meat Book </em>offers insights.</p><p>It's about how to shop for, store, season and cook meat and poultry — and how to prevent contaminating your kitchen with bacteria from the raw meat.</p><p>\" 'Free range' can be a bit of a misnomer,\" Bridget Lancaster, executive food editor of the Test Kitchen, tells <em>Fresh Air</em>'s Terry Gross. \"When you see 'free range' or even 'pasture raised,' that doesn't necessarily mean that the hens and chickens are out roaming free and having a party outside. ... Unless you visit the chicken farm, you almost don't know how the chickens are being raised.\"</p><p>So she and Jack Bishop, editorial director of America's Test Kitchen, who edited the cookbook, suggest consumers look for the organic label.</p><p>The two editors also talk about whether you can defrost meat in a hurry, how to make the juiciest steak and why you shouldn't pack your burgers too tight.</p><hr /><h3>Interview Highlights</h3><p><strong>On buying \"natural\" vs. \"organic\" meat </strong></p><p><strong>Jack Bishop:</strong> The thing you really want to look for is the USDA organic seal. A lot of other terms may be on the label, including the term \"natural,\" but those aren't regulated by the government. So you really want to look for that organic seal, which indicates that you're getting a product [with] no hormones, no antibiotics, no pesticides in the feed. The farming practices are better.</p><p>\"Natural\" just means no additives. And if you're buying a piece of meat and they haven't added anything to the piece of meat, it doesn't really say anything about the way the animal was raised, which is I think what most people are concerned about. In most cases that doesn't really mean very much when you're shopping for chicken or beef or pork.</p><p><strong>On purchasing \"water-chilled\" vs. \"air-chilled\" </strong></p><p><strong>Bishop:</strong> I think that whether [the meat] is water-chilled or air-chilled is a much bigger difference [than free-range vs. pasture-raised]. After the chicken has been plucked, in the processing they need to chill the bird and they can either do it by putting it in very cold water, or putting it in a very cold refrigerated area.</p><p>If they do it in the water, the bird picks up a lot of water weight — 5 to 10 percent additional water weight. And so in addition to paying for a lot of water, which doesn't seem like a very good deal, that water washes out the flavor and [the meat] is very bland.</p><p>So one of the things that we recommend in the Test Kitchen is that you look for an \"air-chilled\" bird. ... If you read the label carefully, you can see those words on there.</p><p><strong>On the myth that searing seals in the juices </strong></p><p><strong>Bridget Lancaster:</strong> I think people think it's true because when you're searing meat, you're kind of tightening the exterior so ... [they think] that it's trapping that juice inside. But actually the opposite is happening.</p><p>Any time you introduce meat or poultry to really high heat, whether it's a very hot oven or right on the stovetop, that contraction of the meat fibers [is] squeezing out liquid. So the higher the heat, the faster this happens. ... If you sear something over high heat, you'll have a much drier piece of meat or poultry than if you cook it at a more moderate temperature.</p><p><strong>On defrosting meat in a hurry </strong></p><p><strong>Bishop:</strong> This only applies to small pieces of meat, so a chicken breast or an individual steak — it does not apply to a roast or a whole bird. But if you want to put it (still in its zipper-lock bag) in hot tap water, put it in a bowl and fill it with hot tap water. We found that actually works — it only takes 30 minutes, so there's not enough time for the bacteria to start growing as opposed to if you just throw it out on the counter and it has been eight hours sitting on the counter defrosting.</p><p>In about 30 minutes, if you're talking about a 6- or 8- or even 10-ounce piece of meat, it's going to be thawed enough that you can go ahead and cook it. ... It's [a] much better way than if you do it in the microwave.</p><p><strong>On letting meat rest after cooking</strong></p><p><strong>Lancaster:</strong> For steaks, you usually want to rest them for the bare minimum 10 minutes, 20 minutes even, if you have the time. You want to tent the steaks with a piece of foil to keep them nice and warm but the resting is actually the final step of cooking. When you take meat out of an oven or off the stovetop, it still is cooking. It has a lot of residual heat still in the meat, so by letting it rest, you're allowing those meat fibers to relax. Any of the meat juices that have been pushed toward the exterior of the meat are now absorbed into the steaks in this case, and again, you'll have a much easier time slicing it with those juices staying in the meat instead of flooding your carving board.</p><p><strong>On why you shouldn't pack your burgers too tight </strong></p><p><strong>Lancaster:</strong> Every time you touch, grind, move, look at ground meat, it starts to release a protein that's really, really sticky called myosin. ... Basically, when you grind beef, you're damaging the meat fibers — so the more you damage it or touch it or pack it, the more of that sticky protein is going to be formed. And the sticky protein sometimes might not be a bad thing — for instance, [for] something like meatloaf, where you want a bit more cohesion. But for a burger, where you're going to bite into it, you want it to almost just hang together. ...</p><p>We kind of bundle the meat into mounds and then very gently pack the meat into patties. By \"pack,\" I really mean it's ... hands-off — it's like you're cradling a newborn baby, almost. You have to be very, very gentle with it. The best part of that is the surface of the burger itself is not completely smooth — it's got all these crags and crevices in it. So when you go to cook it, you're going to have a really nice crust that forms on the sides of the beef.</p><p><strong>On buttermilk mashed potatoes </strong></p><p><strong>Bishop:</strong> You actually don't boil the potatoes and then drain them and then add the dairy. You cook the potatoes right in the buttermilk. You're doing this in a covered pot; you're kind of braising the potatoes in the flavoring agent. You add a little baking soda to them to help break them down — and then when you've got the potato cubes nicely cooked, you mash them right in the pot. At this point you add some butter to them, but there's no last-minute draining the potatoes in a colander in the sink. ... It's a one-pot operation. It's really simple.</p><hr /><h3></h3><h3>Tips For The Best Old-Fashioned Burgers</h3><p>*Start with grinding larger cuts of beef instead of buying pre-ground beef. Pre-ground beef is usually ground too fine, and overgrinding creates a tougher patty (the sticky protein myosin is released each time the beef is damaged).</p><p>*Grinding beef at home is safer. Pre-ground beef can contain the DNA from hundreds of different animals, which raises the risk of contamination.</p><p>*A combination of beef short ribs and sirloin steak tips are ground for flavor (steak tips) and richness (short ribs).</p><p>*Par-freeze 1-inch chunks of beef for 15-25 minutes, then grind in batches in a food processor — no meat grinder necessary.</p><p>*Pack the patties loosely. This creates a more tender burger and allows the fat in the meat to bubble to the surface and drip back down into the meat. The result is a juicier burger with a hearty crust.</p><p><em>Excerpted from </em>The Cook's Illustrated Meat Book.<em> Excerpted by permission of America's Test Kitchen.</em></p><hr /><h3><strong>How To Make Oven-Fried Bacon</strong></h3><p><strong>*</strong>Use a rimmed baking sheet to hold and cook several strips of bacon at a time (instead of three to four in a skillet).</p><p>*Cook in 400-degree oven until medium well done (9 to 10 minutes) or crisp (11 to 12 minutes.)</p><p>*Bacon does not need to be turned or flipped during cooking.</p><p>*Bacon is more evenly cooked, and stays flat in the pan — unlike skillet-cooked bacon, which curls and spatters.</p><p><em>Excerpted from </em>The Cook's Illustrated Meat Book.<em> Excerpted by permission of America's Test Kitchen.</em></p><hr /><h3>Recipe: Buttermilk Mashed Potatoes</h3><p><em>Ideally, buttermilk mashed potatoes should be simultaneously tart and rich, like a baked potato drenched in butter and dolloped with sour cream. But when I simply stirred buttermilk instead of the usual cream into boiled and mashed Yukon gold potatoes (their naturally creamy texture lends itself to a mash), the buttermilk flavor never showed up. The obvious fix — more buttermilk — turned the mash into soup. For other recipes, the test kitchen has had success cooking potatoes in cream rather than boiling them in water. The potatoes drink up the cream, and you can imagine how fabulous that tastes. I tried the same method with buttermilk.</em></p><p><em>Following our recipe ratios, I peeled and cubed 2 pounds of potatoes and cooked them with butter, salt, and 1 1/2 cups of buttermilk. But when I uncovered the pot 25 minutes later, I discovered things had gone drastically wrong. The buttermilk had separated, the potato cubes hadn't softened, and the mash was so sour, tasters wondered if I'd checked the date on the buttermilk carton. Happily, the separated buttermilk turned out to be a nonissue — once I mashed the potatoes, the problem disappeared. Buttermilk is acidic, and I knew acid slows cooking. I figured that's why the potatoes weren't cooking all the way through.</em></p><p><em>To balance the buttermilk, I added a pinch of baking soda — an old test kitchen trick; now, the potatoes cooked through expediently. At the same time, I gradually cut the buttermilk back, landing at 1 cup thinned with 6 tablespoons of water. This kept the sourness in check, but now that the buttermilk was simmering for a half-hour, its flavor dulled. The next time I made the mash, I held back 1/4 cup of the buttermilk and folded it in at the end.</em></p><p>(Serves 4)</p><p>Don't be alarmed if the buttermilk looks separated. Once you mash in the potatoes, the puree comes together.</p><p>2 pounds Yukon gold potatoes, peeled, quartered and cut into 1/2-inch pieces</p><p>6 tablespoons unsalted butter, cut into pieces</p><p>1 cup buttermilk</p><p>6 tablespoons water</p><p>1/8 teaspoon baking soda</p><p>Salt and pepper</p><p>1. Add potatoes, 2 tablespoons butter, 3/4 cup buttermilk, water, baking soda, and 1/2 teaspoon salt to a Dutch oven and stir to combine. Bring to boil, cover, and reduce heat to low. Simmer, stirring occasionally, until potatoes are nearly tender, 20 to 25 minutes. Remove lid and cook over medium heat until liquid has nearly evaporated, about 3 minutes.</p><p>2. Off heat, add remaining butter to pot and mash with potato masher until smooth. Using rubber spatula, fold in remaining buttermilk until absorbed and potatoes are creamy. Season with salt and pepper. Serve.</p><p><em>Excerpted from </em>The Cook's Illustrated Magazine.<em> Excerpted by permission of America's Test Kitchen.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Test+Kitchen%27%3A+How+To+Buy+The+Safest+Meat+And+Make+The+Juiciest+Steaks&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2314"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1358347060-c735d6.m3u?orgId=1&topicId=1053&e=358101692&d=2314&ft=nprml&f=358101692"},{"href":"http://media.npr.org/assets/img/2014/10/22/carl-tremblay-pubburger-3a69f0691e511b5bf4665cbca90d9eec1260ff6e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2805","width":"3740"}},{"href":"http://media.npr.org/assets/img/2014/10/22/sfs_pansearedsteakbw_0011_1-photog-carltremblay-62a0963fbac9b2fe31959679d3252112b650bed4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3325","width":"4433"}},{"href":"http://media.npr.org/assets/img/2014/10/22/sfs_extra-crunchy_fried_chicken-photog-carltremblay-2f238e2521ba6ae485888cceec0305752a728641.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"768","width":"1024"}},{"href":"http://media.npr.org/assets/img/2014/10/22/sfs_buttermilk_mashed_potatoes-4-92bc96ab112197cf7b650fc23b860e80e8223e76.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2493","width":"3324"}}]}