{"created":"2014-10-08T15:18:24+00:00","modified":"2014-10-31T01:42:52+00:00","valid":{"from":"2014-10-31T01:42:52+00:00","to":"3014-10-31T01:42:52+00:00"},"hreflang":"en","title":"A Divided High Court Strikes Down IQ Rules In Fla. Death Penalty","published":"2014-06-10T13:53:00+00:00","teaser":"In a 5-4 decision, the Supreme Court struck down a Florida rule requiring a defendant's IQ to be 70 or below before that defendant could avoid the death penalty for reasons of mental retardation.","itags":["npr_api","316460499"],"guid":"1f8ccbac-c40a-4f38-a917-43759b80372b","contentencoded":"<p>The U.S. Supreme Court ruled 12 years ago that the states could not execute the \"mentally retarded.\" But the court left to the states the definition of what constitutes retardation.</p><p>On Tuesday, however, the justices, by a 5-to-4 vote, imposed some limits on those definitions. At issue, in a case from Florida, was how to evaluate IQ tests.</p><p>The case involved the brutal murder of 21-year-old Karol Hurst, a newlywed who was seven months pregnant when she was kidnapped, raped and killed by Freddie Lee Hall and accomplice Mack C. Ruffin Jr. Ruffin was sentenced to life in prison, but Hall, whose lawyers consistently claimed he was intellectually disabled, was sentenced to death.</p><p>Hall has been on death row for 35 years and faced resentencing twice following Supreme Court decisions declaring intellectually disabled defendants less culpable. Even after the Supreme Court banned execution of the \"mentally retarded\" in 2002, the Florida Supreme Court still upheld Hall's death sentence.</p><p>The state court conceded that Hall had \"suffered from mental retardation his entire life\" but concluded nonetheless that he did not qualify as intellectually disabled under the state statute because his IQ test average was 71, 1 point higher than 70, the widely accepted marker of intellectual disability.</p><p>The Supreme Court overruled the Florida court because it failed to take into consideration the 5-point margin of error that scientists say is necessary in evaluating IQ tests. Writing for the majority, Justice Anthony Kennedy said that intellectual disability is \"a condition, not a number.\" A state that ignores the \"inherent imprecision of these tests risks executing a person who suffers from intellectual disability.\"</p><p>The practical consequence of Florida's \"rigid rule,\" Kennedy wrote, is that defendants who score within the margin of error, like Hall, are barred from presenting \"weighty evidence of intellectual disability. Such evidence would include school records and test results, medical histories, and testimony regarding past behavior and family circumstances, which, in Hall's case, included horrific beatings inflicted on Hall by his mother because of his disability.</p><p>True, Kennedy acknowledged, the Supreme Court in 2002 left the definition of intellectual disability up to the states. But, he added, were the court to allow the states to define intellectual disability \"any way they wished,\" the court's 2002 decision forbidding execution of \"mentally retarded\" criminals \"could become a nullity,\" and the Constitution's ban on cruel and unusual punishment \"would not become a reality.\"</p><p>Writing for the dissenters, Justice Samuel Alito accused the majority of failing to side with the \"standards of the American people\" and instead aligning with the medical and psychiatric professional associations, which, he said, \"at best represent the views of a small professional elite.\"</p><p>In Florida, Gov. Rick Scott was not ready to concede defeat. \"Capital punishment is something that's a solemn duty that I have, and I take it very seriously,\" he said. \"But I'll review that case when I see it.\"</p><p>Scott's comments, however, seemed little more than an attempt to save face. \"Obviously, Florida is going to have to change,\" says Cornell Law School professor John Blume — as will Virginia, Kentucky and Alabama.</p><p>Blume, who heads a project at Cornell that monitors death penalty statistics nationwide, notes stark differences in results between states like Florida that have a fixed statistical cutoff for IQ versus those that allow a range to account for the margin of error. In states that set a fixed cutoff, the success rate for avoiding the death penalty on the basis of intellectual disability is less than 5 percent, versus 28 percent in states that account for the margin of error.</p><p>There was one change noted in Tuesday's Supreme Court decision. At oral argument this year, the justices consistently referred to the defendant as suffering from \"mental retardation.\" In recent years that term has fallen out of favor with the disability community.</p><p>On Tuesday, Justice Kennedy, in the opening passages of his opinion, noted that he would use the term \"intellectual disability\" to refer to the \"identical phenomenon.\" This term, he observed, is used in the latest version of the Diagnostic and Statistical Manual of Mental Disorders, known in the psychiatric trade as DSM.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Divided+High+Court+Strikes+Down+IQ+Rules+In+Fla.+Death+Penalty&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nina Totenberg","audio":[{"meta":{"duration":"238"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1316460500-31de02.m3u?orgId=1&topicId=1070&ft=3&f=316460499"}]}