{"created":"2015-05-21T18:03:23+00:00","modified":"2015-05-28T21:05:25+00:00","valid":{"from":"2015-05-28T21:05:25+00:00","to":"3015-05-28T21:05:25+00:00"},"hreflang":"en","title":"Mathias Eick's 'Midwest': A Musical Landscape","published":"2015-05-21T23:07:00+00:00","teaser":"After a tour through the Upper Midwest, the trumpeter pays tribute to the Norwegian settlers' arrival on the American plains with his new album, <em>Midwest</em>.","itags":["npr_api","408453557"],"guid":"1f9c2b8f-7bb3-4d8a-a8e6-fe763b6e8aaa","contentencoded":"<p>A couple years ago, a tour took Norwegian trumpeter <a href=\"http://www.npr.org/artists/99231160/mathias-eick\" target=\"_blank\">Mathias Eick</a> through the Upper Midwest — and he was surprised to find that it felt like home. About a third of North and South Dakotans claim some Norwegian ancestry, and the region's history fired Eick's musical imagination. On his new album, <em>Midwest</em>, he pays tribute to the Norwegian settlers' arrival on the American plains.</p><p>On <em>Midwest</em>, Eick composes musical impressions of the Midwestern landscape like paintings. In the title track, piano ostinatos suggest rolling plains, Eick's trumpet evokes the horizon, and the violin's Norwegian folk strains bring immigrants into the picture.</p><p>Eick's strong melodies and folk-infused jazz remind me of older recordings from <a href=\"http://www.npr.org/artists/15124280/pat-metheny\" target=\"_blank\">Pat Metheny</a>, <a href=\"http://www.npr.org/artists/14867336/keith-jarrett\" target=\"_blank\">Keith Jarrett</a> and <a href=\"http://www.npr.org/artists/15404536/jan-garbarek\" target=\"_blank\">Jan Garbarek</a>. But as Eick was composing this music, along with his own sense of the Midwestern landscape, he was thinking of how Norwegian immigrants might have encountered those wide-open spaces; he wants to show how Norwegian traits like stoicism and modesty shaped the settlers' experience. In the song \"Fargo,\" the music alternates between a resolute melody and a humbler, hymn-like theme, and you can almost feel the immigrants facing up to the starkness of the plains.</p><p>Some listeners may not hear any more on this recording than they'd see on a drive down a Midwestern interstate; after all, Eick is a minimalist who deals primarily in atmosphere and mood. That makes for a subtle sort of Norwegian Americana, and to a native Midwesterner like me, it sounds as familiar and natural as home.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Mathias+Eick%27s+%27Midwest%27%3A+A+Musical+Landscape&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Michelle Mercer","audio":[{"meta":{"duration":"210"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1408549758-8295c5.m3u?orgId=1&topicId=1039&d=210&p=2&story=408453557&t=progseg&e=408538295&seg=21&ft=nprml&f=408453557"},{"href":"http://media.npr.org/assets/img/2015/05/21/_mg_30741-484af80165417a4c01d0d3e614e242f05da6059e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3840","width":"5128"}}]}