{"created":"2014-12-29T23:07:41+00:00","modified":"2015-06-05T15:31:04+00:00","valid":{"from":"2015-06-05T15:31:04+00:00","to":"3015-06-05T15:31:04+00:00"},"hreflang":"en","title":"How California's New Rules Are Scrambling The Egg Industry","published":"2014-12-30T17:34:00+00:00","teaser":"On Jan. 1, all eggs sold in California will have to come from chickens living in more spacious digs. The rules have disrupted the egg industry and pushed prices up at grocery stores in California.","itags":["npr_api","373802858"],"guid":"1fadf9aa-ec50-4903-9c5f-786d7e32928a","contentencoded":"<p>Within just a few days, on Jan. 1, all eggs sold in California will have to come from chickens that live in more spacious quarters — almost twice as spacious, in fact, as the cages that have been the industry standard.</p><p>It's been a shock to the egg industry, and to grocery stores. Eggs are one of those staples that self-respecting grocery retailers absolutely, positively have to keep in stock. \"You have to have bread, milk, lettuce. You have to have eggs,\" says Ronald Fong, the president and CEO of the <a href=\"http://www.cagrocers.com/\">California Grocers Association</a>.</p><p>That's why, right now, California's grocers are doing whatever it takes to get their hands on eggs that are stamped with a new, almost incomprehensible label: CA SEFS Compliant, which stands for California Shell Egg Food Safety Compliant.</p><p>That stamp means that those eggs comply with a new regulation, the result of a voter initiative that passed with over 60 percent of the vote in 2008.</p><p>Proposition 2, as it's called, required eggs in California to come from chickens that have enough room to fully extend their limbs and turn around freely. It was a direct challenge to the egg industry, because most egg-laying chickens can't do that in standard henhouses, where they live in small cages, five or 10 birds to a cage.</p><p>State officials had to figure out how to translate Proposition 2's requirement into specific regulations. California's state veterinarian, <a href=\"http://www.cdfa.ca.gov/exec/public_affairs/cdfaexecstaffbios.html\">Dr. Annette Jones</a>, turned to animal welfare experts at the University of California, Davis. \"We actually did hire some scientists at UC Davis to do a study for us, to kind of give us their feel, based on some field trials that they did, of how much space\" the law required, Jones says.</p><p>In the end, they decided that each chicken is legally entitled to at least 116 square inches of floor space.</p><p>As a result, as of Jan. 1, most egg producers in the U.S. cannot sell eggs in California.</p><p>Egg producers have responded in several ways.</p><p>Some have tried to <a href=\"http://www.npr.org/blogs/thesalt/2014/03/07/286811197/poultry-farmers-to-fight-back-on-california-cage-free-egg-law\">challenge</a> the California rules in court. So far, that's failed. Jones says that other egg producers have built new henhouses — either <a href=\"http://www.npr.org/blogs/thesalt/2013/06/27/195639341/what-the-rise-of-cage-free-eggs-means-for-chickens\">free-range</a> houses, where chickens can walk around on the floor, or houses with larger \"<a href=\"http://www.npr.org/blogs/thesalt/2012/01/26/145900751/ex-foes-stage-coop-detat-for-egg-laying-chickens\">enriched cages,</a>\" featuring perches and enclosed hutches where chickens can lay their eggs. \"In general, poultry farmers are trying to move in that direction, to provide more space and the ability for their hens to exhibit more natural behaviors,\" she says.</p><p>But building new barns takes time and costs a lot of money. Fong, from the grocers association, says most egg producers so far have taken a simpler, cheaper route. \"They are complying with the new standards by reducing the flock size,\" he says. They've kept their cages for now, but they've halved the number of birds in each cage.</p><p>This means, of course, fewer chickens in each house and fewer eggs delivered to supermarkets.</p><p>People in the egg industry say that this is one reason the egg industry in California has gone into a sharp decline. According to government <a href=\"http://usda.mannlib.cornell.edu/MannUsda/viewDocumentInfo.do?documentID=1028\">statistics</a>, the number of egg-laying chickens in California has fallen by 23 percent over the past two years.</p><p>In the rest of the country, though, egg production is expanding, and egg brokers who supply the California market have been ringing up egg producers all across the country, offering high prices for eggs that meet California's new rules.</p><p>Fong says they're succeeding in lining up enough supplies. \"It is going to be business as usual come Jan. 1,\" he says.</p><p>California's consumers, though, will pay. \"We can confirm that egg prices have gone up at least 35 percent. Some have reported going up 70 percent,\" Fong says.</p><p>The situation may be more extreme in California, but egg prices are soaring in lots of places. Much of the increase is due simply to increased demand; people are just eating more eggs. In addition, Mexico is buying more U.S. eggs because disease in Mexico's chicken flocks has cut its domestic production.</p><p>With prices so high, more egg producers are likely to expand, building new henhouses. Because of California's law, those houses are more likely to give chickens more room to spread their wings.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+California%27s+New+Rules+Are+Scrambling+The+Egg+Industry&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Dan Charles","audio":[{"meta":{"duration":"256"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1373835171-9de664.m3u?orgId=1&topicId=1053&d=256&p=2&story=373802858&t=progseg&e=373820780&seg=15&ft=nprml&f=373802858"},{"href":"http://media.npr.org/assets/img/2014/12/29/img_5767-274d7d8883fe2495e18e0ce17f49b30c7ba794d0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1987","width":"2650"}}]}