{"created":"2014-10-01T16:55:48+00:00","modified":"2014-10-02T18:08:03+00:00","valid":{"from":"2014-10-02T18:08:03+00:00","to":"3014-10-02T18:08:03+00:00"},"hreflang":"en","guid":"1fafe9c7-86a3-4f31-a323-798829e61b65","title":"In dealing with ISIS, Obama could take cues from the Camp David Accords","published":"2014-10-02T18:08:02+00:00","byline":"Joyce Hackel, Susie Blair","tags":["politics","books","history","diplomacy","terrorism","Global Politics","Asia","North America","Africa","Egypt","Israel","Iraq","United States","Syria","Middle East","Asia","Central Asia","South Asia","Africa","North America","Lawrence Wright","Jimmy Carter","Anwar Sadat","Menachem Begin","Arab–Israeli conflict","Egypt–Israel relations","Camp David Accords","Islamic terrorism","Politics","War","ISIS"],"teaser":"The nature of war is that it’s impossible to predict its outcome, and the current military campaign against ISIS is no exception. But some conflicts can have peaceful conclusions — like the Camp David Accords that ended the Israel-Egypt conflict. Author Lawrence Wright argues that we can turn to the diplomacy of Jimmy Carter to learn how to deal with ISIS. ","contentencoded":"<p>At the start of a war, it&rsquo;s virtually impossible to predict how it will end &mdash; particularly, whether it will come to an end peacefully.</p><p>But even the most seemingly intractable conflicts can have solutions. Take the Camp David Accords of 1978, for instance. Over 13 days, the US, Israel and Egypt managed create a peace treaty &mdash; albeit a somewhat temporary and hard-fought one.</p><p>&ldquo;Peace is really hard to make &mdash; it&rsquo;s rare,&rdquo; explains <a href=\"https://twitter.com/lawrence_wright\">Lawrence Wright</a> of the New Yorker. His newest book is titled <a href=\"http://www.lawrencewright.com/books/#thirteen-days-in-september-carter-begin-and-sadat-at-camp-david\">&ldquo;Thirteen Days in September: Carter, Begin, and Sadat at Camp David.&rdquo;</a></p><p>Carter&rsquo;s leadership of the Egypt-Israel negotiations was particularly admirable due to his reputation among American Jews, Wright says. He was the first democratic nominee not to get the majority of the Jewish vote and many Jews believed he had previously bullied Israel.</p><p>&ldquo;And yet no American president gave Israel more than Jimmy Carter did in arranging peace with the only Arab country that really posed a threat to Israel&rsquo;s existence,&rdquo; he explains.</p><p>When it comes to the current crisis in the Middle East &mdash; that of ISIS in Syria and Iraq &mdash; President Barack Obama has been sending a somewhat unclear message. First, he said that <a href=\"http://edition.cnn.com/2014/08/28/world/meast/isis-iraq-syria/\">Washington had no specific strategy to combat with Islamic militants</a>; then, he said the US had <a href=\"http://time.com/3442254/obama-u-s-intelligence-isis/\">underestimated its power</a>.</p><p>Wright argues that Obama could take some cues from the leaders of the Camp David Accords when it comes to dealing with ISIS.</p><p>&ldquo;Despite their personality limitations, they all had a lot of political courage,&rdquo; Wright says of Carter, Begin and Sadat. &ldquo;And maybe that&rsquo;s the ingredient that we&rsquo;re talking about that we don&rsquo;t see right now.&rdquo;</p><p>To be fair, political courage and diplomacy are difficult when the issues at hand are so entrenched in the overall state of affairs in the Middle East. There is far more to address than just eliminating ISIS, Wright says.</p><p>&ldquo;What you&rsquo;re seeing now is the Middle East in its full disparate glory,&rdquo; he explains. &ldquo;Everything we&rsquo;re seeing in Syria and Iraq is a reflection of a larger issue &mdash; which is that there is an Islamic civil war underway. All of the groups that we see in play ... are proxy militias that are at war on the part of the two houses of Islam &mdash; the Sunnis and the Shiites. And until this reconciliation with Islam, you&rsquo;re always going to see this.&rdquo;</p><p>&ldquo;I appreciate that there is a need for a military response,&rdquo; he continues. &ldquo;But without a corollary effort to bring reconciliation inside Islam, then we&rsquo;re not going to stop this.&rdquo;&nbsp;</p>","audio":[]}