{"created":"2014-10-28T08:40:00+00:00","modified":"2015-03-26T19:05:54+00:00","valid":{"from":"2015-03-26T19:05:54+00:00","to":"3015-03-26T19:05:54+00:00"},"hreflang":"en","title":"Bear-Baiting And Big Races Drown Portland, Maine, In Campaign Ads","published":"2014-10-28T17:17:00+00:00","teaser":"A combination of candidates, a controversial ballot measure and cheap ad rates have made Portland very popular. There are even ads running for a neighboring state's U.S. Senate race.","itags":["npr_api","359407723"],"guid":"1fdb35ff-d7c1-41d3-9ba1-3b7b98a6638a","contentencoded":"<p>In terms of campaign ads, Portland, Maine, is punching well over its weight.</p><p>Nielsen ranks the Portland media market 91st in the country. But it comes in at No. 8 in terms of campaign-ad volume, according to Kantar Media research.</p><p>With voting day next week, more than $1 billion has been spent on some 2 million ads around the country. Portland proves it's not just TV viewers in the big states that are being deluged.</p><p>Political scientist Michael Franz says there are a number of reasons why Portland is so popular.</p><p>\"I think what we're seeing is a number of races that are of interest to people,\" says Franz, co-director of the Wesleyan Media Project. \"Namely, the governor's race at the top, obviously, is drawing a tremendous amount of advertising.\"</p><p>There's also a controversial ballot measure on bear-baiting: Question 1 on the Maine ballot Election Day would ban the use of things like jelly donuts to lure bears out of the woods so hunters can shoot them. It's getting a lot of attention in the state.</p><p>Franz says some 1,300 ads in the past two weeks alone have aired for and against the issue. The folks who would ban such bear-baiting are led by the Humane Society and have been airing ads like these:</p><p>Other groups, including some of Maine's game wardens, are behind ads that would keep the practice of baiting, along with hunting with dogs, legal. They argue that these methods are necessary to keep the state's black-bear population under control.</p><p>Also getting a lot of attention is the state's U.S. Senate race. Republican Susan Collins is seen as a shoe-in for re-election. But that hasn't stopped her Democratic opponent, Shenna Bellows, from advertising in the Portland TV market, which covers the more Democratic-leaning southern part of the state. Her campaign has been running an ad featuring the endorsement of perhaps Maine's most famous resident, novelist Stephen King.</p><p>Residents of southern Maine have also been treated to ads for a congressional race. And because of the Portland market's low cost, there are even ads for the hotly contested U.S. Senate race in neighboring New Hampshire.</p><p>Voters may throw their hands up in disgust, but political scientist Franz says the ads will keep coming, in part because there are so many more media options available.</p><p>\"The more options we have, the more divided our attention spans are,\" he says, \"so the more bludgeoning it takes for us to get the point.\"</p><p>Fear not, though: The campaign ads in Portland and almost everywhere else will fade to black in a week.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Bear-Baiting+And+Big+Races+Drown+Portland%2C+Maine%2C+In+Campaign+Ads&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Brian Naylor","audio":[{"meta":{"duration":"215"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1359512082-44c9a3.m3u?orgId=1&topicId=1014&e=359407723&d=215&ft=nprml&f=359407723"},{"href":"http://media.npr.org/assets/img/2014/10/28/question1-7c47ab5ad92da8e91a2b20e9093e0d29c8ae4f60.png","type":"image/jpeg","meta":{"crop":"standard","height":"446","width":"594"}}]}