{"created":"2014-08-28T14:45:50+00:00","modified":"2014-10-31T01:33:13+00:00","valid":{"from":"2014-10-31T01:33:13+00:00","to":"3014-10-31T01:33:13+00:00"},"hreflang":"en","title":"How Atomic Particles Helped Solve A Wine Fraud Mystery","published":"2014-08-28T14:45:00+00:00","teaser":"By testing for radiation, detectives tried to show that wine bottles purportedly from Thomas Jefferson's collection were fake. And with wine fraud rising, authentication is getting more sophisticated.","itags":["npr_api","318241738"],"guid":"1fdf7a43-579e-4ceb-b8af-766ad94ceaa5","contentencoded":"<p><strong></strong>In a laboratory, deep under a mile-high stretch of the Alps on the French-Italian border, <a href=\"http://www.cenbg.in2p3.fr/-La-composition-du-groupe-?lang=en\">Philippe Hubert</a>, a physicist at the University of Bordeaux, is testing the authenticity of a bottle of wine.</p><p>\"We are looking for radioactivity in the wine,\" says Hubert. \"Most of the time the collectors send me bottles of wine because they want to know if it is fake or not.\"</p><p>First, Hubert takes the bottle in the hand and puts it close to a detector. After he closes the shielding, which blocks the radiation, he records the gamma rays. The level of those gamma rays emitted can often tell him something about when the wine was bottled. For example, if it was bottled before about 1945, there shouldn't be any cesium 137 — radioactive evidence of exploded nuclear bombs and the Atomic Age — in the wine.</p><p>But that's not the only way to do it. Maureen Downey, wine detective and founder of <a href=\"http://www.chaiconsulting.com/about-us/maureen-downey/\">Chai Consulting</a> wine appraisal and authentication in San Francisco, has a toolkit of items she uses to forensically examine bottles of wine — razor blades, magnifying glasses, jewelers loupes, flashlights, blue light.</p><p>\"Counterfeit wines have become a much bigger problem of late,\" says Downey. \"In the last year, I myself have written reports for about $5 million worth of fakes.\"</p><p>And as fraud goes up, experts are going to greater lengths than ever before to authenticate wine — the fibers of the label paper, the tiny pits in the glass, the depth of the punt in the bottom of the bottle, all hold clues. And so do the corks.</p><p>\"Fraudsters put a lot of work into trying to make their corks look distressed,\" says <a href=\"http://www.ft.com/life-arts/jancis-robinson\">Jancis Robinson</a>, a longtime wine writer for <em>The Financial Times</em>. \"It's important that the label look like it's been around the block a bit, so they might rub it with a bit of earth or coffee grounds.\"</p><p><strong>Uncovering The Jefferson Bottles</strong></p><p>\"There are two ways to counterfeit wine,\" says <a href=\"http://www.patrickraddenkeefe.com/bio/\">Patrick Radden Keefe</a>, a staff writer at <a href=\"http://www.newyorker.com/\">The New Yorker</a>. \"You're either messing with the bottle or you're messing with the wine itself.\" He wrote a story a few years ago about one of the most intriguing fakes of all: <a href=\"http://www.newyorker.com/reporting/2007/09/03/070903fa_fact_keefe\">the Jefferson bottles</a>.</p><p>The saga of the Jefferson bottles begins in 1985 at a wine auction at Christie's in London where they auctioned off a bottle of 1787 Lafite, from one of the finest vineyards in France.</p><p>\"It was a very old bottle inscribed in a spindly hand with 1787, Lafite, and the letters 'Th.J,' \"<strong> </strong>says Keefe. \"Christie's said that evidence suggested that this bottle came from a collection of old French wines which had belonged to Thomas Jefferson.\"</p><p>The bottle sold for about $157,000 to the <a href=\"http://www.forbes.com/sites/deborahljacobs/2013/04/08/in-billionaires-legal-crusade-against-counterfeit-wine-money-is-the-least-of-it/\">Forbes family</a> — the most expensive bottle of wine ever sold at auction. Keefe says that when Malcolm Forbes was told he'd won the bid, he said, \"It's more fun than the opera glasses Lincoln was holding when he was shot. And we have those, too.\"</p><p>After that, wine collectors began jockeying to get hold of other Jefferson bottles as they began to emerge on the market. Bill Koch, whose brothers Charles and David of Koch Industries are often referred to as the Koch brothers, is an avid collector of art, Western Americana and wine. He purchased four of the Jefferson bottles in the late 1980s for a half-million dollars.</p><p>\"When people came to visit and have wine in his capacious wine cellar at his home in Palm Beach,\" says Keefe, \"Bill Koch would proudly show off his Jefferson bottles.\"</p><p>In 2005, when the Museum of Fine Arts in Boston was preparing for an exhibit of Koch's collection, it contacted the <a href=\"http://www.monticello.org/site/about/thomas-jefferson-foundation\">Thomas Jefferson Foundation</a> at Monticello to verify the provenance of the wines.</p><p>\"All of us at Monticello at that time were very skeptical<strong> </strong>about any connection between Jefferson and these wine bottles,\" says <a href=\"http://www.monticello.org/site/plantation-and-slavery/cinder-stanton-author-those-who-labor-my-happiness-slavery-thomas-jeffer\">Lucia (Cinder) Stanton</a>, a senior historian who has worked at Monticello for over 30 years.</p><p>Jefferson was the \"leading wine connoisseur of the Republic, the presiding expert in French wine in this country,\" Stanton says. He ordered wine for George Washington, and he wrote out descriptions of the first growths and best wines in France for a number of American merchants.</p><p>He was also a meticulous record keeper who recorded every aspect of his life in detail. When he returned from France he had the wines he'd purchased for himself and President Washington carefully shipped to the U.S. According to his detailed books, they all arrived intact, she says.</p><p>\"In his vast records of over 60,000 documents,\" says Stanton, \"there was nothing that suggested Jefferson had ever ordered any of these wines. In the so-called Jefferson bottles, there were about a dozen bottles including a 1784 and a 1787 Chateaux d'Yquem, a 1787 Lafite, a Margaux. Most of them were 1787, a vintage Jefferson never ordered in his life.\"</p><p><strong>'Saddle Up'</strong></p><p>When Bill Koch realized that he had potentially been crossed, he contacted Jim Elroy, a former FBI agent.</p><p>\"Elroy is a kind of a genial, bloodhound of a guy,\" says Keefe, the reporter. The ringtone on his cellphone is the whistled theme to the Clint Eastwood cowboy film, <em>The Good, The Bad and the Ugly</em>. \"So Koch says to Elroy: 'Saddle up.' And Elroy did.\"</p><p>Elroy put together a team of wine experts, including a former Scotland Yard inspector in England and a former MI5 agent in Germany, and launched an international investigation.</p><p>\"I identified the perpetrator as a man named Hardy Rodenstock,\" says Elroy.</p><p>Hardy Rodenstock was a former music publisher who managed German pop acts. He had been a fixture on the European wine scene since the 1980s. He was well-known for hosting lavish, flamboyant wine tastings inviting celebrities, dignitaries and wine critics.</p><p>\"Hardy I met quite a few times,\" says wine expert Jancis Robinson. \"Hardy supposedly found the Jefferson bottles in a bricked-up cellar in Paris, but he couldn't give anymore details. He was never specific about exactly how many bottles there were.\"</p><p><strong>The Cesium 137 Test </strong></p><p>Jim Elroy had a hunch that the wine in the Jefferson bottles did not date back to the 18th century, but he needed a way to prove it, preferably without opening the bottle and destroying its contents.</p><p>\"I started looking in <em>Scientific American</em> magazine,\" said Elroy, \"and I found an article that Philippe Hubert, a French physicist, had written about using low-level gamma ray detection for cesium 137 to date wine. Cesium 137 did not exist on this planet until we exploded the first atomic bomb.\"</p><p>As physicist Philippe Hubert explains: \"The cesium radioactivity we find in the wines reflects exactly the history of the Atomic Age. It is radioactive isotope, which is not natural. It's a fission product. First you had the development of the nuclear bomb: Hiroshima, Nagasaki. Then in the '50s and '60s, the Cold War between the U.S. and Soviets, and the nuclear atmospheric tests. Then in 1986 — the Chernobyl accident, which released a lot of cesium activity into the atmosphere. And then Fukushima Daiichi in Japan — we are following that.\"</p><p>This radioactivity is everywhere on Earth — in our food, clothing, the cells of our body. \"It is in the atmosphere,\" says Hubert. \"And then with rain this radioactivity falls on the grapes. When you make the wine, this comes into the wine and stays into the wine.\"<strong></strong></p><p>Jim Elroy was confident that this was going to be the smoking gun that would prove Rodenstock guilty of fabricating the Jefferson bottles. He personally flew to the French-Italian border where Hubert was going to do the test, carrying the Jefferson bottles in bulletproof cases.</p><p>\"By looking at the level of gamma rays emitted from a bottle of wine,\" Elroy explains, Hubert could determine when the wine was bottle. Obviously, if it was bottled before about 1945, there shouldn't be any Cesium 137 in the wine.\"</p><p>The experiment took place a mile underground to shield the test from the gamma rays in the atmosphere. \"In order to shield the detector even further,\" says Elroy, \"we had to use lead that was smelted prior to 1945. In this case, it was Roman lead smelted shortly after the birth of Christ.\"</p><p>Hubert subjected the Jefferson bottles to the test. \"We don't need to open the bottles,\" says Hubert. \"The gamma rays can escape the wine and cross the thickness of the glass without any problem.\"</p><p>\"Unfortunately,\" says Hubert, \"we could not detect any cesium inside the wine.\"</p><p>So it was certain that the wine had been bottled before the Atomic Age. But there was no way this test could prove whether or not this wine was as old as Jefferson.</p><p><strong>Recipes And Dentistry Provide More Clues</strong></p><p>Counterfeiting wine is nothing new. People have been doing it for centuries. \"Louis XIV had a royal decree that all of the wine barrels coming from the Côtes du Rhône area had to be stamped with a CDR to prove that they were Côtes du Rhône,\" says wine detective Maureen Downey.</p><p>In modern times, fraudster Rudy Kurniawan, who is now in jail for creating and selling counterfeit wine, built an entire laboratory in his condo in California.</p><p>\"Kurniawan's kitchen was literally a factory for making counterfeit wine,\" says Downey, who went through the evidence with the FBI. \"He had recipes written on bottles in his kitchen. For example, his recipe for 1945 Mouton Rothschild said: one-half 1988 Pichon Melant; one-quarter oxidized Bordeaux; and one-quarter Napa Cab.\"</p><p>\"You're not talking about plonk that is being put into these bottles,\" says Downey. \"These are careful recipes. I don't know if Kurniawan was a great chef or a chemist.\"</p><p>And what about those Jefferson bottles? Bill Koch's investigators tracked down the people in Germany who had engraved the Jefferson bottles with Th.J. They used a modern dentist tool that could not possibly have existed in the time of Thomas Jefferson.</p><p>\"One expert likens it to Abraham Lincoln holding an iPhone,\" says Downey. \"When you've got Abraham Lincoln in a photograph holding an iPhone, we've got a problem.\"</p><p><em>Additional features, photos, recipes and music can be found at <em><a href=\"http://www.kitchensisters.org\">kitchensisters.org</a>.</em><br /></em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+Atomic+Particles+Helped+Solve+A+Wine+Fraud+Mystery&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"The Kitchen Sisters","audio":[{"meta":{"duration":"458"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1318414924-911ed8.m3u?orgId=1&topicId=1053&aggIds=91851784&ft=3&f=318241738"},{"href":"http://media.npr.org/assets/img/2014/06/02/philippe_hubert-715e76bff206b4b960645a5c7d1a0bb10d8afd8b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"899","width":"1200"}},{"href":"http://media.npr.org/assets/img/2014/06/02/atomic-wine---tj-wine-6beef1d95c1a29423b74b887838028f0b57365f5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"750","width":"1000"}},{"href":"http://media.npr.org/assets/img/2014/06/02/17532707_h5983090-07318bc3d05e76ed1b922adbfb8193327b82ff77.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2463","width":"3282"}}]}