{"created":"2014-10-02T21:18:07+00:00","modified":"2014-10-03T18:18:13+00:00","valid":{"from":"2014-10-03T18:18:13+00:00","to":"3014-10-03T18:18:13+00:00"},"hreflang":"en","guid":"1ff16245-bac9-405e-9e39-f1308644469f","title":"Liberia's top doctor quarantines herself to set an example in her Ebola-ridden country","published":"2014-10-03T18:18:12+00:00","byline":"Joyce Hackel","tags":["Ebola","health","medicine","government","Human Needs","Health","Health & Medicine","Monrovia","Africa","Liberia","West Africa","Africa","Bernice Dahn","Berenice Dahn","Bernice Dahn","Liberia's top doctor","chief medical officer","Ebola","Virus","Outbreak","Biology","Medicine","Ebola virus disease"],"teaser":"After the death of one her assistants, Liberian Chief Medical Officer Berenice Dahn decided to start a 21-day quarantine. It's the same measure that her department recommends for anyone who's exposed to the virus, and she's hoping it will encourage others to pay attention.","contentencoded":"<p>Authorities in West Africa are urging everyone who has been in contact with an Ebola victim to remain isolated for 21 days &mdash; that&#39;s how long it takes for symptoms of the disease to present themselves. But remaining under quarantine is difficult, and not everyone is following the order. &nbsp;&nbsp;</p><p>That&#39;s partly why Liberia&#39;s chief medical officer, Dr. Berenice Dahn, has <a href=\"http://www.latimes.com/world/africa/la-fg-ebola-liberia-medical-chief-quarantine-20140927-story.html\">quarantined herself in her own home</a> in a very high profile way.&nbsp;&quot;It&#39;s necessary that I set the example, so that when we tell others to do it, they take us seriously,&quot; Dahn says. She&#39;s also&nbsp;asked her entire office to follow suit.&nbsp;</p><p>Dahn began the quarantine after one of her assistants at the Ministry of Health and Social Welfare died of Ebola. Now she&#39;s one week into a 21-day monitoring period, and she admits it isn&#39;t easy.</p><p>Her life has changed in many ways, big and small. She laments that she can no longer share a room with her husband. She uses her own utensils and disinfects them. And hugging her kids is out of the question.&nbsp;A sadness creeps into her voice when she describes how she and her children used to cuddle.&nbsp;</p><p>&quot;Children come lie down on your bed and watch TV, and do the rest,&quot; she says. &quot;They don&#39;t do that anymore.&quot; &nbsp;</p><p>Dahn admits it&#39;s hard to forget &quot;the fear of the unknown.&quot; But she&#39;s also cheered, and even appreciative of the quiet. &quot;Days are going, and I&#39;m still in good health,&quot; she notes. &quot;It&#39;s been a lot of stress since the outbreak, and I&#39;ve not had time to rest.&quot;&nbsp;</p><p>She says it&#39;s not always easy for her own children to cope, either.&nbsp;Schools across Liberia remain closed, and the country&#39;s youth have had little to occupy themselves.&nbsp;&quot;They think I&#39;m overdoing it sometimes when I say, &#39;Don&#39;t touch this, don&#39;t touch the other,&#39;&quot; Dahn says. &quot;But they are being supportive. They are OK.&quot;</p><p>Dahn is insisting that her children remain in the house, which doesn&#39;t always go over well.&nbsp;&quot;They have to stay home, which is the rule I had in the house before. So now that I&#39;m here, I&#39;m here to supervise that,&quot; Dahn says. But it does provide a silver lining for her quarantine: &quot;Sometimes they do not listen to the caretaker. But now that I&#39;m here, they have to obey.&quot;&nbsp;</p>","audio":[]}