{"created":"2015-03-07T22:00:36+00:00","modified":"2015-06-05T13:45:46+00:00","valid":{"from":"2015-06-05T13:45:46+00:00","to":"3015-06-05T13:45:46+00:00"},"hreflang":"en","title":"Supporting A Spouse With Alzheimer's: 'I Don't Get Angry Anymore'","published":"2015-03-09T00:45:00+00:00","teaser":"Mary Catherine O'Brien says when she married her husband, Greg, in 1977, he was funny and outgoing. Alzheimer's disease has stolen much of that, she says, but the two are closer than ever.","itags":["npr_api","391242734"],"guid":"1ffa7775-ff93-44c9-8898-6a625b91e3f4","contentencoded":"<p><em>This is part of NPR's series </em><a href=\"http://www.npr.org/series/389781574/inside-alzheimers\">Inside Alzheimer's</a>, <em>about Greg O'Brien's experience of living with the illness. This time we hear from Greg's wife, Mary Catherine.</em></p><p>Greg and Mary Catherine O'Brien will celebrate their 38th wedding anniversary next month. She knows him better than anyone — his moods and sense of humor, his devotion to their three children and his love of Cape Cod.</p><p>When Greg was diagnosed with early-onset Alzheimer's five years ago, Mary Catherine had already started to notice little differences in his behavior, she says. Now, as his symptoms continue to worsen, she takes a moment to reflect on how the disease is changing their marriage, sometimes in unexpected ways.</p><hr /><h3>Interview Highlights</h3><p><strong>On how Greg's demeanor has changed</strong></p><p>Our first years ... we didn't have kids for six years, so we just had a great time. He just made me laugh all the time and he's so silly — always the one who had everybody laughing about some silly thing. So he's lost a lot of that.</p><p>But the rage is what I notice the most. I think at this early stage he's still bright enough to know what's happening to him, and he gets pissed off that his brain isn't working, and gets mad that it's taking him so long to do certain tasks. I mean, I will say to him, \"OK, stop yelling at me.\" And I know he's not yelling at <em>me</em>, but it's still hard.</p><p><strong>On coping with Greg's memory loss</strong></p><p>I set my mind to not get impatient. You really have to work at that ... be OK with \"OK, this is the way it is.\" And if he asks me a million times about whatever it is — what we're doing or whatever — it's OK.</p><p>I think earlier on I would escalate. That's the thing about getting diagnosed early, and that's why people need to be diagnosed early — so when they're going through these changes the people who are with them aren't going off too. Because you don't understand. It's the hardest thing to understand, like, \"Why can't you remember that? We just talked about it.\" It's so hard to understand.</p><p><strong>On continuing to work</strong></p><p>I'm a special-needs assistant for sixth graders. I'm out of the house at 6:30 in the morning and not home until 3:30. Sometimes I go to work and say, \"Thank God I have this to take my mind off of it.\" I'm so busy concentrating on what I've got to do at school, there's no time to think about where my life is headed, what we're going to do. I know those are things I need to think about.</p><p><strong>On getting angry</strong></p><p>I don't get angry anymore. I did, at the beginning. You know, my friends are retired, they're traveling — you know, a whole different lifestyle. But what are you going to do? You can't regret what you've had and the place you're in. I've had a very good life. My kids are great. I don't think I spend a lot of time looking ahead. There's no sense worrying about it now.</p><p><strong>On how Alzheimer's has changed their marriage</strong></p><p>Positive things have definitely come out of it. It's made us so much closer. I'd say Greg and I are even closer. You know, I really feel for him, and I think he really appreciates my support. That part's really great. I would say our marriage is stronger than it's ever been.</p><hr /><p><em>Greg O'Brien and his family will share more of their experiences with Alzheimer's in coming episodes of </em>Weekend All Things Considered<em>, and here on Shots.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Supporting+A+Spouse+With+Alzheimer%27s%3A+%27I+Don%27t+Get+Angry+Anymore%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Rebecca Hersher","audio":[{"meta":{"duration":"246"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1391520228-a04432.m3u?orgId=1&topicId=1128&aggIds=389781574&d=246&p=2&story=391242734&t=progseg&e=391454506&seg=6&ft=nprml&f=391242734"},{"href":"http://media.npr.org/assets/img/2015/03/06/colleen-wedding-aug-2014-736cb89495b6fa58462219dae63307c22cb8204d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2107","width":"2809"}}]}