{"created":"2015-04-21T20:55:33+00:00","modified":"2015-04-30T17:05:41+00:00","valid":{"from":"2015-04-30T17:05:41+00:00","to":"3015-04-30T17:05:41+00:00"},"hreflang":"en","title":"5 Years After BP Oil Spill, Experts Debate Damage To Ecosystem","published":"2015-04-27T04:23:00+00:00","teaser":"An effort is underway to figure out how the BP oil spill harmed the Gulf of Mexico ecosystem. The damage may not be as dire as feared, but researchers say it's too soon to know the long-term impacts.","itags":["npr_api","401288698"],"guid":"2011f3e6-53a8-4051-a2f1-2eedfe5374c0","contentencoded":"<p>At the Gulf State Park Pier in Orange Beach, Ala., Wetzel Wood casts his fishing line into the rough surf of the Gulf of Mexico. He pulls his bait, a cigar minnow, through the water just beyond where the waves break for the shore.</p><p>\"On a good day you'd catch king mackerel, Spanish mackerel,\" he says. Wood first learned to fish at the pier with his grandfather in 1969. \"I've seen a lot of different things out here. It's been wonderful.\"</p><p>But one of the worst was five years ago, when oil was spewing from BP's out-of-control well for nearly three months. From this pier, Wood watched as mats of oil hit the Alabama coast.</p><p>\"I was kind of thinking, you know, I don't know if we'll ever be able to come out here and fish again. It was kind of a lonesome feeling,\" he says. \"Had no idea when it would come back, if it came back.\"</p><p>Wood says today, people won't see oil, and fishing appears to be on the rebound, but it's not as good as it once was. He still worries about the future.</p><p>The BP oil spill dealt an unprecedented blow to Gulf wildlife five years ago, killing shorebirds, marine mammals and fish. The damage may not be as dire as initially feared. Still, researchers say it's too soon to know what the long-term impacts might be.</p><p>Kenneth Heck, with Alabama's Dauphin Island Sea Lab, says fish population studies in the Gulf show one picture, but a different one emerges when researchers look at individual fish in controlled lab studies.</p><p>\"Almost without exception those studies find negative impacts at the level of the individual organism,\" he says. \"However, all the studies that I know of that have been done to date at the population level, out in nature, have not found those impacts. So there's a mismatch between what we've seen in the laboratory and what we've seen in the field.\"</p><p>BP points to those population studies as evidence of a strong recovery for a resilient Gulf, far better than the ecosystem collapse some people predicted during the spill.</p><p>\"There is not what many people had feared, a lost generation of Gulf species,\" says Geoff Morrell, BP senior vice president.</p><p>But Steve Murawski, marine scientist at the University of South Florida, says \"the homework is incomplete.\"</p><p>\"This is a large complex ecosystem that's difficult to sample,\" he says. \"We're talking about cryptic things we're trying to get a handle on. We know that there's impacts in certain areas. And some species, sure, they're capable of rebounding and they did. But to make a blanket statement is way too premature.\"</p><p>Murawski says migrating fish with a shorter lifespan, such as Spanish mackerel, appear to be doing well. But ones that live longer and don't move around as much, like tilefish and red snapper, show more problems like tumors and oil in their organs.</p><p>Other studies indicate that dolphins in certain areas have suffered, and endangered sea turtle nests have declined. Murawski says more than 3 million barrels of oil is going to have an impact.</p><p>\"People need to acknowledge this was a massive oil spill,\" he says. \"The stuff by-and-large just doesn't disappear. It has consequences. And so we would expect a certain level of consequence to happen in a spill of this magnitude.\"</p><p>Murawski says because the BP spill was unprecedented, there's little historical data to provide clues about the long-term prognosis for the Gulf. And those answers will only come with time.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=5+Years+After+BP+Oil+Spill%2C+Experts+Debate+Damage+To+Ecosystem&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Debbie Elliott","audio":[{"meta":{"duration":"239"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1401319076-c83d78.m3u?orgId=1&topicId=1025&d=239&p=2&story=401288698&t=progseg&e=401311283&seg=16&ft=nprml&f=401288698"},{"href":"http://media.npr.org/assets/img/2015/04/21/0604-beach_0462-b020b900cff9dc7dc8d2ad03c33c7800e1d9ac9e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3260","width":"4346"}},{"href":"http://media.npr.org/assets/img/2015/04/21/gulf-state-park-pier_0588edit-690e7d1447356ca0c0476814a0f02f0c4b2090cc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3127","width":"4170"}}]}