{"created":"2015-02-17T16:55:05+00:00","modified":"2015-02-18T19:31:49+00:00","valid":{"from":"2015-02-18T19:31:49+00:00","to":"3015-02-18T19:31:49+00:00"},"hreflang":"en","guid":"2028673d-99d7-4fbe-bf9a-cd800d70c917","title":"How I got to know my new home in America by working at RadioShack","published":"2015-02-18T19:31:45+00:00","byline":"Deepak Singh","tags":["business","radio","culture","immigration","Global Nation","Culture","Arts, Culture & Media","North America","United States","Virginia","North America","RadioShack","Electronics","Technology"],"teaser":"When Deepak Singh first arrived in the United States, the memory of a prized portable radio brought him to RadioShack, the store that produced his beloved set. He ended up taking a sales job there, an unlikely position that gave him an unexpected view of America.","contentencoded":"<p>Back in the late '90s, when I was still in India, a friend of mine bought me a portable radio. It was silver and no bigger than an iPad mini. On the bottom right corner it said \"RadioShack.\" I’d never heard of the brand, but that radio became one of my prized possessions.</p>\n<p dir=\"ltr\">About five years later, I found myself standing in front of a RadioShack store in central Virginia. Curious, I walked in and saw my radio sitting on a shelf — the same model I used to listen to cricket commentary, Hindi songs and the stories I produced for the BBC World Service in my hometown, Lucknow. Now it was smiling at me in the United States, my new home.</p>\n<p dir=\"ltr\">I’m not sure why, but something made me want to work there. I applied for a sales position at RadioShack and got the job.</p>\n<p dir=\"ltr\">At RadioShack, I didn’t just find my radio. I also met America. On the sales floor, I got to say hello to people I wouldn’t have encountered otherwise. I met Americans who were poor, rich, educated and not so educated, elderly, teenaged, gay, straight, crazy and kind.</p>\n<p dir=\"ltr\">For an Indian man who had never worked in retail and who had just landed in the country, it was sometimes overwhelming. Many of the customers spoke with a southern drawl that made English sound like a foreign language to me. It took me a while to get used to the extra syllable in every word.</p>\n<p dir=\"ltr\">But, slowly I began to understand America and Americans — their psyche, their consumer behavior, what they drove and what drove them.</p>\n<p dir=\"ltr\">I met some great people there who will always be my friends, but <a href=\"http://www.forbes.com/sites/antoinegara/2015/02/05/radioshack-cuts-the-cord-after-90-years-files-for-bankruptcy/\">RadioShack itself may soon be gone</a>. If it disappears, I'll miss this place that helped me “tune in” to my new country</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-17%2Fdeeshack&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/02172015_09.mp3"},{"href":"http://www.pri.org/file/0217201509mp3"}]}