{"created":"2014-10-27T22:28:39+00:00","modified":"2014-10-31T01:33:08+00:00","valid":{"from":"2014-10-31T01:33:08+00:00","to":"3014-10-31T01:33:08+00:00"},"hreflang":"en","title":"Afghan Expert Calls Bergdahl Deal 'Victory For Common Sense'","published":"2014-06-02T20:11:00+00:00","teaser":"Michael Semple says the five Taliban prisoners released in exchange for Sgt. Bergdahl \"wouldn't recognize today's battlefield.\"","itags":["npr_api","318244932"],"guid":"202a69f8-4343-4aae-8ea1-2009106e6b43","contentencoded":"<p>Along with celebrations over the release of U.S. Army Sgt. Bowe Bergdahl, there are growing questions. House Intelligence Committee Chair Mike Rogers of Michigan is asking whether the Obama administration broke the law in not consulting Congress over the negotiations and says this is a &#8220;dangerous&#8221; precedent: &#8220;If you negotiate here, you’ve sent a message to every Al Qaeda group in the world — by the way, some who are holding U.S. hostages today — that there is some value now in that hostage in a way that they didn’t have before.”</p><p>General James L. Jones, who served as a national security adviser to President Obama, is voicing concern about the five Taliban prisoners who were released in exchange for Sgt. Bergdahl, saying they would pose a danger if they returned to the battlefield.</p><p>Republican Senator John McCain of Arizona is calling the five Taliban men, “the hardest of the hardcore.&#8221; He adds, “it is disturbing that these individuals would have the ability to re-enter the fight, and they are big, high-level people, possibly responsible for the deaths of thousands” of Shiite Muslims in Afghanistan.</p><p>White House has responded. National security adviser Susan Rice told ABC news, &#8220;Sergeant Bergdahl wasn’t simply a hostage; he was an American prisoner of war captured on the battlefield. We have a sacred obligation that we have upheld since the founding of our republic to do our utmost to bring back our men and women who are taken in battle, and we did that in this instance.”</p><p>Rice says that President Obama has received &#8220;very specific assurances&#8221; that five Taliban prisoners released, &#8220;will be carefully watched and their ability to move will be constrained.&#8221;</p><p><strong>Michael Semple</strong>, who served as deputy to the European Union special representative for Afghanistan, says he worked in Afghanistan during the period when at least four out of the five of the Taliban prisoners were senior Taliban officials.</p><p>&#8220;I&#8217;ve had direct and indirect dealings with them. In addition to having dealt with them, I actually profiled them,&#8221; Semple told <em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Robin Young. &#8220;I certainly consider them influential &#8230; but they came to prominence over a decade ago as part of another war. They came to prominence as part of the Afghan civil war, before the U.S. intervention. They played a very brief role, for a matter of two months during the U.S. intervention, and they have had no role what so ever in the ongoing insurgency. If fact, the battlefield of today, one which is dominated for the Taliban by IEDs and suicide bombers, would be absolutely unfamiliar to these people.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.qub.ac.uk/research-centres/isctsj/Staff/MrMichaelSemple/\" target=\"_blank\">Michael Semple</a></strong>, expert on Afghanistan and Pakistan and visiting research professor at the <a href=\"http://www.qub.ac.uk/research-centres/isctsj/\" target=\"_blank\">Institute for the Study of Conflict Transformation and Social Justice</a> at Queen’s University Belfast.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Afghan+Expert+Calls+Bergdahl+Deal+%27Victory+For+Common+Sense%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"Hitesh Hathi","audio":[{"meta":{"duration":"507"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1318244935-b29892.m3u?orgId=1&ft=3&f=318244932"}]}