{"created":"2015-03-29T12:05:56+00:00","modified":"2015-04-15T19:58:48+00:00","valid":{"from":"2015-04-15T19:58:48+00:00","to":"3015-04-15T19:58:48+00:00"},"hreflang":"en","title":"Afghan Chief Executive: Leaders Set Aside Egos To Rally For Nation","published":"2015-03-29T14:33:00+00:00","teaser":"Abdullah Abdullah and Afghan President Ashraf Ghani, once fierce political rivals, traveled together to Washington last week to undo years of hostility between their predecessor and Obama.","itags":["npr_api","395917092"],"guid":"2038aa9b-771c-4398-9d78-198062163267","contentencoded":"<p>Afghanistan's leaders were in Washington last week asking for more assistance from the U.S. They got what they wanted: President Obama announced he would postpone the withdrawal of thousands of U.S. troops this year. Those forces are needed to help Afghanistan troops battle the Taliban as the spring <br />fighting season heats up.</p><p>President Ashraf Ghani was accompanied on this trip by Abdullah Abdullah, the chief executive of the Afghan government. They were bitter rivals in Afghanistan's presidential election last year and are now sharing power in a unity government.</p><p>Now the two men are working together to undo years of hostility that had built up between their predecessor, former President Hamid Karzai, and Obama.</p><p>Abdullah told NPR's Rachel Martin that repairing that relationship is a necessity. <br />\"Because of the position that President Karzai has taken, we missed a lot of opportunities earlier,\" Abdullah said. \"It was a deliberate conduct by President Karzai, which didn't help Afghanistan.\"</p><p>Abdullah and Ghani formed a unity government only after months of contention over the June 2014 election results. Abdullah alleged at the time that the election had been rigged against him, and when preliminary results were released in July, Abdullah declared he would not accept them and threatened to form his own government.</p><p>Secretary of State John Kerry brokered a deal between them that took two months to hammer out, with Abdullah taking the newly created position of chief executive. It was almost as if Barack Obama and Mitt Romney had to govern together after the contentious campaign of 2012.</p><p>Abdullah said that with the serious threats facing Afghanistan, he and Ghani had to put the interest of their country ahead of their egos.</p><p>\"In the context of Afghanistan, it was absolute necessity that we rally all the votes behind the unity government, so we will be able to deal with the challenge of Taliban, security, and terrorism and all of it, as well as utilize the opportunities which are ahead of us,\" he told Martin.</p><hr /><h3>Interview Highlights</h3><p><strong>On the wisdom of Ghani's renewed efforts at peace talks with the Taliban</strong></p><p>It's always a good idea to leave the door for talks and negotiations open. Whether this opportunity will be seized by the Taliban or not, that's a different issue. The people of Afghanistan expect us to move through that path; at the same time they expect us to stay in the realm of the clear parameters. No compromise on the rights of people, no compromise on women's rights, and constitution of Afghanistan.</p><p><strong>On the conditions that the Taliban needs to meet in order for negotiations to begin</strong></p><p>At the end of the day, there are a few things that have to happen: giving up violence, severing links with terrorist groups and respecting the constitution of the country. And no compromise. No compromise on the rights of people, including women's rights. These are clear parameters. The rest of it will be matter for negotiations.</p><p><strong>On the difficulty of resolving the presidential election</strong></p><p>This was a result of hours and hours of discussions, debate, argument, lots of facilitations by our ... partners. And towards the end of the day, we thought that this is the best solution possible under those circumstances for Afghanistan. It wasn't easy, but now those times are behind us. It's important that we reform our electoral system so Afghanistan is not put in the same situation anymore. That is what is necessary.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Afghan+Chief+Executive%3A+Leaders+Set+Aside+Egos+To+Rally+For+Nation&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"378"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1396128357-872e3a.m3u?orgId=1&topicId=1149&e=395917092&d=378&ft=nprml&f=395917092"}]}