{"created":"2015-05-17T12:19:13+00:00","modified":"2015-05-19T17:05:22+00:00","valid":{"from":"2015-05-19T17:05:22+00:00","to":"3015-05-19T17:05:22+00:00"},"hreflang":"en","title":"'Mad Men' Writer: Show's Female Characters Aren't Thinking About Feminism","published":"2015-05-17T14:44:00+00:00","teaser":"\"They're very much in their own lives,\" says Semi Chellas, who is also the show's co-executive producer. The AMC period drama ends its seventh and final season on Sunday.","itags":["npr_api","407053809"],"guid":"20440b56-bc6c-483b-a5fa-e606e86e54fc","contentencoded":"<p><strong><em>Editor's note:</em></strong><em> This conversation discusses plot points from the seventh season of </em>Mad Men<em>.</em></p><p>The AMC hit <em>Mad Men</em> is a portrait of a country in transition. It takes place in the 1960s in a New York ad agency that's a microcosm of society at the time — a society grappling with racism, homophobia and a lot of sexism. But watching the characters navigate those waters — especially the women — has kept us hooked. Joan (Christina Hendricks), for example, has risen from office manager to partner, while Peggy (Elisabeth Moss) has worked her way up from secretary to copy chief. As the show's seventh and last season comes to a close, the ad agency, Sterling Cooper & Partners, is dealing with the fallout of getting purchased by another agency, McCann Erickson.</p><p>The series ends (or ended, depending on when you're reading this) Sunday night. <em>Mad Men<strong> </strong></em>writer and co-executive producer<strong><em> </em></strong>Semi Chellas joins NPR's Rachel Martin to discuss the show's complicated female characters.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On Joan threatening to call the ACLU and Betty Friedan after she's sexually harassed and offered only a portion of her post-purchase payout </strong></p><p>I think she's using feminism. I think she's using what's in the news around her and ... the water she's swimming in to get her money. And she walks out with 50 cents on the dollar, so I find it heartbreaking. As fun as that <em>ra-ra</em> moment is, I'm left — I'm left sad.</p><p><strong>On whether they considered an ending in which Joan triumphed</strong></p><p>It was something that I think the show took very seriously — was not to be a platform, not to be didactic, but to always live in those characters. And the truth is Joan was never going to walk out of there with all her money. She doesn't really scare Jim Hobart [head of McCann Erickson]. As he says, you know, he says, \"Do you know how much advertising we have in <em>The New York Times</em> every year?\" He's not afraid of the media, or he's not as afraid as she thinks he might be.</p><p><strong>On Peggy and Joan's relationship</strong></p><p>One of my favorite moments in <em>Mad Men</em> ... it was before I was on the show, but [it's] when [Creative Director Don Draper] announces that he'll be marrying Megan, who at the time was his secretary. And Peggy and Joan have a cigarette in their office and their [indignation] is so great that they can barely speak.</p><p>But they don't have a lot in common besides being women and being ambitious and working at the same place. They're from very different backgrounds. They see themselves very differently. I don't think that they compete. But I think that, you know, part of what we see is that a woman's movement is not necessarily born out of shared femininity or shared femaleness.</p><p><strong>On whether the show's female characters are thinking about feminism</strong></p><p>When Joan first arrives at McCann, some female copywriters come in and sort of try to befriend her and recruit her and she sees right through them and says, \"You're in here to get in my business.\" ... And so, you know, I think these women, these characters, are not thinking about feminism, they're not thinking about a movement or changing the world. They're very much in their own lives. But, you know, out of the aggregate of women doing that and making those changes and wanting a little more, something greater than all of them I think was born into the culture.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Mad+Men%27+Writer%3A+Show%27s+Female+Characters+Aren%27t+Thinking+About+Feminism&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"265"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1407447406-a4bd8c.m3u?orgId=1&topicId=1138&d=265&p=10&story=407053809&t=progseg&e=407447293&seg=18&ft=nprml&f=407053809"},{"href":"http://media.npr.org/assets/img/2015/05/15/bd1b3a46-527c-be57-a62b-52bdfca623f4_mm_708_my_0411_1304-27c172006c3f6e949551beaf581f663e09a02b5a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2397","width":"3197"}}]}