{"created":"2014-10-28T23:24:32+00:00","modified":"2014-10-29T19:42:13+00:00","valid":{"from":"2014-10-29T19:42:13+00:00","to":"3014-10-29T19:42:13+00:00"},"hreflang":"en","guid":"204c74b6-918d-4005-a4e4-b0be7c13d84e","title":"A German village keeps the lights on with windmills and pig manure","published":"2014-10-29T19:42:12+00:00","byline":"David Leveille","tags":["alternative energy","wind power","biogas","energy independence","renewable energy","environment","Environment","Science, Tech & Environment","Feldheim","Europe","Germany","central Europe","Europe","Werner Frohwitter","Waste management","Technology","Energy","Energy policy","Energy development","Biogas","Fuels","Sustainable energy","Alternative energy","Environment"],"teaser":"The tiny German village of Feldheim, about 50 miles southwest of Berlin, has sworn off fossil fuels and nuclear power. It produces every bit of its electricity and heat from local sources, and a key way it does that is by using manure from local farms.","contentencoded":"<p>In its successful quest to become energy independent, the German village of Feldheim had an ace up its sleeve: poop.</p>\n<p>Feldheim is a rural village in former East Germany, not far from Berlin. It only has 130 residents, but many of them are farmers who raise pigs and cattle. And it turns out all of the manure from those farm animals is a valuable source of energy.</p>\n<p>\"We use the pig manure and cattle manure together with corn, which is produced there on the fields of the local agricultural cooperative,\" explains Werner Frohwitter, a spokesperson for Energiequelle. It's a green energy company that helped Feldheim become 100 percent energy independent.</p>\n<p>\"We use that stuff to produce biogas, or methane, and the methane is used as a fuel,\" Frohwitter says. The methane drives an engine that both provides electricity and produces heat that helps warm the buildings in the village.</p>\n<p>Between the biogas and a nearby wind farm, says Frohwitter, \"Feldheim is producing all of its energy needs. The town is \"completely independent of the old energy monopoly\" — off the grid, in other words.</p>\n<p>But the village is not, in Frohwitter's words, \"a town of German hippies living the dream. Actually, people in the countryside in Germany are mostly farmers, rather conservative. They're not leftists or Greens. Mostly it just made sense to them and they pay less for their energy.\"   </p>\n<p>This isn't a sleight-of-hand trick, either: Frohwitter says Feldheimers have all the usual energy sucking devices like televisions, phones and computers. \"There are absolutely no shortages,\" Frohwitter says. \"The energy supply in Feldheim is as safe as Hamburg, Berlin — or New York, for that matter.\"</p>\n<p>So might Feldheim be a model for the rest of Germany? The country wants to power down its nuclear plants and become less dependent on natural gas from Russia, and this could be one way to do it. </p>\n<p>But Frohwitter urges caution. \"It is not a blueprint,\" he says. \"You can't copy it one-to-one. But it is a model, it is a lighthouse.\"</p>\n<p>In the case of Feldheim, Frohwitter says energy planners and designers \" were very lucky because we had 1,700 hectares of land, and we had cattle and we had pigs, and you don't always have these resources.\" But, he points out, \"you do have <em>some</em> resources everywhere.\" </p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/feldheim.png","meta":{"crop":"primary","height":null,"width":null},"type":"image/png"},{"href":"http://www.pri.org/file/feldheimpng"}]}