{"created":"2014-09-19T19:45:35+00:00","modified":"2014-10-27T23:53:23+00:00","valid":{"from":"2014-10-27T23:53:23+00:00","to":"3014-10-27T23:53:23+00:00"},"hreflang":"en","title":"Fire-Setting Ranchers Have Burning Desire To Save Tallgrass Prairie","published":"2014-05-01T16:02:00+00:00","teaser":"In eastern Kansas, ranchers burn the prairie every spring to bring back grass for grazing cattle. Environmentalists celebrate those fires because without them the delicate ecosystem would disappear.","itags":["npr_api","306227655"],"guid":"204daad7-f537-436b-8516-06bdc1d82d14","contentencoded":"<p>For the past month, in part of eastern Kansas, the prairie has been burning, as it does almost every spring. On some days, you could look toward the horizon in any direction and see pillars of smoke. The plumes of pollution have traveled so far that they've violated limits for particulates or ozone in cities as far away as Lincoln, Neb.</p><p>But here's the twist: Environmentalists have come to celebrate those fires.</p><p>The story of how this happened starts with ranchers like <a href=\"http://www.environmentalstewardship.org/regionvii-sproulranch.aspx\">Bill Sproul</a>, who runs cattle on 17,000 acres near Sedan, Kan. I found Sproul sitting on a chair in his front yard, looking out over rolling hills covered with brown, dried grass.</p><p>This is native prairie. It's never been plowed. Nobody ever planted the dozens of grasses and legumes and wildflowers that grow on this land. They're just here — God's gift to bison, and now to ranchers and their cattle.</p><p>\"We get quite a bit of rain,\" Sproul says. \"In fact, we get so much rain, we can grow big, tall grass.\"</p><p>Once upon a time, this tallgrass prairie stretched from Illinois to Nebraska, from Minnesota to Texas. But now, almost everywhere, it's gone.</p><p>The only place where a large expanse of it survives is right here, in the <a href=\"http://www.naturalkansas.org/FlintHills.htm\">Flint Hills</a> of Kansas. There's a simple reason: You can't drive a plow through this soil.</p><p>\"Most people cuss rocks, but that's what saved the Flint Hills,\" Sproul says. \"If it wasn't for these rocks, we'd be standing in corn and soybeans right now.\"</p><p>And because the grass survived, the Flint Hills turned into a central link in the chain of American beef production. This grass becomes steak on your plate.</p><p>Every spring, about a million young steers come here to graze and put on weight before they go on to feedlots. The cattle come from as far away as Florida and Pennsylvania.</p><p>\"They all show up here in a two-week period. There will be hundreds of these cattle trucks coming every day,\" Sproul says.</p><p>But before the cattle arrive, ranchers like Sproul set fires on their land. There's a simple economic reason. \"You get this new growth back,\" says Sproul. \"It comes back almost instantly, and it grows at a phenomenal rate. That is the most nutritious part of the plant — that new growth.\"</p><p>Cattle love that fresh grass. They put on weight faster — an extra quarter-pound of meat each day, compared with grazing on prairie that wasn't burned, according to studies. For ranchers, meat is money.</p><p>To outsiders, the fires, and the charred landscape they leave behind for a week or two, can seem barbaric. The fires can also be dangerous. There was a time when academic experts on grazing tried to get the ranchers to stop.</p><p>But then, about 40 years ago, scientists took a closer look at prairie fires and changed their tune.</p><p>To see what they saw, I drove to another part of the Flint Hills: <a href=\"http://www.konza.ksu.edu/Splash/default.aspx\">Konza Prairie</a>, near Manhattan, Kan. This is an 8,000-acre laboratory, owned by the <a href=\"http://www.nature.org/ourinitiatives/regions/northamerica/unitedstates/kansas/placesweprotect/tallgrass-prairie-national-preserve.xml\">Nature Conservancy</a> and managed by Kansas State University.</p><p>As I arrive, they're getting ready to burn one section of it. Conditions are perfect. There's a light, steady wind from the south.</p><p>The fire crew, mostly volunteers, gathers on a ridge overlooking the section that they're planning to burn. There's just a hint of tension in the air. Nobody knows, for sure, how a fire will behave once it starts.</p><p>That's part of the thrill for volunteers like Anna Zahner, a graduate student at Kansas State. \"They had to limit the signup list because too many people want to sign up,\" she says. \"My brothers are all jealous because I've set a bigger fire than they have.\"</p><p>They start with a line of fire along the road. The fire can't find any fuel on the road, so it moves in the other direction into the wind, slowly creating a wide, charred strip of rocky earth.</p><p><a href=\"http://www-personal.ksu.edu/~jblair/\">John Blair</a>, an ecologist from Kansas State who's in charge of scientific research here, explains that this is a backfire. Its purpose is to create a burned area that will serve as a boundary, keeping the fire contained.</p><p>The volunteers create buffer strips like this all around the area that they intend to burn. And a little bit later, I see why those buffer strips need to be wide. The fire crew lights a new fire at the bottom of the hill. It's driven by the wind and turns into a monster, racing up the hill faster than a person could ever run, orange flames as tall as trees erupting from a cloud of thick smoke.</p><p>Several of us, including <a href=\"http://www.k-state.edu/biology/faculty_pages/briggs.html\">John Briggs</a>, director of the Konza Prairie Biological Station, watch in awe from a safe spot. \"You can imagine, if you were a settler and saw something like this coming, just how scary it must have been,\" says Briggs.</p><p>This is an important point. European settlers in the prairie did see fires coming. In fact, the prairie must have always gone up in flames on a regular basis, because without fire, there wouldn't even be a prairie here.</p><p>John Briggs shows me the evidence in another part of the research station. It's a hillside of grass, but with one difference. Here, there and everywhere, I see young cedar trees. \"This is why you need to burn the tallgrass prairie,\" says Briggs. \"Because if you don't, this is the kind of situation you get.\"</p><p>The researchers stopped burning this part of Konza Prairie in 1991. At that time, researchers counted just four cedar trees. \"Last year, we counted 1,200,\" says Briggs.</p><p>In fact, researchers have observed this phenomenon consistently. When a prairie doesn't burn, trees appear. The grasses and other prairie plants die out in the shade, and ground-nesting birds move away.</p><p>Kansas State's John Blair says it's amazing how fast an ecosystem that has thrived for thousands of years can just disappear. \"You can see that in as little as a couple of decades, without fire, you convert these grasslands to woodlands,\" he says.</p><p>Blair says it raises an interesting question. How do you conserve the prairie? \"It's not an ecosystem that you can simply fence off and keep humans away from.\"</p><p>Native Americans once set prairie fires to bring back green grass and attract bison. These days, the prairie depends on ranchers. They bring the grazing cattle, and they now set the fires.</p><p>Which leaves just one big complication: A lot more people now live in the prairie, or close to it, and the smoke from all those fires isn't good for people.</p><p>\"You can definitely see it, and also people can feel it,\" says Tom Gross, who's responsible for monitoring air quality for the Kansas Department of Health and Environment.</p><p>On the day that I watched the fire at Konza Prairie, there were so many fires in the Flint Hills that ozone levels in Wichita exceeded federal limits. On other days this spring smoke from the fires in Kansas blew so far north, it violated air pollution limits in Omaha and Lincoln, Neb.</p><p>Gross and his colleagues have come up with an <a href=\"http://ksfire.sonomatechdata.com/view/summary/\">online tool</a> that monitors the weather and tells ranchers when fires in their area are likely to cause problems for nearby cities.</p><p>It's not really clear how many ranchers are taking that into account when they decide to burn.</p><p>State officials are trying to <a href=\"http://www.kdheks.gov/bar/air-monitor/flinthills.html\">persuade</a> them to. They're hoping that such coordination will give cities clean air and allow the ranchers to keep burning, and preserving, the prairie.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Fire-Setting+Ranchers+Have+Burning+Desire+To+Save+Tallgrass+Prairie&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Dan Charles","audio":[{"meta":{"duration":"432"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1307627445-c6adbe.m3u?orgId=1&topicId=1053&ft=3&f=306227655"},{"href":"http://media.npr.org/assets/img/2014/04/24/dan_01-215e936fed3a79243e8a2eef540cbd2eb57bd253.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1387","width":"1851"}},{"href":"http://media.npr.org/assets/img/2014/04/25/dan_05-70a75ad0c63deae943ea91943d708bedd80dfc28.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"830","width":"1108"}},{"href":"http://media.npr.org/assets/img/2014/04/25/dan_04-31a1c9465e14c0af0ef83b85a86e63661ccc6a53.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"826","width":"1100"}},{"href":"http://media.npr.org/assets/img/2014/04/25/dan_03-90221e5d2ccb697ea97b7f051a3083c773b90bcd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"826","width":"1100"}},{"href":"http://media.npr.org/assets/img/2014/04/24/dan_02-a0fe596974514a71b2a9c0b8ea0f5307706c9568.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"852","width":"1137"}}]}