{"created":"2014-10-08T14:09:13+00:00","modified":"2014-10-31T01:10:21+00:00","valid":{"from":"2014-10-31T01:10:21+00:00","to":"3014-10-31T01:10:21+00:00"},"hreflang":"en","title":"In Tikrit, Meet The New Boss, Same As The Old Boss","published":"2014-06-14T16:12:00+00:00","teaser":"In 2003, NPR's Scott Simon and Peter Breslow were in Iraq. Back then, the city of Tikrit had just been liberated by U.S. troops. Today, Islamic hardliners are once again in charge.","itags":["npr_api","321809491"],"guid":"204f84d7-d7c5-4e1d-9033-3c312b53e9ee","contentencoded":"<p>When fighters from ISIS, the Islamic State of Iraq and Syria, captured Tikrit this week, I thought of the time producer Peter Breslow and I visited that city as the war began in 2003.</p><p>Tikrit was Saddam Hussein's hometown, about two hours from Baghdad, and the place had prospered under his brutal rule. Saddam gave the best jobs to members of his al-Takarita tribe. He made Tikrit the headquarters of the Republican Guard, and built a palace with golden toilets and a torture room.</p><p>When we stopped by the palace, townspeople had already carted off the toilets, paintings, televisions and plumbing — and smashed what they couldn't carry.</p><p>A huge gate painted with an immense Saddam on horseback, galloping toward Jerusalem, seemed untouched. But metal frames on each streetlight that once held his portrait were empty, and whistled in the wind.</p><p>We wondered if all those pictures of Saddam had been burned — or rolled up and saved.</p><p>U.S. troops were searching for Saddam and a list of Baath party bureaucrats in Tikrit who had allegedly plotted, plundered and tortured Iraqi civilians.</p><p>A group of people approached us to say that U.S. soldiers had come to their neighborhood, kicked down fences and doors, and dragged several people into custody. \"We'll show you our street,\" they said, and we got into their car.</p><p>Two American reporters getting into a car with strangers in Saddam Hussein's hometown seems supremely witless now. But we were treated with courtesy, and even invited to stay for lunch.</p><p>On their street we saw smashed fences, broken locks and splintered doors, and when we could finally ask U.S. troops, they just confirmed that \"security operations\" had gone on and said any family who felt their property had been damaged could fill out reimbursement forms.</p><p>By that point we had interviewed a lot of Iraqis who had been tortured by Saddam's regime, including a playwright whose arms had been pulled from his shoulders so his hands could only dangle. Smashed doors and gates didn't seem such an urgent news story.</p><p>We asked, \"Were Baath party people here?\" and they said, \"Of course. But they ran out. They're no longer hiding here.\"</p><p>Now it is ISIS that's taken over Tikrit, which reminds me of what the Baath party said to people in Tikrit when they knocked on their doors on the way out, 11 years ago.</p><p>\"The Americans and British will get tired and leave one day,\" they said. \"And we will be back.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Tikrit%2C+Meet+The+New+Boss%2C+Same+As+The+Old+Boss&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Scott Simon","audio":[{"meta":{"duration":"180"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1321952942-61aa80.m3u?orgId=1&topicId=1060&aggIds=4495795&ft=3&f=321809491"}]}