{"created":"2015-05-19T20:28:30+00:00","modified":"2015-06-02T14:34:14+00:00","valid":{"from":"2015-06-02T14:34:14+00:00","to":"3015-06-02T14:34:14+00:00"},"hreflang":"en","title":"Eyes In The Sky: Foam Drones Keep Watch On Rain Forest Trees","published":"2015-05-19T23:46:00+00:00","teaser":"The autopilot toy planes, equipped with cameras, help conservationists detect illegal logging and mining earlier in the remote parts of the Amazon basin.","itags":["npr_api","398765759"],"guid":"205118ac-30ad-4f97-8790-5dfa1d252f5c","contentencoded":"<p>A couple of toy planes are out to catch illegal loggers and miners in the Amazon.</p><p>It's an awesome responsibility.</p><p>Every year, illegal logging and mining in the Peruvian Amazon destroy tens of thousands of acres of rain forest. The deforestation in remote parts of the jungle is difficult to detect while it's going on.</p><p>But now there's a new way to keep an eye out: with a pair of drones. Carlos Castaneda, the coordinator of the <a href=\"http://www.amazonconservation.org/ourwork/research_los_amigos.html\">Amazon Basin Conservation Association's</a> Los Amigos conservancy concession, plans to use the small remote control planes to monitor the private Los Amigos conservation area in the Madre de Dios region of Peru.</p><p>\"We are now 145,000 hectares,\" Castaneda says of the conservancy. \"It's like a small country in Europe.\" (Or, to put it another way, a third of the size of Rhode Island.)</p><p>Castaneda has just five rangers to patrol and monitor the 550-square-mile reserve. The land trust is in the middle of a jungle with no paved roads.</p><p>Flying cameras, Castaneda says, will allow his team to quickly investigate reports of deforestation. \"We can go straight to the point, not just walking everywhere trying to find it in the forest.\"</p><p>These $5,000 toy planes have been modified so they have sophisticated autopilot functions. Unlike the helicopter drones that were popular gifts this past holiday season, Castaneda's drones look more like plastic foam replicas of the Stealth bomber. The fuselage is V-shaped, with a single propeller protruding out the back. Each machine spans 3 feet wide and weighs less than 5 pounds.</p><p>\"This is what's called a flying wing design,\" says Max Messinger, a biology graduate student from Wake Forest University, who is helping Castaneda set up the machines. \"It doesn't have a tail.\"</p><p>Under a blistering midday sun, Messinger and Castaneda are standing on a dusty road near the Madre de Dios river outside the eastern Peruvian city of Puerto Maldonado. Messinger has determined that this straight section of lightly trafficked dirt road should make a decent landing strip for the planes.</p><p>The tropical heat is so intense that the laptop for monitoring the video feed quickly overheats. Messinger moves it to the cab of Castaneda's pickup to cool down.</p><p>To launch the aircraft, Messinger holds the airplane remote control console while Castaneda flings the drone straight up in the air.</p><p>The machine races skyward, then levels off at about 300 feet.</p><p>The drone banks gracefully from side to side as Messinger checks the controls. On autopilot its range is more than 10 miles. It can be sent out to investigate a trouble spot at specific GPS coordinates or programmed to fly a sweeping pattern over a section of the reserve. A consumer-grade Canon camera shoots images from the belly of the plane while a video camera provides a view from the nose.</p><p>Castaneda says these eyes in the sky will allow him to monitor what's happening in the conservation area in a way he's never been able to before.</p><p>\"The plane is not flying too high. It's below the clouds. It's not like a satellite,\" he says. In the past he's used <a href=\"http://landsat.usgs.gov/\">Landsat</a> images from space to check for signs of deforestation. The satellite images work well for locating large clear-cutting operations, but the resolution often isn't high enough to reveal less obvious gaps. Also, clouds can mar the satellite images.</p><p>\"Here in this area it's really, really difficult to get days without clouds,\" Castaneda says. \"It's like six days per year.\"</p><p>Over the past decade, illegal gold miners in this part of Peru area have reduced tens of thousands of acres of rain forests to strips of gravel. Loggers poach mahogany, Spanish cedar and other old-growth trees. Farmers clear-cut public land to plant crops.</p><p>Castaneda cautions that even with drones flying over his land conservancy, keeping illegal loggers and miners out is still a challenge.</p><p>\"They just want to get money,\" he says. \"It doesn't matter if they are making the forest look like a beach with just sand. They need money and for that they will do everything, even destroy all the forest.\"</p><p>With the drones he hopes to at least be able to detect that destruction earlier and have a better chance to stop it.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Eyes+In+The+Sky%3A+Foam+Drones+Keep+Watch+On+Rain+Forest+Trees&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jason Beaubien","audio":[{"meta":{"duration":"249"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1408010800-390115.m3u?orgId=1&topicId=1019&d=249&p=2&story=398765759&t=progseg&e=407948189&seg=16&ft=nprml&f=398765759"},{"href":"http://media.npr.org/assets/img/2015/04/25/img_9885-6-4a9fed33f39ed04a245fabfd66aad3e9488ac771.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1467","width":"1956"}},{"href":"http://media.npr.org/assets/img/2015/04/25/drone-photo-of-active-mining-xx-e91494007799c7bf6f5a46e08288fd7df93c6e80.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1631","width":"2175"}},{"href":"http://media.npr.org/assets/img/2015/04/24/img_9906-4-3eb71c37d2e1037dccf6d9a1955d94c5047be437.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1248","width":"1664"}}]}