{"created":"2015-05-13T21:04:33+00:00","modified":"2015-05-18T16:23:28+00:00","valid":{"from":"2013-10-02T16:35:14+00:00","to":"3013-10-02T16:35:14+00:00"},"hreflang":"en","contenttemplated":"[{\"content\":\"<p>Right now Republicans and Democrats aren&apos;t just competing over the best public policies to move the government forward. They&apos;re also competing over how much money they&apos;re making while the government has ground to a halt.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>The Democratic National Committee says it&apos;s raised nearly $2 million online since the weekend. <span>DNC spokesman Mo Elleithee said Monday alone was record-breaking: $850,000 in 24 hours; 30,000 individual donors, many of them first-time.</span></p>\"},{\"content\":\"<p>“It was our biggest fundraising day since before the 2012 election,” he said.  “I think it was a combination of a lot of excitement about Obamacare about to go live, as well as a lot of frustration  with the dysfunction in Congress and the Republican shutdown.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Over at the Republican National Committee, press secretary Kirsten Kukowski sees the Democrats fundraising windfall differently.  “We&apos;re kind of wondering if the reason they&apos;ve refused to come to the table over the last couple of days is because they feel like they&apos;re getting something out of it monetarily.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p>But the Republicans are getting something out of it too. Kukowski says the RNC has raised over $1 million since Monday morning and seen “a great response” on the government shutdown and on Obamacare.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Stephen S. Smith, a political scientist at Washington University, says the money flowing to both parties during the government shutdown isn’t some lucky coincidence. “They&apos;ve been strategizing about this for months,” he said.  “They&apos;ve prepared mailings. They&apos;ve prepared emails. They&apos;ve got fancy websites.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Lest you get cynical about all the donations that are flooding in to both parties in a moment of self-made political crisis, Sheila Krumholz, executive director for the Center for Responsive Politics says at least it&apos;s a sign that people are finally engaged. “Political participation frankly is not a bad thing in and of itself.  If we had millions of individuals giving small donations, we&apos;d likely have a much healthier political system.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Of course, we don&apos;t know exactly <em>who</em> is giving the donations right now -- big donors or small -- because the Federal Elections Commission, which monitors that stuff, is shut down. <span> </span></p>\"}]","description":"Both parties are using the government shutdown to raise money and it’s working -- for now.","tags":["APM","Economy","government shutdown 2013","politics"],"title":"One windfall from the shutdown? Political donations","teaser":"Both parties are using the government shutdown to raise money and it’s working -- for now.","itags":["20580eb810508bf529e663ec503b2020","Marketplace","Marketplace for Wednesday, October 2, 2013","PMP:Marketplace_PMP"],"byline":"Karen Clark","guid":"20580eb8-1050-48bf-829e-63ec503b2020","published":"2013-10-02T16:35:14+00:00","contentencoded":"<div class=\"barn-cleaned\"><p>Right now Republicans and Democrats aren't just competing over the best public policies to move the government forward. They're also competing over how much money they're making while the government has ground to a halt.</p>\n<p>The Democratic National Committee says it's raised nearly $2 million online since the weekend.&nbsp;<span>DNC spokesman Mo Elleithee said Monday alone was record-breaking: $850,000 in 24 hours; 30,000 individual donors, many of them first-time.</span></p>\n<p>“It was our biggest fundraising day since before the 2012 election,” he said.&nbsp; “I think it was a combination of a lot of excitement about Obamacare about to go live, as well as a lot of frustration&nbsp; with the dysfunction in Congress and the Republican shutdown.”</p>\n<p>Over at the Republican National Committee, press secretary Kirsten Kukowski sees the Democrats fundraising windfall differently.&nbsp; “We're kind of wondering if the reason they've refused to come to the table over the last couple of days is because they feel like they're getting something out of it monetarily.”</p>\n<p>But the Republicans are getting something out of it too. Kukowski says the RNC has raised over $1 million since Monday morning and seen “a great response” on the government shutdown and on Obamacare.</p>\n<p>Stephen S. Smith, a political scientist at Washington University, says the money flowing to both parties during the government shutdown isn’t some lucky coincidence. “They've been strategizing about this for months,” he said.&nbsp; “They've prepared mailings. They've prepared emails. They've got fancy websites.”</p>\n<p>Lest you get cynical about all the donations that are flooding in to both parties in a moment of self-made political crisis, Sheila Krumholz, executive director for the Center for Responsive Politics says at least it's a sign that people are finally engaged. “Political participation frankly is not a bad thing in and of itself.&nbsp; If we had millions of individuals giving small donations, we'd likely have a much healthier political system.”</p>\n<p>Of course, we don't know exactly <em>who</em> is giving the donations right now -- big donors or small -- because the Federal Elections Commission, which monitors that stuff, is shut down.&nbsp;<span>&nbsp;</span></p></div>","audio":[{"type":"image/jpeg","meta":{"width":"610","height":"340","crop":"primary"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/campaignsigns.jpg?itok=nznh3-Uz"},{"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/10/02/marketplace_segment18_20131002_64.mp3","format":"MP3","meta":{"duration_hms":"00:02:15","duration":135,"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/10/02/marketplace_segment18_20131002"}},"type":"audio/mpeg"}]}