{"created":"2015-05-03T11:45:14+00:00","modified":"2015-05-04T21:05:21+00:00","valid":{"from":"2015-05-04T21:05:21+00:00","to":"3015-05-04T21:05:21+00:00"},"hreflang":"en","title":"Benjamin Clementine Trades 'Sleeping On The Floor' For 'Sleeping In A Palace'","published":"2015-05-04T18:09:00+00:00","teaser":"The singer and pianist went from busking on the streets of Paris to eliciting Nina Simone comparisons and headlining sold-out shows, but he says he's just lucky to be able to express himself.","itags":["npr_api","403584089"],"guid":"20592de1-3b5b-4180-b7ce-ab30537317aa","contentencoded":"<p>Benjamin Clementine's haunting voice and songwriting made him a star on Spotify after a single television appearance on BBC Two. These days, he's headlining sold-out shows in Europe. He recently signed with Capitol Records, and his first American EP, <em>I Dream, I Smile, I Walk, I Cry</em>, is out now.</p><p>Clementine's recent fame comes after years of busking on the streets of Paris and, before that, a challenging upbringing he still has trouble discussing. Now, the 26-year-old prefers to focus on what makes him fortunate.</p><p>\"I'm not really a singer,\" he says. \"I'm just an expressionist; I express myself. And it comes out the way it comes out. I'm quite lucky that it comes out in tune.\"</p><p>As for his newfound fame, Clementine describes it as \"just flashing: like pictures, postcards.\"</p><p>\"I could play in a train, and the next day I'd be playing at the Cannes Film Festival. Next minute I'd be sleeping on a floor, and next minute, if someone's met me and they think my music is great, I'm sleeping ... in a palace,\" he says.</p><p>At the audio link, hear Clementine's conversation with NPR's Rachel Martin about his journey from sleeping in hostels and playing on the streets to performing at the Cannes Film Festival and eliciting comparisons to Nina Simone. He also performs music from <em>I Dream, I Smile, I Walk, I Cry</em> live in the studio.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Benjamin+Clementine+Trades+%27Sleeping+On+The+Floor%27+For+%27Sleeping+In+A+Palace%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"479"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1403946613-b9154d.m3u?orgId=1&topicId=1039&d=479&p=10&story=403584089&t=progseg&e=403946508&seg=17&ft=nprml&f=403584089"},{"href":"http://media.npr.org/assets/img/2015/05/01/benjaminclementine_colorpic_by_micky_clement-e1387362473579-28cc614a98c77d386a8ee8b996d1e297ff0c29bd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2309","width":"3079"}}]}