{"created":"2014-10-08T16:19:19+00:00","modified":"2014-10-31T02:12:00+00:00","valid":{"from":"2014-10-31T02:12:00+00:00","to":"3014-10-31T02:12:00+00:00"},"hreflang":"en","title":"A Voice For Abuse Survivors Within The Catholic Church","published":"2014-05-11T15:47:00+00:00","teaser":"In 1960, an Irish priest sexually abused Marie Collins. Now Pope Francis has named her to a Vatican panel on the church pedophilia crisis.","itags":["npr_api","311412142"],"guid":"205b9a2c-c9b2-43f7-9866-17554374f3f9","contentencoded":"<p><em>Each week, </em>Weekend Edition Sunday<em> host Rachel Martin brings listeners an unexpected side of the news by talking with someone personally affected by the stories making headlines.</em></p><p>For decades Marie Collins has advocated on behalf of sex abuse victims and spoken out against the way the Catholic Church has handled the crisis.</p><p>Collins was selected by Pope Francis to sit on the new commission he set up to try to right past wrongs and to make recommendations for dealing with pedophile priests in the future.</p><p>Collins is one of four women on the new commission and the only member who is also herself a survivor of clergy sexual abuse. She told NPR's Rachel Martin about the abuse, how she overcame it and went on to help other victims.</p><p>When Collins was 13 years old she had an operation at a children's hospital. It was her first time from home and she was scared, she says. The chaplain of the hospital began coming by a lot, including in the evenings to read to her.</p><p>\"He made me feel secure, and I suppose also, the way these men work, they make you feel special,\" she says.</p><p>The chaplain then arranged for the nurse that was supposed to be in the ward to leave, and that's when the abuse began.</p><p>\"It started off as a game, and then it proceeded from there,\" she says.</p><p>Collins says the abuse affected her for the rest of her life. She says she went into the hospital a confident little girl who was sure of herself, and came out an entirely different person.</p><p>\"I thought I was a bad person,\" she says. \"As with most survivors of abuse, you blame yourself; you think it is something about you that's bad.\"</p><p>Collins says she spent the next few decades suffering from very severe depression, at one point not leaving her home for four years. She didn't speak about it until about 25 years later, when she spoke to a therapist about the abuse.</p><p>Collins was not her abuser's only victim, and he was eventually convicted and jailed. After her case went public, other survivors came forward and he was further convicted of abuse committed over three decades.</p><p>One of the positive aspects of the commission Collins was placed on, she says, is that there are no restrictions or mandates placed up the members. And though she is currently the only member on the commission that is a survivor of clergy sexual abuse, she says survivor input is going to play a role in the future.</p><p>\"You can have all of the professional expertise, but I think survivors who have lived through — not just the abuse, but the attitudes of the church and the mishandling by the church — the more insight you have [is] better for the future,\" she says.</p><p>In the past, Collins says, she has called for more accountability for those who protect abusers and the implementation of strong child-protection measures. Now she can do that from within the church.</p><p>\"I want to see change, I'm hopeful for change, and that's why I'm in the commission,\" she says.</p><p>Collins says she knows there are those that think this is simply public relations \"window dressing\" and that no survivor should be taking part. She says she understands that, but feels this is a unique opportunity for critics of the abuse crisis in the Catholic Church.</p><p>\"I still think it is very important for a survivor to take the opportunity to go in there and say all of those things from the inside.\"</p><p><strong>Join Our Sunday Conversation</strong></p><p>Is the Vatican's commission a PR stunt or an engine for real change? Tell us what you think on the <a href=\"https://www.facebook.com/nprweekend\">Weekend Edition Facebook page</a>, or in the comments section below.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Voice+For+Abuse+Survivors+Within+The+Catholic+Church&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"512"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1311521448-1183b8.m3u?orgId=1&topicId=1016&aggIds=177065210&ft=3&f=311412142"}]}