{"created":"2014-10-08T02:27:01+00:00","modified":"2014-11-10T20:26:16+00:00","valid":{"from":"2014-11-10T20:26:16+00:00","to":"3014-11-10T20:26:16+00:00"},"hreflang":"en","title":"Israel And Gaza Struck By Rockets, Bombs And A Sense Of Deja Vu","published":"2014-07-12T16:12:00+00:00","teaser":"For the third time in five years, Israel has bombed Gaza in response to Hamas rocket fire. As Israel considers a ground invasion, Israelis note the grisly repetition, skeptical things will change.","itags":["npr_api","330752487"],"guid":"205fc203-fdaa-46bd-b2ea-c611171518f5","contentencoded":"<p>The violence between Israel and Palestinian militants in the Gaza Strip has taken on a grisly repetition: This is the third time in five years that Israel has bombed Gaza in response to Hamas rocket fire.</p><p>And as Israel considers what would surely be a bloody ground invasion, it's unclear what such an operation would hope to achieve — or how much things would change.</p><p>Near the border between the Gaza Strip and Israel, a 13-year-old Israeli named Moshe Aflalo cups his hands over his mouth and does a spot-on imitation of the sirens that warn of incoming rockets from Gaza. It's a sound that haunts him. On Thursday, a rocket landed in his neighbor's backyard, right across the street.</p><p>He says when the rocket struck, he was hysterical. But this isn't new.</p><p>His mother, Mazal, says he's been like this since the last time Israel and militants in Gaza had an intense round of fighting, a year and a half ago. Since then, Moshe wakes up scared in the middle of the night and runs to sleep in her bed. He can't concentrate on his studies unless he's in his school's bomb shelter. And now, as fighting has resumed, Mazal Aflalo says she doesn't think the Israeli army can stop Hamas militants from ruining their lives.</p><p>\"Even when there's quiet, it won't last,\" she says. \"They'll start these attacks again.\"</p><p>There is a sense of deja vu to this offensive. There was a major battle in the winter of 2008-2009, and again in 2012. Overall, at least 1,300 Palestinians and 19 Israelis were killed. Mark Regev, a spokesman for Israeli Prime Minister Benjamin Netanyahu, says it may seem repetitive, but Israel is doing the only thing it can do.</p><p>\"If one looks for perfect solutions, especially here in the Middle East, you probably won't find them,\" Regev says. \"But previous rounds of fighting of this sort did bring extended periods of peace and quiet.\"</p><p>And this time, Regev says, Israel can score a bigger blow. The new leadership in Egypt has demolished <a href=\"http://www.npr.org/blogs/parallels/2013/08/22/206689156/Egyptian-Crisis-Slows-Flow-Through-Gazas-Smuggling-Tunnels\">the tunnels on the Gaza-Egypt border that Hamas had used to smuggle in rockets</a>.</p><p>\"Unlike in the past, when this crisis is over, because of the new geopolitical situation in the region, it would be more difficult for Hamas to replenish its arsenal of deadly rockets,\" Regev says.</p><p>But Mkhaimar Abusada, a political analyst in Gaza, says Hamas actually manufactures many of its rockets, and that it can rebuild its arsenal. He says there are other factors, like the fact that the group is low on cash and facing international isolation, which may be motivating militants to fight.</p><p>\"[Hamas] was being pushed into a corner, to the point that they calculated that they have nothing to lose,\" says Abusada, \"and any war with Israel, any escalation with Israel, will probably result in an end to the impasse, an end to their difficult, complicated circumstances.\"</p><p>Israeli Middle East expert Avraham Sela, of Hebrew University in Jerusalem, says this cycle can't end without a long-term peace deal. He says that despite the rocket salvos, elements in Hamas are becoming more pragmatic, and Israel needs to talk to them.</p><p>\"Israel will have to look at this equation at one point or another: 'How can I contribute to those in Hamas who want to turn from terrorism to a more political approach?' \" Sela says. \"Yes, we can cause them a lot of damage. But this will resolve nothing.\"</p><p>It was just a few months ago that Israel and the Palestinians were talking peace. Regev, the Israeli government spokesman, acknowledges that peace can only come through negotiation, but he says Hamas can't be a part of that.</p><p>Now those peace talks feel like they happened years ago now.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Israel+And+Gaza+Struck+By+Rockets%2C+Bombs+And+A+Sense+Of+Deja+Vu&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Daniel Estrin","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1330889486-32b9c6.m3u?orgId=1&topicId=1009&ft=3&f=330752487"},{"href":"http://media.npr.org/assets/img/2014/07/11/452028780-edb18971414518fb89bbef75bdad1c095e1fd5ae.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3816","width":"5088"}}]}