{"created":"2015-03-26T16:49:11+00:00","modified":"2015-05-13T21:06:44+00:00","valid":{"from":"2015-05-13T21:06:44+00:00","to":"3015-05-13T21:06:44+00:00"},"hreflang":"en","title":"The Sensuous Radical: Pierre Boulez at 90","published":"2015-03-27T00:01:00+00:00","teaser":"Claiming total freedom in sound and color — and making outrageous pronouncements — the tough-minded composer and conductor charted a new course for classical music.","itags":["npr_api","395318157"],"guid":"2063eaad-1b8d-41d0-93dd-5e6f10b096c0","contentencoded":"<p>Once there was a young firebrand whose revolutionary ideas forever changed the shape, feel and sound of classical music. No, we're not talking about Beethoven. We're talking about Boulez. <a href=\"http://www.npr.org/artists/15289724/pierre-boulez\" target=\"_blank\">Pierre Boulez</a>, the French composer and conductor, turns 90 years old today.</p><p>The young Boulez was a rebel, even a rabble-rouser right after World War II, both in his music and in his musical philosophy.</p><p>\"I see music as a kind of continuity, like a big tree,\" Boulez told NPR in 2000. \"Of course there are many branches, many different directions. I think music is in constant evolution, and there is nothing absolutely fixed and rigidly determined.\"</p><p>But there was one thing fixed in Boulez's mind: the need to shake music up. Early on, he and some like-minded buddies disrupted a <a href=\"http://www.npr.org/artists/15162684/igor-stravinsky\" target=\"_blank\">Stravinsky</a> concert, complaining about the composer's neoclassical style. Later, Boulez declared that one solution to opera's problems would be to <a href=\"http://opera.archive.netcopy.co.uk/article/june-1968/10/opera-houses-blow-them-up-\" target=\"_blank\">blow up the opera houses</a>.</p><p>\"In Britain we had this phrase 'angry young man,'\" says Paul Griffiths, author of the book <em>Modern Music and After</em>. \"Boulez was very decisive about how things should go for himself at a very early age and rejecting anything that stood in his way or that seemed to be backpedaling on the way to the future.\"</p><p>The young Boulez was disillusioned after the war. How could European culture spawn such carnage? Music, like Europe, Boulez thought, would have to be rebuilt. But first he had to tear it down.</p><p>\"The only way to assert himself,\" Griffiths says, \"was to be against everything else, to push through barriers and through destruction to bring about something new.\"</p><p>What Boulez created was a new emphasis on sound, color and the very building blocks of music.</p><p>\"This music is as seductive as any on the planet,\" says St. Louis Symphony Orchestra Music Director David Robertson. The conductor spent most of the 1990s in Paris leading Boulez's <a href=\"http://www.ensembleinter.com/en/new-home-en.php\" target=\"_blank\">Ensemble Intercontemporain</a>. He's quick to point out the sensual side of Boulez's music, as in <a href=\"https://www.youtube.com/watch?v=mZJuqLQ9V6I\" target=\"_blank\"><em>Notation</em> No. 1 for orchestra</a>, which began its life as a piano miniature in 1945.</p><p>\"When <em>Notation </em>No. 1 enters,\" Robertson notes, \"you have this different layering of the instruments between the harps and the violins in such a way that it's almost as though we're laying out different types of silk fabric that interweave. And they are not clearly folded. They are being draped on the musical landscape.\"</p><p>You may not be able to hum <em>Notation </em>No. 1, but Griffiths feels that's not the point.</p><p>\"You have to change your idea of what melody and harmony are,\" Griffiths says. \"The thing is, we're all brought up with this huge education in the harmonic system that governed Western music for so long. And that music has taught us how to listen to <em>that</em> music and it hasn't taught us how to listen to other music.\"</p><p>Other music from other countries, for instance, or the 12-tone style of music developed by Arnold Schoenberg in the 1920s, which inspired Boulez. There's a little of both, Griffiths says, in Boulez's 1955 breakthrough <em>Le Marteau sans ma<em>î</em>tre</em> (The Hammer Without a Master).</p><p>\"He forms a completely new kind of chamber ensemble,\" Griffiths says. \"It now sounds standard because it has become almost the norm. But then it was completely new.\" Think of ensembles like <a href=\"http://www.npr.org/artists/103305220/eighth-blackbird\" target=\"_blank\">eighth blackbird</a> today.</p><p>In <em>Marteau</em> there's a singer and a percussionist, plus flute and viola. Then a guitar which hints at Spain, a vibraphone that evokes Indonesian music and a xylophone that conjures up African music.</p><p>\"It's a kind of world music long before we were talking about world music, but re-formed in completely his own way,\" Griffiths says.</p><p>The piece was evocative, and even something of a hit for Boulez, but it was also complicated. Early on, the composer was the only one who understood his music well enough to conduct it. And that's how Boulez backed into a second career as a conductor, leading major orchestras in <a href=\"https://www.youtube.com/watch?v=lMlJKQVV7DA\" target=\"_blank\">London</a>, <a href=\"https://www.youtube.com/watch?v=5XVHLO9k3HI\" target=\"_blank\">New York</a>, <a href=\"https://www.youtube.com/watch?v=JvAy4BJmZu8\" target=\"_blank\">Chicago</a> and <a href=\"https://www.youtube.com/watch?v=8PQT5IK8mwA\" target=\"_blank\">Cleveland</a>, conducting a width swath of classical music from <a href=\"https://www.youtube.com/watch?v=z6ffucg114Q\" target=\"_blank\">Handel</a> to the contemporary British composer George Benjamin (who has <a href=\"https://www.youtube.com/watch?v=k3045HZW9pM\" target=\"_blank\">returned the favor</a>).</p><p>By transforming himself into an all-purpose conductor, Boulez could cushion concerts with audience favorites while introducing contemporary pieces.</p><p>It's another Boulez innovation still influencing the concert experience today, according to Griffiths: \"The conductors from the next generation, and the generation after that, like <a href=\"http://www.npr.org/artists/15045451/esa-pekka-salonen\" target=\"_blank\">Esa-Pekka Salonen</a> or <a href=\"http://www.npr.org/artists/16224220/simon-rattle\" target=\"_blank\">Simon Rattle</a>, are able to do a much wider repertoire with much more new music than was possible before Boulez was on the podium.\"</p><p>Over the years, the angry young man has mellowed a bit, but not completely. Boulez has harsh words for composers today who look only to the past and write pretty melodies.</p><p>\"I find that's lazy, especially,\" Boulez says. \"They don't try to revive anything. They just copy, and copy badly, and that's really for me the worst of sins, when you're not imaginative at all, when you are just complacent with yourself.\"</p><p>And when quizzed about the ferocity of his opinions, Boulez is still rapier quick: \"I'm not ferocious at all. I am defining what I think. If you call that ferocity, ferocity is a very cheap way of living.\"</p><p>But no one will accuse Boulez of living cheaply, especially Robertson. \"There is no B.S. in anything that he is doing,\" Robertson says, \"either on the page or conducting.\"</p><p>At 90, Boulez remains a protean force for new music through his own compositions and institutions that he founded, the Ensemble Intercontemporain and the high-tech experimental music lab, <a href=\"http://www.ircam.fr/?L=1\" target=\"_blank\">IRCAM</a>, in Paris. And, for a younger generation of artists, such as Robertson, Boulez is still a beacon, a musical thinker, a provocateur, a pioneer <a href=\"http://articles.ircam.fr/textes/Boulez88c/\" target=\"_blank\">charting new ground</a>.</p><p>\"It's that real singular devotion to the music which I think will be his greatest legacy,\" Robertson says. \"There are relatively few people who have this impact on the world, and Pierre is definitely up there among the major personalities of the 20th and 21st centuries.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Sensuous+Radical%3A+Pierre+Boulez+at+90&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tom Huizenga","audio":[{"meta":{"duration":"326"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1395604794-8ddccf.m3u?orgId=1&topicId=1039&d=326&p=2&story=395318157&t=progseg&e=395512367&seg=18&ft=nprml&f=395318157"},{"href":"http://media.npr.org/assets/img/2015/03/25/boulez-d7320281aceb451c588b0fdecff04206f60de482.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"750","width":"1000"}},{"href":"http://media.npr.org/assets/img/2015/03/25/boulez2-4370d1619ddaeb9d7e1135ea89be49aab7464793.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"750","width":"1000"}}]}