{"created":"2015-03-03T23:09:57+00:00","modified":"2015-03-04T20:25:59+00:00","valid":{"from":"2015-03-04T20:25:59+00:00","to":"3015-03-04T20:25:59+00:00"},"hreflang":"en","guid":"206cb82c-288b-4628-874e-6bde444c5a81","title":"Netanyahu punctuates speech to Congress with American pop culture and flattery  ","published":"2015-03-04T20:25:53+00:00","byline":"Traci Tong","tags":["Iran nuclear deal","US-Israeli relations","politics","Global Politics","Asia","North America","United States","Israel","Iran","Asia","South Asia","Middle East","North America","Benjamin Netanyahu","Barack Obama","Daniel Estrin","John Boehner","Robert Frost","Winston Churchill","Joint session of the United States Congress","Politics"],"teaser":"Israeli Prime Minister Netanyahu creates lively political theater in his speech to Congress, amid pomp and circumstance fit for a president. ","contentencoded":"<p>Israeli Prime Minister Benjamin Netanyahu knows how to appeal to his American audience: Lace your speech with references to American pop culture and compliment your hosts, even those you've upset just by showing up.</p>\n<p>Netanyahu was invited by Republican House Speaker John Boehner to address a joint meeting of Congress — without consulting President Barack Obama. That's creating a rift with the White House, which has been negotiating a nuclear deal with Iran. </p>\n<p>Netanyahu began his speech saying it was \"never his intention to have his appearance before Congress be political,\" and then extended another olive branch by saying \"we appreciate all that President Obama has done for Israel.\"  </p>\n<p>He also managed to pepper the address with some other choice lines that appealed to an American audience.</p>\n<p>\"He managed to mention the TV show Game of Thrones,\" says Daniel Estrin, a reporter based in Jerusalem. \"He cited the poet Robert Frost and Ernest Hemingway's 'Farewell to Arms.'\" </p>\n<p>Those references reminded Estrin of another American pop culture staple. \"I couldn't help think of the TV series House of Cards,\" Estrin says. \"Netanyahu is said to be a fan. There are parallels there. Netanyahu and his people know how to work the US political system to get him to Congress despite White House opposition. He got his stage.\"</p>\n<p>Netanyahu says the purpose of the speech was to speak up about a potential deal with Iran; he believes the deal being negotiated with Iran in Geneva could threaten the survival of Israel. But the scene resembled a State of the Union address, with Netayahu shaking hands as he entered the House chamber and enjoying routine rounds of applause.</p>\n<p>\"It was beautiful theatre,\" Estrin says.</p>\n<p>About 50 Democrats boycotted the speech, but Estrin says Congressional aides managed to fill the empty seats.</p>\n<p>House Speaker Boehner also gave Netanyahu a bust of Winston Churchill. \"Netanyahu is the first leader of a foreign country since Winston Churchill to speak in Congress three times,\" Estrin says, \"and Netanyahu sees Churchill as his personal hero. Churchill was the one in the 1930s to warn about the gathering storm, which resulted in World War II and Netanyahu seems himself as a Winston Churchill speaking out against a nuclear Iran.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-03%2Fnetanyahu-punctuates-speech-congress-american-pop-culture-and-flattery&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[]}