{"created":"2014-09-05T17:05:07+00:00","modified":"2014-10-31T00:55:07+00:00","valid":{"from":"2014-10-31T00:55:07+00:00","to":"3014-10-31T00:55:07+00:00"},"hreflang":"en","title":"With Cash And Fat Fryers, Americans Feed Cuba's Growing Free Market","published":"2014-06-24T16:38:00+00:00","teaser":"With more people traveling between Cuba and the U.S., money and goods are moving, too. The influx has allowed Cuban-Americans to become investors in the island's emerging private sector.","itags":["npr_api","324898879"],"guid":"2071a471-14c1-4324-8ee3-ea2bd38f5bfb","contentencoded":"<p>Every day, you can see signs of a subtle change in relations between Cuba and the U.S. at Miami International Airport.</p><p>More Cubans than ever before are coming to the U.S. to visit, and the number of Cuban-Americans traveling back to the island is also at record levels. With all the visitors, money and goods are now traveling to the island from the United States.</p><p>It's a legal loophole in the 50-year-old trade embargo — one that's having a real impact on Cuba's economy, and allowing Cuban-Americans to become investors in Cuba's emerging private sector.</p><p><strong>'A Big Deal'</strong></p><p>Shortly after taking office, President Obama made it possible for more Americans than ever before to travel to Cuba. He began by lifting restrictions on Cuban-Americans. Before the change, they could travel to Cuba only once every three years.</p><p>Last year, Cuba's government made an even more unexpected move: It began allowing its citizens to visit the U.S., with few restrictions.</p><p>Now, eight or nine regularly scheduled charter flights leave Miami daily for Havana and other Cuban cities. At the airport, nearly everyone waiting in line is carrying packages and large suitcases, even flat-screen TVs and other appliances.</p><p>Ana Dilla was waiting in line recently with her two in-laws, who were returning home to Cuba after a short visit. Their bags were full of goods they purchased to take home.</p><p>\"Hair items, clothing, shoes, hygiene items, makeup,\" Dilla says — all items that are hard to get in Cuba.</p><p>Traveling from the U.S. to Cuba is still a hassle. There are restrictions on the type of goods you can bring and how much. Over a certain limit, and travelers pay a penalty. Cuba also assesses customs duties on some goods.</p><p>But Dilla says the new freedom to travel has made a big difference to her in-laws and others in Cuba.</p><p>\"It was a big deal for them, absolutely,\" she says. \"It was much easier than in the past, so it's a good thing. Things are getting a little bit better.\"</p><p>Because of the changes in regulations in both countries, travel between the U.S. and Cuba is at record levels — and growing. That includes so-called people-to-people travel, trips that are organized by groups for education or cultural exchange.</p><p>But by far, most of the travel to Cuba is by Cuban-Americans, and it's having an important economic impact on the island.</p><p>\"The presence of the Cuban-Americans is just undeniable,\" says Joe Scarpaci, who heads the Center for the Study of Cuban Culture and the Economy and has co-authored a book on Cuba's emerging consumer culture.</p><p>Perhaps even more important than their travel are the unrestricted remittances Cuban-Americans can now send back to family on the island. Scarpaci estimates that goods and cash sent by Cuban-Americans now is in the range of $5 billion a year, making it the nation's second-largest source of income.</p><p>Using a Cuban slang term, he calls it, \"<em>Gusanos</em> carrying <em>gusanos</em>.\"</p><p>\"<em>Gusano</em> is the derogatory term that the folks of the island refer to when the Cubans left the revolution — they crawled away from the glories of the revolution. Now they're bringing back these duffel bags that are long and shaped like worms, or <em>gusanos</em>,\" Scarpaci says.</p><p>The goods carried in those duffels aren't just clothing and cologne. Deep-fat fryers, power saws, electric drills and soldering irons are in great demand in Cuba. Scarpaci says he knows of many small businesses there that have started up with goods and cash supplied by Cuban-Americans.</p><p>\"From small restaurants to home body repairs to plastic-mold makers for use of children's toys. In every one of those instances, the capital for that has come from family members abroad,\" he says.</p><p><strong>Free Market Activity</strong></p><p>Nearly 600,000 U.S. travelers — mostly Cuban-Americans — visited Cuba last year. Polls show a majority of Cuban-Americans now support unrestricted travel to Cuba. A majority also believe Americans should be allowed to invest in Cuban businesses.</p><p>There are some, though, who believe unrestricted family travel has led to abuses. Mauricio Claver-Carone is the director of the U.S.-Cuba Democracy PAC, a lobbying group in Washington that takes a hard line against any move to weaken sanctions on Cuba. While he believes that taking a trip back to Cuba once a year to see family qualifies as humanitarian travel, he says others are gaming the system.</p><p>\"People that are going back to Cuba more than once a year is not humanitarian. They're essentially residing in Cuba. They have some type of business practice that they've established by taking goods back and forth. They're called <em>mulas</em>,\" he says.</p><p>The Miami-to-Cuba \"mules\" carry goods and cash, and, at least for some Cuban-Americans, it's a legal end-run around the trade embargo.</p><p>\"And essentially, they charge per pound or they charge per package, things that they take to Cuba, so they've established a business practice ... traveling to the island back and forth,\" Claver-Carone says. \"That is not the purpose of the regulations. That's a business practice. And that should be illegal.\"</p><p>There are others, though, who say this is the kind of thing unrestricted travel and remittances were intended to accomplish. By traveling frequently to the island and helping — maybe even investing in — businesses run by family members, Cuban-Americans are helping spur the kind of free market activity long sought by the U.S.</p><p>Those who favor engagement between the U.S. and Cuba say the next steps should include lifting all restrictions on travel to the island and allowing U.S. visitors to use credit cards there.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=With+Cash+And+Fat+Fryers%2C+Americans+Feed+Cuba%27s+Growing+Free+Market&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Greg Allen","audio":[{"meta":{"duration":"304"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1325073888-5c0b81.m3u?orgId=1&topicId=1091&aggIds=324918619&ft=3&f=324898879"},{"href":"http://media.npr.org/assets/img/2014/06/23/miami_airport-a80d0c7bdd90bed99263de8c5e4d09137f16062b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1688","width":"2253"}}]}