{"created":"2015-03-04T08:34:12+00:00","modified":"2015-06-05T15:28:31+00:00","valid":{"from":"2015-06-05T15:28:31+00:00","to":"3015-06-05T15:28:31+00:00"},"hreflang":"en","title":"Immigrants Worry They'll Face Deportation After Deferred Action Delay ","published":"2015-03-04T20:21:00+00:00","teaser":"Some unauthorized immigrants who are parents of U.S. citizens and green-card holders are worried they may be forced to leave the U.S. because a court ruling has put a hold on their deportation relief.","itags":["npr_api","390475592"],"guid":"209c7fa3-b160-4a87-92a7-91577aa5c851","contentencoded":"<p>Around 4 million unauthorized immigrants are <a href=\"http://www.npr.org/2015/02/17/387016998/judges-decision-leaves-immigrants-in-legal-limbo\" target=\"_blank\">stuck in legal limbo</a> more than two weeks after a <a href=\"http://www.npr.org/blogs/thetwo-way/2015/02/17/386905806/federal-judge-blocks-obama-s-executive-actions-on-immigration\" target=\"_blank\">federal judge in Texas suspended President Obama's move</a> to temporarily protect them from deportation.</p><p>Many of these parents of U.S. citizens and green-card holders are worried that the government will now force them to leave the U.S. The lack of legal clarity also means some of them are being treated inconsistently by government officials.</p><p>Wilfredis Ayala, a construction worker from El Salvador, would have been helped by President Obama's deferred action program for parents staying in the U.S. illegally. Ayala, 30, has been dodging deportation orders for the past 10 years after crossing the U.S.-Mexico border illegally by car.</p><p>Now living on Long Island, N.Y., with his U.S.-born, 5-year-old son, Justin, Ayala says he's never had trouble with the police — until he was arrested last January for trespassing on private property while taking a shortcut through his neighborhood. That put him in the sights of Immigration and Customs Enforcement, or ICE, which was ready to finally deport him before his lawyer got him released from the detention center.</p><p>\"I cried tears of joy to be with my son again, to be able to hug him and kiss him and play with him,\" Ayala says in Spanish. \"The whole time I was locked up I longed to be with him.\"</p><p><strong>'He's Not Safe'</strong></p><p>Ayala's lawyer, Bryan Johnson, argued that his client was eligible for Obama's deferred action program for parents, which temporarily protected Ayala from deportation until the Texas court ruling put the program on hold. Now, Johnson says he's not sure what will happen during their next appointment with immigration officials.</p><p>\"I'm going to tell ICE that we're waiting for deferred action, and then from there, we'll see what happens,\" says Johnson, a partner at the immigration law firm Amoachi & Johnson. \"But I mean he's not safe because there is no deferred action to apply for.\"</p><p>In a statement, an ICE spokesman says the agency is still focusing on deporting criminals and those who recently crossed the border illegally first — priorities that the president emphasized during a recent <a href=\"https://www.youtube.com/watch?v=mrwrsAC3OJk\" target=\"_blank\">town hall meeting televised by MSNBC and Telemundo</a>.</p><p>\"If you've been here for a long time and if you qualify, generally, then during this period, even with legal uncertainty, they should be in a good place,\" <a href=\"http://www.npr.org/blogs/thetwo-way/2015/02/25/389085269/obama-i-am-absolutely-confident-were-doing-right-thing-on-immigration\" target=\"_blank\">Obama told the audience in Miami</a>.</p><p><strong>Different Timelines</strong></p><p>But Marty Rosenbluth, who teaches immigration law at Elon University, says that some local immigration offices have been applying the policy inconsistently and detaining parents who would have been left alone before the Texas court ruling.</p><p>\"It's created a huge amount of fear, and people who were preparing to apply now don't know what to do,\" he says.</p><p>Rosenbluth adds this could have a long-term impact on Obama's deferred action programs if the courts allow them to take effect. (The government is still accepting applications for the original deferred action program for young immigrants who came before turning 16 and have lived in the U.S. since 2007.)</p><p>\"Convincing people that it's safe is going to be a lot tougher even if this temporary injunction is overturned,\" he says.</p><p>It could be months before the legal battle over the president's deferred action programs is finished in the courts. A judge is still reviewing <a href=\"http://www.npr.org/blogs/thetwo-way/2015/02/23/388474451/justice-department-appeals-ruling-blocking-obamas-immigration-plan\" target=\"_blank\">the Obama administration's request for the programs to go ahead</a> while the lawsuit continues.</p><p>But Ayala is facing a much shorter timeline; he's due back in front of immigration officials next Wednesday.</p><p>\"The truth is,\" he says in Spanish, \"I don't know what is going to happen that day.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Immigrants+Worry+They%27ll+Face+Deportation+After+Deferred+Action+Delay+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Hansi Lo Wang","audio":[{"meta":{"duration":"232"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1390606511-8f32d1.m3u?orgId=1&topicId=1003&d=232&p=3&story=390475592&t=progseg&e=390606421&seg=7&ft=nprml&f=390475592"},{"href":"http://media.npr.org/assets/img/2015/03/03/img_2427edit-f2b985b312672555ce317989159474f3ae6b4774.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2174","width":"2898"}}]}