{"created":"2015-04-15T21:52:52+00:00","modified":"2015-05-22T23:59:37+00:00","valid":{"from":"2015-05-22T23:59:37+00:00","to":"3015-05-22T23:59:37+00:00"},"hreflang":"en","title":"Street Food No More: Bug Snacks Move To Store Shelves In Thailand","published":"2015-04-15T23:37:00+00:00","teaser":"Many Thais, and others around the world, eat insects. An entrepreneur is trying to expand the market in Thailand by bringing deep-fried insects off the street and into convenience and gourmet shops.","itags":["npr_api","394849989"],"guid":"20ae6aed-b34b-4d4a-a6e8-9902467fac90","contentencoded":"<p>C'mon, who doesn't like bugs in a bag? Crunchy little critters that are good and <em>good for you?</em> Panitan Tongsiri is hoping the answer is: no one.</p><p>The 29-year-old Thai entrepreneur is trying to change the way Thais eat insects — OK, the way some Thais eat insects — one bag at a time.</p><p>On the streets of Bangkok, you can buy just about any kind of food you can imagine. And more you probably don't want to. Pad Thai, spicy stir-fried shrimp with noodles, thick red chicken curries would fall into the first category. Fried silkworm larvae, grasshoppers or stir-fried bees might fall into the latter.</p><p>Many Thais — in fact, many people all over the world — eat insects. And Panitan is hoping to expand the market in Thailand by bringing deep-fried insects off the street and into convenience stores and gourmet shops. He believes there's a vast, untapped market out there, and he wants to plug the hole.</p><p>\"Thai people have been eating insects for a long time,\" he says. \"The traditional way is to buy it from a street vendor. But nowadays, when you want to buy edible insects, you have to wait for a street vendor to come. That's the first problem.\"</p><p>The second, he says, is hygiene. I mean, who wants to eat dirty bugs?</p><p>\"They don't have any real quality control or any standards. And the third problem is perception of edible insects, for some people. They are on the news on TV often, but it's always bad news. People eat insects, then they go to the hospital. So we have to solve all these three problems at once.\"</p><p>Panitan is a graduate of Bangkok's prestigious Chulalongkorn University, with a degree in psychology and a keen interest in marketing and design. His company has been selling bugs in a bottle for a couple of years now, with mixed success. So he and his partners decided to build the brand by targeting young people, and those just entering the workforce, who haven't eaten bugs before or had a chance to form a bad impression of the practice — television notwithstanding.</p><p>The HiSo brand of fried silkworm pupae and crickets is the result. These snacks come in small, colorful, potato chip-size bags that extol the health benefits of crispy critters — something the United Nations is on board with, too. A 2013 <a href=\"http://www.fao.org/docrep/018/i3253e/i3253e00.pdf\">report</a> by the U.N.'s Food and Agricultural Organization suggests that edible insects could help offset food insecurity as the world's population increases — they're high in protein, vitamins and fiber.</p><p>Panitan and his partners are doing their bit: They're already churning out their new bugs-in-a-bag in a factory on the outskirts of the capital. Two women in white smocks and hairnets clean and prep the insects that arrive quick-frozen from the farm where they're sourced. The bugs are inspected, then taken into the kitchen for deep-frying.</p><p>Panitan can't show me the frying station. It's a sterile area, and you need a health certificate to be able to enter. Even he can't go in. So we go upstairs to sample the product.</p><p>\"We have four flavors: seaweed, barbecue, cheese and original, which is soy sauce and pepper,\" he explains. \"The most popular is the original, because people are used to it —it's the same taste as the street vendors.\"</p><p>\"We produce many flavors to attract people who haven't tried before,\" he goes on. \"They're used to barbecue, seaweed and cheese from other snacks. So we have to link behavior\" — here's where his interests in psychology and marketing meet – \"to these flavors.\" For now, the product line is limited to just two insects, silkworm pupae and the house cricket.</p><p>Not grasshopper. Cricket. I try the seaweed flavor, which is OK as far as crunchiness, but the taste? Uh-uh. For thoroughness, I also sample the cheesy silkworm larvae and the barbecue cricket. Not impressed with those, either. In fact, the original flavor turns out to be my favorite. And Panitan's, too.</p><p>I go back into the city to get a real bug eater's opinion and find 32-year-old Patcharee Sanpantana, who works at a small boutique hotel in the Sukhumvit area. She's skeptical — fresh is best, she says — but is willing to try.</p><p>She starts with the original, which she calls \"pretty good\" and \"salty.\" The seaweed crickets are a no-go, but the cheesy silkworm larvae are pretty good, too, she says. Most important, she says she'd definitely pay the asking price of 25 baht a bag (about 75 cents) to eat them again.</p><p>And then a customer walks into the hotel, a Brit named Adam Bennington, and I offer him a taste. He gamely accepts. His face brightens after a go at the cheesy crickets.</p><p>\"That's not bad at all,\" he says, adding, \"If I was going to sit down and have a few drinks and someone was to present me with a bowl of those, I would not not eat them. I'd still like crisps or chips or nuts, like anybody else, but it's nice to have something different.\"</p><p>Panitan isn't just waiting for word of mouth to increase his brand's popularity. He also has a small fleet of tricked-out motorcycle carts that spread the bug-eating gospel on the streets of Bangkok.</p><p>He says he has no plans to export his snacks outside Southeast Asia just yet, though several U.S. and European firms are already buying his cricket powder. And in a few months, his new factory will open and expand production tenfold.</p><p>\"Our company is ready for the world,\" he says. \"If you want to order any kind of edible insect in any form, we're ready. And our clients have the same vision as us, see the future.\"</p><p>The future: bugs in a bag, coming soon to a 7-Eleven near you?  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Street+Food+No+More%3A+Bug+Snacks+Move+To+Store+Shelves+In+Thailand&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Michael Sullivan","audio":[{"meta":{"duration":"260"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1399937791-afb7de.m3u?orgId=1&topicId=1053&d=260&p=2&story=394849989&t=progseg&e=399838526&seg=20&ft=nprml&f=394849989"},{"href":"http://media.npr.org/assets/img/2015/04/15/thai-2-a064a3976542fa7247fd34990704a1347184d284.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/04/15/thai-1-0498f3270d5488578b6e27196e9fa8a586037456.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1150","width":"1533"}},{"href":"http://media.npr.org/assets/img/2015/04/15/thai-3-fa3fa370e8f304431545aa34ffa2c661a9eb3539.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2661"}},{"href":"http://media.npr.org/assets/img/2015/04/15/thai-4_slide-acad9a8a04602d2e5e311c403612c4a6fc8c5609.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1998","width":"2997"}}]}