{"created":"2014-08-31T17:05:10+00:00","modified":"2014-10-31T01:20:12+00:00","valid":{"from":"2014-10-31T01:20:12+00:00","to":"3014-10-31T01:20:12+00:00"},"hreflang":"en","title":"One Week A Prime Minister: The Short Story Of Libya's Former Leader","published":"2014-06-10T13:22:00+00:00","teaser":"Libya faces some of its most serious upheaval since the fall of Moammar Gadhafi in 2011. No one knows that more than the prime minister who wasn't even in office a week before being forced out Monday.","itags":["npr_api","320375571"],"guid":"20c5ebb3-78d1-400c-9931-dfc4262bdc0d","contentencoded":"<p>In Libya, you never know from one week to the next who's going to be prime minister. And when I met with the man in the job last week, it was clear no one is really in charge.</p><p>Ahmed Maiteg had only been prime minister a couple of days. He took office under the apparent protection of a militia that supports him, even as another man still claimed the job.</p><p>Maiteg, a 41-year-old businessman, was so new in the building that his staff was getting lost.</p><p>\"We are building our country together, and we would like to have a strong state and strong government. And to have that in a few months is not easy to do it,\" he said.</p><p>And, it turns out, Maiteg isn't likely to be the man to do it: Parliament elected him prime minister last month. But Monday — about a week after he took office — he stepped down after a court ruled his election was unconstitutional.</p><p>The fact is, the state is not only not strong, it barely exists. Moammar Gadhafi left behind basically no government institutions or civil society. That left the fighters loyal to varied regions, tribes and ideologies who had taken up arms against Gadhafi — and they refuse to hand over their weapons until there is a real state to keep order.</p><p>Many are paid by the state to provide security. But they attacked parliament scores of times to force decisions in their favor, and sometimes at the behest of the squabbling political leaders themselves.</p><p>And on top of all that, a rogue general in the east, Khalifa Hifter, is using militias within the patchwork of security forces to conduct his own military offensive against what he calls Islamist extremists. No one in authority can stop him.</p><p>And another problem facing the doomed prime minister is that his predecessor refused to step down. Maiteg shrugged it off.</p><p>\"This is normal for a country like Libya. We're still a new democracy,\" he said. \"We have to understand this chair is not for anybody. Everybody has to sit in it, finish his time and go. This message has to be clear for everybody.\"</p><p>Parliamentarian Mohammed Abdallah was overseeing the tricky handover between the two prime ministers. He'd actually managed to get a few ministries turned over to Maiteg. But he acknowledged the chaos.</p><p>\"I think Libyans find themselves stuck in a swirling hole that's carrying them to an unknown conclusion,\" Abdallah said.</p><p>He said the biggest problem is security. Benghazi, the birthplace of Libya's revolution, sees daily bombings and assassinations that the government can't stop.</p><p>Abdallah said the mayhem fuels a lot of support for the renegade general, Hifter, even though he is a mistrusted figure who served and then defected from Gadhafi's old army. But people are so desperate for security, they'll latch on to anyone who says they'll bring order, especially in Benghazi in the east, where security forces get paid but don't show up, and no one has been held accountable for a single death there.</p><p>\"Today you've got 17,000 security forces receiving salaries in Benghazi. ... I'm not talking about militias, I'm talking about employees of the police force of Benghazi,\" he said. \"You don't have even have 2,000 that are actually working.\"</p><p>Abdallah said it's the same everywhere and won't improve until the politics are sorted out, especially since the unrest serves some greedy politicians well.</p><p>Three years on, Libya is still in a transitional period: Elections for another parliament are scheduled for June 25, and a constitution is still being drafted.</p><p>But it looks like Prime Minister Maiteg's time is up. On Monday, the country's Supreme Constitutional Court ruled that parliament's vote for him was illegal.</p><p>During a press conference in Tripoli, the capital, Maiteg said he would respect the ruling.</p><p>His intention was first and foremost to the service of the nation, he said, adding that he respects the judiciary and abides by their ruling.</p><p>Now, the predecessor who never stepped down, Abdullah al-Thinni, gets the job back again — apparently. Parliament will discuss it this week, and it could all change again.</p><p>Meanwhile, the renegade general out east continues to fight and gather support.</p><p>And regular Libyans are losing faith in the process.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=One+Week+A+Prime+Minister%3A+The+Short+Story+Of+Libya%27s+Former+Leader&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Leila Fadel","audio":[{"meta":{"duration":"277"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1320375572-03a593.m3u?orgId=1&topicId=1126&ft=3&f=320375571"},{"href":"http://media.npr.org/assets/img/2014/06/09/libya-609-2-31f27ef6197077a20c189e215247e81f574fcd61.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2249","width":"2997"}},{"href":"http://media.npr.org/assets/img/2014/06/09/libya-609-1-47ab9c6ee1a627dd7d83c4dd3d8e0d5ee1d3d96b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1195","width":"1595"}}]}