{"created":"2014-11-23T17:01:46+00:00","modified":"2014-11-24T20:53:55+00:00","valid":{"from":"2014-11-24T20:53:55+00:00","to":"3014-11-24T20:53:55+00:00"},"hreflang":"en","title":"Families Feel Sidelined As U.S. Reviews Hostage Policy","published":"2014-11-23T17:02:00+00:00","teaser":"The White House is reviewing how it handles hostage crises following the brutal murders of Americans abroad, but families of hostages say they're often left out of the conversation.","itags":["npr_api","365995990"],"guid":"20c60c33-7029-4c49-af99-7fffbf37c4b6","contentencoded":"<p>First, there was James Foley. Then Steven Sotloff. Finally, Abdul Rahman Kassig, also known as Peter Kassig. All three were American hostages, brutally murdered by the so-called Islamic State.</p><p>This past week the White House confirmed that it's conducting a review of its hostage policy, but in a press conference, White House spokesman Josh Earnest says the United States will not change its policy on ransoms: America does not pay them.</p><p>Instead, the review will focus on how the U.S. government manages itself in a hostage situation and how the many agencies involved communicate with the families of the victims.</p><p>Some of the families say they've been left in the dark.</p><p><strong>What Families Know</strong></p><p>\"We had no one who updated us. Let's put it that way ... no one at all,\" says Diane Foley, the mother of James Foley, who was infamously killed this August by the group which calls itself the Islamic State.</p><p>\"I found out that Jim had been beheaded by a journalist who called me crying on the phone. That's how I found out,\" she tells NPR's Rachel Martin. \"No one from State or FBI or the White House reached out to us at all. None of them confirmed the authenticity. I mean, it was just awful.\"</p><p>Dane Egli managed hostage situations for the Bush administration during the Iraq War. At the worst point, he says he put a poster up to keep track of all the Americans who'd gone missing — upwards of 50 at one point. His story of communication with families painted a different picture than the one Diane Foley experienced.</p><p>\"The national leadership would get involved and call family members when it was appropriate. President Bush, Vice President Cheney, National Security Adviser Dr. Condoleeza Rice,\" he says. \"There would be occasions when we might put them on the phone. They might ask to talk to parents or members of the family. Just each case was different.\"</p><p><strong>The Price Of A Life</strong></p><p>There is also the issue of ransoms. Diane Foley says her family did at points contemplate collecting and offering a ransom for James' return, which would go against official U.S. policy.</p><p>But Foley says even if the government hadn't intended to pay a ransom to free her son, talking to the terrorists could have yielded key intelligence about her son's location.</p><p>Egli, the former White House adviser, concedes there are moments when just engaging has its advantages.</p><p>\"I think you have to acknowledge there's going to be some situations where if you could beat them at their game that you might temporarily allow a waiver for a case,\" Egli says.</p><p>In other words, engage. Maybe even make a half-baked promise, he says. Walk right up to the line without crossing it.</p><p>\"Be it offering them a ransom or a ride on the space shuttle that no longer exists. In the trading, horse trading schnookery business, you would try to beat them at their game,\" he says.</p><p>But in Egli's estimation, the recent release of Sgt. Beau Bergdahl, held in captivity by the Taliban, in exchange for five high-ranking Taliban officials may have crossed a line into ransom-paying.</p><p>\"This threw us off a little bit, those of us that were ex-military that have been in the hostage rescue business,\" Egli says. \"It sends a message to the families or those who had hostages who were killed. 'Well, how come we didn't trade or do something for our family members?'\"</p><p>Diane Foley says she was grateful for the Bergdahl's family reunion. \"And since they had negotiated with the Taliban for his release I was certainly hopeful that they would do a similar thing for the four other Americans being held. So I was incredulous when that did not happen.\"</p><p>Egli says having a government pay a ransom, cash or otherwise, provides short-term gain at a enormous long-term loss.</p><p>\"While you may enjoy having your loved one freed, the millions of dollars or hundreds of millions of dollars that were just transferred in cash to al-Qaida or ISIS ... have just underwritten their next mission,\" he says.</p><p><strong>Few Options For Families</strong></p><p>Even so, history suggests some room for ambiguity. <em>New York Times</em> reporter David Rohde, who was held hostage by the Taliban in 2008 and 2009<em></em>, says the American government has a long-standing practice when it comes to ransom payments of saying one thing publicly and sometimes doing another.</p><p>\"The real policy is the government will not pay, but companies and families have paid for a long time and the government has turned a blind eye,\" Rohde says.</p><p>The families are in an impossible position, Rohde says. They want to do something, but \"it's actually not in your hands in the end.You're trapped in these massive international geopolitical struggles,\" he says.</p><p>\"The cruelest thing about a kidnapping is that it gives the family the false sense that they can, if they just try hard enough, they can save their loved ones,\" he says. \"But the kind of kidnapping we have today, the groups involved, that's just not true.\"</p><p>That certainly doesn't mean most families give up. In 2012, Marc and Debra Tice's son Austin was taken hostage in Syria while he was working as a freelance journalist. They have not heard from his captors but they still believe their son is alive.</p><p>Like Diane Foley, they feel the U.S. government has held them at too far a distance, denying them security clearance to learn more information about their son's situation, if there is any. They also say they feel shut out of the current review of hostage policy.</p><p>\"We haven't been given a role,\" Debra Tice says. Her husband Marc says they have asked to participate but no one from the government has contacted them.</p><p>Debra Tice says if she was to meet with the president she'd like to tell him the following: \"We would certainly ask him to think about what limits would he accept on finding his own child and bringing them safely home.\"</p><p>\"We just would beseech him to think of our son in the very same way,\" she says.</p><p>A spokesperson for the White House declined NPR's request for an interview on the hostage policy review.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Families+Feel+Sidelined+As+U.S.+Reviews+Hostage+Policy&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Chris Benderev","audio":[{"meta":{"duration":"675"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1366084601-4766c5.m3u?orgId=1&topicId=1014&ft=3&f=365995990"}]}