{"created":"2015-05-27T22:02:25+00:00","modified":"2015-06-01T23:05:09+00:00","valid":{"from":"2015-06-01T23:05:09+00:00","to":"3015-06-01T23:05:09+00:00"},"hreflang":"en","title":"On The Road To Recovery, Detroit's Property Taxes Aren't Helping","published":"2015-05-28T12:45:00+00:00","teaser":"Even with cheap rent, the cost of doing business is high. With the nation's highest commercial property taxes, one business mogul says this stunts entrepreneurship in a city that needs more jobs.","itags":["npr_api","410019293"],"guid":"20d90fef-33c0-427f-be07-f1ebed815689","contentencoded":"<p>With new businesses sprouting up left and right, there's a lot of talk these days about Detroit being on the comeback trail.</p><p>A great thing about the city is that it's easy to become a real estate mogul. But some entrepreneurs might have reason to pause.</p><p><a href=\"http://atlincolnhouse.typepad.com/weblog/2015/05/lincoln-institute-study-compares-property-tax-in-50-states.html\">A new study</a> released Tuesday shows that Detroit's commercial property taxes are the highest of any city in the nation.</p><p>Business owner Sean Harrington says the city needs to do more to support the businesses it has. He picked up an eight-story building downtown a dozen years ago, just two blocks from where the Tigers play.</p><p>\"I got that property for $400,000, yeah, pretty cheap,\" he says. \"It was originally the Iodent toothpaste factory where they mixed iodine and tooth powder and made a toothpaste.\"</p><p>Think about that: $400,000 bought him enough space to build 14 apartments, now called the <a href=\"http://www.iodentlofts.com/iodent/Welcome.html\">Iodent Lofts</a>, and a two-story martini bar below.</p><p>Before you think he got such a steal, though, let Harrington finish describing the purchase. \"The windows were basically gone, the roof was basically completely worn away, pigeons had gotten in,\" he says.</p><p>But, Harrington adds, the building had \"good bones.\" He put $5 million into fixing it up. He said the city helped him get going with a tax abatement.</p><p>\"It's great for a brief period of time, but when that ends, all of a sudden your taxes go up, too,\" he says. \"So you wind up with $3,000 a month.\"</p><p>Or, $36,000 a year. That's nearly $4,000 more than he'd be paying in New York. That city has the second highest effective commercial property taxes, according to the new study by the Lincoln Institute of Land Policy and the Minnesota Center for Fiscal Excellence.</p><p>And Harrington is pretty sure he's not getting the same level of services he'd get in New York — like water, for instance.</p><p>He also runs the <a href=\"http://www.thetownpumptavern.com/TownPump/Welcome.html\">Town Pump Tavern</a>. A few months ago, a city pipe burst, and water gushed through his basement wall. \"It was a fair amount of water,\" Harrington says.</p><p>That could've happened anywhere. But in Detroit, it didn't get fixed properly, and Harrington got stuck with a hefty $81,000-plus bill for all that water he never used.</p><p>His taxes also support things like the underfunded and understaffed police and fire departments. His insurance agent said this substandard service is going to cost him.</p><p>\"Everybody with a building downtown is going to be paying more in insurance because we don't have any trucks that have the ability to pump water without leaking,\" Harrington says.</p><p>All the trucks leaking might be hyperbole, but some do leak, and Detroiters pay more for insurance as a result.</p><p>The new mayor, Mike Duggan, is trying to tackle all of this. With regards to property taxes, the city is reassessing building values, lowering most in the city by 5 percent to 20 percent.</p><p>Lower property values translate into lower taxes. Tax experts say that's a good beginning, but tax rates also need to be lowered.</p><p>What would Harrington do with more money in his pocket?</p><p>\"Growth is the next logical step in business,\" he says, adding he would \"build a better kitchen, put a patio out.\"</p><p>The projects would create short-term work for local contractors, and Harrington would likely need a couple of extra permanent employees.</p><p>Detroit could definitely use that kind of growth. The city's unemployment rate is more than 12 percent.</p><p>So then, why do small-business owners like Harrington stay in Detroit?</p><p>\"I'm from here,\" he says. \"This is my home, this is where I like living, that's why I live here. Going to the suburbs is not even an option for me.\"</p><p>There are historical reasons for Detroit's high taxes, says Reynolds Farley, a demographer at the University of Michigan.</p><p>\"The story of Detroit after World War II is losing businesses, losing residents. And one way of adjusting was to add taxes,\" Farley says. \"Detroit has the highest income tax in the state of Michigan, has a 2 percent tax on corporate profits, has a tax on utility bills — those are unique to Detroit, and they were imposed because the tax base was disappearing.\"</p><p>In 1950, Detroit had roughly 1.9 million residents. Today, there are 680,000. That's a 65 percent decrease.</p><p>A few hours before opening, Harrington shows me around his martini bar, the Centaur. It's polished and swanky. Just outside, the neighborhood is an odd mix of nice places and neglected buildings and parking lots surrounded by chain link fences.</p><p>Harrington firmly believes that Detroit is on the road to recovery, but he's also tired of people here sugar-coating things. He says Detroiters have become too defensive.</p><p>\"There was an umpire that came in and he said Detroit is a really crappy city. I come out of my hotel and I walk past crappy block after crappy block, and with the occasional nice thing,\" he says. \"He tweeted this out, and everyone was like, 'Oh my God, I can't believe he talked about the crappy blocks.' Well then we should fix the crappy blocks.\"</p><p>Harrington could be considered a pragmatist, optimist and pessimist all at the same time. \"I'm a true Detroiter,\" he says.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=On+The+Road+To+Recovery%2C+Detroit%27s+Property+Taxes+Aren%27t+Helping&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jason Margolis","audio":[{"meta":{"duration":"299"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1410074635-0e127c.m3u?orgId=1&topicId=1006&d=299&p=2&story=410019293&t=progseg&e=409956590&seg=4&ft=nprml&f=410019293"},{"href":"http://media.npr.org/assets/img/2015/05/27/iodent2-c7f08012f38c0b7393b78ffb2a52ac853e8424ce.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2998","width":"3997"}},{"href":"http://media.npr.org/assets/img/2015/05/27/sean2-df98cc376d49d4b9e7cdc93ed44dfae75b3a8d01.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2942","width":"3923"}}]}