{"created":"2015-06-22T09:00:07+00:00","modified":"2015-06-29T19:05:38+00:00","valid":{"from":"2015-06-29T19:05:37+00:00","to":"3015-06-29T19:05:37+00:00"},"hreflang":"en","title":"On A Greek Island, Vacationers Lend A Hand To Migrants","published":"2015-06-22T17:29:00+00:00","teaser":"European tourists on the island of Lesvos are doing more than just lounging on the shimmering Aegean this summer. Some join islanders in assisting the many migrants who are camping in the open.","itags":["npr_api","416390001"],"guid":"20dfd688-d878-4a51-931b-09c21e4df421","contentencoded":"<p>Every morning at 5, Eric Kempson rises, grabs a pair of binoculars and drives to a windy peak overlooking a rocky beach near his home on the Greek island of Lesvos, known for its beaches and ouzo and as the birthplace of the lyric poet, Sappho.</p><p>Until about four months ago, Kempson, a 60-year-old Briton who has lived in a village in northern Lesvos with his wife and daughter for 16 years, led a quiet life making olive-wood sculptures in his studio. Then he started noticing small rubber boats, loaded with people, crossing the narrow slip of sea separating Greece — and the European Union — from Turkey.</p><p>They are refugees from Syria, Eritrea, Afghanistan and Somalia. Some 22,000 migrants have arrived on Lesvos so far this year — around half of the total who have landed on Greek shores so far this year.</p><p>The eastern Mediterranean sea route from Turkey to Greece is now more popular than the central Mediterranean route from Libya to Italy.</p><p>\"I can see across the bay from my house,\" Kempson says, as he scans the sea one morning. \"I started going up this hill, around half past 5, 6 o'clock in the morning, to see who was coming in. We get many coming across, normally five a day. One day we had 11 boats. And each boat sits about 50, 60 people.\"</p><p>About 7 a.m. he spots a black inflatable raft heading for a rocky stretch of beach. When I arrive there, I see about 50 passengers inside. They include young Afghan and Pakistani men, a Somali couple and a Syrian family with a baby boy.</p><p>Many scream for joy as the raft hits the beach. \"Yunan!\" the Arabic word for Greece.</p><p><strong>Sandwiches For New Arrivals</strong></p><p>One migrant slashes the raft with a knife to deflate it. The rest throw off their life jackets and climb up to a dirt road.</p><p>They usually walk to the village of Molyvos. Volunteers often greet them with bottled water, fruit and Pampers. Kempson also alerts a Greek-Australian restaurateur, Melinda McRostie, on how many boats have arrived. She prepares sandwiches for the newcomers.</p><p>\"We feel that as their first step in Europe, maybe after sometimes not eating for three days that they need to actually have something to eat, something to drink just to help them along their way,\" she says.</p><p>Tourists also chip in. Paula and Meindert Dieiers, Dutch small-business owners in their 50s, say they traveled to Lesvos to unwind. But Paula Dieiers says she cannot enjoy her holiday when she sees so many people in need.</p><p>\"So the first thing in the morning we (try) to help as much as we can,\" she says, as she and her husband load bottled water and biscuits into the back of their rented car. \"And in the afternoon, we go to the beach, and it's easier for us to relax.\"</p><p>Plenty of people do still come to relax at the elegant little port of Molyvos. A balding man in a fishing boat strums a bouzouki, completing the cinematic scene for diners at nearby tavernas.</p><p>Out of sight, behind the restaurants, about 40 Afghans are camped out in the dirt. Nasima Ahmadi's black headscarf is still streaked with salt from the sea voyage. She's 24, a former airport security worker. She fled the Taliban, who threatened her for working in a \"man's job.\" She traveled to Greece alone and wants to go to Germany.</p><p>I ask her if she's scared. \"A little, yes,\" she says. \"Especially in the sea. I cry. I say (to) my mother, 'Oh my God, I want to die.' \"</p><p><strong>No More Room</strong></p><p>The island has run out of places to house the migrants. Just outside of Molyvos, at least 32 Syrians, including an infant and two toddlers, are camped out at a bus stop.</p><p>Jenny and Pete Douglas, tourists from Britain, sit at the same stop and wave at the toddlers. They've been vacationing on Lesvos for 20 years. It's the first time they've seen refugees here.</p><p>\"You see tiny children, you see old people, and it's very sad, very distressing,\" she says. \"It's not just Greece's problem or Italy's problem. It's a world problem.\"</p><p>The Douglases chat with Emad Hassbany, a former marketing director from Syria. He's here with his two young sons, Majd and Hamudeh. They arrived on a rubber boat, hoping to head to Athens and then Denmark.</p><p>But first, Hassbany says, \"We need to get to the main port.\"</p><p>The port is called Mytiline, and it's where undocumented migrants are registered. It's 43 miles away. But Hassbany and his sons cannot board a bus to take them there. Greek law forbids transporting undocumented migrants.</p><p>\"No bus, no taxi,\" Hassbany says. \"We have to walk. It's bad choice but we haven't another choice.\"</p><p>Sympathetic islanders and tourists recently formed a convoy of at least 30 cars to drive the exhausted refugees to Mytiline. One was Vassilki Andriadeli, a local resident.</p><p>\"Since the simple act of giving a ride to someone in need is apparently illegal,\" she says, \"we decided to break the law.\"</p><p><strong>An Island Dependent On Tourism</strong></p><p>Just out of town, along the rocky beach, village president Thanassis Andreotis is in a pickup truck, hoisting the rafts and life jackets that litter the shores here. He does this every day, for at least four hours a day. He says hotels worry that the refugee crisis will hurt business.</p><p>\"Yes, I know, we live off tourism,\" he says. \"But since this situation is at our door, we have to manage it with humanity.\"</p><p>Jenny Douglas, the tourist from Britain, agrees. She says she will keep vacationing on Lesvos — and keep helping any refugees she sees here.</p><p>\"At the end of the day, these people are fleeing for their lives,\" she says. \"We're so privileged and so lucky. If you let (seeing refugees) put you off going on holiday, or trying to help in some way, what kind of person does that make you?\"</p><p>Despite all of the goodwill and help, the island is overwhelmed. Migrants must wait for papers for up to 10 days before boarding a boat to Athens. The camps in Mytiline have become so crowded and filthy that protests have broken out.</p><p>The island's mayor is pleading for help.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=On+A+Greek+Island%2C+Vacationers+Lend+A+Hand+To+Migrants&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joanna Kakissis","audio":[{"meta":{"duration":"242"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1416390002-2bfbbe.m3u?orgId=1&topicId=1124&d=242&p=3&story=416390001&t=progseg&e=416388864&seg=14&ft=nprml&f=416390001"},{"href":"http://media.npr.org/assets/img/2015/06/22/gettyimages-477527872-c09c0e523dd9a8e0077a1c7b79c162ec12e3d5f0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3676","width":"4902"}},{"href":"http://media.npr.org/assets/img/2015/06/22/lesvos-dutch-tourists-with-eric-kempson-edit-62220cb4f94b324d011a884be97a13f522996abd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2301","width":"3069"}},{"href":"http://media.npr.org/assets/img/2015/06/22/lesvos-emad-family-portrait-edit-2c14f7d27e0f74d259ee591369318074f867e458.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1726","width":"2301"}}]}