{"created":"2014-12-28T22:22:21+00:00","modified":"2014-12-29T21:37:14+00:00","valid":{"from":"2014-12-29T21:37:14+00:00","to":"3014-12-29T21:37:14+00:00"},"hreflang":"en","title":"Die-In, Vortex, Selfie Stick: What's The Word Of 2014?","published":"2014-12-29T21:35:00+00:00","teaser":"In January, members of the American Dialect Society will vote on the 2014 Word of the Year. Linguist Ben Zimmer runs through some contenders — including words both old and new.","itags":["npr_api","373319644"],"guid":"20e120c7-278a-4657-bc6b-23685be49944","contentencoded":"<p>In January, linguists will gather for the annual meeting of the American Dialect Society in January to vote on the <a href=\"http://www.americandialect.org/woty\">2014 Word of the Year</a>.</p><p>The Oxford Dictionaries already made their 2014 pick, \"vape.\" But the American Dialect Society holds off until the year is complete. Previous picks include \"hashtag,\" in 2012, and \"<a href=\"http://artsbeat.blogs.nytimes.com/2014/01/05/american-dialect-society-chooses-because-as-word-of-the-year/?_r=0\">because</a>,\" in 2013 — an old, common word chosen because it was being used in a new way online (or, as the new construction would have it, \"because reasons\").</p><p>So what will be the pick this year? Ben Zimmer, language columnist for <em>The Wall Street Journal, </em>will preside over the conference. He talked with NPR's Arun Rath about some of the contenders. They're inspired by everything from current events to comedy videos — with a little weather, for good measure.</p><h3><strong>Die-in</strong></h3><p>Die-ins are protests where participants lie down on the ground as though they were dead. \"We've seen a lot of that form of protest this year at demonstrations over the grand juries' failing to indict police officers in the deaths of Michael Brown and Eric Garner,\" Zimmer says.</p><p>\"The first die-in actually was staged in Boston back in 1970 for Earth Day. It obviously has roots in the civil rights movement in the tradition of the sit-in. So people go back and find the words that are useful for them.\"</p><h3><strong>Selfie Stick</strong></h3><p>These arm-extending gadgets, also known as \"monopods,\" let people take photos of themselves from more angles and farther distances.</p><p>\"It really took off in Asia and now we're seeing it more and more in the United States,\" Zimmer says. He calls it \"the gadget that's sweeping the entire world, really, as a new form of taking selfies.\"</p><h3><strong>Platisher</strong></h3><p>Zimmer says this word, which combines \"platform\" and \"publisher,\" is useful, albeit not very pretty.</p><p>\"This was coined by Jonathan Glick this year <a href=\"http://recode.net/2014/02/07/rise-of-the-platishers/\">in a piece for Re/code</a> and it describes some new online outlets — things like Medium or also Gawker or BuzzFeed — where they're online publishers but they also serve as platforms for creating content,\" Zimmer says. \"I don't really know if this is going to be a successful term. The senior editor of Medium, Evan Hansen, went so far as to call it the worst new word of all time.\"</p><h3><strong>Columbusing</strong></h3><p>This candidate was popularized in a College Humor video that came out this summer.</p><p>\"Columbusing is a word that can be used to describe the reappropriation or perhaps misappropriation of African-American culture — for instance, various slang terms that get appropriated by a white mainstream audience,\" Zimmer explains. \"We see that happening quite a lot in language and culture, so this is a clever and rather sarcastic term for that phenomenon.\"</p><h3><strong>Vortex</strong></h3><p>This is the word that Zimmer says he, personally, has been leaning toward for the 2014 pick — even though it's been around for a while.</p><p>\" 'Vortex' got all sorts of new meanings this year, primarily with the 'polar vortex' entering our weather lexicon,\" he says. \"But that became such a prominent term that you could just say 'vortex' and people would know what you mean. In fact, I noticed that L.L. Bean was advertising 'vortex-proof gear.'</p><p>\"Jeb Bush, before he sort of jumped into the 2016 presidential race, was talking about how he was worried about 'getting sucked into the vortex,' referring to presidential politics. So, people are finding all sorts of new uses ... for a word that's pretty old.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Die-In%2C+Vortex%2C+Selfie+Stick%3A+What%27s+The+Word+Of+2014%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"228"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1373657777-6a61c8.m3u?orgId=1&topicId=1048&ft=3&f=373319644"},{"href":"http://media.npr.org/assets/img/2014/12/28/460060450-3ae5b611fe4dce74a18ead1b5651b81a16353d95.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3003","width":"4006"}}]}