{"created":"2015-05-13T21:04:39+00:00","modified":"2015-05-14T15:44:31+00:00","valid":{"from":"2015-03-17T15:05:21+00:00","to":"3015-03-17T15:05:21+00:00"},"hreflang":"en","tags":["APM","China","fish","World","middle class","Education","Six Routes"],"teaser":"The nation's household registration policy is leaving many workers stuck in place.","published":"2015-03-17T15:05:21+00:00","guid":"20ed109f-bf7a-4076-8131-6eeffc1a07b5","description":"The nation's household registration policy is leaving many workers stuck in place.","contentencoded":"<div class=\"barn-cleaned\"><p>It’s three in the morning in the most populated city of the world’s most populated country. Most of Shanghai’s 24 million inhabitants are fast asleep, but it’s rush hour inside the city’s largest wholesale fish market.</p>\n<p>The Tongchuan Road market supplies the metropolis with one of its most popular staple foods. Vendors wearing rubber boots rush through miles of twisting, cramped corridors covered with a thick film of fish guts. It’s a slimy, lively labyrinth that’s difficult to navigate, not unlike finding one’s way into China’s elusive middle class.</p>\n<p>Zhang Wenquan knows this all too well. The tall, muscular 47-year old kicks off his sneaker. He pulls on a pair of camouflaged rubber boots before entering the sprawling market, oblivious to the calls from competing vendors. Zhang grew up in the impoverished countryside of Anhui province. When he turned 17, he came to Shanghai to work on an assembly line. He met his wife at the factory, and they now sell fish at a small neighborhood market. Zhang wakes up at midnight each day to buy his merchandise here.</p>\n<p>“Buying fish is tougher than raising children,” Zhang says. “By this afternoon, everything I just bought will be dead and worthless.”</p>\n<p>His children, on the other hand, could someday be the family’s ticket into China’s middle class. “I’m not working this hard so that my daughters end up working as fish sellers like me,” Zhang says. “They’ve got to go to good colleges and find good jobs with good salaries.”</p>\n<p>Zhang has twin daughters, a stroke of luck in a country with a one-child policy — but that’s where he sees his luck ending. His girls are 16. They were born in Shanghai and call the city home. Yet Zhang and his wife had to send the girls to the countryside last year so that they could finish their schooling. “They can’t legally attend high school in Shanghai because they don’t have Shanghai Hukou,” he explains.</p>\n<p>Hukou means ‘household registration’. If you don’t have Hukou for Shanghai – in other words if you’re not registered to live there – then you’re not eligible for social benefits like health insurance, a pension, or even a high school education for your children. You have to return to where your family originally came from to qualify for those benefits.</p>\n<p>China’s modern Hukou system has its roots in the country’s old communist-style command economy. Former Chinese leader Mao Zedong revived the ancient household registration system in 1958 as a mechanism to restrict peasants from swarming into the country’s largest cities. After the economic reforms of the 1980s, the system was relaxed to allow migrants to move to the city, but strict rules remain governing where their children can attend school and take college entrance exams.</p>\n<p>Hukou supporters say controlling China’s massive population like this has helped prevent the creation of slums around its biggest cities that are common sights in the developing world.</p>\n<p>The Zhang family Hukou belongs to his wife’s ancestral village in the countryside of Jiangsu province, and that’s why the couple has been without their daughters for more than a year.</p>\n<p>At six in the morning, Zhang arrives&nbsp;at his stall&nbsp;in a wet market in the Xujiahui neighborhood of central Shanghai. He’s dropped off the fresh fish, and his wife, Shi Huiqun, takes over the work so that he can go home and sleep. The 42-year old tells me business is tougher than it’s ever been. “Competition here is fierce,\" she says with a sigh. \"We used to be able to save money, but now we’re paying for our daughters to attend school back in my hometown, so we’re close to breaking even.”</p>\n<p>Shi and Zhang own an apartment in Shanghai, a house in the countryside, a foreign car, and they make around the equivalent of $15,000 a year – three times more than the average urban family makes in China. Yet when I ask her if she considers herself middle class, Shi shakes her head.&nbsp; “I don’t think small business owners like us belong to the middle class. We don’t make that much money,” she says.</p>\n<p>\"It's a system that many think is holding China's economy back,\" says&nbsp;<span>James McGregor, Asia Chairman of APCO and author of the book, \"One Billion Customers.\"&nbsp;</span>\"Now they need to legalize these people because they need a new stage of consumption. And the next consumers are these migrants.\"</p>\n<p>McGregor says the first wave of China’s middle class were the 400 million people who grew up in China’s largest cities and are now – on paper – upper class. They became wealthy on China’s real estate boom and they now drink Starbucks, own iPhones, and drive imported luxury cars.&nbsp; “Maybe the middle class is China’s next wave of migrant workers who are getting legal registration in the cities and getting city services and becoming the next consumers,” says McGregor. &nbsp;“Actually, if you look at studies of the future of Chinese economy, that group of people, if you can get 10 million of them a year and they can become consumers, you can have 6 percent&nbsp;growth in China for 20 years.”</p>\n<p>Nearly half of Shanghai’s 24 million residents are in the same conundrum as Zhang and Shi: according to the Shanghai Municipal Bureau of Statistics, ten million people who live in the city don't have Shanghai Hukou. Nationwide, it adds up to nearly a third of China’s urban population: A quarter of a billion Chinese lack legal rights to social welfare and high school for their children in the cities where they reside.</p>\n<p>China’s leaders have vowed to reform the Hukou system, but so far, meaningful change has not taken place. Meanwhile, migrants continue to move into the country’s largest cities.</p>\n<p><span>Today, though, Shi Huiqun is heading in the opposite direction. She’s driving two hours north of Shanghai to her rural hometown to visit her twin daughters. Shi has rented a bare, unfurnished apartment for them located next door to their private middle school. The 16-year olds have had to repeat the 9</span><sup>th</sup> <span>grade, because the curriculum in their new school is a year ahead of that of their former middle school in Shanghai.</span></p>\n<p>When their mother arrives, the twins are studying their textbooks side by side. Their grandmother, who can’t read or write, stands guard behind them, making sure they complete their homework.&nbsp; Zhang Ming studies physics while Zhang Yue reads her English homework out loud. “Our own planet, the Earth is becoming more and more crowded and polluted because of the rapid increase of p-p-p-population,” she recites in broken English with help from her sister.</p>\n<p>The two are identical twins. They wear identical jackets and identical hairstyles – it’s nearly impossible to tell them apart. Throughout our conversation, though, their mother recites their differences to me: Zhang Ming is ranked 4<sup>th</sup> in class, Zhang Yue is 15<sup>th</sup>; Zhang Ming’s eyesight is worse; Zhang Yue is quieter; Zhang Ming is temperamental; Zhang Yue is lazier.&nbsp;<span>The girls nod in unison.</span></p>\n<p>Shi’s daughters tell me school here is much more demanding than in Shanghai. They’re in class from six in the morning until 9 at night, and they attend half days on Sundays. “I’d prefer to be in Shanghai,” says Zhang Yue. “I feel like a foreigner here. I think China should allow children to attend school where they grew up. We consider ourselves Shanghainese, but according to our Hukou, we’re not.”</p>\n<p>Despite what their Hukou says, the family has come a long way. Shi accompanies me to the farm she grew up on down the road from the school – a couple acres of crops, pigs, chicken, and sheep. “I grew up here in a house with a dirt floor,” Shi tells me.</p>\n<p>Life is better now, but not for everyone. Hukou laws have forced parents throughout China to leave their children behind – they’re called ‘left-behind children,’ and there are an estimated 60 million of them, nearly as much as the entire population of the United Kingdom. Shi isn’t too worried about her daughters because she and her husband are just a two-hour drive away. But for most left-behind children, that’s not the case. With their parents in another part of China, many of them drop out of school, all but removing an entire population of Chinese from the dream of making it into the middle class.</p></div>","title":"The path to the middle class in China","itags":["20ed109fbf7a076513176eeffc1a07b5","Marketplace for Tuesday, March 17, 2015","PMP:Marketplace_PMP","Marketplace"],"contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>It’s three in the morning in the most populated city of the world’s most populated country. Most of Shanghai’s 24 million inhabitants are fast asleep, but it’s rush hour inside the city’s largest wholesale fish market.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>The Tongchuan Road market supplies the metropolis with one of its most popular staple foods. Vendors wearing rubber boots rush through miles of twisting, cramped corridors covered with a thick film of fish guts. It’s a slimy, lively labyrinth that’s difficult to navigate, not unlike finding one’s way into China’s elusive middle class.</p>\"},{\"content\":\"<p>Zhang Wenquan knows this all too well. The tall, muscular 47-year old kicks off his sneaker. He pulls on a pair of camouflaged rubber boots before entering the sprawling market, oblivious to the calls from competing vendors. Zhang grew up in the impoverished countryside of Anhui province. When he turned 17, he came to Shanghai to work on an assembly line. He met his wife at the factory, and they now sell fish at a small neighborhood market. Zhang wakes up at midnight each day to buy his merchandise here.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“Buying fish is tougher than raising children,” Zhang says. “By this afternoon, everything I just bought will be dead and worthless.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>His children, on the other hand, could someday be the family’s ticket into China’s middle class. “I’m not working this hard so that my daughters end up working as fish sellers like me,” Zhang says. “They’ve got to go to good colleges and find good jobs with good salaries.”</p>\"},{\"content\":\"<p>Zhang has twin daughters, a stroke of luck in a country with a one-child policy — but that’s where he sees his luck ending. His girls are 16. They were born in Shanghai and call the city home. Yet Zhang and his wife had to send the girls to the countryside last year so that they could finish their schooling. “They can’t legally attend high school in Shanghai because they don’t have Shanghai Hukou,” he explains.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Hukou means ‘household registration’. If you don’t have Hukou for Shanghai – in other words if you’re not registered to live there – then you’re not eligible for social benefits like health insurance, a pension, or even a high school education for your children. You have to return to where your family originally came from to qualify for those benefits.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>China’s modern Hukou system has its roots in the country’s old communist-style command economy. Former Chinese leader Mao Zedong revived the ancient household registration system in 1958 as a mechanism to restrict peasants from swarming into the country’s largest cities. After the economic reforms of the 1980s, the system was relaxed to allow migrants to move to the city, but strict rules remain governing where their children can attend school and take college entrance exams.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Hukou supporters say controlling China’s massive population like this has helped prevent the creation of slums around its biggest cities that are common sights in the developing world.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>The Zhang family Hukou belongs to his wife’s ancestral village in the countryside of Jiangsu province, and that’s why the couple has been without their daughters for more than a year.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>At six in the morning, Zhang arrives at his stall in a wet market in the Xujiahui neighborhood of central Shanghai. He’s dropped off the fresh fish, and his wife, Shi Huiqun, takes over the work so that he can go home and sleep. The 42-year old tells me business is tougher than it’s ever been. “Competition here is fierce,&quot; she says with a sigh. &quot;We used to be able to save money, but now we’re paying for our daughters to attend school back in my hometown, so we’re close to breaking even.”</p>\"},{\"content\":\"<p>Shi and Zhang own an apartment in Shanghai, a house in the countryside, a foreign car, and they make around the equivalent of $15,000 a year – three times more than the average urban family makes in China. Yet when I ask her if she considers herself middle class, Shi shakes her head.  “I don’t think small business owners like us belong to the middle class. We don’t make that much money,” she says.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>&quot;It&apos;s a system that many think is holding China&apos;s economy back,&quot; says <span>James McGregor, Asia Chairman of APCO and author of the book, &quot;One Billion Customers.&quot; </span>&quot;Now they need to legalize these people because they need a new stage of consumption. And the next consumers are these migrants.&quot;</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>McGregor says the first wave of China’s middle class were the 400 million people who grew up in China’s largest cities and are now – on paper – upper class. They became wealthy on China’s real estate boom and they now drink Starbucks, own iPhones, and drive imported luxury cars.  “Maybe the middle class is China’s next wave of migrant workers who are getting legal registration in the cities and getting city services and becoming the next consumers,” says McGregor.  “Actually, if you look at studies of the future of Chinese economy, that group of people, if you can get 10 million of them a year and they can become consumers, you can have 6 percent growth in China for 20 years.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Nearly half of Shanghai’s 24 million residents are in the same conundrum as Zhang and Shi: according to the Shanghai Municipal Bureau of Statistics, ten million people who live in the city don&apos;t have Shanghai Hukou. Nationwide, it adds up to nearly a third of China’s urban population: A quarter of a billion Chinese lack legal rights to social welfare and high school for their children in the cities where they reside.</p>\"},{\"content\":\"<p>China’s leaders have vowed to reform the Hukou system, but so far, meaningful change has not taken place. Meanwhile, migrants continue to move into the country’s largest cities.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><span>Today, though, Shi Huiqun is heading in the opposite direction. She’s driving two hours north of Shanghai to her rural hometown to visit her twin daughters. Shi has rented a bare, unfurnished apartment for them located next door to their private middle school. The 16-year olds have had to repeat the 9</span><sup>th</sup> <span>grade, because the curriculum in their new school is a year ahead of that of their former middle school in Shanghai.</span></p>\"},{\"content\":\"<p>When their mother arrives, the twins are studying their textbooks side by side. Their grandmother, who can’t read or write, stands guard behind them, making sure they complete their homework.  Zhang Ming studies physics while Zhang Yue reads her English homework out loud. “Our own planet, the Earth is becoming more and more crowded and polluted because of the rapid increase of p-p-p-population,” she recites in broken English with help from her sister.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>The two are identical twins. They wear identical jackets and identical hairstyles – it’s nearly impossible to tell them apart. Throughout our conversation, though, their mother recites their differences to me: Zhang Ming is ranked 4<sup>th</sup> in class, Zhang Yue is 15<sup>th</sup>; Zhang Ming’s eyesight is worse; Zhang Yue is quieter; Zhang Ming is temperamental; Zhang Yue is lazier. <span>The girls nod in unison.</span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Shi’s daughters tell me school here is much more demanding than in Shanghai. They’re in class from six in the morning until 9 at night, and they attend half days on Sundays. “I’d prefer to be in Shanghai,” says Zhang Yue. “I feel like a foreigner here. I think China should allow children to attend school where they grew up. We consider ourselves Shanghainese, but according to our Hukou, we’re not.”</p>\"},{\"content\":\"<p>Despite what their Hukou says, the family has come a long way. Shi accompanies me to the farm she grew up on down the road from the school – a couple acres of crops, pigs, chicken, and sheep. “I grew up here in a house with a dirt floor,” Shi tells me.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Life is better now, but not for everyone. Hukou laws have forced parents throughout China to leave their children behind – they’re called ‘left-behind children,’ and there are an estimated 60 million of them, nearly as much as the entire population of the United Kingdom. Shi isn’t too worried about her daughters because she and her husband are just a two-hour drive away. But for most left-behind children, that’s not the case. With their parents in another part of China, many of them drop out of school, all but removing an entire population of Chinese from the dream of making it into the middle class.</p>\",\"type\":\"text/html\"}]","byline":"Rob Schmitz","audio":[{"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/P1100615.jpg?itok=1fLOgPnz","meta":{"width":"610","crop":"primary","height":"340"}},{"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2015/03/17/mp_20150317_seg_20_64.mp3","type":"audio/mpeg","meta":{"duration":335,"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2015/03/17/mp_20150317_seg_20"},"duration_hms":"00:05:35"},"format":"MP3"}]}