{"created":"2015-05-09T11:35:29+00:00","modified":"2015-05-14T23:05:27+00:00","valid":{"from":"2015-05-14T23:05:27+00:00","to":"3015-05-14T23:05:27+00:00"},"hreflang":"en","title":"Desilicious: A Bollywood Bash And A Safe Haven ","published":"2015-05-10T10:29:00+00:00","teaser":"Since 2002, LGBT South Asians have regularly gathered in New York City for this blowout dance party. Attendees welcome the chance to be open about their sexuality and embrace their heritage.","itags":["npr_api","405202936"],"guid":"20f4a710-5d01-4a45-a4f0-993afb363e38","contentencoded":"<p>Desilicious is a raucous dance party that was started by LGBT South Asians in New York. The name is a play on words; many people of South Asian descent refer to themselves as Desi, and hundreds regularly turn out for the event.</p><p>On a spring Saturday night in a New York City dance club, longtime Desilicious partygoer Sazzad Reza congratulates the event's founders on its big anniversary. The organizers have been staging the party every month or so since 2002.</p><p>Reza is always in attendance. \"It is for us, every month is a Christmas,\" he says. \"As soon as you walk in, you feel like who you are.\" That feeling of acceptance was elusive for Reza in his native Bangladesh, where being gay can result in a jail sentence.</p><p>Dennis Shah is another Desilicious regular. A native of India who has lived in the U.S. for more than three decades, Shah remembers that when Desilicious was first launched, he didn't think it would attract a crowd.</p><p>\"I was really wondering if they would be able to make a go of this and how often they would be able to have this party,\" he says.</p><p><strong>United By Culture And Bollywood</strong></p><p>Desilicious attracts a broadly diverse crowd, drawing people from all parts of the South Asian diaspora and beyond. But one thing that unites almost all the partygoers is a love of Bollywood. Televisions mounted on the walls broadcast scenes from iconic movies from India's film industry. Shah thinks the party attracts a devoted following because Desilicious occupies a unique space: It's a gay venue steeped in South Asian culture.</p><p>\"So this is the place where people can be <em>both</em> parts of who they are,\" Shah says.</p><p>The vast majority of the Desilicious partygoers are men. But Janavi Pakrashi also feels welcome here. She remembers her elation when she attended the inaugural Desilicious party.</p><p>\"I can't believe there are so many queer South Asians around me,\" she says. \"I'd never seen that before.\"</p><p>That sense of joy makes sense to Riddhi Sandil, who is on the staff of Columbia University's Teachers College, where she specializes in mental health issues in ethnic minority and LGBT communities.</p><p>\"It's more than just a night out,\" Sandil says. She says being gay can be particularly fraught in places like India and Pakistan, where gay sex is officially outlawed. But she also points out that gay \"Desis\" can have a hard time in the U.S., too. As a minority within a minority, they can encounter a double whammy of prejudice.</p><p>\"If you think about someone who has been marginalized all their life, and now they go to an event [where people say] 'Oh, we want you here because you are gay,' \" she says, \"it is such a healing experience.\"</p><p><strong>A Refuge From Terror, Fear And Division</strong></p><p>Atif Toor, one of the co-founders of Desilicious, says the party was created after Sept. 11, as a place to come together and heal. While all New Yorkers were shaken by the attacks, it was a particularly hard time for the South Asian community.</p><p>\"Folks were feeling really marginalized and not even necessarily safe,\" Toor recalls.</p><p>The parties were a way to combat that feeling of marginalization, and it helped bring together a part of the South Asian community at a time when it was fracturing. Specifically, Hindus were nervous about being grouped with Muslims, because in the aftermath of the attacks Muslims had become a very stigmatized group.</p><p>\"What was happening was that a lot of people who were Hindu, or Muslim, were differentiating, just because of the fear factor that was going on,\" says Genevieve Pakrashi, who was a graduate student when she attended the inaugural Desilicious party. But at Desilicious, people felt they were united as gay South Asians.</p><p><strong>Acceptance Grows Beyond The Party</strong></p><p>The tensions have dissipated since then, and Toor has seen other changes in the Desilicious crowd over the past 14 years. When they first launched, a lot of people were living what he calls a bifurcated life, \"where they are out in certain gay circles but then their Indian and Pakistani families and friends, they weren't necessarily out to them.\"</p><p>That's changed. More people are out across the board. Ashu Rai is one of the founders of Desilicious. Fifteen years ago, her parents sent her to India to field potential husbands, while her girlfriend waited for her back in the U.S. But now that gay marriage is legally recognized in New York, her parents are once again hoping for a wedding — this time to a woman.</p><p>\"They would definitely like to see me settled down with someone,\" she says.</p><p>While some attendees are finding more acceptance at home, Shah believes that Desilicious still has a special place in their lives. \"This is like coming to a relative's wedding for us,\" he says, \"where we will see old friends, and catch up, and have a good time.\"</p><p>Next month, Desilicious coincides with Gay Pride. The organizers say it will be their blowout event of the year.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Desilicious%3A+A+Bollywood+Bash+And+A+Safe+Haven+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alexandra Starr","audio":[{"meta":{"duration":"286"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1405416086-25ee24.m3u?orgId=1&topicId=1015&d=286&p=7&story=405202936&t=progseg&e=405415612&seg=22&ft=nprml&f=405202936"},{"href":"http://media.npr.org/assets/img/2015/05/08/enhanced-main-desilicious-c3cf8734506b1e03602531679239e5a098159b32.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"623","width":"831"}},{"href":"http://media.npr.org/assets/img/2015/05/08/desilicious-couple-photo-ec97e1809ab1820472d46428ac6483a08ce1412c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1198","width":"1598"}}]}