{"created":"2014-11-22T07:03:31+00:00","modified":"2014-12-11T19:23:29+00:00","valid":{"from":"2014-12-11T19:23:29+00:00","to":"3014-12-11T19:23:29+00:00"},"hreflang":"en","title":"In 'The Homesman,' Wind Is The Sound Of Insanity","published":"2014-11-22T16:21:00+00:00","teaser":"Two composers became instrument builders to score the film, set in the pioneer days of the American West. \"We both knew what the movie sounded like. We just had to find it,\" Tommy Lee Jones says.","itags":["npr_api","365691849"],"guid":"20f6ab98-574d-4b16-9579-2932265c1513","contentencoded":"<p>The new film <em>The Homesman</em><em> </em>is set in the pioneer days of the American West. It was directed by Tommy Lee Jones, who called on his regular composers, Marco Beltrami and Buck Sanders, for the music. But instead of writing a traditional score for symphony orchestra, they became inventors and instrument builders to capture the story's desperate mood. Jones has a simple way of describing his approach to scoring a film: \"The process is to derive music from what the lens is looking at,\" he says.</p><p>Jones met with the composers more than a year ago to start thinking about a score that would help tell the story of three pioneer women who lose their minds in the bleak and unforgiving Nebraska territory.</p><p>\"We certainly didn't want 'crazy' music, the kind of music you hear when the giant ants appear after the flying saucer crashes,\" Jones says. \"We didn't want effects music. We wanted to do something original, and that was reflective of the country and the way the country sounds. We both knew what the movie sounded like. We just had to find it.\"</p><p>Jones usually gives direction in broad strokes, saying something like, \"I want it to be folksy, but surrounded by madness.\"</p><p>\"You know, when you get a comment like that, you can really run with it,\" Buck Sanders says. \"And he'll let you know very quickly if it's not what he's thinking. And so it was really a dream gig — just to be able to work with a director like that, who would give you artistic freedom.\"</p><p>Sanders and Marco Beltrami first took inspiration from the music of the nature so prevalent in the film's setting.</p><p>\"You know, wind was a factor for a lot of these women, and just everybody in general there,\" Beltrami says. \"The wind would even make people go crazy, besides the disease and all the hardships. And so we were thinking, 'How can we channel that?' And one of Buck's first instincts was to begin examining Aeolian harps, which — you know, they're basically just strings attached to some surface, wooden surface often, and they resonate with the wind, and you can tune them. And Tommy came up here — actually on a very windy day — and was blown away by how... I think he said basically we just suck the music right out of the air. [Laughs.] Which is sort of true.\"</p><p>Beltrami's Malibu studio sits up high in the Santa Monica Mountains overlooking the Pacific Ocean. There, he and Sanders have dreamed up the music for <em>World War Z</em>, <em>3:10 To Yuma</em> and two other films directed by Jones. Sanders was largely responsible for building the wind harp, which looks like power lines growing out of the back of a weathered old piano.</p><p>\"So this is the Aeolian wind piano,\" Sanders says. \"It's an old upright that our piano tuner found, like in a basement, that he was willing to donate. We put it on top of a 10-foot-tall metal storage unit. He just put it, like, in a tractor scoop and dumped it up here. And then they strapped it down, and then we have eight piano wires coming perpendicularly out of the piano soundboard, and running 175 feet up the hill to two large metal water-storage tanks to catch the winds.\"</p><p>When they tethered the wires to those tanks, they stumbled onto one of the score's signature sounds.</p><p>\"You could put your ear up to the water tank, and you can hear stuff's going on in there, and certain frequencies resonate really strongly,\" Sanders says. \"I wasn't too sure what it would get. You know, it was just an experiment, and a fun day on the job. [Laughs.] But it ended up being a beautiful, crystalline-type sound.\"</p><p>It's a sound meant to evoke the characters' unsteady grasp on sanity.</p><p>The two composers did use more traditional instruments to capture the film's environment. They recorded a small string ensemble, but they recorded it outdoors.</p><p>\"It's a very austere environment, this environment of the settlers coming to the plains in the mid-19th century,\" Beltrami says. \"And we're so used to recording scores in warm rooms that have a lot of reverberation, and that are built beautifully and make everything sound great. But it wasn't really the environment of the setting.\"</p><p>In one scene, the woman who volunteers to transport the women back east, played by Hilary Swank, gets lost and ends up nearly losing her own mind.</p><p>\"She's going around in circles,\" Beltrami says. \"And we thought, this shouldn't have any of the warmth that you would normally have in a room recording the sound. If there's any way it can just dissipate into the air, it would be great.\"</p><p>This may seem like a lot of trouble to go through in an era when the click of a key can do so much to imitate or manipulate music.</p><p>\"The wonderful thing about this score was just the amount of tactile experience we had, you know, building stuff and working outside,\" Sanders says. \"Because film scoring has become very sort of computer-centric, and a lot of shows have to use samples to get the mockups done. But I think really having that, what really is a physical experience, of building instruments and recording outside — it creates a strong connection with the music that does inspire you, and you know it's yours.</p><p>\"You have to keep the nature of fun in it,\" Beltrami says. \"If it's just a question of punching keys into a computer, that gets old. This has to remain fun and inspiring in order to come up with new things. And I think we're just continuing along a time-honored tradition of exploration here.\"</p><p>Beltrami says one of the best things about working with Tommy Lee Jones is the leeway he allows the composers.</p><p>\"Creative freedom, and the opportunity for originality, is about all we had to offer Marco,\" Jones says. \"It's not something he gets every day, and that's really the basis of our working relationship.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+%27The+Homesman%2C%27+Wind+Is+The+Sound+Of+Insanity&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tim Greiving","audio":[{"meta":{"duration":"356"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1365910523-c71aae.m3u?orgId=1&topicId=1105&aggIds=100920965&ft=3&f=365691849"},{"href":"http://media.npr.org/assets/img/2014/11/21/homesman-64f8aac14887e8562ffe4eee568b08897b50be93.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3452","width":"4603"}}]}