{"created":"2014-10-06T07:28:44+00:00","modified":"2014-11-12T21:05:17+00:00","valid":{"from":"2014-11-12T21:05:17+00:00","to":"3014-11-12T21:05:17+00:00"},"hreflang":"en","title":"Why You Should Start Taking Millennials Seriously","published":"2014-10-08T16:28:00+00:00","teaser":"There are more millennials in the U.S. than there are baby boomers. Why do they get so many eye rolls?","itags":["npr_api","352613333"],"guid":"20f942ef-85c3-43cb-bedb-ca533ad7903b","contentencoded":"<p><em>In the U.S., people born between 1980 and 2000 now outnumber baby boomers, and their numbers are still growing because of immigration. This generation is already shaping American life, and in a series of stories — largely reported by millennials themselves — NPR will explore how this <a href=\"http://www.npr.org/series/352990765/new-boom\" target=\"_blank\">New Boom</a> is transforming the country. <br /></em></p><p>There are more millennials in America right now than baby boomers — more than 80 million of us.</p><p>And I'm gonna go ahead and guess that if you're not a millennial, you kind of hate us.</p><p>We seem so lazy, so entitled. We still live with our parents. We love our selfies and we're always talking about ourselves.</p><p>But, here's my case: Millennials have already shaped your life.</p><p><strong>The Millennial World</strong></p><p>Let me start with those little screens we're always on: Millennials aren't simply users of social media. We invented it.</p><p>Mark Zuckerberg, along with the inventors of <a href=\"http://instagram.com/\">Instagram</a> and <a href=\"http://tumblr.com/\">Tumblr</a> and <a href=\"https://www.google.com/url?sa=t&rct=j&q=&esrc=s&source=web&cd=1&cad=rja&uact=8&ved=0CCAQFjAA&url=https%3A%2F%2Fwww.snapchat.com%2F&ei=-2ctVL34KtP3yQT27IH4Dw&usg=AFQjCNEDpNdeTdNa9QdKi1RyP9017EKR6Q&sig2=LChHPjQFikAG-LzduyGN5A&bvm=bv.76477589,d.aWw\">Snapchat</a>, are all millennials and all millionaires. Oh, actually, Zuckerberg is worth billions.</p><p>Millennials were there first. We picked it out and showed everybody else how to use it.</p><p>These tools have also transformed some of the <a href=\"https://www.facebook.com/CDC/posts/10152387042686026\">most</a> <a href=\"http://www.thedailybeast.com/articles/2014/08/31/isis-s-use-of-social-media-to-reach-you-its-new-audience.html\">important</a> <a href=\"https://twitter.com/hashtag/Election2014?src=hash\">stories</a> <a href=\"http://www.washingtonpost.com/blogs/she-the-people/wp/2014/07/23/can-twitter-activism-bringbackourgirls/\">in</a> <a href=\"http://www.youtube.com/results?search_query=ferguson\">the</a> <a href=\"https://twitter.com/hashtag/YesAllWomen?src=hash\">news</a>.</p><p>So we're all already living in a millennial world. It's connected. It's open.</p><p>And it's diverse.</p><p>\"Forty-three percent of millennials are nonwhite,\" says Eileen Patten, a research analyst at the Pew Research Center (and a millennial herself). \"When we look at older generations — boomers and silents — less than 3 in 10 were nonwhite.\"</p><p>Because millennials look different en masse than generations past, the future is going to look different too. They've already led the country to massive shifts in opinion on social issues over the past decade.</p><p>\"They've led the way in terms of same-sex marriage and marijuana legalization — majorities favor both,\" Patten says. \"They support granting citizenship to unauthorized immigrants — about half do — compared with lower shares among the older generations.\"</p><p>As a whole, millennials are progressive and accepting. And for all you've heard about crippling student debt, high unemployment, \"failure to launch\" — we're hopeful.</p><p>\"[Millennials] are optimistic about their financial futures,\" Patten says.</p><p><strong>Try Something Else</strong></p><p>The recession hit when many millennials were at the launch point of their careers.</p><p>One of them was <a href=\"http://ryankoo.com\">Ryan Koo</a>. He got a bachelor of arts studying film in 2003, and got a job working at MTV in New York City. \"I got laid off along with 700 other people on the same day at the end of 2008,\" he says.</p><p>So he moved home to Durham, N.C., and tried something else.</p><p>\"I started <a href=\"http://nofilmschool.com\" target=\"_blank\">No Film School</a> just as a personal blog,\" Koo says. \"My startup costs were like $600 I think.\"</p><p>Today the ads pay his New York rent. He raised $125,000 on Kickstarter for his first feature film and got grants from more old-school places like Tribeca and Sundance.</p><p>Koo is one of many millennials who feel like they can make something happen for themselves.</p><p>\"Thirty-two percent say they currently earn enough to lead the kind of life they want. And 53 percent say they don't, but they think they will in the future,\" Patten says.</p><p>That includes the millions of millennials who are still in school, including Kyla Marrkand. She's a high school senior at Bell Multicultural High School in Washington, D.C. She knows all about the tough economy and she's realistic, but she believes it's going to go well for her.</p><p>\"Everybody doesn't have the drive,\" she says. \"I have the drive.\"</p><p><strong>The New Boom</strong></p><p>We millennials have drive. We are optimistic.</p><p>There are more than 80 million of us.</p><p>Which is why the millennials at NPR are reporting on our own generation for a series we're calling #NewBoom.</p><p>We won't be rehashing stereotypes. We won't be dismissive or flip. Because if we — millennials and nonmillennials alike — are going to understand the future of the country, we need to understand this generation.</p><p>Millennials have already steered the country to a place where diplomats tweet, gay marriage is turning mainstream, and running a blog can be more financially secure than a company gig.</p><p>If we've done all that before 35, get ready.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Why+You+Should+Start+Taking+Millennials+Seriously&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Selena Simmons-Duffin","audio":[{"meta":{"duration":"295"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1354001688-40c5ca.m3u?orgId=1&topicId=1060&aggIds=352990765&ft=3&f=352613333"},{"href":"http://media.npr.org/assets/img/2014/10/02/millenials1-1a7abe34d576d09adda8da0bc9b5a77d83515969.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1439","width":"1919"}}]}