{"created":"2014-09-22T07:30:31+00:00","modified":"2014-12-04T14:30:15+00:00","valid":{"from":"2014-12-04T14:30:15+00:00","to":"3014-12-04T14:30:15+00:00"},"hreflang":"en","title":"Best To Not Sweat The Small Stuff, Because It Could Kill You","published":"2014-09-23T12:21:00+00:00","teaser":"Chronic stress can lead to heart disease, cancer and other health problems. A study shows it doesn't matter if the stress comes from major life events or minor hassles. Time to take a deep breath?","itags":["npr_api","349875448"],"guid":"21031b7f-7b8b-4cb2-847b-c4b791281e02","contentencoded":"<p>Chronic stress is hazardous to health and can lead to early death from heart disease, cancer and of other health problems. But it turns out it doesn't matter whether the stress comes from major events in life or from minor problems. Both can be deadly.</p><p>And it may be that it's not the stress from major life events like divorce, illness and job loss trickled down to everyday life that gets you; it's how you react to the smaller, everyday stress.</p><p>The most stressed-out people have the highest risk of premature death, according to one study that followed 1,293 men for years.</p><p>\"People who always perceived their daily life to be over-the-top stressful were three times more likely to die over the period of study than people who rolled with the punches and didn't find daily life very stressful,\" according to <a href=\"http://health.oregonstate.edu/people/aldwin-carolyn\">Carolyn Aldwin</a>. She directs the <a href=\"http://health.oregonstate.edu/healthy-aging\">Center for Healthy Aging Research</a> at Oregon State University and led the <a href=\"http://www.ialsa.org/content/longitudinal-studies\">study</a>, which is scheduled for publication in the journal <em>Experimental Gerontology</em>.</p><p>Some people get frantic sitting in bumper-to-bumper traffic, worried about being late or not being able to do what they hoped in a timely manner. Others simply take the time to sit back, listen to music and appreciate the break as some quiet time.</p><p>Now, getting upset in traffic once is no big deal. But if things like that happen all the time and the response is always getting really upset, then the harmful effects of stress can become toxic.</p><p>\"There are a number of ways chronic stress can kill you,\" says Aldwin. That includes increased levels of cortisol, often referred to as the stress hormone. Elevated cortisol levels interfere with learning and memory, lower immune function and bone density, and increase blood pressure, cholesterol and heart disease.</p><p>If you are one of those chronically upset worriers, <a href=\"http://www.massgeneral.org/psychiatry/doctors/doctor.aspx?id=18879\">Dr. Robert Waldinger</a>, a psychiatrist at Massachusetts General Hospital and Harvard University, has a prescription for you: exercise.</p><p>\"If you could give one magic pill that would improve physical health, mood, reduce weight,\" this would be it, Waldinger says. Federal health officials recommend <a href=\"http://www.fitness.gov/be-active/physical-activity-guidelines-for-americans/\">30 minutes of moderate aerobic activity </a>every day.</p><p>When it comes to fighting stress, Waldinger says, that's enough. \"When they do studies particularly of the mood benefit, they find that more than 30 minutes a day is not necessary — you don't get any boost. So if you think just in terms of stress relief and antidepressant effect, 30 minutes is enough.\"</p><p>Another option would be to add meditation to your daily routine. For many people, that can make a big difference, Waldinger says, \"because what you do is watch your mind spin out anxiously over trivia, and eventually it settles down and you begin to have more perspective.\"</p><p>Breathing may be the simplest and most immediate fix, Aldwin says. \"Take a step back when you feel yourself getting upset, step back psychologically and even physically,\" she recommends. \"And then watch your breathing; people who get upset a lot breathe very rapidly and shallowly, and it creates more anxiety.\" Breathing slowly from the abdomen helps slow the stress response, she says.</p><p>And finally, Waldinger says here's something not to do: Don't overdo alcohol. \"It feels in the moment like having that extra drink at night eliminates stress because it relaxes you, but it turns out that alcohol disturbs sleep.\" And it also acts as a depressant.</p><p>Some stress is inevitable for everyone, Waldinger says. But stress-related disease doesn't have to be.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Best+To+Not+Sweat+The+Small+Stuff%2C+Because+It+Could+Kill+You&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Patti Neighmond","audio":[{"meta":{"duration":"273"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1350524808-7b3629.m3u?orgId=1&topicId=1066&ft=3&f=349875448"},{"href":"http://media.npr.org/assets/img/2014/09/19/stress-adeeae92c932abeaeae9b6d7e387babd263a39e9.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"1688","width":"2253"}}]}