{"created":"2014-09-08T02:13:44+00:00","modified":"2014-10-30T22:37:32+00:00","valid":{"from":"2014-10-30T22:37:32+00:00","to":"3014-10-30T22:37:32+00:00"},"hreflang":"en","title":"No Tiara, No Problem: 'Rejected Princesses' Have Stories Worth Telling","published":"2014-09-08T02:13:00+00:00","teaser":"A tank commander, a serial killer and a Mexican revolutionary wouldn't usually get to star in a Disney princess flick. But they do take the spotlight in a blog celebrating great women from history.","itags":["npr_api","346358836"],"guid":"2113397f-d4ae-4b0e-b0ea-34e315c49ec6","contentencoded":"<p>Many of us have come to know the tales of Disney's princesses by heart. But put Snow White, Cinderella, Belle and Ariel aside for a moment and consider these characters: A transgender Native American, a tank commander and a Mexican revolutionary.</p><p>Theirs are not the kind of stories you find in a Disney princess flick, but they're in the spotlight on the blog <a href=\"http://www.rejectedprincesses.com/\">Rejected Princesses</a>. Each week, former DreamWorks animator Jason Porath adds a new illustration and write-up about a woman who is, as the blog says, \"too awesome, awful or offbeat for kids' movies.\"</p><p>\"I take women, sort of unsung heroines — usually from history, but a lot from mythology and some from literature — who wouldn't necessarily make the cut for mainstream animated princess movies, and give them that style,\" Porath tells NPR's Arun Rath. \"It's sort of an alternate-reality glimpse into, 'What if they got their moment in the sun?' \"</p><p>One of his favorite examples is the aforementioned Soviet tank commander, <a href=\"http://www.rejectedprincesses.com/post/89181138838/mariya-oktyabrskaya-the-tank-princess-1905-1944\">Sergeant Mariya Oktyabrskaya</a>. Porath says Oktyabrskaya's husband was killed by the Nazis, so she sold all of her belongings in order to buy a tank and fight. She named the tank \"Fighting Girlfriend.\" The illustration shows her sitting atop her tank, anthropomorphized in <em>Cars</em>-like fashion, amid a battle.</p><p>\"It's this weird, incongruous mash-up of history as well as these mainstream animated movies,\" he says.</p><p>But Porath's also includes some non-heroic Rejected Princesses, like <a href=\"http://www.rejectedprincesses.com/post/91260096575/elisabeth-bathory-the-blood-countess-1560-1614\">Elisabeth Bathory</a>, who he says is possibly the most prolific female serial killer in history. He says he didn't want to only include one type of female character.</p><p>\"I didn't want it to just be everybody is shiny, happy, kick-butt heroines,\" he says. \"There are people who are heroes, there are people who are villains and there are people who are just weird.\"</p><p>The project started as a bit of a lark, Porath says, and was born out of a lunch conversation he had while working at DreamWorks about unlikely stories to be given the animated princess treatment. The blog and the premise quickly took off, he says.</p><p>But Porath says Rejected Princesses isn't meant to bash Disney and the work they do on their mainstream animated princess stories.</p><p>\"That said, I feel like there is room for people that don't get the spotlight put on them,\" Porath says. \"Maybe they won't make $100 million ... but there should be a place for that.\"</p><p>Porath says there is no shortage of women to feature on the blog, and he still has a list of about 600 ready to go.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=No+Tiara%2C+No+Problem%3A+%27Rejected+Princesses%27+Have+Stories+Worth+Telling&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"273"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1346391355-e5ab40.m3u?orgId=1&topicId=1022&ft=3&f=346358836"},{"href":"http://media.npr.org/assets/img/2014/09/06/tumblr_n7dwg3bfii1ry5q8mo5_1280-b448999713731840aab8b87396eaf0aa805639b3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"531","width":"707"}},{"href":"http://media.npr.org/assets/img/2014/09/06/elizabath-bathory-696628ea314bf3c50b2a6539a29185950b6ac3ed.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"531","width":"707"}}]}