{"created":"2014-10-27T21:12:07+00:00","modified":"2014-10-31T00:38:10+00:00","valid":{"from":"2014-10-31T00:38:10+00:00","to":"3014-10-31T00:38:10+00:00"},"hreflang":"en","title":"Journalist Sentenced In Absentia Speaks Out For Colleagues In Egypt","published":"2014-07-02T18:26:00+00:00","teaser":"Sue Turton is among the Al Jazeera journalists convicted of \"spreading false news\" and \"aiding and abetting terrorism.\"","itags":["npr_api","327763375"],"guid":"2118d284-2b52-46a5-a803-313da607e00f","contentencoded":"<p>Al Jazeera journalists Peter Greste, Mohamed Fahmy and Baher Mohamed have been in prison for six months. Last week, they were convicted of &#8220;spreading false news&#8221; and &#8220;aiding and abetting terrorism&#8221; and sentenced to between seven and 10 years in prison each.</p><p>During that same trial, the Egyptian court also convicted five other Al Jazeera journalists of the same charges in absentia, and sentenced them each to 10 years in prison.</p><p><em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Jeremy Hobson talks to one of those journalists, <strong>Sue Turton</strong>, about her sentence and ongoing efforts to advocate for her colleagues who are in prison.</p><h4>Interview Highlights: Sue Torton</h4><p><strong>On her reaction to being convicted alongside the other journalists</strong></p><p>&#8220;The reason for us being on the charge sheet was mind-boggling. We just couldn&#8217;t understand it. I found out while I was actually in Ukraine in January covering the crisis there. We&#8217;ve all looked back at the stories that we&#8217;ve done and really can&#8217;t put our finger on why they might have picked us. There were a lot of correspondents who went in and out of Cairo last year for Al Jazeera. We always cover the Egyptian situation in great detail. So, we kind of looked around and said, &#8216;Why some of us and not others of us?&#8217; And it&#8217;s difficult to fathom. Especially, because in the court case they didn&#8217;t bring a single shred of evidence against me and against the other correspondents who have been tried in absentia. So it was very confusing and all the more points to this being a political trial and nothing to do with the reality of what were doing on the ground.&#8221;</p><p><div class=\"pullquote\" style=\"\">&#8220;For me, there won&#8217;t be a trip back to the pyramids.&#8221;<div class=\"pullquoteauth\">&ndash; Sue Turton</div></div></p><p><strong>On how Egypt must move forward</strong></p><p>&#8220;I think the only way that this can turn around is if the new president, President Abdel Fattah el-Sisi, and his government recognize the damage that this whole court case&#8211; and indeed the way they&#8217;re rounding up anybody that disagrees with them and putting them in jail, anbody that supported the Muslim Brotherhood before the coup is being rounded up and put in jail. It&#8217;s doing so much damage to Egypt&#8217;s reputation. And right now we should remember that Egypt&#8217;s economy is in a mess and its tourism industry is flat-lining. Really, its time for that country to start recovering from what has been three years of revolution, uprising, and then coup. It&#8217;s been tough for Egyptians. Our message would be: &#8216;Show you&#8217;re getting your house in order. Show that you&#8217;re a civilized society that is recognizing how important it is that you recognize freedom of speech and freedom of the press.&#8217; And then people might start thinking, &#8216;Okay! This is the new Egypt moving forward.&#8217;&#8221;</p><p><strong>On returning to Egypt as journalist</strong></p><p>&#8220;If this all cleared up&#8230; you know what? I probably wouldn&#8217;t. It&#8217;s been a harsh thing to go through, but it&#8217;s even more harsh for me to watch my three colleagues, and friends, actually, in a cage in a court room and treated like criminals when all they did was journalism. So, I think, for me, there won&#8217;t be a trip back to the pyramids.&#8221;</p><h4>Guest</h4><ul><li><a href=\"http://www.aljazeera.com/category/person/sue-turton\" target=\"_blank\"><strong>Sue Turton</strong></a>, Al Jazeera correspondent who has covered Eqypt, Afghanistan, Libya and Syria. She tweets <a href=\"https://twitter.com/sueturtonaje\" target=\"_blank\">@sueturtonaje</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Journalist+Sentenced+In+Absentia+Speaks+Out+For+Colleagues+In+Egypt&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"515"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1327763378-8921bc.m3u?orgId=1&ft=3&f=327763375"}]}