{"created":"2015-06-02T07:41:18+00:00","modified":"2015-06-11T01:05:14+00:00","valid":{"from":"2015-06-11T01:05:14+00:00","to":"3015-06-11T01:05:14+00:00"},"hreflang":"en","title":"A Tome For Peruvian Food, By Its Most Acclaimed Ambassador","published":"2015-06-02T18:42:00+00:00","teaser":"Gaston Acurio is the world's premiere cheerleader for Peruvian cuisine, and he has just written a cookbook. It features 500 recipes from around the country — including more than 20 kinds of ceviche.","itags":["npr_api","411267763"],"guid":"21233e7b-a0f6-47e3-9abb-0908a0bc80fb","contentencoded":"<p>Maybe you've noticed a dish that keeps popping up in more restaurants across the U.S.</p><p>Peru is one of the countries that lays claim to ceviche, which is made of raw fish and chilies, cured in lime juice.</p><p>So how do you know you're tasting a perfect ceviche?</p><p>\"In the first bite, you want to find a strong citrus flavor balanced with the fish, and a little bit spicy, but a fresh spicy given by a fresh chili,\" says chef Gaston Acurio.</p><p>He's basically the godfather of Peruvian cuisine. And he's just written a cookbook, called <em>Peru: The Cookbook</em>, with 500 recipes — including more than 20 varieties of ceviche.</p><p>Acurio says the dish embodies how Peru is a melting pot of cultures.</p><p>\"The old Peruvians, they ate raw fish with salt and chilies and that was it,\" he says. But then limes and red onions arrived by sea from Spain 400 years ago. <br />\"So in every dish, sometimes you will find a smile of Africa and China and Spain at the same time. But when you taste it, you will recognize it is something different — this is Peruvian.\"</p><p>According to Acurio, the signature ingredient is Peruvian chilies called <em>aji</em>. They give \"the flavor, the color, the essence of Peruvian food — like wasabi and soy sauce for Japanese or tomato and basil and garlic for Italian.\"<br /> <br />Acurio is 47. He owns some of Peru's finest restaurants, as well as restaurants around the world.</p><p>But growing up, good food wasn't a priority in his household. Until he decided to take matters into his own hands.</p><p>Acurio says no one in his family really liked to cook. \"Since I was a little, little kid, I loved to eat, and that was a terrible problem in my house. One day I decided to start cooking my own food. I was 9, 10 years old.\"</p><p>He rode his bike to the market and bought calamari, which he says turned out pretty terribly — \"a mess.\" Eventually he discovered he wanted to become a chef.</p><p>His father was a politician — a senator. He dreamed that maybe one day, his son would be Peru's president. So he gave Gaston money and sent him to Madrid to pursue a law degree.</p><p>Gaston ended up using the cash for something else.</p><p>One night, he spent a month's worth of his allowance on a single meal at a famous, three-Michelin-star Spanish restaurant.<br /> <br />\"I sat there ... 19-years-old, I remember the waiters thought I wasn't going to pay the bill,\" he says. \"... It was the most important investment I did in my life. With this $200 or $300 I spent on the dinner that night changed my life forever.\"</p><p>That's because Acurio decided right there in that restaurant that he would drop out of law school and enroll in cooking school the very next day. He didn't tell his family.</p><p>After three years of \"cheating his family,\" he says, he went back to Peru. And he had to tell them he was a chef, not a lawyer. He says they were surprised. \"Disappointment, absolutely disappointment. They were really worried of my future.\"</p><p>But Acurio says that in some ways, his father's dream ultimately came true. Because now people in Peru are suggesting that he should run for president as a chef.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Tome+For+Peruvian+Food%2C+By+Its+Most+Acclaimed+Ambassador&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"441"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1411406492-e3a1b1.m3u?orgId=1&topicId=1053&d=441&p=3&story=411267763&t=progseg&e=410488216&seg=10&ft=nprml&f=411267763"},{"href":"http://media.npr.org/assets/img/2015/06/01/mixed-ceviche-06f298620340a4c201b9da32ed113758a1900214.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"709","width":"945"}},{"href":"http://media.npr.org/assets/img/2015/06/02/gaston-acurio-bb919c47233d7e150d95b55e28b855d08d851d87.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1408","width":"1878"}},{"href":"http://media.npr.org/assets/img/2015/06/01/hot-stone-shrimp-6d1dcc8a34cd0f868815f77817e7ceb5bb436403.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"710","width":"947"}}]}