{"created":"2015-06-10T12:41:53+00:00","modified":"2015-06-10T12:41:53+00:00","valid":{"from":"2015-06-10T12:41:53+00:00","to":"3015-06-10T12:41:53+00:00"},"hreflang":"en","guid":"21306661-453f-4f61-bbc6-f243954c3579","title":"The promise of the Arab Spring inspired these women to stand up, despite the threats they faced","published":"2015-06-10T12:41:50+00:00","byline":"T.J. Raphael","tags":["protests","politics","women","civil rights","Across Women's Lives","Global Politics","Africa","Asia","Egypt","Syria","Libya","Bahrain","Middle East"],"teaser":"The Arab Spring inspired a generation of women to demand more than they were getting. Some of them paid the ultimate price for having the temerity to ask for things like civil rights and equality.","contentencoded":"<p dir=\"ltr\">On December 18, 2010, the people of Tunisia began a revolution that spread across the Arab world — a movement that has become known as the Arab Spring.</p>\n<p dir=\"ltr\">From Syria to Egypt and from Libya to Yemen, citizens on the ground demanded civil rights and an end to corruption. But protests and demonstrations soon gave way to riots and civil wars, and further abuses of the people.</p>\n<p dir=\"ltr\">The promises of the Arab Spring have morphed into a bitter, violent reality for the people of Libya, Egypt and Syria.</p>\n<p dir=\"ltr\">Whatever ultimately happens, women have fought hard to change their role in politics and family life. One of these women is Dr. Nada Dhaif, who was in Bahrain and volunteered to treat injured protesters during the Arab Spring.</p>\n<p dir=\"ltr\">“In the first few hours, they went after the heads of the opposition parties and societies. Immediately the next day, they went after doctors. I was the first female detainee,” she says. “I was asleep with my husband, and my kids, they were in their rooms. There were about two dozen masked men, fully armed, and they told my husband, ‘We're here to take her.’”</p>\n<p dir=\"ltr\">Dr. Dhaif, who was ultimately tortured for helping the wounded in Bahrain, is one of nine women profiled in the new project \"<a href=\"http://www.trialsofspring.com/\">The Trials of Spring</a>,” which includes a series of short films and a feature-length documentary that will be premiering at the Human Rights Watch Film Festival on Friday.</p>\n<p dir=\"ltr\">“Early on, we went in thinking we were going to make a film and shorts about the triumph of women and the role that women played in the triumph,” says Gini Reticker, the Oscar-nominated and Emmy-winning director of \"The Trials of Spring.” “Instead, we really became involved in telling stories of kind of a protracted struggle.”</p>\n<p dir=\"ltr\">Though many women are at the forefront of progressive change throughout the region, Reticker says they are often targeted by repressive regimes and violent extremists. In Syria, a group of women organized in an unusual but powerful protest: Called the “Brides of Peace,” they held a political demonstration while wearing wedding dresses in the middle of a crowded marketplace.</p>\n<p dir=\"ltr\">“We sat together one evening and began to brainstorm,” says Lubna Zaour, one of the “Brides of Peace.” “Someone suggested wearing something distinctive — something that symbolizes peace. This is how we came up with the idea of wedding dresses.”</p>\n<p dir=\"ltr\">Though onlookers in the marketplace cheered the women on, Reticker says this incredible act of bravery came with a steep price — the women were arrested by police, beaten and put in jail for months. But it wasn’t just the female demonstrators that bore responsibility for this act of protest.</p>\n<p dir=\"ltr\">“The [Zaour] family was targeted for the fact that they did this,” says Reticker. “Their father had a restaurant and they had to sell it — there was no business anymore and he had to leave. They’re now refugees that are living in Turkey.”</p>\n<p dir=\"ltr\">Though the Zaour family was able to escape, not all have been so lucky. Salwa Bugaighis, a Libyan human rights and political activist who organized protests during the Arab Spring, was killed for her activism.</p>\n<p dir=\"ltr\">“Very early on in the revolution, she was very much part of it — from the very first days she was recognized as a leader,” says Reticker. “Salwa encouraged women to participate and she was incredibly brave.”</p>\n<p dir=\"ltr\">About a year ago, Bugaighis’ family members told Reticker that violent extremists broke into their home and assassinated Salwa and kidnapped her father.</p>\n<p dir=\"ltr\">“It was a shock for the whole society, for the whole of Benghazi, for the whole of Libya — it was like an earthquake,” one of Salwa’s family members told Reticker.</p>\n<p dir=\"ltr\">“She was a woman that was willing to stand up to [former Libyan leader Muammar] Gaddafi,” says Reticker. “She was really a symbol of the revolution and of what the country could be. But because of that, she was targeted and assassinated by violent extremists.”</p>\n<p dir=\"ltr\">Like Bugaighis, many of the politically active women in the region become symbols of progressive change — symbols that stand for freedom and individual rights. But will they be able to prevail in the face of violent extremism?</p>\n<p dir=\"ltr\">“The more that we listen to their voices, the greater the chance that they have — and that we all have,” adds Reticker.</p>\n<p dir=\"ltr\"><em>This <a href=\"http://www.thetakeaway.org/story/recognizing-bravery-and-sacrifices-women-arab-spring/\">story</a> first aired as an interview on PRI's <a href=\"http://www.thetakeaway.org/\">The Takeaway</a>, a public radio program that invites you to be part of the American conversation.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-10%2Fpromise-arab-spring-inspired-these-women-stand-despite-threats-they-faced&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/audio.wnyc.org/takeaway/takeaway060815-women.mp3"},{"href":"http://admin.pri.org/file/takeaway060815-womenmp3"}]}