{"created":"2014-11-07T22:15:06+00:00","modified":"2014-11-10T22:00:41+00:00","valid":{"from":"2014-11-10T22:00:41+00:00","to":"3014-11-10T22:00:41+00:00"},"hreflang":"en","title":"For Christopher Nolan, Making 'Interstellar' Was A Childhood Dream","published":"2014-11-10T19:39:00+00:00","teaser":"\"I got to do a lot of things in this film that I've been wanting to do since I was a kid,\" Nolan says. His new movie has explorers traveling through space to find a new home for humanity.<strong><em></em></strong>","itags":["npr_api","362351960"],"guid":"2130d519-1f8f-4502-9db1-7931f6746dc1","contentencoded":"<p>Director Christopher Nolan inverted time in his reverse chronology thriller <em>Memento</em>; he burrowed deep into layers of the subconscious in <em>Inception</em>; and he reinvented Batman with his \"Dark Knight\" trilogy. Now Nolan is venturing to galaxies far, far away. His new film, <em>Interstellar</em>, is set in a near future where planet Earth is close to running out of food and the human race is hurtling to extinction. So a team of explorers time-travels through space to try to find a new home.<strong><em></em></strong></p><p>Nolan tells NPR's Melissa Block how <em>Interstellar</em> was influenced by earlier space blockbusters and about his preference for filming something real over using computer-generated images.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On how space blockbusters influenced him as a kid</strong></p><p>I think right from the moment that I saw George Lucas' first <em>Star Wars</em> it was cemented in my mind as being the sort of maximum potential of the Hollywood blockbuster, if you like. I mean, there's a golden age of blockbusters that I grew up in: You had Lucas, you also had [Steven] Spielberg, you know, <em>Close Encounters [of the Third Kind]</em>, these films. They really spoke to me about the potential of what movies can do in terms of taking an audience on an adventure. ...</p><p>I got to do a lot of things in this film that I've been wanting to do since I was a kid. It's a real, sort of, childhood dream of mine to do this film, and so I feel like I certainly got a lot of things out of my system.</p><p><strong>On whether <em>Interstellar</em>'s smart robot — TARS, voiced by Bill Irwin — is meant to remind people of HAL, the malevolent robot from <em>2001: A Space Odyssey</em></strong></p><p>One of his early jokes, because he's a rather humorous fellow ... [is] about blowing somebody out the airlock, which, to me, it's intended as a pretty clear reference to HAL. But our robot's a lot more friendly. And really, actually, to say that Bill voiced it is slightly inaccurate because he actually performed in the robot: He built the thing and he puppeteered it. It's a marriage of computer graphics and on-set puppeteering.</p><p><strong>On his preference for filming something real over using computer-generated images</strong></p><p>It's not so much about what's lost [when you use computer-generated images] as what's gained by really photographing something. And I think what's gained is a tactile sense. It's a sense of knowing what something would feel like, seeing the way the light hits something. Computer graphics, the visual effects we can do in that way, are incredibly sophisticated — there are a lot of them in the film. But I think when they work best, it's when you're enhancing something that you photographed.</p><p><strong>On a scene shot in Iceland in which the explorers land on an icy, barren planet and how much of that scene is digitally enhanced</strong><strong></strong></p><p>A lot of it is real. ... Basically what people are walking on and what's in the midground is real. And then the extensions and other elements are also taken based on real photography, because we were looking at exploring incredibly hostile environments and Iceland represents a very extreme environment. ... It's a place where you do get a sense of man really perching there, just, you know, against the elements, and that was very important to us.</p><p><strong>On working with Kip Thorne, a theoretical physicist who consulted on the film</strong></p><p>It was mostly him saying, \"Here are the possibilities of real-world science.\" But there was one example of where he just wouldn't let me go there. I wanted a character to travel faster than the speed of light, and he spent about two weeks just beating me down and explaining to me it's absolutely not possible. And I finally had to sort of concede. ...</p><p>We never really worried too much about, you know, the idea of Kip's peers sort of moaning about the film or whatever. ... I think the audience can feel whether there's a rule set behind what you're doing, and I think they can feel when you're becoming anarchic and just sort of abandoning and saying, \"Well, it's just a movie.\"</p><p><strong>On balancing <em>Interstellar</em>'s intergalactic story with its more intimate, family story in which one of the explorers has to leave his children behind to try to save the human race</strong></p><p>I think for me it's as much about contrast as balance. I really wanted to look at this moment in time that may be coming one day, where mankind has to reckon with its place in the wider universe. I love the idea of just looking over the shoulder of relatable characters. Just experiencing these first steps out into the universe with people that you could understand and emotionally respond to.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Christopher+Nolan%2C+Making+%27Interstellar%27+Was+A+Childhood+Dream&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"461"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1362351961-c6ca27.m3u?orgId=1&topicId=1137&ft=3&f=362351960"},{"href":"http://media.npr.org/assets/img/2014/11/07/fl-29933r-2f1c2ba2a4dbf4126c8ec29d9faea8b889fd3a1f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3746","width":"4995"}},{"href":"http://media.npr.org/assets/img/2014/11/07/fl-17414-5d67214287d9901726f0d59c58728d41431a9f3e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3836","width":"5115"}}]}