{"created":"2015-03-14T11:35:24+00:00","modified":"2015-06-09T15:15:20+00:00","valid":{"from":"2015-06-09T15:15:20+00:00","to":"3015-06-09T15:15:20+00:00"},"hreflang":"en","title":"How The Luxury Fashion Industry Became All Business ","published":"2015-03-17T10:31:00+00:00","teaser":"Once family-owned, luxury fashion houses have been gobbled by conglomerates. Industry watchers say designers have suffered from a pressure-cooker environment that focuses intensely on the bottom line.","itags":["npr_api","392788955"],"guid":"2145622f-189d-4823-9606-9ea9e2d45198","contentencoded":"<p>Fashion Week looks glamorous, but as it drew to a close in Paris last Wednesday — following shows in New York, London and Milan — it became clear that the runway has become a racetrack.</p><p>The pace of the multibillion-dollar fashion industry has changed in recent years from luxurious to laborious. Even the seasons have accelerated.</p><p>\"In the past, there were two distinct seasons — there was a fall and a spring,\" says <a href=\"http://www.businessoffashion.com/julie-gilhart\">Julie Gilhart</a>, a consultant for luxury brands who was fashion director for Barneys New York for 18 years. \"Now you have pre-fall, fall, resort/holiday, pre-spring and spring.\"</p><p>One reason for this: <a href=\"http://www.bls.gov/cex/csxann13.pdf\" target=\"_blank\">Americans spent more than $200 billion on clothing and related goods and services in 2013</a>, according to the Bureau of Labor Statistics. We, the consumers, inhale fashion. And this reflects a global change from the old, European way of doing business, when design houses championed creativity over the bottom line.</p><p>\"The luxury fashion business was small — it was a niche business for a niche clientele,\" says fashion writer Dana Thomas. \"Louis Vuitton only had two stores — in Nice and in Paris.\"</p><p>In her new book, <em>Gods and Kings: The Rise and Fall of Alexander McQueen and John Galliano</em>, Thomas chronicles the disruption that has affected this Old World industry. In recent decades, the fashion world underwent seismic changes as many family-owned businesses were snapped up by big conglomerates.</p><p>\"[In the past] they were privately held, and they did not have great ambition to be these corporate global behemoths,\" Thomas says.</p><p>They were also attractive investments — especially for a French real estate developer, <a href=\"http://www.lvmh.com/investor-relations/lvmh-at-a-glance/executive-committee/bernard-arnault\">Bernard Arnault</a>, who considered the luxury industry important for Europe. He eyed Christian Dior, which was for sale as part of a big takeover with several other businesses.</p><p>In 1984, Arnault bought the whole group, shuttered some of the businesses and focused on Dior. He took it global and turned it into a publicly traded company called LVMH, the initials standing for <a href=\"http://www.lvmh.com/\" target=\"_blank\">Louis Vuitton Moët Hennessy</a>.</p><p>The lifestyle empire now holds more than 50 luxury brands, including wine, clothing, perfume and cosmetics. Arnault became known as the \"wolf in the cashmere coat,\" and fashion became a new proving ground for ambitious executives.</p><p>\"These are executives who had no prior connection to fashion, but they knew how to make money, and they knew how to hire the right executives from other areas in business,\" Thomas says. \"People from Unilever, people from Whirlpool were brought into the fashion companies and applied all those MBA-learned business techniques to these old family houses.\"</p><p>With all the money, power and glamor of the new fashion industry, it became easy for the CEO to become grandiose.</p><p>\"Staff, including his lieutenants, refer to Bernard Arnault as '<em>Dieu'</em> or 'God,' and they will say things like, 'Well, that's a great idea, but what would God think?' \" Thomas says.</p><p>Gods like Arnault anointed fashion designers as kings in a new corporate game.</p><p>\"The businesses exploded,\" Thomas says. \"The designers made headlines — that was their mandate. The shows were about drumming up publicity, even more than making clothes that people would buy.\"</p><p>But people did buy — a lot.</p><p>\"The force of LVMH — particularly the economic power that they can bring to the endeavor of a fashion designer — you know, you bring all of that in-house, you put a star designer up in front of it, so you have a sort of celebrity face to the enterprise. It's a pretty unstoppable force,\" says Mary Davis, dean of the School of Graduate Studies at New York's <a href=\"http://www.fitnyc.edu/\"> Fashion Institute of Technology</a>.</p><p>But in a high-stakes world, there are high-stakes casualties. In 2011, John Galliano, then Dior's chief designer, was fired after an <a href=\"http://www.theguardian.com/world/2011/sep/08/john-galliano-guilty-racism-antisemitism\">anti-Semitic rant</a> in a Paris bistro — not his first. A year earlier, designer <a href=\"http://www.biography.com/people/alexander-mcqueen-541384\">Alexander McQueen</a>, who had battled depression, <a href=\"http://news.bbc.co.uk/2/hi/uk/8648791.stm\">killed himself</a>. Other fashion-world greats had troubles as well.</p><p>\"Marc Jacobs had been to rehab twice; Tom Ford, when he was fired from Gucci, said he had suffered from a serious bout of depression,\" says Thomas. \"I thought, 'Wow, there's something going on here.' It's just too stressful trying to keep up all these deadlines and meet all these desires, and it just is impossible, and you're running harder and harder on this hamster wheel — and then you're flung off into a pile of dung.\"</p><p>Still, it is possible to stage a quiet comeback, as John Galliano <a href=\"http://www.washingtonpost.com/blogs/style-blog/wp/2015/03/07/john-galliano-makes-his-comeback-with-maison-margiela-at-paris-fashion-week/\">attempted</a> to do in Paris last week; in London, a retrospective of the late Alexander McQueen's designs opens Saturday at the <a href=\"http://www.vam.ac.uk/content/exhibitions/exhibition-alexander-mcqueen-savage-beauty/\">Victoria & Albert Museum</a>.</p><p>As for Bernard Arnault, their old boss, <em>Forbes</em> placed him and his family 13th on its world's <a href=\"http://www.forbes.com/billionaires/gallery/bernard-arnault\">billionaires list</a> last month. As Thomas notes, kings come and go, but gods remain.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+The+Luxury+Fashion+Industry+Became+All+Business+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jacki Lyden","audio":[{"meta":{"duration":"313"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1392956043-93e15c.m3u?orgId=1&topicId=1006&aggIds=310432756&d=313&p=7&story=392788955&t=progseg&e=392955985&seg=10&ft=nprml&f=392788955"},{"href":"http://media.npr.org/assets/img/2015/03/13/85345806-fc52b6a5e6f76cab4a5161b5e5b539d76e837580.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2064","width":"2754"}},{"href":"http://media.npr.org/assets/img/2015/03/13/bernard-arnault-and-alexander-mcqueen-1998-f15a01afb4940c990cbe8b1f189bd3d73a123ffb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"385","width":"514"}},{"href":"http://media.npr.org/assets/img/2015/03/13/marc-jacobs-mcqueen-michael-kors-architect-christian-de-portzamparc-bernard-arnault-and-galliano-1999-8697360c600dafa9c6a8d0f805f356f90caaadbc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3497","width":"4662"}},{"href":"http://media.npr.org/assets/img/2015/03/13/john-galliano-modeling-in-afghanistan-repudiates-western-ideals-1984-ee9ecdde3a92d791bf6198b46772cc8a6022f91d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2546","width":"3395"}},{"href":"http://media.npr.org/assets/img/2015/03/13/va-1._portrait_of_alexander_mcqueen_1997_1-3e4046b4189563a26706537dfd9a93cffb8385a9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3262"}}]}