{"created":"2014-10-08T14:54:36+00:00","modified":"2014-10-31T01:33:01+00:00","valid":{"from":"2014-10-31T01:33:00+00:00","to":"3014-10-31T01:33:00+00:00"},"hreflang":"en","title":"'How Not To Be Wrong' In Math Class? Add A Dose Of Skepticism","published":"2014-06-08T03:01:00+00:00","teaser":"Professor Jordan Ellenberg gives students points for recognizing when they get a wrong answer, even if they can't figure out why. In his new book, he writes that good math is about good reasoning.","itags":["npr_api","318252678"],"guid":"21512cf8-c1ae-47bf-a789-c52b2f419db8","contentencoded":"<p>In <em>How Not to Be Wrong: The Power of Mathematical Thinking</em>, University of Wisconsin professor Jordan Ellenberg celebrates the virtues of mathematics, especially when they're taught well. He writes that a math teacher has to be a guide to good reasoning, and \"a math course that fails do so is essentially teaching the student to be a very slow, buggy version of Microsoft Excel. And, let's be frank, that really is what many of our math courses are doing.\"</p><p>Ellenberg tells NPR's Robert Siegel how he believes math courses should be taught and what sets math apart from other school subjects.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On how he believes math courses should be taught</strong></p><p>There's a view that rote computation is totally unimportant, and I don't really believe that. I mean, it's sort of painful to watch a student have to kind of work out again and again what 5 times 9 is when they're trying to do something more advanced. To some extent, you have to train those things into, so to speak, muscle memory, the same way that a piano player has to be able to play scales and not sort of think each time about where the next note in the scale is. But at the same time, it's a strange thing, isn't it, to have the main goal of math education be to replicate the functions of a $5 calculator? I mean, that's a weird thing for us to have as our highest desire for our math students. But I think most math teachers and most places now have higher goals than that.</p><p><strong>On the higher goals that math teachers should aim for</strong></p><p>I think one of them is to not only be able to compute, but to look at the answer and see whether your answer makes sense, which is sort of a species of skepticism, right? You should always have skepticism about your own computations whether they're mathematical computations or moral computations or whatever they are. The example I give in the book is that if you're working a word problem that asks you to compute how much mass of water is left in a jug and you get negative four, part of mathematics is to be able to look and say, \"No, there [are] not -4 grams of water in the jug. That is not actually an amount of water. I don't know what I did wrong, I don't know where I switched a plus for a minus or switched a 2 for a 9, but I know I did something wrong.\" ...</p><p>And that is what Excel cannot do. Excel will happily tell you that the answer is negative four, and so will your calculator, and so will the Google search bar, because in the end those machines are not built to figure out if the answer makes sense — and you are.</p><p><strong>On what sets math apart from other subjects in school</strong></p><p>One thing that is very special is that mathematical knowledge is something the student can create and experience directly. It doesn't rely on authority. If you study history, in the end you're not experiencing those things directly. You learn that a certain thing happened because your teacher said it happened ... but you're not experiencing that yourself. And the truths of mathematics are different. I think this is where, in school, we teach kids that knowledge can be created and that it can be experienced directly, and that if your teacher says something that doesn't make sense, you can show them that what they said doesn't make sense.</p><p><strong>On the problem with comparing states' rates of cancer</strong></p><p>If you take a rare disease like brain cancer and you look at its rate of incidents in different states, there are very big differences. And so you might say, \"Well, I should go where this form of cancer is the rarest. Clearly something's going on in that state that is preventative against that disease.\" But when you look at the numbers, they're rather strange because at the very top of the list you see South Dakota with an extremely elevated rate of brain cancer, but if you look at the bottom, you see North Dakota with almost none. So that's very strange because South Dakota and North Dakota are not actually all that different.</p><p>But when you look at those numbers a little more closely, what you notice is that the states at the top of the list [South Dakota, Nebraska, Alaska, Delaware, Maine] and the states at the bottom of the list [Wyoming, Vermont, North Dakota and Hawaii, and the District of Columbia] have something in common, which is that they are very small. ... So basically hardly anybody lives in those states; that's what they have in common. And a sort of fundamental principle is that when you compute rates, the smaller the state, or ... the smaller the sample size, the more variation is going to be created just by random chance.</p><p>It's kind of that same reason that if we're like, \"Who has the best batting average in the American league?\" we don't count every single batter because there's going to be one guy who only came up once, and he got a hit and he has a perfect batting average. And we don't look at that guy and be like, \"That guy is the best hitter in the entire league.\" We don't do that because on some level we know that small sample sizes don't give reliable measurements. And what the mathematics does is it's there to formalize that. It's there to say exactly how much more unreliable is a smaller sample size that's this much smaller. So it's taking an insight that we already have available to us, that's part of our cognition, and just making it more precise, more strong, more powerful, more generalizable, more correct.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27How+Not+To+Be+Wrong%27+In+Math+Class%3F+Add+A+Dose+Of+Skepticism&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"443"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1318266891-95bacb.m3u?orgId=1&topicId=1033&ft=3&f=318252678"},{"href":"http://media.npr.org/assets/img/2014/06/02/istock_000013328851medium-17cfb47f81baa175c874c6134b7dce4d98d2287c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"962","width":"1284"}}]}