{"created":"2014-11-11T13:30:57+00:00","modified":"2015-05-06T20:42:38+00:00","valid":{"from":"2015-05-06T20:42:38+00:00","to":"3015-05-06T20:42:38+00:00"},"hreflang":"en","title":"Run The Jewels: 'I'm Taking This Life'","published":"2014-11-11T23:59:00+00:00","teaser":"\"Me and Mike have managed to find a decent way to express something symbolically that kids need to be able to say simply,\" says El-P. \"I'm taking it over.\"","itags":["npr_api","363125142"],"guid":"2158f70b-cae7-4366-a570-3324fb87fce6","contentencoded":"<p>Killer Mike and El-P, underground kings from Atlanta and New York, respectively, met four years ago, <a href=\"http://www.amazon.com/R-A-P-Music-Killer-Mike/dp/B007LNJ71W\" target=\"_blank\">made an album together</a>, and then joined forces under the name Run the Jewels, something far beyond the sum of its parts. \"We're a group comprised of two dudes who met at crossroads, who had come out of crossroads deciding to go out and hunt and kill,\" says El-P, who produces as well as raps. \"When we met, we had both individually decided we were going to go for ours. Like, no more playing around.\"</p><p><em>Microphone Check</em> co-host Ali Shaheed Muhammad was moving on the only morning Jaime and Mike had time to sit down in New York City after they dropped their second album, <em>Run the Jewels 2</em>, so this interview was done by Frannie Kelley solo.</p><p><strong>FRANNIE</strong> <strong>KELLEY</strong>: I wanted to start by kind of questioning some of the received wisdom about you guys, which is that the fact you have come together is elevating your game in some way. Do you feel that that's true or do you think it's really more of a coincidence?</p><p><strong>EL-P</strong>: It's not a coincidence. I disagree with a lot of things written about us, but that's true. That's true. I mean, if we didn't feel that way, we wouldn't be working together. I think that we found something that sparked both of us. That's why we've churned out, essentially, together three albums in the last couple years. I've been around long enough to know that that type of creative spark is rare to hold on to. So yeah, no, I do think that that's true. For me, I feel it's true. And I think that we also push each other to, you know, to just be at our best. I really do think it's true.</p><p><strong>KILLER MIKE</strong>: Yeah, it's not like you're saying they elevated from mediocre to good, you know what I mean? You're saying these guys were good and got great. Essentially — you know I'm a sports fan, so I know you two guys aren't — but it's like Clyde Drexler --</p><p><strong>KELLEY</strong>: I <em>am</em>. We talked about this.</p><p><strong>EL-P</strong>: Drop the facade. We're on to you.</p><p><strong>KILLER MIKE</strong>: Yeah, I know. It's like when Clyde Drexler and Hakeem Olajuwon hooked up in Houston. Like, Clyde Drexler had been dope his whole career but he's playing in Portland, you know what I mean? And Hakeem kinda hit his boy like, \"Yo. Come to Houston.\" That became, like, dynasty levels, you know what I mean? So that's what I look at it like.</p><p>When people say, \"Y'all got better together,\" I don't take it as — that's what friends in dope work relationships do. Things are supposed to make you better. So, if getting better — and I've already been pretty dope — is coming at this time, then I welcome it. And hopefully we'll just continue to do that.</p><p><strong>KELLEY</strong>: <a href=\"http://www.wonderingsound.com/feature/run-the-jewels-2-mass-appeal-review/\" target=\"_blank\">Charles Aaron wrote a review in <em>Wondering Sound</em></a> that I thought was pretty incredible, except for one part when he called both of your career paths \"bittersweet.\"</p><p><strong>KILLER MIKE</strong>: It's been bittersweet for me.</p><p><strong>KELLEY</strong>: OK.</p><p><strong>EL-P</strong>: I wouldn't object to that.</p><p><strong>KILLER MIKE</strong>: It's been pretty bittersweet for me.</p><p><strong>EL-P</strong>: I wouldn't object to that. I mean, we both have fought for a long time to do what we do. And we've both come up to the cusp of having been — I think we've had steady careers. And we've also been on the cusp of blowing up and didn't, really. Like, I've always been happy with my career. But you want to go further if you can. You want to be in front of more people. You want to have that moment. You want people to know your music more. But I'm certainly not bitter. But I can understand why he, sort of, sees it that way, maybe.</p><p><strong>KILLER MIKE</strong>: I definitely was. Absolutely I was.</p><p><strong>KELLEY</strong>: When?</p><p><strong>KILLER MIKE</strong>: After <a href=\"http://www.amazon.com/Pledge-Allegiance-Grind-Vol/dp/B001675ST4\" target=\"_blank\"><em>Pledge</em> <em>II</em></a>, I was my, probably, most bitter.</p><p><strong>KELLEY</strong>: Uh huh.</p><p><strong>KILLER MIKE</strong>: People who followed the <em>Pledge</em> — and just general public — that was a seminal album.</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>KILLER MIKE</strong>: Like, I was in such a dark place on that record. That record was more so motivating me out of my own depression. And it affected people in a very real way. You know, when I say, \"<a href=\"https://www.youtube.com/watch?v=9-CsHwwVOjY\" target=\"_blank\">Fire your boss and be your own boss</a>.\" I can point to people now that have started businesses based on that record. My man who has — <a href=\"http://djtaber.com/\" target=\"_blank\">DJ Taber</a>'s barber shop out in Tacoma, one of the largest and best barber shops, is like, \"Yo, that record made me quit what I was doing. Go to barber school. Become a business person.\" You know, kids who've graduated medical school are like, \"That is the record I listened to.\"</p><p>So that — but for it not to translate in the way that I thought it would was hurtful. <em>Pl3dge</em>, because of the company I was with, <a href=\"http://smc-entertainment.com/\" target=\"_blank\">SMC</a>, at the time, it just — they didn't do the job they could've or should've. Love the people over there. Brought some of them with me in this new endeavor. The shining light of hope at that time was when <em>Rolling Stone</em> put \"<a href=\"https://www.youtube.com/watch?v=jzgejIcFauM\" target=\"_blank\">Ric Flair</a>\" as <a href=\"http://www.rollingstone.com/music/lists/50-best-singles-of-2011-20111207/killer-mike-ric-flair-20111206\" target=\"_blank\">Top 50 records that year</a>. I didn't know what I was gonna do next, but I knew I was angry enough not to quit.</p><p><strong>KELLEY</strong>: Uh huh.</p><p><strong>KILLER MIKE</strong>: Going into the record I was just like — when I recorded <em>Pl3dge </em>, I didn't let anybody in the studio with me. It was just me and the engineer. I cut virtually everyone off. And made what I thought was for those –- like, <em>Pl3dge</em> was one of those<strong> </strong>classic records. The fact that it even got called a mixtape on some sites was hurtful. So I went through it.</p><p>But with <em>R.A.P. Music</em> — it changed the course of everything. Because even more than \"Hey, I want money. I want to be recognized,\" I don't want to die and not be recognized as one of the best rappers to ever come out of the South. Cause I am. And not because just I am, I worked hard to be. And my examples are people who deserve the accreditation they've gotten — the <a href=\"http://www.npr.org/blogs/microphonecheck/2013/11/25/247170488/bun-b-on-janis-joplin-ugk-s-label-struggles-and-his-voice\" target=\"_blank\">Bun B</a>s, the Scarfaces — and that's who I wanted to be. But I didn't recognize what I was asking for. Bun B told me, \"You gotta be careful what you wish for. We wanted to be underground kings, and that's what we became.\" You get what I'm saying? I wanted a career like Scarface and Bun and that comes with suffering, that comes with being ignored, that comes with having to prove and prove yourself over.</p><p>So I can say that the bitter before the sweet has been the best thing for me because what it did — I will never get complacent. You can't tell me that I'm complacent, cause I'm not competing with your perception of me. I'm competing with whatever I did last. And I try to make sure whatever I did last was on such a tier that I didn't think it was possible. So it is certainly been a bittersweet career for me and I'm very glad to be in the land of milk and honey now. Versus where I just came from.</p><p><strong>EL-P</strong>: On the subject of that, before I lose this thought, cause I am legitimately stoned.</p><p><strong>KILLER MIKE</strong>: I am not. This is usually the reverse. I am dead sober.</p><p><strong>EL-P</strong>: It is. It is. I think that me and Mike — I never got to the bitter part, I did get to the afraid part.</p><p><strong>KELLEY</strong>: Ah.</p><p><strong>EL-P</strong>: I did get to a point when I started to wonder \"Am I ever gonna — is it gonna be that I just have this ongoing career of making these critically-acclaimed records where I just sort of stay at a similar level?\" If so, OK. But then you know the inevitable is that you then taper off. Getting to a point where you're thinking to yourself — that fear in the back of your head comes, where it's like, it's not about money. It's not about fame, like Mike said. But it's about how much you love doing what you do.</p><p>And for me all I've ever done in my life is this. I made a choice not to do school for this. I made a choice, essentially, to become a useless human other than this. You know, like, this is all I got. So if I'm not getting somewhere, then that's a problem. Because eventually everybody transitions out of it. Eventually everybody has to go away. Now I'll never go away from music, but eventually it changes for you and you're gonna — we're not gonna be 50 years old necessarily doing Run The Jewels albums.</p><p><strong>KELLEY</strong>: Well, I don't know.</p><p><strong>KILLER MIKE</strong>: Yeah, I don't know.</p><p><strong>KELLEY</strong>: I saw Preemo last night; he's like, \"I'm 48. I'm not done.\"</p><p><strong>EL-P</strong>: Preemo's a god. Preemo's a god.</p><p><strong>KELLEY</strong>: Alright.</p><p><strong>KILLER MIKE</strong>: I have my friend Robert Hicks to thank. Robert and I — I grew up in a neighborhood full of boys, and that pushes you from a competitive level. I grew up with <a href=\"http://en.wikipedia.org/wiki/Cameron_Dollar\" target=\"_blank\">Cameron Dollar</a>, 1995 NCAA Championship, UCLA. I grew up with <a href=\"http://en.wikipedia.org/wiki/Stanley_Pritchett\" target=\"_blank\">Stanley Pritchett</a>, Miami Dolphins tight end, one of the premier tight ends when he was in the league. Robert Hicks is my best friend since kindergarten. He got his opportunity to play for the Buffalo Bills 1997. His career ended, like four, five years later because of a knee injury.</p><p>I talked to him when I was really ready to quit. I was really ready to just forget it. I'll open some businesses. I'm savvy enough to figure this out. I'm tired of hitting my head against the wall, of being away from my children. And Robert called me and told me, \"You're crazy.\" He said, \"We have had — think about everybody we grew up with: Cam, Stanley, me.\" And I thought about everybody we grew up with in the neighborhood and everyone we went to school with. Cause I went to school with him 14 years, from kindergarten through graduation — or, 13. He said, \"Michael, of all the people that had a change to live their dream, you're the only one who's still doing it. And until they put you out, don't quit.\"</p><p>And that was a big part of why <em>Pl3dge </em>got done, and <em>R.A.P. Music </em>was done with so much enthusiasm. Cause this was a friend who I saw actually got a chance to live his dream, too. Floated me the first money to press my first copy of the Slumlords up. And he just told me, like, as long as you're able to do it, don't. So I owe him a lot. I never thanked him publicly, but Bobby, your birthday's coming up. Happy Birthday, and I love you and thank you very much. Because I don't know — if I wouldn't have that talk — him and Nsilo, one half of <a href=\"http://en.wikipedia.org/wiki/The_Beat_Bullies\" target=\"_blank\">The Beat Bullies</a>, who produced \"<a href=\"https://www.youtube.com/watch?v=_2wsx1onlOE\" target=\"_blank\">Kryptonite</a>.\" If those two guys wouldn't have talked to me during that time, I most certainly would not be sitting here today.</p><p><strong>EL-P</strong>: We're a group comprised of two dudes who met at crossroads, who had come out of crossroads deciding to go out and hunt and kill.</p><p><strong>KILLER MIKE</strong>: Yup.</p><p><strong>EL-P</strong>: Like we had both gone, individually, through some shit that was — where we found ourselves staring at different directions and it could've gone either way for either one of us. When we met, we had both individually decided we were going to go for ours. Like, no more playing around.</p><p><strong>KILLER MIKE</strong>: Straight up.</p><p><strong>EL-P</strong>: Because we had both seen things fall apart. I had basically been reduced to rubble. You know? I had.</p><p><strong>KILLER MIKE</strong>: And this crazy dude from the South just heard him, like, this guy's the most genius guy in the world. The world has to know this. I'm not gonna be happy 'til every black person on Earth knows who El-P is.</p><p><strong>EL-P</strong>: And I'm gonna --</p><p><strong>KILLER MIKE</strong>: Yeah, I'm gonna make him the Justin Timberlake of hardcore rap music. Every black person is gonna know my friend.</p><p><strong>EL-P</strong>: And we're gonna choose a select group of white people to know who you are. You don't want the wrong ones paying attention.</p><p><strong>KELLEY</strong>: There you go.</p><p><strong>KILLER MIKE</strong>: Don't want that. Don't want 'em coming for me.</p><p><strong>EL-P</strong>: But really though, we really did meet at this pivotal point individually for both us and we had each, on our own, I feel like, decided this next step we were renewed. We were coming into it like the next step is very big and important for us whatever it is. I was working on my album. He was working --</p><p><strong>KELLEY</strong>: Right, cause <em>Cancer 4 Cure </em>was slept on but important.</p><p><strong>EL-P</strong>: It was slept on but at the same time it actually — well, everything I do is slept on.</p><p><strong>KELLEY</strong>: Alright.</p><p><strong>EL-P</strong>: I mean, let's be real. But it's not completely slept on. I get a lot of love. And a lot of people critically, you know, really like it.</p><p><strong>KILLER MIKE</strong>: True. True.</p><p><strong>EL-P</strong>: And I do have an audience and I have been successful. And I've been able to tour and make money all these years and I've been able to — I've done well. I haven't gone to the next level like, I think, Run The Jewels is starting to happen like that now. And also, it wasn't slept on in the sense that for me that record was my first entry back. It started the change in my life.</p><p><strong>KELLEY</strong>: Right.</p><p><strong>EL-P</strong>: It put me back on a path. It was an important record for me and I think that you could hear it when you listen to it. And for a lot of people, it brought me back into the fray.</p><p><strong>KELLEY</strong>: Yeah. Right.</p><p><strong>EL-P</strong>: For a lot of people, I had been — I had drifted off. And I had. I mean, it was five years since I had done a record. My record label had collapsed. Real s---, I was broke. You know? I didn't know what I was gonna do. And I got the opportunity — I knew I was gonna do a record. I got the opportunity to do it. So that record set me on a course and — with Mike's record as well — and those two records coming out together at the same time, combined, really made this magical thing happen where me and Mike — if that hadn't happened — that was a fluke.</p><p><strong>KILLER MIKE</strong>: Another thing that we did not plan.</p><p><strong>EL-P</strong>: We didn't plan that. I didn't even know my record was coming out. I thought my record was coming out like three months later. And I was like, \"Hey, maybe we'll tour together at some point. You know, when it makes sense.\"</p><p><strong>KILLER MIKE</strong>: Came out within a week of one another.</p><p><strong>EL-P</strong>: They told me, \"Your s--- is coming in a week,\" and he had just — the record that I had produced for him — he had just dropped to rave review. And then my record was dropping, and so we were like, \"OK, we gotta tour together.\" And the touring together was what made us turn into Run The Jewels.</p><p><strong>KELLEY</strong>: Yeah. I was at a show at Irving Plaza on that tour when it was like homecoming for you, like super <strong>--</strong> I was with a whole bunch of old Def Jux interns and everything.</p><p><strong>EL-P</strong>: Oh, wow.</p><p><strong>KILLER MIKE</strong>: Dope. I remember that show.</p><p><strong>KELLEY</strong>: Everybody together in the room was so happy that it was happening. Just, like, ear-to-ear grin. And that's when, I think, we were like, \"Oh, this is not — this is gonna keep going.\"</p><p><strong>EL-P</strong>: Yeah, and it was really touching. It's been really touching to me, like, really really beyond what I could even express. I mean, because there's a group of people who have wanted nothing more than for Mike and Jaime — who have followed us from the beginning — who have really wanted nothing more than to see us get some success.</p><p><strong>KELLEY</strong>: Right.</p><p><strong>EL-P</strong>: And to see us break through and to see other people start to know about us.</p><p><strong>KELLEY</strong>: But to see you guys just be happy up there.</p><p><strong>KILLER MIKE</strong>: Yes.</p><p><strong>EL-P</strong>: Yeah, and that's another thing. When you're doing something that you're legitimately enjoying — I mean, our music is not happy music. It's not — it's heavy often. It's often heavy and it can be giddy and it can be infectious, contagious, whatever it is. But we're not U.M.C.s when they first dropped. Where --</p><p><strong>KILLER MIKE</strong>: \"<a href=\"https://www.youtube.com/watch?v=Z_4jmsI6t_o\" target=\"_blank\">Blue cheeeeese!</a>\"</p><p><strong>EL-P</strong>: Yeah, you know, and peace to them. They had their lane. But that's not our lane. We're heavier. But we are happy on stage together and in our lives and in our careers right now. And it's invigorated us because we have such an intense schedule. I mean, man, we are touring 200, if not more, days out of the year and have been since 2012. And if we weren't having a great time, then we would be in an insane asylum, I think.</p><p><strong>KELLEY</strong>: Yeah. What do you disagree with that people write about you guys?</p><p><strong>KILLER MIKE</strong>: What I disagree with?</p><p><strong>EL-P</strong>: Someone said that I was short. Took great offense. I mean, 5'10\" is average. I think that if you're gonna say something at least be, you know, honest about it. Someone once called Killer Mike \"rotund.\" I found that offensive.</p><p><strong>KILLER MIKE</strong>: I don't mind. The only thing I've ever saw to disagree with recently is — in a very good writeup, a very dope write up, actually, about us they said, \"These guys just happened to leak their record, wink wink.\"</p><p><strong>KELLEY</strong>: Oh.</p><p><strong>KILLER MIKE</strong>: Like it was some --</p><p><strong>EL-P</strong>: Right. Conspiracy theory. Yeah.</p><p><strong>KILLER MIKE</strong>: Like it was a conspiracy.</p><p><strong>EL-P</strong>: Like it was contrived.</p><p><strong>KILLER MIKE</strong>: Yeah. We actually were arguing on the bus before the show. Like, \"Are we gonna leak the record?\" We argued for an hour over the benefits or pros — and the pros and cons.</p><p><strong>EL-P</strong>: Don't lie, Mike. We're masters of deception and strategy.</p><p><strong>KILLER MIKE</strong>: We were in Birmingham, Ala., like, \"We need to leak the record!\" \"No! We need to wait!\"</p><p><strong>EL-P</strong>: Someone was like, \"Oh, right. So you leak the record and then, all of sudden, articles drop about you.\" It's like, \"Well, no. We knew the articles were dropping. We leaked it –-\" We were so high when we leaked the record.</p><p><strong>KILLER MIKE</strong>: It was so — god, we were on clouds when we leaked that record.</p><p><strong>EL-P</strong>: And yeah. We definitely argued. We definitely argued.</p><p><strong>KILLER MIKE</strong>: I would've definitely — my family's from Alabama but I definitely would've picked another place besides Birmingham to be when the record leaked. I'm probably --</p><p><strong>EL-P</strong>: Mike was like, \"We have to do it 4:20 a.m.\"</p><p><strong>KELLEY</strong>: Of course.</p><p><strong>EL-P</strong>: I was like --</p><p><strong>KILLER MIKE</strong>: I was like, \"Do it at 4:20. That's when everyone's looking.\"</p><p><strong>EL-P</strong>: It's like,\"Yo, I understand but, you know, it might not get that much attention at 4:20.\"</p><p><strong>KELLEY</strong>: Well, what are the pros and cons?</p><p><strong>EL-P</strong>: Of what?</p><p><strong>KELLEY</strong>: Leaking the record.</p><p><strong>EL-P</strong>: There are no cons.</p><p><strong>KILLER MIKE</strong>: No cons now. You know, the debate is over. It worked.</p><p><strong>EL-P</strong>: For us. I mean, we were giving the record away anyway. We knew that the second that we heard rumblings that it had leaked that we were gonna drop it. Because we also knew that the leak wouldn't be as well-presented as what we dropped. We were giving the artwork and production credits.</p><p><strong>KILLER MIKE</strong>: Lyrics.</p><p><strong>EL-P</strong>: Lyrics and the quality that — high-quality. So we just knew that once that happened we were gonna do it.</p><p><strong>KILLER MIKE</strong>: Yeah.</p><p><strong>EL-P</strong>: And we actually had planned the leak for Friday. We were gonna drop it Friday because we just — we felt that it was gonna leak, you know. Because the CDs had gotten to retailers and once that happens, it's kind of — all bets are off. It's gonna happen. So, we were lucky that it only happened about four days before we scheduled the release. But again, like I said, we were giving it away anyway.</p><p><strong>KILLER MIKE</strong>: Yeah.</p><p><strong>KELLEY</strong>: Right.</p><p><strong>EL-P</strong>: The whole point of giving it away, to some degree, is being able to control that moment. And being able to say this is — we're giving this to you. As opposed to waking up in the morning and coming down on Christmas day and the kids have opened all the gifts already. Like, \"Same gifts, but damn I wanted to give it to you.\" Like, you cheated me out of that feeling, kids. And for that I am not gonna raise you.</p><p><strong>KELLEY</strong>: Kick you out. What is it like right that second that you leak it? Are you sitting there and then watching what people are saying about it?</p><p><strong>KILLER MIKE</strong>: Yeah. Yeah, absolutely. You're watching Twitter like a fat guy watches cake. Cause you're just like, \"Oh my god.\" You obsess over whether people are gonna like it, because you know the amount of work you put into it. This record was a lot more tumultuous to get done because we were in travels. The pressure was on. The sophomore jinx pressure is on, whether people want to acknowledge it or not. And we were just determined to push ourselves, and we wanted to see if people got it. If the antennas were up and it was received that well. And after that first hour of tweets, I went to sleep happy. I'ma be honest. Because — and I trusted Twitter as a barometer for me, because I knew it was the actual people that have been on this two-year ride with us.</p><p><strong>EL-P</strong>: Yeah.</p><p><strong>KILLER MIKE</strong>: I knew it was the same kids that had <em>R.A.P. Music</em>, the same kids that <em>RTJ1</em>, same kids that had <em>Cancer 4 Cure</em>. So the litmus test came from a group of people that were already invested in us, so I trusted their answers to be honest.</p><p><strong>EL-P</strong>: And a whole much larger new group of people as well, who came across us through Run The Jewels, which was something that was amazing to see for us, for guys that've been established in our solo careers. And we encountered this whole other — there's a new fan base now that's added to what we had already that are people that legitimately didn't know who we were until Run The Jewels.</p><p>But, yeah, of course, you're watching it. Because — and I agree with Mike, man. Getting that reaction, getting the reaction that we got from people who we knew were actually gonna be coming to pay to come to our shows, and who are actually sitting in their bedroom listening to our music, getting that first, you know? Having that experience of being able to be like, \"Here. I'm giving this to you. I'm bypassing the industry. I'm going to you. Here. And tell me what you think,\" is a much more powerful experience than trying to get arbiters of taste to make a statement about the record before --</p><p><strong>KELLEY</strong>: Five mics?</p><p><strong>EL-P</strong>: Which is still — and that stuff's important to us, too. But it's an interesting experience to get the wave of reaction from the people who are legitimately gonna be in the front row of your show. You know, so, that's cool.</p><p><strong>KELLEY</strong>: Do you think it's the same people that also had all the <em>Pledge</em> tapes and <em><a href=\"https://www.youtube.com/watch?v=cVyXe5lFKpc\" target=\"_blank\">Funcrusher</a></em>?</p><p><strong>EL-P</strong>: I think that there are those people and I think there's a whole new batch of people.</p><p><strong>KELLEY</strong>: Right.</p><p><strong>EL-P</strong>: I mean, I know there is because the shows have changed.</p><p><strong>KILLER MIKE</strong>: Yeah.</p><p><strong>EL-P</strong>: The venues are bigger. I know that there's a new group of people that are coming.</p><p><strong>KILLER MIKE</strong>: I remember us being on tour when we toured <em>RTJ1</em>. And it was El and I opening for ourself. I do 30 minutes, El do 30 minutes, then we come together as Run The Jewels do 30 minutes. I'd come out, do my 30. The whole crowd was receptive. I could tell the <em>Pledge</em>-heads cause they got more amped on <em>Pledge</em>. El would come out. Whole crowd's receptive. You could tell the <em>Funcrusher Plus</em> kids cause they got more — and then there was just always this group of kids there, usually underage, cause they have x's on their hands. I'm like, \"What? Who are these kids?\" They'd been kinda cool the whole show. They were bopping.</p><p><strong>EL-P</strong>: They were like, \"Oh, this is cool.\"</p><p><strong>KILLER MIKE</strong>: Yeah, exactly. That was the reaction. \"Oh, yeah.\" Like, \"Yeah, OK. This is cool.\" But the minute RTJ came on, they lost --</p><p><strong>EL-P</strong>: Just burst into flames.</p><p><strong>KILLER MIKE</strong>: Just lost their minds. And it literally was — that's when I realized, \"Oh, oh, oh, oh!\"</p><p><strong>EL-P</strong>: Like, you're here for Run The Jewels.</p><p><strong>KILLER MIKE</strong>: Oh my god!</p><p><strong>EL-P</strong>: We're actually opening for Run The Jewels.</p><p><strong>KILLER MIKE</strong>: Exactly. And that's when I got it. That's when I understood that, oh, OK, this thing could grow and get bigger and be something more. And it has. It's amazing to me man, like we don't — we didn't sit down and think, \"Run The Jewels has to have a hashtag campaign. What's gonna be our hashtag?\" Kids popped up with: \"<a href=\"https://twitter.com/hashtag/listenstortjonce?f=realtime&src=hash\" target=\"_blank\">First listen of Run The Jewels</a>.\" And the next 200 of the feed was cars exploding.</p><p><strong>EL-P</strong>: Kids made that.</p><p><strong>KILLER MIKE</strong>: Kids were like, \"I listen to Run The Jewels once,\" and you see a meme of them, like a witch flying on a broom.</p><p><strong>EL-P</strong>: A face melting.</p><p><strong>KILLER MIKE</strong>: It was like, oh my god, these kids are insane! And it became this cultural thing for them. And I think that Run The Jewels, culturally, is being as shaped by audience as it is artist.</p><p><strong>EL-P</strong>: Definitely.</p><p><strong>KILLER MIKE</strong>: And that's — I was a Wu-Tang culture kid. I was one of the guys who was a fanatic. One of the only guys running around South, you know, until they put the story — like Wu-Tang. And people were like, \"What are — what is — are you in a cult?\" So to be on the other side of something that feels — on a microcosm of that, but feels like that — is a very rewarding thing as an artist. So I'm down with all that ratchet stuff y'all are doing, kids. All the memes. All the wildness. Just know I'm saving it. I plan to put together the biggest scrapbook ever.</p><p><strong>EL-P</strong>: Yeah, man. For real. For real.</p><p><strong>KELLEY</strong>: And really, like, underage kids, like high school kids.</p><p><strong>EL-P</strong>: I mean, we don't check their IDs but --</p><p><strong>KILLER MIKE</strong>: I get five tweets a day that say, \"I'm missing you guys show by two months because I'm only 17.\"</p><p><strong>KELLEY</strong>: Oh my god.</p><p><strong>KILLER MIKE</strong>: I've even let one kid in, in Chicago. I did let a kid in. I was just like, \"I can't not let you in. Bring your camera, kid. You're a photographer for the night.\" Kid popped back up with a Run The Jewels tattoo on his arm.</p><p><strong>KELLEY</strong>: Holy s---.</p><p><strong>KILLER MIKE</strong>: It's crazy.</p><p><strong>KELLEY</strong>: That's amazing. Is that part of — so what you've been trying to do with this album is you're celebrating an era of hip-hop, rap music when you guys were similar age to these kids. Is that — a little bit older?</p><p><strong>EL-P</strong>: Well, I mean, it's not — I would say that that's part of it.</p><p><strong>KILLER MIKE</strong>: Yeah.</p><p><strong>EL-P</strong>: I think that what we do comes, like, emanates, from the stuff that we were inspired by when we were getting into rap music and getting into groups. It is very much Jaime and Mike's dream thing, you know. In the sense that, like, we're pulling from all the ways that all that music made us feel, and we have a set of references that are different than what kids right now have. We have EPMD and we have <a href=\"http://www.npr.org/blogs/therecord/2013/12/30/258155415/20-years-ago-de-la-soul-refused-to-go-pop\" target=\"_blank\">De La Soul</a> and we have UGK.</p><p><strong>KILLER MIKE</strong>: <a href=\"http://www.npr.org/blogs/therecord/2014/02/06/271631142/eightball-mjg-and-memphis-rap-20-years-on\" target=\"_blank\">Ball and G</a>. Geto Boys.</p><p><strong>EL-P</strong>: Exactly. And N.W.A. So we have those references. At the same time, we're not — me and Mike are not interested in making a --</p><p><strong>KILLER MIKE</strong>: This is not Nostalgia 101.</p><p><strong>EL-P</strong>: This is not nostalgia, yeah. We don't make nostalgic or throwback music, but we are from where we're from. And so that comes through, I think. The giddiness and the things that we loved about rap groups, we sat down and talked about it when we originally did the first record. You know, we sat down and talked about our favorite rap groups and what it meant to us. And we knew and noticed that there wasn't that much of that anymore. The industry had changed and it just — there weren't too many groups really moving in unison. There had been crew records and things. You get some records and, it's not that they're bad, it's just that you can tell these aren't friends in a room making an album. This is a record of a bunch of different people rapping on a record. So we knew that we wanted to hearken back to the things that we loved about the music.</p><p><strong>KELLEY</strong>: Yeah, it's that feeling that I'm talking about --</p><p><strong>KILLER MIKE</strong> & <strong>EL-P</strong>: Yeah. Exactly.</p><p><strong>KELLEY</strong>: That you're making. And so — I don't know if it's even possible to seriously answer this question, but how do you get that done? What are the mechanics of creating that feeling?</p><p><strong>KILLER MIKE</strong>: First of all, you get in the room together.</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>EL-P</strong>: Yeah. Period.</p><p><strong>KILLER MIKE</strong>: In the age of \"email it to me, I'll get it done and sent it back,\" the first — you have to be committed to: we're gonna do this in a room together. You have to be committed that the bigger goal is more important than individual goals.</p><p><strong>EL-P</strong>: Mhm-hmm.</p><p><strong>KILLER MIKE</strong>: And the bigger goal for us is to be an actual rap group and to affect the culture as a group, because it's not — I don't know if rap groups will ever be again, in the same way, because there's more money to be made off individuals. Individuals are easier to control by teams. And it takes a certain level of maturity and lack of ego to do it. And I don't know if you'll be able — if you're in your early 20s — I don't know if you're able to get past the ego of some of it all, you know what I mean?</p><p><strong>EL-P</strong>: If you can, then maybe there's greatness out there.</p><p><strong>KILLER MIKE</strong>: Exactly.</p><p><strong>EL-P</strong>: I mean, I was in a group. That was how I started in this business. And we had a blow-up moment as well, and it was right on the verge of blowing up that — and then, we fell apart. And it was like, that's what happens a lot of times. Young kids get hit with — me and Mike starting a rap group in our mid-30s, we're already kind of grown. We already know who we are. There's not gonna be an ego thing with us, you know. And there's not gonna be the — there's no real surprises in the sense of, like, we know how to handle ourselves. We know what's going on. So we're able to capture that thing without it killing us, basically.</p><p><strong>KELLEY</strong>: Right. Right.</p><p><strong>EL-P</strong>: But I mean, really, he said it though. He's right. It's just as simple as getting in a room, and finding inspiration, waiting for lightning to strike, and following it. But it's such a simple thing that I feel like not that many people do. I just feel like people just don't — they're so connected. Everyone is so connected. We're all connected. Even when we're in a room our brain is being sent through a screen somewhere else. And, you know, hey, great. I do it too. All the time.</p><p>But there's a time and a place if you're making art that that — and you're making anything, music or you're writing. There's a time and a place where if you force it and sit down and actually make that your world, then you can have a result that you're not gonna have if you're just sort of constantly involved. And so me and Mike went out of our way, doing this record, to — and really the last record as well — to do that. To separate ourselves a little bit and hunker down for a couple weeks at a time.</p><p><strong>KELLEY</strong>: Right. The other part of it is to describe the feelings that you're creating with that process, which is this aggression and this — it's funny, I wrote down the word \"giddy.\" Like, to me, that's just how it works. But sometimes when I'm trying to talk about rap music with people who don't know or don't like it or whatever, the aggression is off-putting and they don't get it. But to many people, it's invigorating and necessary. Why does that feel absent, like, on the radio? It feels like you guys are providing something that's missing.</p><p><strong>KILLER MIKE</strong>: I think people need an outlet for aggression.</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>KILLER MIKE</strong>: I was just saying as we were pulling up, I couldn't raise a child in New York. I couldn't imagine it. I don't have anything against New York, just I, as a Southerner, I couldn't imagine this much stimuli going on around me all the time. Like, I am a more aggressive person when I am here, just based on everything is kind of coming at you and you need an outlet.</p><p>Now, I hunt. I shoot. I fight. Me, personally, this is what I do on a weekly basis, you know what I mean? I'll throw hands with a friend who boxes, or kung-fu with a friend who — like, I am into fighting. I am into, for lack of a better word, violence. Not against people or anything but, you know, I always have a knife on me. I always am prepared for close-quarter combat. Like, I am. Anybody who knows me knows this. I'll come through the airport. They're like, \"You got a knife in your bag.\" I was like, \"My bad. I didn't put it under.\" But I am — you know, my father was a cop. And I was raised in a very alpha-male centered family. So for me aggression is something that, as the world progresses and as this country progresses, is something you're gonna get to do less of, just in an outward way. So you need a vehicle for that. And I think that for me, music is that.</p><p>As a black boy, growing up, being aggressive is dangerous. And one of the only places it was safe for me to be aggressive growing up was in rap music. You know? And because of that, I needed that outlet. It gave it to me. So whether it's my friend who is training for the NFL or me who was just knocking around needing to get some aggression out — cause I was in a house full of sisters, oh my god, and they'd kill me if I yelled at them — I needed an outlet. And I think Run The Jewels provides regular people with an opportunity to get that out. People leave, go to lunch break, listen to Run The Jewels, come back and don't kill their boss.</p><p><strong>EL-P</strong>: I also think that there's a difference between — you're listening to our record and you're gonna grin. You're in on the fun. This is not us threatening the listener.</p><p><strong>KELLEY</strong>: Right, right, right.</p><p><strong>EL-P</strong>: This is not us being a dour, like, threat. To some degree, what I like about us, and what I like about the vibe that happens with us on record, is that we're like the buddy cop movies that I grew up on. We're like Nick Nolte and Eddie Murphy, to some degree. Like, you wanted to see Nick Nolte and Eddie Murphy beat someone's ass because they were funny and it was — and they were arguing. So I grew up on that. I grew up on that energy and a lot of that was, in the '80s, was there.</p><p>And I also always loved the group dynamic. Like, I grew up listening to EPMD and I was always wondering what — listening to their dynamic, and they had one. When you listen to it, it was always — P would be like, <a href=\"https://www.youtube.com/watch?v=GmizLKHVvcM\" target=\"_blank\">they broke down on the bridge and Eric had to get out and push</a>. You know? Or like, one had a Corvette, one had a Samurai Suzuki. You were like, wait a second. How'd the <a href=\"https://www.youtube.com/watch?v=WE2vEtsc2io\" target=\"_blank\">one guy get the Corvette and the other guy's stuck with the Samurai Suzuki</a>?</p><p>But we're not getting on record and just — like <a href=\"http://www.imdb.com/title/tt0092948/\" target=\"_blank\">the classic Eddie Murphy stand-up routine</a> where he says that everyone thinks that he just gets up and says, \"Hey, suck my d---, mother---er. Hey, f---ing d--- s--- piss.\" We're not getting on records and just being like, \"We're gonna kill you!\" We're having fun, and we're also completely comfortable in our ridiculousness.</p><p><strong>KELLEY</strong>: Right.</p><p><strong>KILLER MIKE</strong>: And we understand you do want to kill people. But you can't do that.</p><p><strong>EL-P</strong>: Yeah.</p><p><strong>KILLER MIKE</strong>: So let this be a way for you to kill people and then go back to work and don't kill anyone.</p><p><strong>EL-P</strong>: And then hug them.</p><p><strong>KILLER MIKE</strong>: Yup.</p><p><strong>KELLEY</strong>: I appreciate it. There's an academic word for it that I can never keep in my head, but it's who you are when you're listening — if you are the receiver or the giver, basically. I find that, especially as a woman who listens to hip-hop, if you are the person who's saying it, then you're straight.</p><p><strong>EL-P</strong>: Yeah, yeah. If you can feel like — and I think that that's something with us that's — the kids and the people who supported us, we feel like they're defining the group.</p><p><strong>KILLER MIKE</strong>: Exactly.</p><p><strong>EL-P</strong>: Like they're taking what we're doing and — it's been really touching, actually. Because a common sentiment that we've seen has been people basically saying that they feel empowered by what they're hearing. And for us, obviously, we're projecting power. It's also with a humor and it's also not — but I've had that theme pop up over and over again. People saying that we're making them feel — that's another one of the memes, you know? Listen to Run The Jewels once and then show a picture of David Banner turning into the Hulk.</p><p><strong>KELLEY</strong>: Oh, yeah, that's right.</p><p><strong>EL-P</strong>: Like, that's the type of the theme that's been going, too.</p><p><strong>KILLER MIKE</strong>: Or Goku. Yeah. Exactly.</p><p><strong>EL-P</strong>: So I really love that. I really think that that's cool, man.</p><p><strong>KILLER MIKE</strong>: Yeah. And again the audience is definitely the third member of the group. I never would've thought to find memes of cars blowing up.</p><p><strong>EL-P</strong>: It's amazing.</p><p><strong>KILLER MIKE</strong>: Like, as a way to describe what --</p><p><strong>EL-P</strong>: And that's the most tame of the --</p><p><strong>KILLER MIKE</strong>: Yeah, that's the most tame, but that's genius. It's amazing. Just, thank you guys. Man, the jewel runners are wow. They are wow.</p><p><strong>EL-P</strong>: And making me laugh, consistently out loud.</p><p><strong>KILLER MIKE</strong>: Every day.</p><p><strong>EL-P</strong>: Like, there's no quicker way to my heart. I was literally reading this — the night that we dropped it, I was just in tears. I had to go out to perform. But I literally was alone on the bus, sitting there, drinking, and, like, crying. Literally tears coming down my face. I almost forgot to get on stage. I just got there on time.</p><p><strong>KILLER MIKE</strong>: My 17-year-old daughter has friends that like Run The Jewels. And that's cool. To be a dad, to be cool to a 17-year-old is amazing.</p><p><strong>KELLEY</strong>: Yeah, you just savor that.</p><p><strong>EL-P</strong>: Ain't gonna last, Dad.</p><p><strong>KILLER MIKE</strong>: Yeah, I'm not gonna lie. I know a few of my friends, that — I'm like, wow, cool points, you know what I'm saying? So it's amazing. It's mostly boys. But it's crazy. I go to her school and you'll just hear, \"Killer Mike! Run The Jewels!\"</p><p><strong>KELLEY</strong>: I don't know. I know a lot of female fans of you guys.</p><p><strong>KILLER MIKE</strong>: Oh yeah. Yeah, man. Yeah.</p><p><strong>KELLEY</strong>: Maybe it's a little older thing, but, like I was talking about, we need aggression real real bad. And I was also talking about \"Love Again\" and how girls know all the words — just like girls know all the words to \"<a href=\"https://www.youtube.com/watch?v=FbrRP1nAxmU\" target=\"_blank\">Love In Ya Mouth</a>.\" It's like that kind of thing.</p><p><strong>KILLER MIKE</strong>: My wife heard the record. She did.</p><p><strong>EL-P</strong>: Girls listen to raunchy, funny stuff too.</p><p><strong>KELLEY</strong>: More than you guys do, I think, actually.</p><p><strong>KILLER MIKE</strong>: When we did \"Love Again\" Shay was just like, \"It reminds me of <a href=\"https://www.youtube.com/watch?v=3mAJU_ZKhEM\" target=\"_blank\">that Akinyele song</a>.\" And that was — that's one of her favorite records. She probably doesn't know another Akinyele record. But that's her favorite Akinyele record. And then I'm from the South so I'm used to 2 Live Crew, the <a href=\"http://www.amazon.com/UHH-OHH-Splack-Pack/dp/B000001S7R\" target=\"_blank\">Splack Pack</a>, the Dogs. You know what I mean? I'm used to –</p><p><strong>EL-P</strong>: C'mon, man. Too $hort.</p><p><strong>KILLER MIKE</strong>: Yeah. It amazes me --</p><p><strong>EL-P</strong>: I mean, we grew up on this stuff.</p><p><strong>KILLER MIKE</strong>: — the presumption of --</p><p><strong>EL-P</strong>: Misogyny. Yeah.</p><p><strong>KILLER MIKE</strong>: — misogyny is amazing. Because I grew up in an environment where women listened to <a href=\"https://twitter.com/trinarockstarr\" target=\"_blank\">Trina</a>, who does sex talk better than pretty much anybody in the world, with the exception of <a href=\"https://twitter.com/gangstabooqom\" target=\"_blank\">Gangsta Boo</a>, because Boo went in, you know. So my thing is I trust that women are intelligent. And I get offended — I have five sisters. Again, like, the odds were stacked in my favor.</p><p><strong>EL-P</strong>: And they're raw. And they're raw.</p><p><strong>KILLER MIKE</strong>: Yeah. Women are human. And I think that when we start saying equal and human, that's across the board, you know? Women enjoy sex. Different women enjoy different sex. And I trust women to be empowered enough and smart enough to say, \"Well, I like this for the reasons I like it and I don't need you to try to validate me by giving me a silly out.\" You know what I mean? I'm just happy that our audience gets it. Cause I don't care if you don't get it. I care that I have to debate with you about not getting it.</p><p><strong>KELLEY</strong>: Yup.</p><p><strong>KILLER MIKE</strong>: A guy hit me with a \"I'm unfollowing you because I've been a fan a long time and that's --\" I was like, \"First of all, you're a guy. Second of all, I don't care because I just had eight girls that say they love the record. Follow my timeline.\"</p><p><strong>EL-P</strong>: And, third of all, our intention is clear. We know our intention. Listen, real story: We made that record and it didn't have Boo on it. And we went and got Boo because we knew what we needed for that record.</p><p><strong>KILLER MIKE</strong>: Exactly.</p><p><strong>EL-P</strong>: And we knew — when we made that record it wasn't complete yet. We were listening to it as a complete record. And here's a dirty secret: it actually made it onto the physical copy as the record without Boo.</p><p><strong>KELLEY</strong>: No way.</p><p><strong>EL-P</strong>: Because we had to submit — it was too — but we were like, \"You know what? No. We need to finish this song. It's not done.\" And we went and we got Boo, and when she finally did what we asked her to do, it became the record.</p><p><strong>KILLER MIKE</strong>: Woo!</p><p><strong>EL-P</strong>: And we immediately replaced the record on the digital version because we knew that that was really what the record was.</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>EL-P</strong>: The record was not me and Mike. The record was me, Mike and Boo. We have good intentions. I know that we are not being misogynists because we are not, A., being completely serious and, B., we're talking about f---ing here. I'm sorry. If you're offended by my language, then I'm sorry, but you're not gonna tell me that being raw or being filthy is misogyny. I know the difference.</p><p><strong>KILLER MIKE</strong>: I just hate that America is becoming such a politically correct place that — I grew up one of those kids that sneaked and watched porn. I listened to Richard Pryor and <a href=\"http://en.wikipedia.org/wiki/Redd_Foxx\" target=\"_blank\">Redd Foxx</a>. You know, my grandparents raised me so they had Redd Foxx records, Richard Pryor. I was –-</p><p><strong>EL-P</strong>: You should've seen some of the s--- that we were exposed to. I mean, c'mon. N.W.A.? Like, \"<a href=\"http://www.amazon.com/Efil4zaggin-Explicit-N-W/dp/B000TERKRS/\" target=\"_blank\">The world's biggest d---</a>.\" I was like, seven.</p><p><strong>KILLER MIKE</strong>: Yes. Exactly. But I knew those records didn't even come from N.W.A. Like when I heard the samples, I knew where they came from.</p><p><strong>EL-P</strong>: Yeah. <a href=\"http://www.imdb.com/title/tt0072895/\" target=\"_blank\">Dolemite</a>.</p><p><strong>KILLER MIKE</strong>: Because, again, my grandparents raised me. So I listened to Dolemite. I listened to <a href=\"http://en.wikipedia.org/wiki/Moms_Mabley\" target=\"_blank\">Moms Mabley</a>.</p><p><strong>EL-P</strong>: Rudy Ray.</p><p><strong>KILLER MIKE</strong>: I listened to <a href=\"http://en.wikipedia.org/wiki/Rudy_Ray_Moore\" target=\"_blank\">Rudy Ray Moore</a>. I listened to their stuff, so I had a cultural reference that understood people like perversion.</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>KILLER MIKE</strong>: And I'm just tired of being at a time in this country where everyone seems to have reverted to this weird-ass secular Puritanism. Like, it's stupid. It's stupid for us --</p><p><strong>EL-P</strong>: It's also, in my opinion, not real.</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>EL-P</strong>: There's a fabricated, stylistic morality that has haunted everybody's public intellect recently. And it's like, \"Look, man. I'm a f---ing grown-up, man. You're full of s---. I'm sorry.\" That sort of hands-in-the-air-oh-my-god-let-me-wave-myself-with-a-fan — it's like, \"Look, man, honestly, I'm sorry. But tell Bukowski that he's a misogynist.\"</p><p><strong>KELLEY</strong>: It's about personal branding. And, I think, trying to get laid. Probably.</p><p><strong>KILLER MIKE</strong>: That's what it's all about.</p><p><strong>EL-P</strong>: Well, we do get laid. And we write about it.</p><p><strong>KILLER MIKE</strong>: My wife immediately said, \"Oh, that's not me.\" Cause the shtick was, I think, we were gonna — El was like, \"Yo, just tell Shay it's about her.\" I'm like, \"Shay's not gonna believe that.\"</p><p><strong>EL-P</strong>: Don't put me on blast, Michael.</p><p><strong>KILLER MIKE</strong>: Shay said, \"That's not me.\"</p><p><strong>KELLEY</strong>: Oh, man. What's that video gonna be like?</p><p><strong>KILLER MIKE</strong>: Hopefully like a Luke Skywalker video.</p><p><strong>EL-P</strong>: Yeah.</p><p><strong>KILLER MIKE</strong>: Hopefully it's gonna be just like a 2 Live Crew video.</p><p><strong>EL-P</strong>: Yup.</p><p><strong>KELLEY</strong>: How does — because of all the touring but also because it so renewing and exciting — how do your families feel about all this?</p><p><strong>KILLER MIKE</strong>: Oh. My wife comes out. We don't have any children together. I brought four children to the relationship. So we have four children, but luckily we have built-in babysitters. You know, we have grandparents and we have sisters and their moms. It's very difficult for me to be away from the children. It really is. But, thankfully, because of cell phones and Skype and me just calling them and them calling me, we stay together. And when I'm home, my focus is on them. Like, it's hard to get me on the line as quickly when I'm home because I care about making sure that they know they're cared about.</p><p>And I'm also from a traditional family where fathers work really hard. So it's kind of like in the fabric of my family the children are taught to understand: your dad's gonna have to go out to work. Doesn't mean your dad doesn't love you. You guys are still gonna be — like I sponsored a trip to Six Flags last week. They sent a picture. They had a great time.</p><p>For my wife, it gets difficult. Because it's her. You know, we run a business together. A lot of it falls on her. We have a shop, <a href=\"http://clatl.com/atlanta/backstage-with-shana-render-aka-shay-bigga/Content?oid=12177434\" target=\"_blank\">barber shop</a>. We do rental properties and that stuff. For me, it's hard to leave her with that. But I married a champion of a woman and Shana — people who follow me on social media always hear me tout about her. She's just wonderful.</p><p>But it's hard to be away from some of the older members of my family. My grandmother passed two years ago. God bless the dead. Her sisters are around. It's difficult not seeing them as much. But I'm out here getting it. And my job is to, as a man –- traditionally, from my family's standpoint — is to provide. And I'm gonna do that until I can't anymore.</p><p><strong>EL-P</strong>: Well, for me, it's actually — it's been a little tough. For the last couple years, I have really not really been, I don't think, a particularly good son or brother or uncle. And I feel bad about that. I do. I struggle with that because, you know, it's been going on for a couple years. And I have not been around. But my family loves me and they understand that I went through a sort of — I got crushed to Earth, to a degree, and I had to be renewed. When I came out of that period of uncertainty and I took stock of what was going on, I knew that I had to dedicate myself to working as hard as I possibly could for the next couple years. And that's just some personal s---. Like, I just knew that I had to do that. My nieces are getting bigger and I don't know them as well as I want to. But I'm lucky to — and my girlfriend is a touring musician as well. So I don't see her for months at a time. She's on tour right now. She's in Europe right now.</p><p><strong>KILLER MIKE</strong>: You gonna tell 'em the band?</p><p><strong>EL-P</strong>: No. I'm gonna let her live.</p><p><strong>KILLER MIKE</strong>: Shouts out to Em, though. Shouts out.</p><p><strong>EL-P</strong>: So that can be tough. But, you know, it's OK. This is what we asked for, and it's a great gig if you can get it. It's a touchy subject for me. I really feel like I gotta make more time for my family very soon.</p><p><strong>KILLER MIKE</strong>: The only that suffices for me is that in spirit and bond I found a brother in Jaime. And there are times when it gets incredibly lonely on the road, for both of us. And a lot of times when you see us look at each other and hug each other on stage it's cause I know I'm up here with someone who loves me. And loves me in a way that my blood brother, which I never had, would love me. And as hard as it is to be away from blood relatives a lot of times, the only comfort is that I know that on the bus with me, with Jaime, with Gabe — <a href=\"https://twitter.com/djtrackstar\" target=\"_blank\">DJ Trackstar</a> — with <a href=\"https://twitter.com/despotroast\" target=\"_blank\">Despot</a>, that I am — with Ian, our tour manager — I am on the road with a group of people who in a very spiritual way love me. Like, we are family. And that's the only thing that has allowed me to stay sane and not curl up in a ball crying, you know, depressed. And that's the only thing that invigorates us. Like, we're gonna come off tour and we're all gonna go to Costa Rica for Jaime's birthday.</p><p><strong>KELLEY</strong>: Nice.</p><p><strong>KILLER MIKE</strong>: Cause we're gonna work together. We're gonna get angry. We're gonna talk crazy to each other. We're gonna give great shows. Then we're gonna go to Costa Rica and laugh about it like brothers do. But it's no way — I can't not acknowledge the fact that the group of people that I tour with are essentially a spiritual family for me and they are the bedrock that allows me to still be sane when I do get home to my children and wife. Word up.</p><p><strong>EL-P</strong>: I'm also gonna stab you. We'll laugh about it.</p><p><strong>KILLER MIKE</strong>: We'll fight, close quarters. We'll do it.</p><p><strong>EL-P</strong>: It'll be hilarious. It's gonna be completely hilarious. You're gonna love it.</p><p><strong>KELLEY</strong>: Oh my god. All things being equal — I'm gonna assume that you would encourage somebody else if this is the career path, the artistic route, they wanna go, you'd be like, \"Yeah. Go do this.\"</p><p><strong>KILLER MIKE</strong>: I told my stupid son that yesterday.</p><p><strong>EL-P</strong>: I don't know.</p><p><strong>KILLER MIKE</strong>: I have 20-year-old son who I just — he's a bright and brilliant and creative boy. He's in college right now taking courses. And he's in a technical college taking barber's courses so he can come earn money the easy way, working in his pop's shop, hoping to own one.</p><p>But he looks at me squarely in the eye — he's a skater too — yesterday and he says, \"Dad, I really want be a rapper.\" And I just — I just put my head down. For real. Just right in front of the barber shop. I just put my head down in my hand. Exactly the same way my dad did. And I looked at him and I said, \"Well, I'm gonna tell you what my dad told me.\" And he looked at me and thought he was gonna get the most beautiful advice ever. And I said, \"They call 'em starving artists for a reason. I hope you make it. I don't have any help to give you. I have all the advice in the world. But when I was 20 years old, I came to my dad with a demo and said, 'This is what I want to do.' You're coming to me with a want. That's not good enough.\" And I told him, \"If you want to be a rapper, go figure out how to do it.\"</p><p><strong>EL-P</strong>: And I did it at 15. I mean, at 15, I told my mother, \"Your white son wants to — who just got kicked out of two high schools — has chosen a career in rap that he very much –-\"</p><p><strong>KILLER MIKE</strong>: Yeah, I dropped out of Morehouse.</p><p><strong>EL-P</strong>: \"I'm gonna be a rapper. You know those crazy people you see on the TV that you're scared of?\"</p><p><strong>KILLER MIKE</strong>: \"I'ma be one of them.\"</p><p><strong>EL-P</strong>: \"I'm gonna be one of those. So, hey, is this cool? Let's just do it.\" I mean, yo, anybody — yo, I believe 100% in doing whatever the f--- you want do.</p><p><strong>KILLER MIKE</strong>: Absolutely.</p><p><strong>EL-P</strong>: The only alternative –- look, if you can figure out an alternative, the only thing that everyone else is presenting to you is a life of grinding servitude to a ridiculous and permanent lower spiritual experience of working and slaving for someone else. And I hate to reduce it to that because sometimes jobs are great and sometimes you can do great things. But, for the most part, that's your other choice, buddy. So, if you can figure something out, great, man.</p><p><strong>KILLER MIKE</strong>: Yup. I hope Malik proves me wrong. I really do.</p><p><strong>EL-P</strong>: He will. The way that you proved your parents wrong. The way I proved mine wrong.</p><p><strong>KILLER MIKE</strong>: Oh, absolutely. Well, you hope he will. You don't know he will. But you hope he will. Cause it's hard. My kids haven't had it hard.</p><p><strong>EL-P</strong>: Of course it's hard.</p><p><strong>KILLER MIKE</strong>: My kids have been coddled and spoiled, you know what I mean? And he told me that: \"I know I've been spoiled.\" OK. Welcome to the desert, young man. I'll see you when you cross.</p><p><strong>EL-P</strong>: Just don't ask me to write any hooks.</p><p><strong>KILLER MIKE</strong>: He was also getting $100 from at the time. I was giving him $100.</p><p><strong>EL-P</strong>: \"Here you go, son. Buy a chain. If you're gonna be a rapper, you're gonna need to start spending some money on some stupid s---.\"</p><p><strong>KILLER MIKE</strong>: But I'm very proud of him. With that said, I'm very proud of the young man he's becoming. And I hope it works out for him.</p><p><strong>KELLEY</strong>: I mean, it must be a great feeling to have your kid want to do what you do.</p><p><strong>KILLER MIKE</strong>: It's definitely not.</p><p><strong>EL-P</strong>: Hell no.</p><p><strong>KILLER MIKE</strong>: Nah, I'm flattered though and I love him. I love him. I'm just --</p><p><strong>EL-P</strong>: But Mike knows who he is and what a bastard and weirdo he is.</p><p><strong>KILLER MIKE</strong>: I am. I am.</p><p><strong>EL-P</strong>: And he knows how debaucherous and strange his rap career has been and he's picturing his child becoming one of him.</p><p><strong>KILLER MIKE</strong>: Exactly. Just cause it's my child and I'm afraid for my child.</p><p><strong>EL-P</strong>: Mike knows that he's been a scumbag.</p><p><strong>KILLER MIKE</strong>: My child does not have that in him at all. You know, you're scared for your child — every parent is. You're scared for your children.</p><p><strong>EL-P</strong>: S---, I'm scared for your children.</p><p><strong>KILLER MIKE</strong>: Uncle Jaime. With an uncle like Jaime, you should be.</p><p><strong>EL-P</strong>: Nah, I'm gonna be the cool uncle, man. I'm gonna wait to see what you say and then I'm gonna contradict you behind your back.</p><p><strong>KILLER MIKE</strong>: That's right. That's what great uncles do.</p><p>Let me give you some new rappers I like, who I like a very lot. I like <a href=\"https://twitter.com/ScottyATL\" target=\"_blank\">Scotty ATL</a>.</p><p><strong>KELLEY</strong>: Me too.</p><p><strong>KILLER MIKE</strong>: I like <a href=\"https://twitter.com/1uprara\" target=\"_blank\">RaRa</a>, who's also from — both of them are Decatur guys. But they are giving me a renaissance of the Atlanta version of Southern music that I love. So if you get a chance to pick up <em><a href=\"http://indy.livemixtapes.com/mixtapes/27940/rara-high-end-low-life.html\" target=\"_blank\">High End Low Life</a></em><em> </em><em></em>by RaRa or<em> <a href=\"https://soundcloud.com/scionav/sets/scotty-atl-otr2sj\" target=\"_blank\">Road To Spaghetti Junction</a></em> and <em><a href=\"http://www.livemixtapes.com/mixtapes/25740/scotty-atl-spaghetti-junction.html\" target=\"_blank\">Spaghetti Junction</a></em><em> </em>by Scotty, pick that up. And I just toured with a group called <a href=\"https://twitter.com/theoutfittx\" target=\"_blank\">Outfit, TX</a>, out of Dallas. I'm a sucker for great Texas music and Outfit, TX has some amazingly dope Texas music. It reminds me of riding around listening to <a href=\"https://www.facebook.com/pages/DIRTY-SOUTH-RYDAZ/369812618278\" target=\"_blank\">DSR</a> — Fat Beezy, Tum Tum and Tuck. So those are the three guys I'm endorsing right now: I'm endorsing the group Outfit, TX, RaRa and Scotty ATL. And a special honorary shout out to <a href=\"https://twitter.com/SLJONESY\" target=\"_blank\">SL Jones</a>, who's out of my crew, but you guys definitely should know about SL Jones.</p><p><strong>EL-P</strong>: Word.</p><p><strong>KELLEY</strong>: All of that. <a href=\"http://www.npr.org/2014/03/28/295752509/the-outfit-tx-where-is-that-working-mans-music\" target=\"_blank\">We interviewed the Outfit at SXSW</a>.</p><p><strong>KILLER MIKE</strong>: Woo! Woo!</p><p><strong>KELLEY</strong>: They're the best. The best.</p><p><strong>EL-P</strong>: Oh, they're great dudes, man. Great dudes.</p><p><strong>KILLER MIKE</strong>: They literally are dope like a hardcore rap group, with <a href=\"https://www.youtube.com/watch?v=-5l82cebjN8\" target=\"_blank\">choreography moves like Scoob and Scrap Lover</a>. I love it. Jaime, I'll let you take the next.</p><p><strong>KELLEY</strong>: You want to do <em><a href=\"http://tagthejewels.tumblr.com/\" target=\"_blank\">Tag The Jewels</a></em>? How did that even happen?</p><p><strong>EL-P</strong>: <em></em><em>Tag The Jewels</em><em> </em>was put together by my manager — longtime friend and business partner, <a href=\"http://www.npr.org/blogs/therecord/2013/10/21/239071510/a-rational-conversation-manager-amaechi-uzoigwe-on-surprise-album-releases\" target=\"_blank\">Amaechi Uzoigwe</a>, who I've been working with for 20 years. He came up with the idea and he got — him and --</p><p><strong>KILLER MIKE</strong>: His beautiful, wonderful girlfriend who we adore.</p><p><strong>EL-P</strong>: Him and his girlfriend came up with the idea. And we're obviously big fans of street art and of art in general, and I grew up in New York with trains covered in graffiti. I grew up learning about hip-hop culture through — in that away. Like, admiring the ethos and the ideas about style and art that the graffiti culture brought to it, and it was very important to me. So we kinda put the idea — they put the idea out there just to these different artists and galleries and the response was overwhelming. I mean, we didn't have any money. There was no money involved or anything. We were just saying, \"Hey. We'd love for you to — if you're inspired — to interpret this.\" And the reaction was just mind-blowing. I mean, we had pieces up in Saudi Arabia. We had pieces up in Malaysia. We had pieces up in, obviously --</p><p><strong>KILLER MIKE</strong>: Australia.</p><p><strong>EL-P</strong>: Australia, Nigeria, Poland.</p><p><strong>KILLER MIKE</strong>: It was supposed to be 15 pieces. We're at about 30 now, I think.</p><p><strong>EL-P</strong>: People have taken it upon themselves to do them and they're — I'm talking about it's all over the world. And that's mind-blowing to me. You can't manufacture that type of support.</p><p><strong>KILLER MIKE</strong>: Nope.</p><p><strong>EL-P</strong>: This is not — we're not two guys here with some million-dollar f---ing marketing budget, you know. This is like, people just responded to it. And they went all out. The quality of the pieces that are coming are just unbelievable.</p><p><strong>KELLEY</strong>: That's what I was gonna say.</p><p><strong>EL-P</strong>: Like, really crazy.</p><p><strong>KILLER MIKE</strong>: Jesus Christ.</p><p><strong>EL-P</strong>: Like, really. There's some top-level s--- in there. And where it's happening. There's a piece in Russia. It's like, fist and the gun up in Dubai. It's insane to me.</p><p><strong>KILLER MIKE</strong>: And it means something.</p><p><strong>EL-P</strong>: Yeah, it means something.</p><p><strong>KELLEY</strong>: What does it mean?</p><p><strong>KILLER MIKE</strong>: The story isn't over for what it fully means, but, as I've traveled the world, the only rappers that I've seen present on every continent everywhere have been Ice Cube, Tupac and Wu-Tang Clan. That's significant to me. Because those people are culture-shifters and I always wondered what did it take to get there. That's why I say it means something. I'm not totally sure everything it means yet, but it does put different people --</p><p><strong>EL-P</strong>: We don't know what it means because they're telling us. Like, they're growing it.</p><p><strong>KILLER MIKE</strong>: Exactly. But what it means in the immediate is that different people from different cultures that are perceived as different are all vibrating on the same frequency at one time. I have seen at Jaime and my show more white and black friends come together — now I'm not saying we're Martin Luther King, we brought everyone together. I'm just saying it's a weird coincidence that the two guys that always show up in Nashville with signs — and we were like, \"What do you guys do?\" \"Well, we work at a print shop together.\" Their friendship has been built around working together and grunt work, listening to Run The Jewels, and thinking of the most outlandish way of representing that at concert.</p><p>So I don't know what the end goal of what it means is, but what I do know is that the fist and chain with the pistol pointed at it with fingers, has become something of solidarity and almost like a club for people. What's going to happen out of that? We don't know and that's the excitement. But I love the fact that people who don't look alike, who aren't familiar with one another culturally, are together on the same vibration at one point. That's a significant thing.</p><p><strong>EL-P</strong>: It is. It's huge. Well said. Well said. It is. That's exactly what it is. And the fist and the gun and Run The Jewels, going back, we've talked about it a little bit but it makes me think. It means something. We're seeing it happen. I think it's that me and Mike have managed to find a decent way to express something symbolically that kids need to be able to say simply, which is, \"I'm taking this life.\"</p><p><strong>KILLER MIKE</strong>: Yup.</p><p><strong>EL-P</strong>: \"I'm taking it over.\"</p><p><strong>KILLER MIKE</strong>: Yup.</p><p><strong>EL-P</strong>: And that's really at the core. The aggression, that's really what it is. And that's why the fist and the gun has become this feeling, almost, that people can share in. And it's a symbol. A symbol is a reduction of a lot of different concepts and it is the communication of that in a really natural and organic way. And I think that that's what's happening. I think that people are defining that energy and using that. That's why we always say, like, we're sort of not — we're not gonna define the story for everybody, cause we're still seeing it unfold.</p><p><strong>KILLER MIKE</strong>: Yeah.</p><p><strong>EL-P</strong>: For us it's a shock to see all these people reacting this way and putting pieces up — the creation of art around that? I mean, it's one thing to tweet at me. It's another thing if you're literally sharing your artistic vision and your soul and you're integrating it with something, with <em></em><em>us</em>.</p><p><strong>KILLER MIKE</strong>: Absolutely. Absolutely.</p><p><strong>EL-P</strong>: It's mind-blowing.</p><p><strong>KILLER MIKE</strong>: Absolutely. And we're so appreciative for the artists. And we're so appreciative for the people. Because we were kids that grew up with hip-hop. Hip-hop is not — is only a few years older than us but you will learn that it's MCing. It's b-boying. It's DJing. And it's graffiti. And the fact that Run The Jewels has served as a catalyst to kind of — like my kids don't know graffiti is associated with rap. But now they do. You know what I mean? Now they do. Now they understand that street art and rap go together. They were formed together. They belong together. It feels great to me. Just that the rap nerd kid that I am on the inside — and I'm very happy to be a part of whatever this thing is and becoming. I'm happy.</p><p><strong>KELLEY</strong>: Well, we are very appreciative.</p><p><strong>KILLER MIKE</strong>: Thank you.</p><p><strong>KELLEY</strong>: And I know that Ali is very appreciative and very sad that he couldn't be here.</p><p><strong>EL-P</strong>: Shouts out, Ali. Legend.</p><p><strong>KILLER MIKE</strong>: Yup. And a big part of the motivation. The group you had definitely was — like, we sat down, with this whole record, like, \"Yo, we gotta do <em>Midnight Marauders</em>.</p><p><strong>EL-P</strong>: Actually, I said <em>Low End Theory</em>.</p><p><strong>KELLEY</strong>: Sophomore.</p><p><strong>KILLER MIKE</strong>: Yeah, <em>Low End Theory</em>. But it has to be a progression. We can't rest on our laurels.</p><p><strong>KELLEY</strong>: Well, thank you again.</p><p><strong>EL-P</strong>: Thank you.</p><p><strong>KILLER MIKE</strong>: Alright. Love.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Run+The+Jewels%3A+%27I%27m+Taking+This+Life%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frannie Kelley","audio":[{"meta":{"duration":"4156"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1363374317-240556.m3u?orgId=1&topicId=1105&aggIds=100920965&d=4156&story=363125142&ft=nprml&f=363125142"},{"href":"http://media.npr.org/assets/img/2014/11/10/runthejewels1_by-timothy-saccenti-8e21109b698f36ea15391286016a219f360bcb76.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1469","width":"1959"}}]}