{"created":"2015-06-14T22:27:32+00:00","modified":"2015-06-15T17:06:54+00:00","valid":{"from":"2015-06-15T17:06:54+00:00","to":"3015-06-15T17:06:54+00:00"},"hreflang":"en","title":"'You Couldn't Make This Stuff Up': Inside The Lives Of The 'China Rich'","published":"2015-06-15T17:06:00+00:00","teaser":"Kevin Kwan's novel <em>China Rich Girlfriend</em> is inspired by real, young Asian billionaires who live in the lap of luxury, spending fortunes on outfits and sports cars. \"It's all ripe for parody,\" he says.","itags":["npr_api","413653469"],"guid":"216e3deb-22b6-4c1d-beae-0d3592f8399f","contentencoded":"<p>In his 2014 novel <em>Crazy Rich Asians</em>, author Kevin Kwan took readers to Singapore and into the lives of Asia's elite, who live in a world of opulence so extreme, it's absurd.</p><p>The novel became an international best-seller, with a movie in the works.</p><p>Now those <em>Crazy Rich Asians</em> are back as a mix of old and new characters in Kwan's new novel, <em>China Rich Girlfriend.</em></p><p>The book brings the foibles of the wealthy into a new setting: China. It reflects the ascendance of a new elite — the product of the booming economy of mainland China. This fresh crop of billionaires form a new strata of Asia's 1 percent, what Kwan likes to call the \"China Rich.\"</p><p>Kwan's characters are powerful and attractive, living in the lap of luxury, and he says readers have praised him for portraying Asians in these nonstereotypical ways.</p><p>\"I think I'm — hopefully — opening up the range of stereotypes so they're not just the old stereotypes,\" Kwan tells NPR's Arun Rath.</p><p><em>To hear their full conversation, click the audio link above.</em></p><hr /><h3>Interview Highlights</h3><p><strong>On the \"China Rich\"</strong></p><p>This is the very new money that's sort of flowed out of China in the past 10 years I would say — you know, people making overnight fortunes, billions of dollars. ...</p><p>You have families that were, you know, farmers, you have families that were factory workers ... but they were all sort of card-carrying members of the Communist Party and they sort of were elevated over the years, you know, as the party sort of rose to power.</p><p><strong>On the complicated relationship between characters Nick and Rachel</strong></p><p>Nick is the descendant of one of the most powerful families in Asia and, you know, he's a very pedigreed, well-bred person that's sort of lived this ... secret life in New York where he's a college professor.</p><p>And he falls in love with a lovely American-born Chinese girl named Rachel Chu and decides to take her to Singapore to attend a family wedding and to meet his family and she has no idea what she's getting into. You know, she sort of arrives and discovers that he lives in a place like Downton Abbey.</p><p><strong>On the inspiration for the novel</strong></p><p>I've always said I see all this through direct observation, you know, they're inspired by what I read on the news, by people I meet, by my travels in Asia and you couldn't make this stuff up — the outrageousness, the spending, the drama, the scandals. It's all ripe for parody.</p><p><strong>On how the \"China Rich\" manage to spend so much money</strong></p><p>If you consider that the average ... Paris designer dress is, you know, anywhere in the range of $25,000 up ... and then they go on these sprees and they buy whole new wardrobes, that adds up pretty quickly. ... But from outfits to jewels to shoes, you name it, to exotic sports cars ...</p><p>You have the sort of the young generation of playboys running around Europe buying up Porsche and Ferraris and things like that and shipping them back to China. ... There are many ways they are spending their filthy lucre.</p><p><strong>On stereotypes of Asians</strong></p><p>I think especially for Asians living outside of Asia — I've met so many Asian-Americans and Canadian-Asians, for example, who've really told me that this is the first time they've seen modern contemporary Asians portrayed in a nonstereotypical way: seeing them in power positions, seeing them as attractive, multidimensional characters has been ... a really great boost for them, so I take comfort in that.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27You+Couldn%27t+Make+This+Stuff+Up%27%3A+Inside+The+Lives+Of+The+%27China+Rich%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"322"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1414467005-5f18fe.m3u?orgId=1&topicId=1033&d=322&p=2&story=413653469&t=progseg&e=414408630&seg=10&ft=nprml&f=413653469"},{"href":"http://media.npr.org/assets/img/2015/06/12/china-rich-girlfriend_4344-1--6158491744e80ebbc4883ef39018a421b2320051.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1688","width":"2253"}},{"href":"http://media.npr.org/assets/img/2015/06/12/kwan-jpg-b0acabad8f879c679ffc4c48bcccb38e76f1316e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"925","width":"1233"}}]}