{"created":"2014-09-08T15:41:35+00:00","modified":"2014-12-03T22:04:56+00:00","valid":{"from":"2014-12-03T22:04:55+00:00","to":"3014-12-03T22:04:55+00:00"},"hreflang":"en","title":"25 Years After Tiananmen Protests, Chinese Media Keep It Quiet","published":"2014-06-04T18:23:00+00:00","teaser":"On the anniversary of the massacre that broke up pro-democracy protests, China is quashing attempts to mention the fateful date, with heavy security and online monitoring.","itags":["npr_api","318756603"],"guid":"21730e13-f9f0-4365-be62-f53e72f75028","contentencoded":"<p>On the 25th anniversary of the massacre that broke up pro-democracy protests in Beijing's Tiananmen Square, China's government is quashing many attempts to mention the fateful date, with heavy security and online monitoring.</p><p>\"Silence surrounds this anniversary. So, too, does repression,\" <a href=\"http://www.npr.org/blogs/parallels/2014/06/03/318454674/june-4-the-day-that-defines-and-still-haunts-china\">NPR's Louisa Lim reports</a>. \"For the first time, activists trying to hold private commemorations have been detained.\"</p><p>In Beijing today, \"There are police at every downtown intersection, and lots of security checkpoints and bag-checks around the square itself,\" NPR's Anthony Kuhn reports for our Newscast unit. \"Police kept foreign reporters, myself included, out of the square.\"</p><p>Anthony adds that \"online, even the most indirect references to June fourth and Tiananmen Square are blocked or deleted.\" He also <a href=\"http://www.npr.org/2014/06/04/318733368/25-years-later-tiananmen-square-is-a-forbidden-subject-in-china\">discussed the anniversary</a> on today's <em>Morning Edition</em>.</p><p>That led us to wonder how Chinese media are handling the landmark confrontation between demonstrators and soldiers that culminated in the image of a man facing off with a row of tanks on June 5, 1989, the day after the government broke up the protest.</p><p>We didn't see any mention of the Tiananmen anniversary; here's a rundown of what we saw instead:</p><ul><li>State-run China Central Television, or <a href=\"http://english.cntv.cn/\">CCTV</a>, is featuring a piece about President Xi Jinping touting \"engineering's role in development.\" Another prominent story is about a prize for a Chinese milk company.</li><li>The official <a href=\"http://www.xinhuanet.com/english/china/index.htm\">Xinhua news agency's</a> most popular online story today is about Angelina Jolie's first trip to China to promote a movie. A plan to form closer ties with Kuwait is also highlighted.</li><li>The English language (and state-owned) <a href=\"http://www.chinadaily.com.cn/index.html\">China Daily</a> website is leading with a story about high school students coping with stress over college entrance exams.</li></ul><p>Major news outlets in Shanghai and Beijing followed suit.</p><p>In contrast, Hong Kong's <a href=\"http://www.scmp.com/frontpage/hk\">South China Morning Post</a> has created <a href=\"http://multimedia.scmp.com/tiananmen/\">a special multimedia project</a> that tells the story with video clips and archive photos. The paper is covering several angles of the anniversary, from a <a href=\"http://www.scmp.com/news/hong-kong/article/1525282/tiananmen-square-25th-anniversary-vigil-live-blog\">live blog</a> from a vigil to remembrances to a <a href=\"http://www.scmp.com/news/china/article/1525037/1989-student-leaders-intellectuals-still-divided-over-chinas-path\">debate over the event's legacy</a> in its Hong Kong edition.</p><p>But readers' comments on that story seem to have been redacted, leaving several statements about the U.S. and its Kent State tragedy, as well as a theory that stories about what transpired in Tiananmen Square back in 1989 are a \"myth.\"</p><p>The <a href=\"http://shanghaiist.com/2014/06/04/tiananmen-crackdown-25th-anniversary-link-roundup.php\">Shanghaiist</a> blog offers a rundown of coverage — and includes a link to the YouTube version of the documentary <a href=\"https://www.youtube.com/watch?v=r7ou2-Kv4UA&list=PL170EA493C1E2731B#t=10\">The Gate of Heavenly Peace</a><em>, </em>which ran on PBS's<em> <a href=\"http://www.pbs.org/wgbh/pages/frontline/gate/\">Frontline</a>.</em></p><p>\"After the shooting on the night of June 3rd, when I found out that so many people had died, I felt neither anger nor sorrow — nothing,\" student leader Wang Dan <a href=\"http://www.tsquare.tv/film/transcript.html\">says in the film</a>. \"I was completely numb; there was a huge emptiness. I just couldn't believe they would open fire.\"</p><p>Wang, who now teaches in Taiwan, spoke to the <a href=\"http://www.taipeitimes.com/News/taiwan/archives/2014/06/03/2003591899\">Taipei Times</a> about the anniversary. Here's some of what he had to say:</p><blockquote><p>\"My heart is heavy when looking back [at what happened] 25 years ago. There was never a political rehabilitation of the event, and historically, it has not yet received the redress it deserved. It has always been a great sadness that many sacrificed themselves in that event, yet it seems China's democratization is still far off.\"</p></blockquote><p>An official death toll of the events in Tiananmen Square has never been released.</p><p><strong>Update at 2:15 p.m. ET: State-Run Agency Weighs In</strong></p><p>In what seems to be the only mention of the anniversary in official media, an unsigned op-ed piece appeared in the <a href=\"http://www.globaltimes.cn/content/863789.shtml\">Global Times,</a> defending the actions of 1989.</p><p>The article also said of Tiananmen Square, \"not talking about it indicates the attitude of society.\" And it suggested that remembrances are mainly the product of dissidents and people who want to portray China's leaders as \"very scared\" of political change.</p><p>The article states:</p><p>\"The mendacious impression is made by anti-China forces in the West and Chinese exiles who have been marginalized there. They hope it will deal a heavy blow to the stability of Chinese society but they will end up failing. \"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=25+Years+After+Tiananmen+Protests%2C+Chinese+Media+Keep+It+Quiet&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":"268"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1318763632-323bdf.m3u?orgId=1&topicId=1125&ft=3&f=318756603"},{"href":"http://media.npr.org/assets/img/2014/06/04/tiananmen_police-96ee1786f67abb48cb433b832a4912a97a250196.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2941","width":"3924"}}]}