{"created":"2014-09-08T15:59:21+00:00","modified":"2015-03-03T16:15:12+00:00","valid":{"from":"2015-03-03T16:15:12+00:00","to":"3015-03-03T16:15:12+00:00"},"hreflang":"en","title":"A $1 Microscope Folds From Paper With A Drop Of Glue","published":"2014-09-05T16:13:00+00:00","teaser":"Engineers at Stanford University have designed a microscope that fits in your pocket and costs less than a dollar to make. Here's the best part: You put the microscope together yourself.","itags":["npr_api","345521442"],"guid":"2175a4e6-a186-4308-9f64-028ec8f63f70","contentencoded":"<p>We have pocket watches, pocket cameras and now — with smartphones — pocket computers.</p><p>So why shouldn't doctors and scientists around the world have pocket microscopes?</p><p>Bioengineer <a href=\"http://web.stanford.edu/~manup/\">Manu Prakash</a> and his team at Stanford University have <a href=\"http://www.plosone.org/article/info%3Adoi%2F10.1371%2Fjournal.pone.0098781\">designed</a> a light microscope that not only fits in your pocket but costs less than a dollar to make.</p><p>And here's the coolest part: You put the microscope together yourself, by folding it.</p><p>Imagine all the uses for this so-called <a href=\"http://www.foldscope.com/\">Foldscope</a>. Even in the poorest corners of the globe, doctors and scientists could use the pocket scope to diagnose common bacteria and pathogens, such as giardia, <a href=\"http://www.npr.org/blogs/goatsandsoda/2014/07/16/331729614/dogs-spread-kissing-bug-disease-in-texas-and-latin-america\">Chagas</a> and <a href=\"http://www.npr.org/tags/132050182/malaria\">malaria</a>.</p><p>Here's how it works.</p><p>\"So the starting material looks really like a flat sheet of paper,\" Prakash says.</p><p>That's because, well, it is a flat sheet of paper. But it has a thin plastic coating that makes it sturdier and resistant to tearing, Prakash says.</p><p>Then he and his team run the paper through a special printer that actually prints a lens on the paper. \"You should think of it as a drop of glue, a tiny drop of glue,\" he says, \"except it is an optical-quality glue.\"</p><p>The printer also prints lines on the paper, showing people where to make the folds that will align the light on the lens so the microscope will work.</p><p>It turns out people can fold paper quite accurately, Prakash says. \"So that's one of the things that is hidden in the design that allows us to make instruments that are very precise, but actually are just made by people folding a simple sheet.\"</p><p>And all the components of the Foldscope are quite cheap. When you manufacture 10,000 devices:</p><ul><li>The sheet of paper costs 6 cents.</li><li>The lens costs between 17 and 56 cents, depending on the type of lens and microscope.</li><li>Add in an LED light for 21 cents.</li><li>A battery for 6 cents.</li><li>An on-off switch for 5 cents.</li><li>And a few other bits and bobs, and you've got a microscope for less than a dollar.</li></ul><p>Prakash says he expects some people will use the microscope in schools. And others will find them useful in clinics or laboratories for doing simple medical tests or for making field repairs of small electronic equipment. But he's sending the Foldscopes out to many people around the world, hoping they'll find uses for them that he can't even imagine.</p><p>\"By the end of the summer,\" he says, \"we'll be shipping 50,000 of these microscopes to 130 countries, and then just watch what happens.\" Or to put it another way: He'll see what unfolds.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+%241+Microscope+Folds+From+Paper+With+A+Drop+Of+Glue&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joe Palca","audio":[{"meta":{"duration":"165"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1345580340-cc6204.m3u?orgId=1&topicId=1031&aggIds=130593764&e=345521442&d=165&ft=nprml&f=345521442"},{"href":"http://media.npr.org/assets/img/2014/09/03/foldit2-b72a6b84d25d432aa1d56b46946c85f85715e909.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"553","width":"738"}},{"href":"http://media.npr.org/assets/img/2014/09/03/usingfoldscope-3889d802cfdaf966a5fab1a4c2dd6b144540755a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"424","width":"566"}},{"href":"http://media.npr.org/assets/img/2014/09/03/screen-shot-2014-03-08-at-9.16.49-pm-1a3d1eb621fee7369383de535bc3677270799dad.png","type":"image/jpeg","meta":{"crop":"standard","height":"389","width":"519"}}]}