{"created":"2015-01-28T21:26:02+00:00","modified":"2015-01-30T21:05:16+00:00","valid":{"from":"2015-01-30T21:05:16+00:00","to":"3015-01-30T21:05:16+00:00"},"hreflang":"en","title":"Buzz Bin: A Proper Look At Where Kazoos Come From","published":"2015-01-29T19:10:00+00:00","teaser":"They're the instrument anyone can play — but only two places in the U.S. make them, and only one makes the colorful plastic kind most people know. Karen Michel pays a visit to the latter.","itags":["npr_api","382169337"],"guid":"21860c51-5b44-49ca-8e52-8e4bf7644a70","contentencoded":"<p>In case it's not marked on your calendar, Wednesday, Jan. 28, is National Kazoo Day.</p><p>Kazoos are the instrument everyone can play, practically no skill required — but only two places in the U.S. make them. The metal ones are made in western New York state, while the plastic ones hail from Beaufort, S.C. That's the home of Kazoobie Kazoos, where President and CEO Stephen Murray presides like an elementary-school teacher, ready to share his knowledge of the kazoo's broad influence in popular music.</p><p>\"There are a lot of rock greats that have used the kazoo,\" Murray says. \"<a href=\"http://www.npr.org/artists/15221280/pink-floyd\" target=\"_blank\">Pink Floyd</a> used the kazoo; <a href=\"http://www.npr.org/artists/15696782/jimi-hendrix\" target=\"_blank\">Jimi Hendrix</a>, if you're familiar with his song 'Crosstown Traffic' ... what we've been told is that he used the wax paper and comb, which, a lot of folks have used ... as a kazoo before. In new music, <a href=\"http://www.npr.org/artists/99046725/carolina-chocolate-drops\" target=\"_blank\">Carolina Chocolate Drops</a> used our kazoos; the band <a href=\"http://www.npr.org/artists/91124980/weezer\" target=\"_blank\">Weezer</a> has used kazoos.\"</p><p>Murray keeps a custom-made Weezer kazoo on a shelf near his desk. It's green, embossed in white, with the words \"Weezer Hash Pipe.\" He says the company also makes accessories.</p><p>\"We have an attachment: We call it the 'wazoo,' because it's the excessively loud kazoo,\" he says. \"Think of a gramophone horn on steroids that you pop right in the top of your kazoo, so it fits in the tower right over the resonator and it amplifies the sound.\"</p><p>Murray started working at Kazoobie Kazoos 15 years ago. He says it took a little while for him to realize that some people actually need instruction on how to play the instrument.</p><p>\"Most folks want to blow into the kazoo,\" he says. \"We actually put instructions in all of our orders because we would have folks call and say, 'I just got my kazoos and they don't work; I'm blowing as hard as I can!' You have to hum — don't blow. When we give lessons, we tell people to say the word 'who' into the big end.\"</p><p>There are actual instruction booklets and CDs and DVDs for sale at Kazoobie's gift shop, alongside T-shirts proclaiming the wearer a kazoo hero. Just past the shop, in an alcove, there's The Kazoo Museum, where vitrines display some of the earliest kazoos — manufactured in Georgia in the mid-1800s, back when they were called \"down south submarines.\"</p><p>Kazoos very likely originated in Africa, made from cow horns and spider-egg membranes. None of those are in the museum, but there is plenty of early sheet music. Duck through a doorway — under a banner proclaiming, \"Build it and they will hum\" — and you'll step into Kazoobie's small factory.</p><p>\"We sort everything by color,\" Murray says. \"We keep somewhere around a quarter-million kazoos in stock at all times. We're probably the largest concentration of kazoos anywhere on the planet at any given time.\"</p><p>Sorting the instruments is easy enough. Assembling them, Murray says, is a bit more labor intensive.</p><p>\"You got three pieces to our basic kazoo: the body of the kazoo, the resonator — which is the little disc that goes in top — and then the cap. So the first stop is the capping station, and all of our kazoos are assembled by hand. Cappers can do anywhere from 500 to 900 kazoos an hour,\" he says.</p><p>At the end of the factory tour, you can assemble your own kazoo. Somehow, people have found out about the place: Three generations of the Schultz family are here, and grandmother Dorothy knows a thing or two about the instrument.</p><p>\"I was with an entertainment group out of Beaver Dam, Wis.,\" she says, \"and we did songs with tambourines, kazoos and anything that made noise.\"</p><p>Unfortunately, the group broke up, so there's a vacuum to be filled. All you have to do is put your lips together and hum.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Buzz+Bin%3A+A+Proper+Look+At+Where+Kazoos+Come+From&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Karen Michel","audio":[{"meta":{"duration":"263"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1382218404-295c98.m3u?orgId=1&topicId=1106&e=382169337&d=263&ft=nprml&f=382169337"},{"href":"http://media.npr.org/assets/img/2015/01/28/slider_2_kazoo_pile_1920x1080-2391ac89e5800c9b9000d7f350b0f62b796fe5d5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1035","width":"1380"}},{"href":"http://media.npr.org/assets/img/2015/01/28/dscn0200-b32feaa07cf6c619cbb4fe79b8b1d638766b6feb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3453","width":"4605"}}]}