{"created":"2015-05-30T11:43:14+00:00","modified":"2015-06-19T21:46:30+00:00","valid":{"from":"2015-06-19T21:46:30+00:00","to":"3015-06-19T21:46:30+00:00"},"hreflang":"en","title":"A Band Of Their Own","published":"2015-05-30T15:14:00+00:00","teaser":"As men went off to combat in World War II, a group of Southern college women took to the bandstand. Meet the Darlinettes — hear their music and stories from their leader and their drummer.","itags":["npr_api","410531268"],"guid":"2198a33a-e673-41e2-824b-88a277769dca","contentencoded":"<p>In the 1940s, swing was king, and with World War II raging, many of the best male musicians in the States were sent off to combat. That left the door open for female jazz musicians to take the stage. By then there were already several well-known female jazz bands, including <a href=\"https://www.youtube.com/watch?v=GeL9YgTu5Js\" target=\"_blank\">Ina Ray Hutton and her Melodears</a> and the <a href=\"http://www.npr.org/2011/03/22/134766828/americas-sweethearts-an-all-girl-band-that-broke-racial-boundaries\" target=\"_blank\">International Sweethearts of Rhythm</a>.</p><p>The Darlinettes were a lesser-known band formed in central North Carolina whose path to the bandstand<strong> </strong>was not an easy one.</p><p>Doris Funderburk Morgan lives in a quiet suburban neighborhood in Monroe, N.C., just about 40 minutes outside of Charlotte, and not far from where she grew up.</p><p>\"I had played jazz all of my life,\" says Morgan. \"<a href=\"http://www.npr.org/artists/15342292/fats-waller\">Fats Waller</a> was one of my favorites. <a href=\"http://www.npr.org/artists/15196957/art-tatum\">Art Tatum</a> was another one, and <a href=\"http://www.npr.org/artists/15396582/duke-ellington\">Duke Ellington</a>'s band.\"<strong></strong></p><p>Her shiny black Yamaha baby grand sits by a sunlit window in the living room. I'm wondering to myself if the 89-year-old still plays when Morgan sits down quietly at the keyboard and answers my question.</p><p>In 1942, she enrolled as a piano and voice major in Greensboro at the Woman's College of the University of North Carolina. But the idea of playing jazz was out of the question.</p><p>\"I remember in a practice hall one time I was determined I was going to play 'Honeysuckle Rose' just like <a href=\"http://www.npr.org/artists/15325330/hoagy-carmichael\">Hoagy Carmichael</a> did,\" Morgan says. \"And he had these big hands and could play these big chords, and here I am, 16 years old with the little hands, but I tried and I tried and I banged away for hours, and all of a sudden the door flew open, and this red-faced professor of organ says, 'What do you think you are doing?!'\"</p><p>That kind of pushback against white women playing jazz was commonplace back then. Morgan says she<em> </em>never thought about the fact that most of the musicians she admired were African-American. \"I simply was so carried away with their ability, their technique, and what they had been through to get where they are,\" she says.</p><p>She wasn't alone. The same year Morgan arrived<em> </em>in Greensboro, a 20-year-old transfer student from the Eastman School of Music decided to put together a band. Trumpeter Cherry Folger named the group the Darlinettes. All of the musicians in the band had to deal with old perceptions of jazz, gender and race — particularly in the South, says Sherrie Tucker, author of <em>Swing Shift: \"All-Girl\" Bands of the 1940s.</em></p><p>\"For white women to play music that was associated with African-Americans gets at the very taboos on which the black/white color line is based, and it's very threatening,\" Tucker says. \"When you look at Greensboro [in the] 1940s, Woman's College — all white women — that is not the image that that college wants to foster.\"</p><p>So, two nights a week, the Darlinettes met in secret and rehearsed in a cramped basement practice room. Drummer Jo Singletary Barbre recalls the Woman's College administration never supported the musicians.</p><p>\"The big drums and the cymbals were left in the music building downstairs,\" Barbre says. \"I carried those heavy — I don't know how I did it — but I would carry the big drum when we took a bus to go out at places. Five feet two and struggling, and my dormitory was a very long way. It was on one end of the campus and the music building was on the very last end of it.\"</p><p>The band's first performance was for a small, informal campus dance, and according to the school paper, \"The Darlinettes could put out some hot jive and rugged boogie-woogie.\"</p><p>The Darlinettes performed off-campus, too, at Elks Clubs and USO dances. They arranged their own bus transportation, and on a good gig they might make $120. Take out $50 or more for bus rental, gas and food and each musician received a couple of bucks. The rest went toward purchasing new charts for the band.</p><p>The Darlinettes broke up in 1953. Ten years later, Woman's College began accepting male students and became the University of North Carolina at Greensboro. The school's jazz studies program director, Steve Haines, says The Darlinettes did a lot more than just entertain audiences.</p><p>\"For a long time jazz music was sort of considered the red-headed stepchild in music academia,\" Haines says, \"and really now we're finally starting to see more women playing jazz, and the Darlinettes certainly helped pave the way for that. Because of the Darlinettes, we have an artist in residency program now that's dedicated to women coming and doing clinics at our school.\"</p><p>When asked about what she remembers most from her four years at Woman's College, Morgan closes her eyes and thinks about it for a moment.</p><p>\"The arranging and everything that I studied — I loved it,\" Morgan says.<strong> </strong>\"And I felt like that was preparing me for something, but at the same time, when I look back now, this experience with these girls in this band and our trips and our funny adventures, that's the thing that means the most to me right now.\"</p><p>Morgan went on to perform at the old Charlotte Coliseum. For 46 years she played organ to pump up crowds during professional ice hockey and college basketball games. She still gets together with her old bandmate Jo Barbre to reminisce about what they both say were some of the best times of their lives.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Band+Of+Their+Own&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Ford","audio":[{"meta":{"duration":"401"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1410752492-b37ea9.m3u?orgId=1&topicId=1039&aggIds=100920965&d=401&p=7&story=410531268&t=progseg&e=410752339&seg=21&ft=nprml&f=410531268"},{"href":"http://media.npr.org/assets/img/2015/05/29/may_22_1945_-daf7466c6246f14b7147e2b60a3d81eca9bc6f57.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2057","width":"2742"}},{"href":"http://media.npr.org/assets/img/2015/05/29/dsc_0426-7b2b899d1f0bb8aa3fc642c78d8cadbfafcddaa1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/05/29/dsc_0435_vert-008b91ac46dc434cdcc64cb22209f0e59fe55592.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2663","width":"1997"}}]}