{"created":"2015-01-28T20:47:27+00:00","modified":"2015-01-29T21:45:24+00:00","valid":{"from":"2015-01-29T21:45:24+00:00","to":"3015-01-29T21:45:24+00:00"},"hreflang":"en","guid":"219c639d-b452-4055-8a7d-35625b5d4249","title":"Ebola is creating a new epidemic of untreated illness and injury","published":"2015-01-29T21:45:02+00:00","byline":"Leo Hornak","tags":["Ebola","ebola outbreak","medicine","public health","Human Needs","Health","Health & Medicine","Africa","Liberia","West Africa","Africa","Sharon McDonnell","Biology","Microbiology","Medicine","Tropical diseases","Zoonoses","Health","Ebola virus","Ebola virus disease","Ebola"],"teaser":"The Ebola outbreak in West Africa is slowing in some areas, but the crisis is far from over. And the virus' grip on the medical system in countries like Liberia means that people with other diseases or injuries often go without medical help.","contentencoded":"<p>Sharon McDonnell is seeing a new public health crisis unfold in West Africa: droves of patients without Ebola who are turned away from medical facilities.</p>\n<p>The Maine-based epidemiologist, who is in Liberia with the International Rescue Committee, says things are much better now than they were two months ago when she <a href=\"http://www.pri.org/stories/2014-11-26/epidemiologist-monrovia-describes-hazmat-training-hand-washing-elbow-bumps\">first visited</a> Liberia. The hospital where she is based, Redemption Hospital in New Kru Town, Liberia, has recently reopened after shutting down in October.</p>\n<p></p><div class=\"media media-element-container media-image_on_left\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/original_image/public/emergency%20entrance.jpg?itok=XMygiFqf\" alt=\"\" /><div class=\"field-caption\">\n    <p>A taxi bringing a pregnant women with obstructed labor arrives at Redemption Hospital's \"other\" entrance for ambulance and inpatients. The Redemption hospital staff member came out in PPE (personal protective equipment) to talk with her and the family to make sure she could be seen in the hospital. </p>\n  </div>\n  <div class=\"image__credit\">\n    <span class=\"image__credit-label\">\n      Credit:\n    </span>\n    <p>Sharon McDonnell</p>\n  </div>\n</div>The Ebola outbreak is no longer on front pages, but the onslaught of cases hasn't stopped: McDonnell estimates there have been more 400 new cases in the last 21 days. Since being forced to close in October, Redemption Hospital has recently reopened, and is still figuring out how to manage the basics, like finding extension cords for oxygen tanks or cables for Internet access.\n<p>McDonnell has recognized an overlooked consequence of the Ebola outbreak: Ignoring the welfare of people who are sick or injured from something other than Ebola. \"For every Ebola case that's in the outbreak, there is a ten-times greater outbreak of [a] non-Ebola disease that was completely unable to be seen because the health facilities in the entire city were closed,\" McDonnell says.</p>\n<p>There are thousands of patients whom Redemption Hospital has made second priority: women in labor, cancer patients, heart attack victims, sufferers of malaria and typhoid.</p>\n<p>Many who are desperate for treatment have learned how to game the system. A young pregnant girl recently lied about whether she had contact with Ebola victims. As a result, seven healthcare workers had to go into quarantine for three weeks. \"We can't take many more of those without decimating our staff,\" McDonnell says.</p>\n<p>The big trick is isolating Ebola cases from all of the other patients. \"Almost every child that comes to a health center in Africa has symptoms that sound exactly like Ebola,\" McDonnell says. \"Trying to distinguish those and still give care to people who need it — and separate those who have Ebola from not Ebola — is a huge undertaking.\"</p>\n<p>Screening Ebola from non-Ebola patients requires patience. Health workers screen patients at the entrance to the health facility, cleaning them off with a chlorine solution, taking their temperature and asking a series of questions. The screening process makes the hospital feel like a prison, McDonnell says, or a fortress against infection. And that fortress screens out many needy patients, cutting off access to a hospital that normally sees 187,000 patients a year.</p>\n<p>McDonnell grapples with balance between protecting her staff and neglecting patients in need of treatment. \"We want to keep things safe. But safe is not pregnant women dying outside our gates, either.\"</p>\n<p><em>Sharon McDonnell joins us on Facebook to answer your questions about the current situation in Liberia. You can <a href=\"http://www.facebook.com/pritheworld/photos/a.10150204998999888.320423.6162159887/10152786040984888/?type=1\">join in here</a> or click the post below.</em></p>\n<p> </p>\n<div class=\"nochop\">\n<div id=\"fb-root\"> </div>\n<script>\n<!--//--><![CDATA[// ><!--\n(function(d, s, id) { var js, fjs = d.getElementsByTagName(s)[0]; if (d.getElementById(id)) return; js = d.createElement(s); js.id = id; js.src = \"//connect.facebook.net/en_US/all.js#xfbml=1\"; fjs.parentNode.insertBefore(js, fjs); }(document, 'script', 'facebook-jssdk'));\n//--><!]]>\n</script><div class=\"fb-post\" data-href=\"https://www.facebook.com/pritheworld/photos/a.10150204998999888.320423.6162159887/10152786040984888/?type=1\" data-width=\"466\">\n<div class=\"fb-xfbml-parse-ignore\"><a href=\"https://www.facebook.com/pritheworld/photos/a.10150204998999888.320423.6162159887/10152786040984888/?type=1\">Post</a> by <a href=\"https://www.facebook.com/pritheworld\">PRI's The World</a>.</div>\n</div>\n<p> </p>\n</div>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/012820156.mp3"},{"href":"http://www.pri.org/file/012820156mp3"}]}