{"created":"2014-09-12T07:33:03+00:00","modified":"2014-10-30T22:28:22+00:00","valid":{"from":"2014-10-30T22:28:22+00:00","to":"3014-10-30T22:28:22+00:00"},"hreflang":"en","title":"20 Years Later, Parts Of Major Crime Bill Viewed As Terrible Mistake","published":"2014-09-12T17:41:00+00:00","teaser":"In 1994, Congress passed the most significant crime-fighting legislation in a generation. Now, policymakers are dialing back Clinton's tough-on-crime policies.","itags":["npr_api","347736999"],"guid":"21a05557-9c2a-4ee1-b4bb-c5847868af7a","contentencoded":"<p>Twenty years ago this week, in 1994, then-President Bill Clinton signed a crime bill. It was, in effect, a long-term experiment in various ways to fight crime.</p><p>The measure paid to put more cops on the beat, trained police and lawyers to investigate domestic violence, imposed tougher prison sentences and provided money for extra prisons.</p><p>Clinton described his motivation to pass the 1994 Violent Crime Control Act in stark terms.</p><p>\"Gangs and drugs have taken over our streets and undermined our schools,\" he said. \"Every day, we read about somebody else who has literally gotten away with murder.\"</p><p>And if Clinton and Congress reflected the punitive mindset of the American people, what they didn't know was that soaring murder rates and violent crime had already begun what would become a long downward turn, according to criminologists and policymakers.</p><p>Nicholas Turner is president of the Vera Institute, a nonprofit that <a href=\"http://crimebill20.vera.org/justiceinfocus\" target=\"_blank\">researches crime policy</a>. Turner took a minute this week to consider the tough-on-crime rhetoric of the 1990s.</p><p>\"Criminal justice policy was very much driven by public sentiment and a political instinct to appeal to the more negative punitive elements of public sentiment rather than to be driven by the facts,\" he said.</p><p>And that public sentiment called for filling up the nation's prisons, a key part of the 1994 crime bill.</p><p>These days, Jeremy Travis is president of the John Jay College of Criminal Justice. But 20 years ago, he attended the signing ceremony for the crime bill — and joined the Clinton Justice Department.</p><p>\"Here's the federal government coming in and saying we'll give you money if you punish people more severely, and 28 states and the District of Columbia followed the money and enacted stricter sentencing laws for violent offenses,\" Travis says.</p><p>But as Travis now knows all too well, there's a problem with that idea. Researchers including a National Academy of Sciences panel he led have <a href=\"http://www.vtlex.com/wp-content/uploads/2014/06/18613.pdf\" target=\"_blank\">since found</a> only a modest relationship between incarceration and lower crime rates.</p><p>\"We now know with the fullness of time that we made some terrible mistakes,\" Travis said. \"And those mistakes were to ramp up the use of prison. And that big mistake is the one that we now, 20 years later, come to grips with. We have to look in the mirror and say, 'look what we have done.'\"</p><p>Nick Turner of Vera put the human costs even more starkly.</p><p>\"If you're a black baby born today, you have a 1 in 3 chance of spending some time in prison or jail,\" Turner said. \"If you're Latino, it's a 1 in 6 chance. And if you're white, it's 1 in 17. And so coming to terms with these disparities and reversing them, I would argue, is not only a matter of fairness and justice but it's, I would argue, a matter of national security.\"</p><p>Talk to combatants in the long and sometimes nasty debate over the crime bill 20 years ago, and another item on the table back then looks different with hindsight too. It's a concept known as midnight basketball.</p><p>Rep. Bobby Scott, a Virginia Democrat, voted against the bill years ago, in part because it didn't do enough to support prevention programs.</p><p>In between votes in the Capitol this week, Scott reflected on the debate.</p><p>\"Midnight basketball was described as paying money so that crackheads could play basketball in the middle of the night,\" Scott said. \"What they left out was the fact that every time they put midnight basketball in a neighborhood, the crime rate plummeted. You saved more money than you spent on the midnight basketball. They left that part out.\"</p><p>Funding for the midnight basketball program and other prevention initiatives never fully materialized because of political fights over the bill. But today, ideas like that one win support from Republican governors who have branded their approach as \"Right on Crime.\" They're taking money away from prisons and putting it into social programs.</p><p>Lately the Obama administration, including Vice President Joe Biden, who was the lead Senate sponsor of that 1994 bill, is embracing those very policies and supporting new legislation to reduce mandatory minimum prison terms.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=20+Years+Later%2C+Parts+Of+Major+Crime+Bill+Viewed+As+Terrible+Mistake&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Carrie Johnson","audio":[{"meta":{"duration":"262"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1347873334-16c7b3.m3u?orgId=1&topicId=1070&ft=3&f=347736999"}]}