{"created":"2014-10-11T13:45:52+00:00","modified":"2014-10-30T21:37:11+00:00","valid":{"from":"2014-10-30T21:37:11+00:00","to":"3014-10-30T21:37:11+00:00"},"hreflang":"en","title":"Millennials: We Help The Earth But Don't Call Us Environmentalists","published":"2014-10-15T00:10:00+00:00","teaser":"Millennials are the most likely to favor traditionally pro-environment policies and believe climate change is man-made. But they are also the least likely generation to identify as environmentalists.","itags":["npr_api","355163205"],"guid":"21a0e490-a420-4d68-887f-0c790286f8da","contentencoded":"<p><em>This story is part of the <a href=\"http://www.npr.org/series/352990765/new-boom\">New Boom</a> series on millennials in America.</em></p><p>Young people have been the life blood of the environmental movement for decades. There could be trouble on the horizon though, and it all comes down to semantics.</p><p>To explain, it's helpful to use the example of Lisa Curtis, a 26-year-old from Oakland, California.</p><p>Curtis comes from a long line of environmentally-conscious Americans. Her grandmother, Sis Curtis was an avid hiker and at 84 remains a Sierra Club and World Wildlife Fund member. Lisa's 55-year-old mother, Barb Curtis drives a hybrid car, roofed her house with solar panels, and avoids using plastic except as a last resort.</p><p>Although they aren't the types to flaunt it, both women would call themselves environmentalists.</p><p>However, it's Lisa Curtis, the youngest of the three, who truly sets the bar for sustainability in this family. She started her high school's recycling club, she traveled to Copenhagen in 2009 to observe international climate talks and she nearly experiences physical pain when she's forced to throw away food scraps in a regular trash can rather than a compost bin.</p><p>\"It just feels wrong,\" she says.</p><p>But unlike the Curtises before her, Lisa <a href=\"http://grist.org/green-jobs/dont-call-me-an-environmentalist/\">refuses</a> to call herself an environmentalist.</p><p>\"I think the term has been sort of corrupted... politicized,\" she says.</p><p>This is the difference when it comes to millennials, 18-33 year-olds. Young Americans, including staunch environmentalists like Lisa, may be turning away from the word \"environmentalist.\" A Pew Research Center <a href=\"http://www.pewsocialtrends.org/2014/03/07/millennials-in-adulthood/#self-identification\">poll earlier this year</a> asked participants if they felt the term \"environmentalist\" describes them very well. Over 40 percent of respondents said yes, except when it came to millennials. Just 32 percent of them agreed. That might not seem substantial, but Pew says it's statistically significant.</p><p>The Pew Research Center didn't ask participants for their for reasons why. But Lisa Curtis has a theory: the word \"environmentalist\" has become outdated.</p><p>\"It's starting to be used more in a derogatory way,\" she says. \"Oh you're such an environmentalist. You're not in touch with the real world.\"</p><p>She's conjuring imagery that 48-year-old Thomas Hayden, currently a professor of environmental communication at Stanford, is all too familiar with.</p><p>\"30 years ago — even I cringe a little to remember it — I was sporting white-guy-dreadlocks and living in a commune called the Eco-House,\" he says.</p><p>Today, Hayden's students at Stanford are some of the most motivated, young environmentalists in America. Two of them recently helped convince <a href=\"http://www.npr.org/blogs/thetwo-way/2014/05/07/310413607/stanford-university-says-no-to-coal-investments\">Stanford to divest all portions of its nearly $19 billion endowment that were attached to the coal industry</a>. This is in line with another point: young Americans are not necessarily any less concerned about the planet's health.</p><p>Previous polls have found people under 30 were more likely than older Americans to <a href=\"http://www.people-press.org/files/2014/06/6-26-14-Political-Typology-release1.pdf\">favor developing alternative energy sources</a>. Millennials are also more likely than other generations to believe that <a href=\"http://www.people-press.org/2011/11/03/section-8-domestic-and-foreign-policy-views/#the-environment-energy-and-climate-change\">humans are responsible for climate change</a>.</p><p>Thomas Hayden wanted to reconcile these two findings. So he recently asked his class, \"who identifies as an environmentalist?\" In response, only a few hands went up. One student, who'd kept her hand down, explained why.</p><p>\"'OK, fair enough. I am actually an environmentalist... But I wouldn't say that just anywhere,'\" Hayden recalls the student saying. \"They understand if they come out saying 'I'm an environmentalist, and here's what I think everybody should do,' that that's immediately polarizing.\"</p><p>Hayden says that's because his students saw how previous generations of environmentalists, including Hayden and his commune buddies, came off as scolding to the general public.</p><p>Lisa Curtis wants to stay away from all that. So she calls herself a \"social entrepreneur.\"</p><p>She runs <a href=\"https://kulikulifoods.com/\">Kuli Kuli</a>, a company that helps west African villages economically and environmentally. But the words \"environment,\" \"earth,\" and \"climate change\" are nowhere to be found in her company's mission statement.</p><p>She says that is on purpose.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Millennials%3A+We+Help+The+Earth+But+Don%27t+Call+Us+Environmentalists&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Chris Benderev","audio":[{"meta":{"duration":"268"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1355340478-a618bc.m3u?orgId=1&topicId=1025&aggIds=352990765&ft=3&f=355163205"},{"href":"http://media.npr.org/assets/img/2014/10/10/treehugger-3d3c3c9b44f6e43e6d4ff016a6b08458e0bef798.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"831","width":"1108"}},{"href":"http://media.npr.org/assets/img/2014/10/10/pew2014graph_crop-e6ef20ec7f51cc27ba11b0583814a3e018b0e841.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"234","width":"312"}}]}