{"created":"2014-10-07T18:33:32+00:00","modified":"2014-10-30T23:22:49+00:00","valid":{"from":"2014-10-30T23:22:49+00:00","to":"3014-10-30T23:22:49+00:00"},"hreflang":"en","title":"Remembering The Big-Hearted Comedy Of Robin Williams","published":"2014-08-12T17:56:00+00:00","teaser":"In a short edition of Pop Culture Happy Hour, we pause to remember the very funny, very weird, very musical work of Robin Williams.","itags":["npr_api","339822904"],"guid":"21a2a198-a91c-46fa-b372-63304d706206","contentencoded":"<p>Stephen Thompson and I took a few minutes today to talk about the comedic work of Robin Williams, who passed away Monday (preliminary reports suggest suicide, though the investigation is ongoing) and whose TV comedies, standup specials and movie roles we have watched and loved for many years.</p><p>Williams went through a phase in which it was fashionable to focus on some of the more sentimental film roles he was doing and overlook — or even scoff at — his incredibly inventive, high-wire comedy. We didn't really touch on his later dramatic work as much, but roles like <em>One Hour Photo </em>and <em>Death to Smoochy</em> went a long way toward clarifying the breadth of his talents and his surprising range, as did some of his work on television, including <em>Homicide: Life on the Street </em>and <em>Law & Order: SVU</em>. (He was so, so funny, and he was perfectly capable of being so, so sad and — if necessary — so, so creepy.)</p><p>While it may have seemed like he was a lot to take in situations where he couldn't resist the riffing and moving and voice-jumping that took over a lot of his talk-show appearances, there was a side of him that simply wanted, badly, to be embraced, and wasn't afraid to say so. The searching and, in retrospect, heartbreaking <a href=\"http://www.wtfpod.com/podcast/episodes/remembering_robin_williams\" target=\"_blank\">conversation</a> he had with Marc Maron for the <em>WTF</em> podcast in 2010 is a reminder of how much he'd come to understand about his own battles, and a reminder as well that those battles are fought for a long, long time, even after you know all you'll ever learn about them.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Remembering+The+Big-Hearted+Comedy+Of+Robin+Williams&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Linda Holmes","audio":[{"meta":{"duration":"466"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1339853166-4b2c8f.m3u?orgId=1&topicId=1048&ft=3&f=339822904"},{"href":"http://media.npr.org/assets/img/2014/08/12/181617429-088b206b8e095cb7606d612cad79b8b5865ea97b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1846","width":"2462"}}]}