{"created":"2014-11-01T21:13:59+00:00","modified":"2015-04-07T17:50:41+00:00","valid":{"from":"2015-04-07T17:50:40+00:00","to":"3015-04-07T17:50:40+00:00"},"hreflang":"en","title":"She Lost Her Fiance To Ebola But Found A New Mission","published":"2014-11-01T21:13:00+00:00","teaser":"Decontee Davis survived Ebola, but her fiance died of the virus. Now she is working with children whose parents have had the disease — and spreading the word that early treatment is critical.","itags":["npr_api","360453236"],"guid":"21a66e57-6cc8-415d-a8c9-dfcf8b69aff5","contentencoded":"<p>Decontee Davis knows how she got Ebola. Her fiance's aunt was gravely ill with a fever, unable to bathe herself. Decontee helped.</p><p>A week later, Decontee and her five-year-old son began to feel sick. They both had a fever, chills and severe headaches.</p><p>It felt like malaria. \"We went to the drug store for a malaria medicine,\" she says. \"My son responded to treatment, but I did not.\"</p><p>Over the next week, her fever worsened. She lost her appetite completely and began vomiting.</p><p>Meanwhile, members of her fiance's family were dying. \"We all just got ill in the same time,\" Decontee remembers.</p><p>The grandson of the woman Decontee had cared for died. Another niece who had bathed the woman died. The son who had buried the woman fell ill.</p><p>And Decontee's fiance had a fever.</p><p>More than two weeks after she was exposed to the virus, Decontee went to an Ebola treatment center in Monrovia. Her siblings drove her there.</p><p>\"I was so afraid to tell my parents,\" she says. \"[I was] so helpless I could not stand by myself, I had to lie in the hospital yard on the ground.\"</p><p>There in the hospital yard, Decontee began to vomit blood.</p><p>\"Everybody was afraid,\" she remembers. People were running away from her. \"My sister covered my vomit with sand.\"</p><p>The Ebola treatment center was overcrowded. \"They were counting those who were entering,\" she says. Although she knew she had Ebola, \"I was afraid if I entered I would not survive.\"</p><p>When she got to the door of the hospital, she was too terrified to enter. \"I said I'm not an Ebola patient,\" she lied. \"I refuse.\"</p><p>But then a woman arrived in the hospital yard who convinced Decontee to change her mind. The woman had been a patient at the hospital herself and had survived. She had brought her two nieces to get treatment.</p><p>Decontee told her brother and sister to go home. \"I can make it here,\" she said.</p><p>For the next three days, Decontee worried about her fiance. He was still at home, sick. On the third day, she heard someone screaming and knew it was him.</p><p>Through all the noise in the hospital, she says, \"I only heard his voice. \"</p><p>\"I said, that is my fiance crying.\"</p><p>A nurse told him he was in another ward, but Decontee was too weak to reach him. That same day, she found out he died.</p><p>Decontee grew sicker and sicker. \"For two weeks I did not take bath, I did not brush teeth, I did not eat,\" she remembers.</p><p>\"I was just lying in one place. Each time I put in water, I vomit. They said just keep drinking.\"</p><p>\"I thought maybe I'll die in 15 minutes, in one hour,\" she remembers thinking. \"But then I winked my eyes, I was still alive. And I knew I would live.\"</p><p>Almost three weeks after she checked in, she was released from the hospital. Later that month, she went back to donate her blood to another Ebola patient, who also ended up recovering.</p><p>Now, Decontee works with children whose parents have Ebola. The children are at high risk for the disease, and survivors are immune to the current strain of the virus for some period of time after they recover.</p><p>\"My advice to the nation is early treatment saves life,\" she says. She's been spreading that message in her community. She just wishes her fiance had been brought to the hospital earlier.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=She+Lost+Her+Fiance+To+Ebola+But+Found+A+New+Mission&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Rebecca Hersher","audio":[{"meta":{"duration":"60"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1360466903-6617c9.m3u?orgId=1&topicId=1031&e=360453236&d=60&ft=nprml&f=360453236"},{"href":"http://media.npr.org/assets/img/2014/10/31/orphan-survivor-1-25364adacbf24dc4363430d4bdebc289a0538132.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1498","width":"1998"}}]}