{"created":"2015-02-12T22:32:01+00:00","modified":"2015-02-12T22:38:55+00:00","valid":{"from":"2015-02-12T22:38:55+00:00","to":"3015-02-12T22:38:55+00:00"},"hreflang":"en","title":"How Much Is That MRI, Really? Massachusetts Shines A Light","published":"2014-11-06T22:45:00+00:00","teaser":"A state law now requires insurers to reveal prices of their medical tests, and the variation is amazing, bargain hunters say. An MRI of the back is $614 at one place, $1,800 at another.","itags":["npr_api","360351551"],"guid":"21ac1327-fa6c-4184-9088-004918b4cb37","contentencoded":"<p>The kids are asleep, and I've settled into a comfy armchair in the corner of my New England living room, one of my favorite spots for shopping online. I've got my laptop open and I'm ready to search for a bone density test.</p><p><em>Hmmm ... looks like the price that my insurer pays for that test varies from $190 at Harvard Vanguard to $445 at Brigham and Women's Hospital.</em></p><p>Really? I'm calm, but this is a seismic moment. In most of the country, it is still nearly impossible to compare the price and quality of anything in health care. Ten years ago, I tried filing Freedom of Information Act requests to get this information and got nothing. Occasionally, sources would leak me spreadsheets from one hospital or another.</p><p>Websites that mine such data are <a href=\"http://blogs.kqed.org/stateofhealth/2014/06/23/share-your-bill-make-health-costs-transparent-in-california/\">springing up</a> to fill the void, revealing price tags on everything from an office visit to a cesarean section. But thanks to a law enacted in October, Massachusetts health insurers now have to make all their prices public — in advance.</p><p>\"This is a very big deal,\" says <a href=\"http://www.mass.gov/ocabr/biobarbara-anthony.html\">Barbara Anthony</a>, undersecretary for consumer affairs in Massachusetts. \"We're letting the light shine in.\"</p><p>The online tools also calculate <em>your</em> cost, based on your plan. Anthony's office has launched an ad campaign, urging patients to shop around. She says doctors and hospitals are becoming frequent users of the online cost tools, too.</p><p>\"They're already saying, 'I don't want to be the highest priced provider on your website — I thought I was lower than my competitors.' That's exactly the kind of reaction we want to see,\" she says.</p><p>It's key to getting at why one hospital charges three, four or five times more than its competitors, she says, and to seeing if exposing these differences will drive down prices.</p><p>\"I'm just talking about sensible, rational pricing,\" Anthony says, \"and right now, health prices are anything but that<strong>.\"</strong></p><p>Take, for example, the cost in Boston of an MRI of the upper back, which the numbers show can range from $614 to $1,800.</p><p>\"That to me is a very big range,\"<strong> </strong>says Sue Amsel, who oversees the shopping <a href=\"https://www.harvardpilgrim.org/portal/page?_pageid=213,3835992&_dad=portal&_schema=PORTAL\">tool</a> at the insurer <a href=\"https://www.harvardpilgrim.org/portal/page?_pageid=1391,1&_dad=portal&_schema=PORTAL\">Harvard Pilgrim Health Care</a>.</p><p>In this case, the most expensive MRI is at Boston Children's Hospital — and the option of lowest cost is at New England Baptist, a hospital that specializes in orthopedics. The total cost of most surgeries is not yet available, but Amsel says you can now search for hundreds of tests, procedures and office visits.</p><p>\"It's eye-opening,\" she says. \"I'm always surprised at the difference between providers.\"</p><p>Now, most of us don't have a strong incentive to shop. We pay the same $25 or $30 copay no matter where we get an MRI. But more and more people have high-deductible plans, says Amsel, where patients pay the full cost of an office visit or test, up to the amount of their deductible.</p><p>The benefit's not just in getting to choose, Amsel says. \"It's primarily for getting you the information about whatever you're having done, so you can plan for it.\"</p><p>After spending a lot of time window shopping for common tests, I have some tips: There are no uniform prices; they vary from one insurer to the next. And you have to read the fine print on these sites to know what is and is not included in the dollar figure you'll see online.</p><hr /><p><em>This story is part of an NPR partnership with WBUR and </em><a href=\"http://kaiserhealthnews.org/\">Kaiser Health News<em>.</em></a>  <div class=\"fullattribution\">Copyright 2015 WBUR. To see more, visit <a href=\"http://www.wbur.org\">http://www.wbur.org</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+Much+Is+That+MRI%2C+Really%3F+Massachusetts+Shines+A+Light&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Martha Bebinger","audio":[{"meta":{"duration":"243"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1361820892-c529fb.m3u?orgId=329&topicId=1128&e=360351551&d=243&ft=nprml&f=360351551"},{"href":"http://media.npr.org/assets/img/2014/11/04/istock_000027782887medium-2d8ca18b7d11d72281abc0a73345f3c6df2d2ecb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1536","width":"2048"}}]}