{"created":"2015-06-16T18:04:18+00:00","modified":"2015-06-24T19:54:22+00:00","valid":{"from":"2014-11-05T06:02:30+00:00","to":"3014-11-05T06:02:30+00:00"},"hreflang":"en","contenttemplated":"[{\"content\":\"<p><em>This audio is part of the larger project <a href=\\\"http://www.americanradioworks.org/documentaries/roosevelts/\\\">The First Family of Radio</a>: Franklin and Eleanor Roosevelt’s Historic Broadcasts. You can download the entire radio hour from our <a href=\\\"http://www.americanradioworks.org/podcast/\\\">podcast feed</a> (<a href=\\\"https://itunes.apple.com/us/podcast/id81914987\\\">iTunes</a>).</em></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>March 1, 1945</strong></p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p>President Roosevelt delivered this message to a joint session of Congress after returning from a war conference at Yalta with British Prime Minister Winston Churchill and Soviet Premier Joseph Stalin. The three had discussed plans for the continuing war and the post-war world. In this speech, FDR made an unusually candid remark about his disability in order to explain why he was speaking seated at a table rather than from the House rostrum. -Stephen Smith</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<h3>Transcript</h3>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p>Senators and representatives, I have the great pleasure, the high privilege, and distinguished honor of presenting to you the president of the United States.</p><br /><p>[Applause]</p><br /><p>Mr. Roosevelt looks back, nods.</p><br /><p>Members of the Congress, I hope that you will pardon me for this unusual posture of sitting down during the presentation of what I want to say, but I know that you will realize that it makes it a lot easier for me not to have to carry about ten pounds of steel around on the bottom of my legs; and also because of the fact that I have just completed a fourteen-thousand-mile trip.</p><br /><p>[Applause]</p><br /><p>First of all, I want to say, it is good to be home.</p><br /><p>[Applause]</p><br /><p>It has been a long journey. I hope you will also agree that it has been, so far, a fruitful one.</p><br /><p>Speaking in all frankness, the question of whether it is entirely fruitful or not lies to a great extent in your hands. For unless you here in the halls of the American Congress- with the support of the American people—concur in the general conclusions reached at Yalta, and give them your active support, the meeting will not have produced lasting results.</p><br /><p>And that is why I have come before you at the earliest hour I could after my return. I want to make a personal report to you —and, at the same time, to the people of the country. Many months of earnest work are ahead of us all, and I should like to feel that when the last stone is laid on the structure of international peace, it will be an achievement for which all of us in America have worked steadfastly and unselfishly—together.</p><br /><p>I am returning from this trip—that took me so far—refreshed and inspired. I was well the entire time. I was not ill for a second, until I arrived back in Washington, and there I heard all of the rumors which had occurred in my absence. [Laughter] Yet, I returned from the trip refreshed and inspired. The Roosevelts are not, as you may suspect, averse to travel. We seem to thrive on it!</p><br /><p>[Applause and laughter]</p><br /><p>As far away as I was, I was kept constantly informed of affairs in the United States. The modern miracles of rapid communication have made this world very small. We must always bear in mind that fact, when we speak or think of international relations. I received a steady stream of messages from Washington—I might say from not only the executive branch with all its departments, but also from the legislative branch in its two departments—and except where radio silence was necessary for security purposes, I could continuously send messages any place in the world. And of course, in a grave emergency, we could have even risked the breaking of the security rule.</p><br /><p>I come from the Crimea Conference with a firm belief that we have made a good start on the road to a world of peace.</p><br /><p>There were two main purposes in this Crimea Conference. The first was to bring defeat to Germany with the greatest possible speed, and the smallest possible loss of Allied men. That purpose is now being carried out in great force. The German Army, and the German people, are feeling the ever-increasing might of our fighting men and of the Allied armies. Every hour gives us added pride in the heroic evidence, heroic advance of our troops in Germany—on German soil—toward a meeting with the gallant Red Army.</p><br /><p>[Applause]</p><br /><p>The second purpose was to continue to build the foundation for an international accord that would bring order and security after the chaos of the war, that would give some assurance of lasting peace among the Nations of the world.</p><br /><p>That goal too…in that goal, toward that goal, a tremendous stride was made.</p><br /><p>At Teheran, a little over a year ago, there were long-range military plans laid by the Chiefs of Staff of the three most powerful Nations. Among the civilian leaders at Teheran, however, at that time, there were only exchanges of views and expressions of opinion. No political arrangements were made- and none was attempted.</p><br /><p>At the Crimea Conference, however, the time had come for getting down to specific cases in the political field.</p><br /><p>There was on all sides at this Conference an enthusiastic effort to reach an agreement. Since the time of Teheran, a year ago, there had developed among all of us a—what shall I call it?—a greater facility in negotiating with each other, that augurs well for the peace of the world. We know each other better.</p><br /><p>I have never for an instant wavered in my belief that an agreement to insure world peace and security can be reached.</p><br /><p>There were a number of things that we did that were concrete—that were definite. For instance, the lapse of time between Teheran and Yalta without conferences of representatives, of civilian representatives of the three major powers has proved to be too long–fourteen months. During that long period, local problems were permitted to become acute in places like Poland and Greece and Italy and Yugoslavia.</p><br /><p>Therefore, we decided at Yalta that, even if circumstances made it impossible for the heads of the three Governments to do it, to meet more often in the future, we would make sure that arranging, that there would be more frequent personal contacts for the exchange of views, between the Secretaries of State and the Foreign Ministers of these three powers.</p><br /><p>We arranged for periodic meetings at intervals of three or four months. And I feel very confident that under this arrangement there will be no recurrences of the incidents which this winter disturbed the friends of world-wide cooperation and collaboration.</p><br /><p>When we met at Yalta, in addition to laying our strategic and tactical plans for the complete and final military victory over Germany, there were other problems of vital political consequence.</p><br /><p>For instance, first, there were the problems of the occupation and control of Germany- after victory- the complete destruction of her military power, and the assurance that neither the Nazis nor Prussian militarism could again be revived to threaten the peace and the civilization of the world.</p><br /><p>[Applause]</p><br /><p>Secondly—again for example—there was the settlement of the few differences that remained among us with respect to the International Security Organization after the Dumbarton Oaks Conference. As you remember, at that time, I said that we had agreed ninety percent. Well, that’s a pretty good percentage. I think the other ten percent was ironed out at Yalta.</p><br /><p>Third, there were the general political and economic problems common to all of the areas which that would be in the future or had been liberated from the Nazi yoke. This is a very special problem. We over here find it difficult to understand the ramifications of many of these problems in foreign lands, but we are trying to.</p><br /><p>Fourth, there were the special problems created by a few instances such as Poland and Yugoslavia.</p><br /><p>Days were spent in discussing these momentous matters and we argued freely and frankly across the table. But at the end, on every point, unanimous agreement was reached. And more important even than the agreement of words, I may say we achieved a unity of thought and a way of getting along together.</p><br /><p>[Applause]</p><br /><p>Of course, we know that it was Hitler’s hope—and the German war lords’—that we would not agree- that some slight crack might appear in the solid wall of Allied unity, a crack that would give him and his fellow gangsters one last hope of escaping their just doom. That is the objective for which his propaganda machine has been working for many months.</p><br /><p>But Hitler has failed.</p><br /><p>[Applause]</p><br /><p>Never before have the major Allies been more closely united —not only in their war aims but also in their peace aims. And they are determined to continue to be united with each other-and with all peace-loving Nations- so that the ideal of lasting peace will become a reality.</p><br /><p>The Soviet, British, and United States Chiefs of Staff held daily meetings with each other. They conferred frequently with Marshal Stalin, and with Prime Minister Churchill and with me, on the problem of coordinating the strategic and tactical efforts of the Allied powers. They completed their plans for the final knock-out blows to Germany.</p><br /><p>At the time of the Teheran Conference, the Russian front, for instance, was removed so far from the American and British fronts that, while certain long-range strategic cooperation was possible, there could be no tactical, day-by-day coordination. They were too far apart. But Russian troops have now crossed Poland. They are fighting on the Eastern soil of Germany herself; British and American troops are now on German soil close to the Rhine River in the West. It is a different situation today from what it was fourteen months ago; a closer tactical liaison has become possible for the first time in Europe—and, in the Crimea Conference, that was something else that was accomplished.</p><br /><p>Provision was made for daily exchange of information between the armies under the command of General Eisenhower on the western front, and those armies under the command of the Soviet marshals on that long eastern front, and also with our armies in Italy—without the necessity of going through the Chiefs of Staff in Washington or London as in the past.</p><br /><p>You have seen one result of this exchange of information in the recent bombings by American and English aircraft of points which are directly related to the Russian advance on Berlin.</p><br /><p>From now on, American and British heavy bombers will be used—in the day-by-day tactics of the war—and we have begun to realize, I think, that there is all the difference in the world between tactics on the one side, and strategy on the other—day-by-day tactics of the war in direct support of the Soviet armies, as well as in the support of our own on the western front.</p><br /><p>They are now engaged in bombing and strafing in order to hamper the movement of German reserves, German materials to the eastern and western fronts from other parts of Germany or from Italy.</p><br /><p>Arrangements have been made for the most effective distribution of all available material and transportation to the places where they can best be used in the combined war effort- American, British, and Russian.</p><br /><p>Details of these plans and arrangements are military secrets, of course; but they are going to hasten, this tying of things in together is going to hasten the day of the final collapse of Germany. The Nazis are learning about some of them already, to their sorrow. And I think all three of us at the Conference felt that they will learn more about them tomorrow and the next day- and the day after that!</p><br /><p>[Applause]</p><br /><p>There will be no respite for them. We will not desist for one moment until unconditional surrender.</p><br /><p>[Applause]</p><br /><p>You know, I’ve always felt that common sense prevails in the long run—quiet, overnight thinking. I think that is true in Germany, just as much as it is here.</p><br /><p>The German people, as well as the German soldiers must realize that the sooner, the sooner they give up and surrender by groups or as individuals, the sooner their present agony will be over. They must realize that only with complete surrender can they begin to reestablish themselves as people whom the world might accept as decent neighbors.</p><br /><p>We made it clear again at Yalta, and I now repeat that unconditional surrender does not mean the destruction or enslavement of the German people. The Nazi leaders have deliberately withheld that part of the Yalta declaration from the German press and radio. They seek to convince the people of Germany that the Yalta declaration does mean slavery and destruction for them—they are working at it day and night for that is how the Nazis hope to save their own skins, and deceive their people into continued and useless resistance.</p><br /><p>We did, however, make it clear at the Conference just what unconditional surrender does mean for Germany.</p><br /><p>It means the temporary control of Germany by Great Britain, Russia, France, and the United States. Each of these Nations will occupy and control a separate zone of Germany—and the administration of the four zones will be coordinated, coordinated in Berlin by a Control Council composed of representatives of the four Nations.</p><br /><p>Unconditional surrender means something else. It means the end of Nazism.</p><br /><p>[Applause]</p><br /><p>It means the end of the Nazi Party—and of all its barbaric laws and institutions.</p><br /><p>It means the termination of all militaristic influence in the public, private, and cultural life of Germany.</p><br /><p>It means for the Nazi war criminals a punishment that is speedy and just—and severe.</p><br /><p>It means the complete disarmament of Germany; the destruction of its militarism of its military equipment; the end of its production of armament; the dispersal of all its armed forces; the permanent dismemberment of the German General Staff which has so often shattered the peace of the world.</p><br /><p>It means that Germany will have to make reparations, reparations in kind for the damage which has been done to the innocent victims of its aggression.</p><br /><p>By compelling reparations in kind—in plants, in machinery, in rolling stock, and in raw materials- we shall avoid the mistake that we and other people, other Nations made after the last war, the demanding of reparations in the form of money which Germany could never pay.</p><br /><p>We do not want the German people to starve, or to become a burden on the rest of the world.</p><br /><p>Our objective in handling Germany is simple—it is to secure the peace of the rest of the world now and in the future. Too much experience has shown that that objective is impossible if Germany is allowed to retain any ability to wage aggressive warfare.</p><br /><p>[Applause]</p><br /><p>Now, these objectives will not hurt the German people. On the contrary, they will protect them from a repetition of the fate which the General Staff and Kaiserism imposed on them before, and which Hitlerism is now imposing upon them again a hundredfold. It will be removing a cancer from the German body politic which for generations has produced only misery and only pain to the whole world.</p><br /><p>During my stay in, in Yalta, I saw the kind of reckless, senseless fury, the terrible destruction that comes out of German militarism. Yalta, on the Black Sea, had no military significance of any kind. It had no defenses.</p><br /><p>Before the last war, it had been a resort, a resort for people like the Czars and princes and for the aristocracy and the hangers-on. However, after the Red Revolution, and until the attack on the Soviet Union by Hitler two years ago, the palaces and the villas of Yalta had been used as a rest and recreation center by the Russian people.</p><br /><p>The Nazi officers took these former palaces and villas- took them over for their own use. That was the only reason that the so-called former palace of the Czar was still habitable, when we got there, was that it had been given—or he thought it had been given— to a German general for his own property and his own use. And when Yalta was so destroyed, he kept soldiers there to protect what he thought would become his own, nice villa. It was a useful rest and recreation center for hundreds of thousands of Russian workers, farmers, and their families, up to the time that it was taken again by the Germans. The Nazi officers took these places for their own use, and when the Red Army forced the Nazis out of the Crimea—just almost just a year ago last April I think it was– all of the villas were looted by the Nazis, and then nearly all of them were destroyed by bombs placed on the inside. And even the humblest of the homes of Yalta were not spared.</p><br /><p>There was little left of it except blank walls—ruins—destruction.</p><br /><p>Sevastopol—that was a fortified port, about forty or fifty miles away—there again was a scene of utter destruction—a large city with great navy yards and fortifications- I think less than a dozen buildings were left intact in the entire city.</p><br /><p>I had read about Warsaw and Lidice and Rotterdam and Coventry—but I saw Sevastopol and Yalta! And I know that there is not room enough on earth for both German militarism and Christian decency.</p><br /><p>[Applause]</p><br /><p>Let’s go on with a story which I hope to do under an hour.</p><br /><p>Of equal importance with the military arrangements at the Crimea Conference were the agreements reached with respect to a general international organization for lasting world peace. The foundations were laid at Dumbarton Oaks. There was one point, however, on which agreement was not reached. It involved the procedure of voting in the Security Council. I want to try to make it clear by making it simple. It took me hours and hours to get the thing straight in my own mind—and many conferences.</p><br /><p>At the Crimea Conference, the Americans made a proposal, a proposal on this subject which, after full discussion was, I am glad to say, unanimously adopted by the other two Nations.</p><br /><p>It is not yet possible to announce the terms of it publicly, but it will be in a very short time.</p><br /><p>When the conclusions reached with respect to voting are made known, I think and I hope that you will find them fair, that you will find them a fair solution of this complicated and difficult problem, truly it’s a, you might almost say it’s a legislative problem. They are founded in justice, and will go far to assure international cooperation in the maintenance of peace.</p><br /><p>There’s going to be held, as you know, after we’ve straightened that voting matter out. There’s going to be held in San Francisco a meeting of all the United Nations of the world on the 25th of April, next month. There, we all hope, and confidently expect, to execute a definite charter of organization upon which the peace of the world will be preserved and the forces of aggression permanently outlawed.</p><br /><p>This time we are not making the mistake of waiting until the end of the war to set up the machinery of peace. This time, as we fight together to win the war finally, we work together from keeping it from happening again.</p><br /><p>I—as you know—have always been a believer in the document called the Constitution of the United States. And I spent a good deal of time in educating two other Nations of the world in regard to the Constitution of the United States. The charter has to be—and should be—approved by the Senate of the United States, under the Constitution. I think the other Nations all know it now. I am aware of that fact, and now all the other Nations are. And we hope that the Senate will approve of what is set forth as the Charter of the United Nations when they all come together in San Francisco next month.</p><br /><p>The Senate of the United States, through its appropriate representatives, has been kept continuously advised of the program of this Government in the creation of the International Security Organization.</p><br /><p>The Senate and the House of Representatives will both be represented at the San Francisco Conference. The Congressional delegates will consist of an equal number, and senatorial, of an equal number of Republican and Democratic members. The American Delegation is—in every sense of the word—bipartisan.</p><br /><p>I think that world peace is not exactly a party question. I think that Republicans want peace just as much as Democrats.</p><br /><p>[Applause]</p><br /><p>It is not a party question—any more than is military victory—the winning of the war.</p><br /><p>When the Republic was threatened, first by the Nazi clutch for world conquest back in 1940, ‘39 and then by the Japanese treachery in 1941, partisanship and politics were laid aside by nearly every American; and every resource was dedicated to our common safety. The same consecration to the cause of peace will be expected, I think, by every patriotic American, and by every human soul overseas, too.</p><br /><p>The structure of world peace cannot be the work of one man, or one party, or one Nation. It cannot be just an American peace, or a British peace, or a Russian, a French, or a Chinese peace. It cannot be a peace of large Nations- or of small Nations. It must be a peace which rests on the cooperative effort of the whole world.</p><br /><p>It must be a structure of complete… It cannot be, what some people think, a structure of complete perfection at first. But it can be a peace—and it will be a peace—based on the sound and just principles of the Atlantic Charter—on the concept of the dignity of the human being—and on the guarantees of tolerance and freedom of religious worship.</p><br /><p>As the Allied armies have marched to military victory, they have liberated people whose liberties had been crushed by the Nazis for four long years, whose economy has been reduced to ruin by Nazi despoilers.</p><br /><p>There have been instances of political confusion and unrest in these liberated areas—that is not unexpected—as in Greece or in Poland or in Yugoslavia, and there may be more. Worse than that, there actually began to grow up in some of these places queer ideas of, for instance, “spheres of influence” that were incompatible with the basic principles of international collaboration. If allowed to go on unchecked, these developments might have had tragic results in time.</p><br /><p>It is fruitless to try to place the blame for this situation on one particular Nation or on another. It is the kind of development that is almost inevitable unless the major powers of the world continue without interruption to work together and to assume joint responsibility for the solution of problems that may arise to endanger the peace of the world.</p><br /><p>We met in the Crimea, determined to settle this matter of liberated areas. Things that might happen that we cannot foresee at this moment might happen suddenly—unexpectedly—next week or next month. And I am happy to confirm to the Congress that we did arrive at a settlement—and, incidentally, a unanimous settlement.</p><br /><p>The three most powerful Nations have agreed that the political and economic problems of any area liberated from Nazi conquest, or of any former Axis satellite, are a joint responsibility of all three Governments. They will join together, during the temporary period of instability—after hostilities—to help the people of any liberated area, or of any former satellite state, to solve their own problems through firmly established democratic processes.</p><br /><p>They will endeavor to see, to see to it, that interim government, the people who carry on the interim government between occupation of Germany and by true independence, that such an interim government will be as representative as possible of all democratic elements in the population, and that free elections are held as soon as possible thereafter.</p><br /><p>Responsibility for political conditions thousands of miles away can no longer be avoided I think by this great Nation. Certainly, I do not want to live to see another war. As I have said, the world is smaller— smaller every year. The United States now exerts a tremendous influence in the cause of peace. What we people over here are thinking and talking about is in the interest of peace, because it is known all over the world. The slightest remark in either House of the Congress is known all over the world the following day. We will continue to exert that influence, only if we are willing to continue to share in the responsibility for keeping the peace. It will be our own tragic loss, I think, if we were to shirk that responsibility.</p><br /><p>The final decisions in these areas are going to be made jointly therefore; and therefore they will often be a result of give-and-take compromise. The United States will not always have its way a hundred percent- nor will Russia nor Great Britain. We shall not always have ideal answers- solutions to complicated international problems, even though we are determined continuously to strive toward that ideal. But I am sure that under the agreements reached at Yalta, there will be a more stable political Europe and the parts of it than ever before.</p><br /><p>Of course, once there has been a free expression of the people’s will in any country, our immediate responsibility ends- with the exception only of such action as may be agreed on in the International Security Organization that we hope to set up.</p><br /><p>The United Nations must also soon begin to help these liberated areas adequately to reconstruct their economy, I don’t want them starving to death (?), so that they are ready to resume their places in the world. The Nazi war machine has stripped them of raw materials and machine tools and trucks and locomotives and things like that. They have left the industry of these places stagnant and much of the agricultural areas are unproductive. The Nazis have left a complete ruin or a partial ruin in their wake.</p><br /><p>To start the wheels running again is not a mere matter of relief. It is to the national interest that all of, all of us, us see to it that these liberated areas are again made self-supporting and productive so that they do not need continuous relief from us. I should say that was an argument based on plain common sense.</p><br /><p>One outstanding example of joint action by the three major Allied powers was the solution reached on Poland. The whole Polish question was a potential source of trouble in postwar Europe- as it has been sometimes before and we came to the Conference determined to find a common ground for its solution. And we did- even though everybody does not agree with us, obviously.</p><br /><p>Our objective was to help to create a strong, independent, and prosperous Nation. That is the thing we must always remember, those words, agreed to by Russia, by Britain, and by the me: the objective of making Poland a strong, independent, and prosperous Nation, with a government ultimately to be selected by the Polish people themselves.</p><br /><p>To achieve that objective, it was necessary to provide for the formation of a new government much more representative than had been possible while Poland was enslaved. There were, as you know, two governments- one in London, one in Lublin—practically in Russia. Accordingly, steps were taken at Yalta to reorganize the existing Provisional Government in Poland on a broader democratic basis, so as to include democratic leaders now in Poland and those abroad. This new, reorganized government will be recognized by all of us as the temporary government of Poland. Poland needs a temporary government in the worst way—an ad interim government, I think is another way of putting it.</p><br /><p>However, the new Polish Provisional Government of National Unity will be pledged to holding a free election as soon as possible on the basis of universal suffrage and a secret ballot.</p><br /><p>Throughout history, Poland has been the corridor through which attacks on Russia have been made. Twice in this generation, Germany has struck at Russia through this corridor. To insure European security and world peace, a strong and independent Poland is necessary to prevent that from happening again.</p><br /><p>The decision with respect to the boundaries of Poland was, frankly, a compromise. I did not agree with all of it, by any means, but we did not go as far as Britain wanted, in certain areas; we did not go so far as Russia wanted, in certain areas; and we did not go so far as I wanted, in certain areas. It was a compromise. The decision, is not only a compromise, is one however, under which the Poles will receive compensation in territory in the North and West in exchange for what they lose by the Curzon Line in the East. The limits of the western border will be permanently fixed in the final Peace Conference. We know, roughly, that it will include—in the new, strong Poland—quite a large slice of what now is called Germany. And it was agreed, also, that the new Poland will have a large and long coast line, and many new harbors. Also, East Prussia most of it will go to Poland. A corner of it will go to Russia. Also, that the—what shall I call it?—the anomaly of the Free State of Danzig, I think Danzig would be a lot better if it were Polish.</p><br /><p>It is well known that the people east of the Curzon Line-just for example, here is why I compromised— The people east of the Curzon Line are predominantly white Russian and Ukrainian—they are not Polish; and a very great majority. And the people west of the line are predominantly Polish, except in that part of East Prussia and eastern Germany, which will go to the new Poland. As far back as 1919, representatives of the Allies agreed that the Curzon Line represented a fair boundary between the two peoples. And you must remember, also, that there was not Poland before, there had not been any Polish government before 1919 for a great many generations.</p><br /><p>I am convinced that the agreement on Poland, under the circumstances, is the most hopeful agreement possible for a free, independent, and prosperous Polish state.</p><br /><p>Now the Crimea Conference was a meeting of the three major military powers on whose shoulders rested chief responsibility and burden of the war. Although, for this reason, another nation would not be included, France was not a participant in the Conference, no one should detract from the recognition that was accorded there of her role in the future of Europe and the future of the world.</p><br /><p>France has been invited to accept, this was on my second part of my motion, France has been invited to accept a zone of control in Germany, and to participate as a fourth member of the Allied Control Council of Germany.</p><br /><p>She has been invited to join as a sponsor of the International Conference at San Francisco next month.</p><br /><p>She will be a permanent member of the International Security Council together with the other four major powers.</p><br /><p>And, finally, we have asked that France that she be associated with us in our joint responsibility over all the liberated areas all of them in Europe.</p><br /><p>Of course there are a number of smaller things that I haven’t got time to go into on which an agreement was had and we hope things will straighten out.</p><br /><p>Agreement was reached on Yugoslavia, as announced in the communique; and we hope that it is in process of fulfillment. But, not only there but in some other places, we have to remember that there are a great many prima donnas in the world. All of them wish to be heard before anything becomes final, so we may have a little delay while we listen to more prima donnas.</p><br /><p>Quite naturally, this Conference concerned itself only with the European war and with the political problems of Europe and not with the Pacific war.</p><br /><p>In Malta, however, our combined British and American staffs made their plans to increase the attack against Japan.</p><br /><p>The Japanese warlords know that they are not being over looked. They have felt the force of our B-29′s, and our carrier planes; they have felt the naval might of the United States, and do not appear very anxious to come out and try it again.</p><br /><p>The Japs now know what it means to hear that “The United States Marines have landed.”</p><br /><p>[Applause]</p><br /><p>And I think I can add that, having Iwo Jima in mind, “The situation is well in hand.”</p><br /><p>[Applause]</p><br /><p>They also know what is in store for the homeland of Japan now that General MacArthur has completed his magnificent march back to Manila [Applause] and now that Admiral Nimitz is establishing air bases right in the back yard.</p><br /><p>[Applause]</p><br /><p>But, lest somebody else lay off work in the United States, I can repeat what I have said—a short sentence—even in my sleep: “We haven’t won the wars yet”.</p><br /><p>It is still a long, tough road to Tokyo. It is longer to go to Tokyo than it is to Berlin. We must be prepared for a long and costly struggle in the city.</p><br /><p>But the unconditional surrender of Japan is as essential as the defeat of Germany. [Applause] I say that advisedly, with the thought in mind that that is especially true if our plans for world peace are to succeed. For Japanese militarism must be wiped out as thoroughly as German militarism.</p><br /><p>On the way back from the Crimea, I made arrangements to meet personally King Farouk of Egypt, Halle Selassie, the Emperor of Ethiopia, and King Ibn Saud of Saudi Arabia. Our conversations had to do with matters of common interest. They will be of great mutual advantage because they gave me, and a good many of us, an opportunity of meeting and talking face to face, and of exchanging views in personal conversation instead of formal correspondence.</p><br /><p>For instance, on the problem of Arabia, I learned more about that whole problem—the Moslem problem, the Jewish problem—by talking with Ibn Saud for five minutes, than I could have learned in the exchange of two or three dozen letters.</p><br /><p>On my voyage, I had the benefit of seeing the Army and Navy and the Air Force at work.</p><br /><p>[tape breaks up] I think, would feel as proud of our armed forces as I am, if they could see and hear what I did.</p><br /><p>Against the most efficient professional soldiers and sailors and airmen of all history, our men stood and fought—and won.</p><br /><p>[Applause]</p><br /><p>I think this is our chance to see to it that the sons and the grandsons of these gallant fighting men do not have to do it all over again in a few years.</p><br /><p>The Conference in the Crimea was a turning point- I hope in our history and therefore in the history of the world. There will soon be presented to the Senate of the United States and to the American people a great decision that will determine the fate of the United States—and I think therefore the fate of the world—for generations to come.</p><br /><p>There can be no middle ground here. We shall have to take the responsibility for world collaboration, or we shall have to bear the responsibility for another world conflict.</p><br /><p>I know that the word “planning” is not looked upon with favor in some circles. In domestic affairs, tragic mistakes have been made by reason of lack of planning; and, on the other hand, many great improvements in living. And many benefits to the human race, have been accomplished as a result of adequate, intelligent planning—reclamation of desert areas, developments of whole river valleys, and provision for adequate housing and a dozen different topics.</p><br /><p>The same will be true in relations between Nations. For the second time in the lives of most of us this generation is face to face with the objective of preventing wars. To meet that objective, the Nations of the world will either have a plan or they will not. The groundwork of a plan has now been furnished, and has been submitted to humanity for discussion and decision.</p><br /><p>No plan is perfect. Whatever is adopted at San Francisco will doubtless have to be amended time and again over the years, just as our own Constitution has been.</p><br /><p>No one can say exactly how long any plan will last. Peace can endure only so long as humanity really insists upon it, and is willing to work for it- and sacrifice for it.</p><br /><p>Twenty-five years ago, American fighting men looked to the statesmen of the world to finish the work of peace for which they fought and suffered. We failed them then. We cannot fail them again, and expect the world again to survive again.</p><br /><p>I think the Crimea Conference was a successful effort by the three leading Nations to find a common ground for peace. It spells or ought to spell the end of the system of unilateral action, the exclusive alliances, the spheres of influence, the balances of power, and all the other expedients that have been tried for centuries—and have always failed.</p><br /><p>We propose to substitute for all these, a universal organization in which all peace-loving Nations will finally have a chance to join.</p><br /><p>And I am confident that the Congress and the American people will accept the results of this Conference as the beginnings of a permanent structure of peace upon which we can begin to build, under God, that better world in which our children and grandchildren—yours and mine, the children and grandchildren of the whole world- must live, and can live.</p><br /><p>And that, my friends, is the only message I can give you. But I feel it very deeply, as I know that all of you are feeling it today, and are going to feel it in the future.</p><br /><p>[Applause]</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><iframe frameborder=\\\"0\\\" src=\\\"http://cdn.knightlab.com/libs/timeline/latest/embed/index.html?source=0Ai6SjtFZXpPtdFpwZGczQ0RTLUxrcVdxaUxwY1dpRnc&amp;font=Bevan-PotanoSans&amp;maptype=toner&amp;lang=en&amp;height=650\\\"></iframe></p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"}]","itags":["21c5c9bfd97d8c7809fb4408fecfd3ba","American RadioWorks","American RadioWorks 2014-11-05"],"title":"FDR: Last Address to Congress","teaser":"This audio is part of the larger project The First Family of Radio: Franklin and Eleanor Roosevelt’s Historic Broadcasts. You […]","description":"This audio is part of the larger project The First Family of Radio: Franklin and Eleanor Roosevelt’s Historic Broadcasts. You […]","byline":"Andy Kruse","guid":"21c5c9bf-d97d-48c7-809f-4408fecfd3ba","contentencoded":"<div class=\"barn-cleaned\"><p><em>This audio is part of the larger project <a href=\"http://www.americanradioworks.org/documentaries/roosevelts/\">The First Family of Radio</a>: Franklin and Eleanor Roosevelt’s Historic Broadcasts. You can download the entire radio hour from our <a href=\"http://www.americanradioworks.org/podcast/\">podcast feed</a> (<a href=\"https://itunes.apple.com/us/podcast/id81914987\">iTunes</a>).</em></p>\n<br />\n<p><strong>March 1, 1945</strong></p>\n<br />\n<p>President Roosevelt delivered this message to a joint session of Congress after returning from a war conference at Yalta with British Prime Minister Winston Churchill and Soviet Premier Joseph Stalin. The three had discussed plans for the continuing war and the post-war world. In this speech, FDR made an unusually candid remark about his disability in order to explain why he was speaking seated at a table rather than from the House rostrum. -Stephen Smith</p>\n<br />\n<h3>Transcript</h3>\n<br />\n<blockquote>\n<p>Senators and representatives, I have the great pleasure, the high privilege, and distinguished honor of presenting to you the president of the United States.</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>Mr. Roosevelt looks back, nods.</p>\n<br />\n<p>Members of the Congress, I hope that you will pardon me for this unusual posture of sitting down during the presentation of what I want to say, but I know that you will realize that it makes it a lot easier for me not to have to carry about ten pounds of steel around on the bottom of my legs; and also because of the fact that I have just completed a fourteen-thousand-mile trip.</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>First of all, I want to say, it is good to be home.</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>It has been a long journey. I hope you will also agree that it has been, so far, a fruitful one.</p>\n<br />\n<p>Speaking in all frankness, the question of whether it is entirely fruitful or not lies to a great extent in your hands. For unless you here in the halls of the American Congress- with the support of the American people—concur in the general conclusions reached at Yalta, and give them your active support, the meeting will not have produced lasting results.</p>\n<br />\n<p>And that is why I have come before you at the earliest hour I could after my return. I want to make a personal report to you —and, at the same time, to the people of the country. Many months of earnest work are ahead of us all, and I should like to feel that when the last stone is laid on the structure of international peace, it will be an achievement for which all of us in America have worked steadfastly and unselfishly—together.</p>\n<br />\n<p>I am returning from this trip—that took me so far—refreshed and inspired. I was well the entire time. I was not ill for a second, until I arrived back in Washington, and there I heard all of the rumors which had occurred in my absence. [Laughter] Yet, I returned from the trip refreshed and inspired. The Roosevelts are not, as you may suspect, averse to travel. We seem to thrive on it!</p>\n<br />\n<p>[Applause and laughter]</p>\n<br />\n<p>As far away as I was, I was kept constantly informed of affairs in the United States. The modern miracles of rapid communication have made this world very small. We must always bear in mind that fact, when we speak or think of international relations. I received a steady stream of messages from Washington—I might say from not only the executive branch with all its departments, but also from the legislative branch in its two departments—and except where radio silence was necessary for security purposes, I could continuously send messages any place in the world. And of course, in a grave emergency, we could have even risked the breaking of the security rule.</p>\n<br />\n<p>I come from the Crimea Conference with a firm belief that we have made a good start on the road to a world of peace.</p>\n<br />\n<p>There were two main purposes in this Crimea Conference. The first was to bring defeat to Germany with the greatest possible speed, and the smallest possible loss of Allied men. That purpose is now being carried out in great force. The German Army, and the German people, are feeling the ever-increasing might of our fighting men and of the Allied armies. Every hour gives us added pride in the heroic evidence, heroic advance of our troops in Germany—on German soil—toward a meeting with the gallant Red Army.</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>The second purpose was to continue to build the foundation for an international accord that would bring order and security after the chaos of the war, that would give some assurance of lasting peace among the Nations of the world.</p>\n<br />\n<p>That goal too…in that goal, toward that goal, a tremendous stride was made.</p>\n<br />\n<p>At Teheran, a little over a year ago, there were long-range military plans laid by the Chiefs of Staff of the three most powerful Nations. Among the civilian leaders at Teheran, however, at that time, there were only exchanges of views and expressions of opinion. No political arrangements were made- and none was attempted.</p>\n<br />\n<p>At the Crimea Conference, however, the time had come for getting down to specific cases in the political field.</p>\n<br />\n<p>There was on all sides at this Conference an enthusiastic effort to reach an agreement. Since the time of Teheran, a year ago, there had developed among all of us a—what shall I call it?—a greater facility in negotiating with each other, that augurs well for the peace of the world. We know each other better.</p>\n<br />\n<p>I have never for an instant wavered in my belief that an agreement to insure world peace and security can be reached.</p>\n<br />\n<p>There were a number of things that we did that were concrete—that were definite. For instance, the lapse of time between Teheran and Yalta without conferences of representatives, of civilian representatives of the three major powers has proved to be too long–fourteen months. During that long period, local problems were permitted to become acute in places like Poland and Greece and Italy and Yugoslavia.</p>\n<br />\n<p>Therefore, we decided at Yalta that, even if circumstances made it impossible for the heads of the three Governments to do it, to meet more often in the future, we would make sure that arranging, that there would be more frequent personal contacts for the exchange of views, between the Secretaries of State and the Foreign Ministers of these three powers.</p>\n<br />\n<p>We arranged for periodic meetings at intervals of three or four months. And I feel very confident that under this arrangement there will be no recurrences of the incidents which this winter disturbed the friends of world-wide cooperation and collaboration.</p>\n<br />\n<p>When we met at Yalta, in addition to laying our strategic and tactical plans for the complete and final military victory over Germany, there were other problems of vital political consequence.</p>\n<br />\n<p>For instance, first, there were the problems of the occupation and control of Germany- after victory- the complete destruction of her military power, and the assurance that neither the Nazis nor Prussian militarism could again be revived to threaten the peace and the civilization of the world.</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>Secondly—again for example—there was the settlement of the few differences that remained among us with respect to the International Security Organization after the Dumbarton Oaks Conference. As you remember, at that time, I said that we had agreed ninety percent. Well, that’s a pretty good percentage. I think the other ten percent was ironed out at Yalta.</p>\n<br />\n<p>Third, there were the general political and economic problems common to all of the areas which that would be in the future or had been liberated from the Nazi yoke. This is a very special problem. We over here find it difficult to understand the ramifications of many of these problems in foreign lands, but we are trying to.</p>\n<br />\n<p>Fourth, there were the special problems created by a few instances such as Poland and Yugoslavia.</p>\n<br />\n<p>Days were spent in discussing these momentous matters and we argued freely and frankly across the table. But at the end, on every point, unanimous agreement was reached. And more important even than the agreement of words, I may say we achieved a unity of thought and a way of getting along together.</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>Of course, we know that it was Hitler’s hope—and the German war lords’—that we would not agree- that some slight crack might appear in the solid wall of Allied unity, a crack that would give him and his fellow gangsters one last hope of escaping their just doom. That is the objective for which his propaganda machine has been working for many months.</p>\n<br />\n<p>But Hitler has failed.</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>Never before have the major Allies been more closely united —not only in their war aims but also in their peace aims. And they are determined to continue to be united with each other-and with all peace-loving Nations- so that the ideal of lasting peace will become a reality.</p>\n<br />\n<p>The Soviet, British, and United States Chiefs of Staff held daily meetings with each other. They conferred frequently with Marshal Stalin, and with Prime Minister Churchill and with me, on the problem of coordinating the strategic and tactical efforts of the Allied powers. They completed their plans for the final knock-out blows to Germany.</p>\n<br />\n<p>At the time of the Teheran Conference, the Russian front, for instance, was removed so far from the American and British fronts that, while certain long-range strategic cooperation was possible, there could be no tactical, day-by-day coordination. They were too far apart. But Russian troops have now crossed Poland. They are fighting on the Eastern soil of Germany herself; British and American troops are now on German soil close to the Rhine River in the West. It is a different situation today from what it was fourteen months ago; a closer tactical liaison has become possible for the first time in Europe—and, in the Crimea Conference, that was something else that was accomplished.</p>\n<br />\n<p>Provision was made for daily exchange of information between the armies under the command of General Eisenhower on the western front, and those armies under the command of the Soviet marshals on that long eastern front, and also with our armies in Italy—without the necessity of going through the Chiefs of Staff in Washington or London as in the past.</p>\n<br />\n<p>You have seen one result of this exchange of information in the recent bombings by American and English aircraft of points which are directly related to the Russian advance on Berlin.</p>\n<br />\n<p>From now on, American and British heavy bombers will be used—in the day-by-day tactics of the war—and we have begun to realize, I think, that there is all the difference in the world between tactics on the one side, and strategy on the other—day-by-day tactics of the war in direct support of the Soviet armies, as well as in the support of our own on the western front.</p>\n<br />\n<p>They are now engaged in bombing and strafing in order to hamper the movement of German reserves, German materials to the eastern and western fronts from other parts of Germany or from Italy.</p>\n<br />\n<p>Arrangements have been made for the most effective distribution of all available material and transportation to the places where they can best be used in the combined war effort- American, British, and Russian.</p>\n<br />\n<p>Details of these plans and arrangements are military secrets, of course; but they are going to hasten, this tying of things in together is going to hasten the day of the final collapse of Germany. The Nazis are learning about some of them already, to their sorrow. And I think all three of us at the Conference felt that they will learn more about them tomorrow and the next day- and the day after that!</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>There will be no respite for them. We will not desist for one moment until unconditional surrender.</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>You know, I’ve always felt that common sense prevails in the long run—quiet, overnight thinking. I think that is true in Germany, just as much as it is here.</p>\n<br />\n<p>The German people, as well as the German soldiers must realize that the sooner, the sooner they give up and surrender by groups or as individuals, the sooner their present agony will be over. They must realize that only with complete surrender can they begin to reestablish themselves as people whom the world might accept as decent neighbors.</p>\n<br />\n<p>We made it clear again at Yalta, and I now repeat that unconditional surrender does not mean the destruction or enslavement of the German people. The Nazi leaders have deliberately withheld that part of the Yalta declaration from the German press and radio. They seek to convince the people of Germany that the Yalta declaration does mean slavery and destruction for them—they are working at it day and night for that is how the Nazis hope to save their own skins, and deceive their people into continued and useless resistance.</p>\n<br />\n<p>We did, however, make it clear at the Conference just what unconditional surrender does mean for Germany.</p>\n<br />\n<p>It means the temporary control of Germany by Great Britain, Russia, France, and the United States. Each of these Nations will occupy and control a separate zone of Germany—and the administration of the four zones will be coordinated, coordinated in Berlin by a Control Council composed of representatives of the four Nations.</p>\n<br />\n<p>Unconditional surrender means something else. It means the end of Nazism.</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>It means the end of the Nazi Party—and of all its barbaric laws and institutions.</p>\n<br />\n<p>It means the termination of all militaristic influence in the public, private, and cultural life of Germany.</p>\n<br />\n<p>It means for the Nazi war criminals a punishment that is speedy and just—and severe.</p>\n<br />\n<p>It means the complete disarmament of Germany; the destruction of its militarism of its military equipment; the end of its production of armament; the dispersal of all its armed forces; the permanent dismemberment of the German General Staff which has so often shattered the peace of the world.</p>\n<br />\n<p>It means that Germany will have to make reparations, reparations in kind for the damage which has been done to the innocent victims of its aggression.</p>\n<br />\n<p>By compelling reparations in kind—in plants, in machinery, in rolling stock, and in raw materials- we shall avoid the mistake that we and other people, other Nations made after the last war, the demanding of reparations in the form of money which Germany could never pay.</p>\n<br />\n<p>We do not want the German people to starve, or to become a burden on the rest of the world.</p>\n<br />\n<p>Our objective in handling Germany is simple—it is to secure the peace of the rest of the world now and in the future. Too much experience has shown that that objective is impossible if Germany is allowed to retain any ability to wage aggressive warfare.</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>Now, these objectives will not hurt the German people. On the contrary, they will protect them from a repetition of the fate which the General Staff and Kaiserism imposed on them before, and which Hitlerism is now imposing upon them again a hundredfold. It will be removing a cancer from the German body politic which for generations has produced only misery and only pain to the whole world.</p>\n<br />\n<p>During my stay in, in Yalta, I saw the kind of reckless, senseless fury, the terrible destruction that comes out of German militarism. Yalta, on the Black Sea, had no military significance of any kind. It had no defenses.</p>\n<br />\n<p>Before the last war, it had been a resort, a resort for people like the Czars and princes and for the aristocracy and the hangers-on. However, after the Red Revolution, and until the attack on the Soviet Union by Hitler two years ago, the palaces and the villas of Yalta had been used as a rest and recreation center by the Russian people.</p>\n<br />\n<p>The Nazi officers took these former palaces and villas- took them over for their own use. That was the only reason that the so-called former palace of the Czar was still habitable, when we got there, was that it had been given—or he thought it had been given— to a German general for his own property and his own use. And when Yalta was so destroyed, he kept soldiers there to protect what he thought would become his own, nice villa. It was a useful rest and recreation center for hundreds of thousands of Russian workers, farmers, and their families, up to the time that it was taken again by the Germans. The Nazi officers took these places for their own use, and when the Red Army forced the Nazis out of the Crimea—just almost just a year ago last April I think it was– all of the villas were looted by the Nazis, and then nearly all of them were destroyed by bombs placed on the inside. And even the humblest of the homes of Yalta were not spared.</p>\n<br />\n<p>There was little left of it except blank walls—ruins—destruction.</p>\n<br />\n<p>Sevastopol—that was a fortified port, about forty or fifty miles away—there again was a scene of utter destruction—a large city with great navy yards and fortifications- I think less than a dozen buildings were left intact in the entire city.</p>\n<br />\n<p>I had read about Warsaw and Lidice and Rotterdam and Coventry—but I saw Sevastopol and Yalta! And I know that there is not room enough on earth for both German militarism and Christian decency.</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>Let’s go on with a story which I hope to do under an hour.</p>\n<br />\n<p>Of equal importance with the military arrangements at the Crimea Conference were the agreements reached with respect to a general international organization for lasting world peace. The foundations were laid at Dumbarton Oaks. There was one point, however, on which agreement was not reached. It involved the procedure of voting in the Security Council. I want to try to make it clear by making it simple. It took me hours and hours to get the thing straight in my own mind—and many conferences.</p>\n<br />\n<p>At the Crimea Conference, the Americans made a proposal, a proposal on this subject which, after full discussion was, I am glad to say, unanimously adopted by the other two Nations.</p>\n<br />\n<p>It is not yet possible to announce the terms of it publicly, but it will be in a very short time.</p>\n<br />\n<p>When the conclusions reached with respect to voting are made known, I think and I hope that you will find them fair, that you will find them a fair solution of this complicated and difficult problem, truly it’s a, you might almost say it’s a legislative problem. They are founded in justice, and will go far to assure international cooperation in the maintenance of peace.</p>\n<br />\n<p>There’s going to be held, as you know, after we’ve straightened that voting matter out. There’s going to be held in San Francisco a meeting of all the United Nations of the world on the 25th of April, next month. There, we all hope, and confidently expect, to execute a definite charter of organization upon which the peace of the world will be preserved and the forces of aggression permanently outlawed.</p>\n<br />\n<p>This time we are not making the mistake of waiting until the end of the war to set up the machinery of peace. This time, as we fight together to win the war finally, we work together from keeping it from happening again.</p>\n<br />\n<p>I—as you know—have always been a believer in the document called the Constitution of the United States. And I spent a good deal of time in educating two other Nations of the world in regard to the Constitution of the United States. The charter has to be—and should be—approved by the Senate of the United States, under the Constitution. I think the other Nations all know it now. I am aware of that fact, and now all the other Nations are. And we hope that the Senate will approve of what is set forth as the Charter of the United Nations when they all come together in San Francisco next month.</p>\n<br />\n<p>The Senate of the United States, through its appropriate representatives, has been kept continuously advised of the program of this Government in the creation of the International Security Organization.</p>\n<br />\n<p>The Senate and the House of Representatives will both be represented at the San Francisco Conference. The Congressional delegates will consist of an equal number, and senatorial, of an equal number of Republican and Democratic members. The American Delegation is—in every sense of the word—bipartisan.</p>\n<br />\n<p>I think that world peace is not exactly a party question. I think that Republicans want peace just as much as Democrats.</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>It is not a party question—any more than is military victory—the winning of the war.</p>\n<br />\n<p>When the Republic was threatened, first by the Nazi clutch for world conquest back in 1940, ‘39 and then by the Japanese treachery in 1941, partisanship and politics were laid aside by nearly every American; and every resource was dedicated to our common safety. The same consecration to the cause of peace will be expected, I think, by every patriotic American, and by every human soul overseas, too.</p>\n<br />\n<p>The structure of world peace cannot be the work of one man, or one party, or one Nation. It cannot be just an American peace, or a British peace, or a Russian, a French, or a Chinese peace. It cannot be a peace of large Nations- or of small Nations. It must be a peace which rests on the cooperative effort of the whole world.</p>\n<br />\n<p>It must be a structure of complete… It cannot be, what some people think, a structure of complete perfection at first. But it can be a peace—and it will be a peace—based on the sound and just principles of the Atlantic Charter—on the concept of the dignity of the human being—and on the guarantees of tolerance and freedom of religious worship.</p>\n<br />\n<p>As the Allied armies have marched to military victory, they have liberated people whose liberties had been crushed by the Nazis for four long years, whose economy has been reduced to ruin by Nazi despoilers.</p>\n<br />\n<p>There have been instances of political confusion and unrest in these liberated areas—that is not unexpected—as in Greece or in Poland or in Yugoslavia, and there may be more. Worse than that, there actually began to grow up in some of these places queer ideas of, for instance, “spheres of influence” that were incompatible with the basic principles of international collaboration. If allowed to go on unchecked, these developments might have had tragic results in time.</p>\n<br />\n<p>It is fruitless to try to place the blame for this situation on one particular Nation or on another. It is the kind of development that is almost inevitable unless the major powers of the world continue without interruption to work together and to assume joint responsibility for the solution of problems that may arise to endanger the peace of the world.</p>\n<br />\n<p>We met in the Crimea, determined to settle this matter of liberated areas. Things that might happen that we cannot foresee at this moment might happen suddenly—unexpectedly—next week or next month. And I am happy to confirm to the Congress that we did arrive at a settlement—and, incidentally, a unanimous settlement.</p>\n<br />\n<p>The three most powerful Nations have agreed that the political and economic problems of any area liberated from Nazi conquest, or of any former Axis satellite, are a joint responsibility of all three Governments. They will join together, during the temporary period of instability—after hostilities—to help the people of any liberated area, or of any former satellite state, to solve their own problems through firmly established democratic processes.</p>\n<br />\n<p>They will endeavor to see, to see to it, that interim government, the people who carry on the interim government between occupation of Germany and by true independence, that such an interim government will be as representative as possible of all democratic elements in the population, and that free elections are held as soon as possible thereafter.</p>\n<br />\n<p>Responsibility for political conditions thousands of miles away can no longer be avoided I think by this great Nation. Certainly, I do not want to live to see another war. As I have said, the world is smaller— smaller every year. The United States now exerts a tremendous influence in the cause of peace. What we people over here are thinking and talking about is in the interest of peace, because it is known all over the world. The slightest remark in either House of the Congress is known all over the world the following day. We will continue to exert that influence, only if we are willing to continue to share in the responsibility for keeping the peace. It will be our own tragic loss, I think, if we were to shirk that responsibility.</p>\n<br />\n<p>The final decisions in these areas are going to be made jointly therefore; and therefore they will often be a result of give-and-take compromise. The United States will not always have its way a hundred percent- nor will Russia nor Great Britain. We shall not always have ideal answers- solutions to complicated international problems, even though we are determined continuously to strive toward that ideal. But I am sure that under the agreements reached at Yalta, there will be a more stable political Europe and the parts of it than ever before.</p>\n<br />\n<p>Of course, once there has been a free expression of the people’s will in any country, our immediate responsibility ends- with the exception only of such action as may be agreed on in the International Security Organization that we hope to set up.</p>\n<br />\n<p>The United Nations must also soon begin to help these liberated areas adequately to reconstruct their economy, I don’t want them starving to death (?), so that they are ready to resume their places in the world. The Nazi war machine has stripped them of raw materials and machine tools and trucks and locomotives and things like that. They have left the industry of these places stagnant and much of the agricultural areas are unproductive. The Nazis have left a complete ruin or a partial ruin in their wake.</p>\n<br />\n<p>To start the wheels running again is not a mere matter of relief. It is to the national interest that all of, all of us, us see to it that these liberated areas are again made self-supporting and productive so that they do not need continuous relief from us. I should say that was an argument based on plain common sense.</p>\n<br />\n<p>One outstanding example of joint action by the three major Allied powers was the solution reached on Poland. The whole Polish question was a potential source of trouble in postwar Europe- as it has been sometimes before and we came to the Conference determined to find a common ground for its solution. And we did- even though everybody does not agree with us, obviously.</p>\n<br />\n<p>Our objective was to help to create a strong, independent, and prosperous Nation. That is the thing we must always remember, those words, agreed to by Russia, by Britain, and by the me: the objective of making Poland a strong, independent, and prosperous Nation, with a government ultimately to be selected by the Polish people themselves.</p>\n<br />\n<p>To achieve that objective, it was necessary to provide for the formation of a new government much more representative than had been possible while Poland was enslaved. There were, as you know, two governments- one in London, one in Lublin—practically in Russia. Accordingly, steps were taken at Yalta to reorganize the existing Provisional Government in Poland on a broader democratic basis, so as to include democratic leaders now in Poland and those abroad. This new, reorganized government will be recognized by all of us as the temporary government of Poland. Poland needs a temporary government in the worst way—an ad interim government, I think is another way of putting it.</p>\n<br />\n<p>However, the new Polish Provisional Government of National Unity will be pledged to holding a free election as soon as possible on the basis of universal suffrage and a secret ballot.</p>\n<br />\n<p>Throughout history, Poland has been the corridor through which attacks on Russia have been made. Twice in this generation, Germany has struck at Russia through this corridor. To insure European security and world peace, a strong and independent Poland is necessary to prevent that from happening again.</p>\n<br />\n<p>The decision with respect to the boundaries of Poland was, frankly, a compromise. I did not agree with all of it, by any means, but we did not go as far as Britain wanted, in certain areas; we did not go so far as Russia wanted, in certain areas; and we did not go so far as I wanted, in certain areas. It was a compromise. The decision, is not only a compromise, is one however, under which the Poles will receive compensation in territory in the North and West in exchange for what they lose by the Curzon Line in the East. The limits of the western border will be permanently fixed in the final Peace Conference. We know, roughly, that it will include—in the new, strong Poland—quite a large slice of what now is called Germany. And it was agreed, also, that the new Poland will have a large and long coast line, and many new harbors. Also, East Prussia most of it will go to Poland. A corner of it will go to Russia. Also, that the—what shall I call it?—the anomaly of the Free State of Danzig, I think Danzig would be a lot better if it were Polish.</p>\n<br />\n<p>It is well known that the people east of the Curzon Line-just for example, here is why I compromised— The people east of the Curzon Line are predominantly white Russian and Ukrainian—they are not Polish; and a very great majority. And the people west of the line are predominantly Polish, except in that part of East Prussia and eastern Germany, which will go to the new Poland. As far back as 1919, representatives of the Allies agreed that the Curzon Line represented a fair boundary between the two peoples. And you must remember, also, that there was not Poland before, there had not been any Polish government before 1919 for a great many generations.</p>\n<br />\n<p>I am convinced that the agreement on Poland, under the circumstances, is the most hopeful agreement possible for a free, independent, and prosperous Polish state.</p>\n<br />\n<p>Now the Crimea Conference was a meeting of the three major military powers on whose shoulders rested chief responsibility and burden of the war. Although, for this reason, another nation would not be included, France was not a participant in the Conference, no one should detract from the recognition that was accorded there of her role in the future of Europe and the future of the world.</p>\n<br />\n<p>France has been invited to accept, this was on my second part of my motion, France has been invited to accept a zone of control in Germany, and to participate as a fourth member of the Allied Control Council of Germany.</p>\n<br />\n<p>She has been invited to join as a sponsor of the International Conference at San Francisco next month.</p>\n<br />\n<p>She will be a permanent member of the International Security Council together with the other four major powers.</p>\n<br />\n<p>And, finally, we have asked that France that she be associated with us in our joint responsibility over all the liberated areas all of them in Europe.</p>\n<br />\n<p>Of course there are a number of smaller things that I haven’t got time to go into on which an agreement was had and we hope things will straighten out.</p>\n<br />\n<p>Agreement was reached on Yugoslavia, as announced in the communique; and we hope that it is in process of fulfillment. But, not only there but in some other places, we have to remember that there are a great many prima donnas in the world. All of them wish to be heard before anything becomes final, so we may have a little delay while we listen to more prima donnas.</p>\n<br />\n<p>Quite naturally, this Conference concerned itself only with the European war and with the political problems of Europe and not with the Pacific war.</p>\n<br />\n<p>In Malta, however, our combined British and American staffs made their plans to increase the attack against Japan.</p>\n<br />\n<p>The Japanese warlords know that they are not being over looked. They have felt the force of our B-29′s, and our carrier planes; they have felt the naval might of the United States, and do not appear very anxious to come out and try it again.</p>\n<br />\n<p>The Japs now know what it means to hear that “The United States Marines have landed.”</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>And I think I can add that, having Iwo Jima in mind, “The situation is well in hand.”</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>They also know what is in store for the homeland of Japan now that General MacArthur has completed his magnificent march back to Manila [Applause] and now that Admiral Nimitz is establishing air bases right in the back yard.</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>But, lest somebody else lay off work in the United States, I can repeat what I have said—a short sentence—even in my sleep: “We haven’t won the wars yet”.</p>\n<br />\n<p>It is still a long, tough road to Tokyo. It is longer to go to Tokyo than it is to Berlin. We must be prepared for a long and costly struggle in the city.</p>\n<br />\n<p>But the unconditional surrender of Japan is as essential as the defeat of Germany. [Applause] I say that advisedly, with the thought in mind that that is especially true if our plans for world peace are to succeed. For Japanese militarism must be wiped out as thoroughly as German militarism.</p>\n<br />\n<p>On the way back from the Crimea, I made arrangements to meet personally King Farouk of Egypt, Halle Selassie, the Emperor of Ethiopia, and King Ibn Saud of Saudi Arabia. Our conversations had to do with matters of common interest. They will be of great mutual advantage because they gave me, and a good many of us, an opportunity of meeting and talking face to face, and of exchanging views in personal conversation instead of formal correspondence.</p>\n<br />\n<p>For instance, on the problem of Arabia, I learned more about that whole problem—the Moslem problem, the Jewish problem—by talking with Ibn Saud for five minutes, than I could have learned in the exchange of two or three dozen letters.</p>\n<br />\n<p>On my voyage, I had the benefit of seeing the Army and Navy and the Air Force at work.</p>\n<br />\n<p>[tape breaks up] I think, would feel as proud of our armed forces as I am, if they could see and hear what I did.</p>\n<br />\n<p>Against the most efficient professional soldiers and sailors and airmen of all history, our men stood and fought—and won.</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>I think this is our chance to see to it that the sons and the grandsons of these gallant fighting men do not have to do it all over again in a few years.</p>\n<br />\n<p>The Conference in the Crimea was a turning point- I hope in our history and therefore in the history of the world. There will soon be presented to the Senate of the United States and to the American people a great decision that will determine the fate of the United States—and I think therefore the fate of the world—for generations to come.</p>\n<br />\n<p>There can be no middle ground here. We shall have to take the responsibility for world collaboration, or we shall have to bear the responsibility for another world conflict.</p>\n<br />\n<p>I know that the word “planning” is not looked upon with favor in some circles. In domestic affairs, tragic mistakes have been made by reason of lack of planning; and, on the other hand, many great improvements in living. And many benefits to the human race, have been accomplished as a result of adequate, intelligent planning—reclamation of desert areas, developments of whole river valleys, and provision for adequate housing and a dozen different topics.</p>\n<br />\n<p>The same will be true in relations between Nations. For the second time in the lives of most of us this generation is face to face with the objective of preventing wars. To meet that objective, the Nations of the world will either have a plan or they will not. The groundwork of a plan has now been furnished, and has been submitted to humanity for discussion and decision.</p>\n<br />\n<p>No plan is perfect. Whatever is adopted at San Francisco will doubtless have to be amended time and again over the years, just as our own Constitution has been.</p>\n<br />\n<p>No one can say exactly how long any plan will last. Peace can endure only so long as humanity really insists upon it, and is willing to work for it- and sacrifice for it.</p>\n<br />\n<p>Twenty-five years ago, American fighting men looked to the statesmen of the world to finish the work of peace for which they fought and suffered. We failed them then. We cannot fail them again, and expect the world again to survive again.</p>\n<br />\n<p>I think the Crimea Conference was a successful effort by the three leading Nations to find a common ground for peace. It spells or ought to spell the end of the system of unilateral action, the exclusive alliances, the spheres of influence, the balances of power, and all the other expedients that have been tried for centuries—and have always failed.</p>\n<br />\n<p>We propose to substitute for all these, a universal organization in which all peace-loving Nations will finally have a chance to join.</p>\n<br />\n<p>And I am confident that the Congress and the American people will accept the results of this Conference as the beginnings of a permanent structure of peace upon which we can begin to build, under God, that better world in which our children and grandchildren—yours and mine, the children and grandchildren of the whole world- must live, and can live.</p>\n<br />\n<p>And that, my friends, is the only message I can give you. But I feel it very deeply, as I know that all of you are feeling it today, and are going to feel it in the future.</p>\n<br />\n<p>[Applause]</p>\n</blockquote>\n<br />\n<p><iframe src='http://cdn.knightlab.com/libs/timeline/latest/embed/index.html?source=0Ai6SjtFZXpPtdFpwZGczQ0RTLUxrcVdxaUxwY1dpRnc&amp;font=Bevan-PotanoSans&amp;maptype=toner&amp;lang=en&amp;height=650' frameborder='0'></iframe></p>\n<br /></div>","published":"2014-11-05T06:02:30+00:00","tags":["APM"],"audio":[{"type":"image/jpeg","meta":{"width":null,"height":null,"crop":"primary"},"href":"http://www.americanradioworks.org/wp-content/uploads/2014/11/FDR_45_03_01.jpg"},{"meta":{"duration":3111,"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm_audio:/americanradioworks/2014/fdr450301"},"duration_hms":"00:51:51"},"type":"audio/mpeg","format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/americanradioworks/2014/fdr450301_128.mp3"}]}