{"created":"2014-10-27T21:15:20+00:00","modified":"2014-10-31T00:40:11+00:00","valid":{"from":"2014-10-31T00:40:11+00:00","to":"3014-10-31T00:40:11+00:00"},"hreflang":"en","title":"The Race To Reach Migrant Children","published":"2014-07-01T19:48:00+00:00","teaser":"A handful of attorneys are trying to help the children apply for legal status before they scatter to relatives around the country.","itags":["npr_api","327309097"],"guid":"21c66bd7-2489-403f-9f6e-cc69e05451ab","contentencoded":"<p>As unaccompanied minor immigrants continue to fill up holding centers in Texas, the U.S. government is scrambling to move them into homes &#8212; however temporary &#8212; as quickly as possible. Meanwhile, a handful of attorneys are rushing to access those children to help them apply for legal status, before they scatter to relatives around the country.</p><p><strong>Jonathan Ryan</strong>, who is executive director of the San Antonio-based Refugee and Immigrant Center for Education and Legal Services (RAICES), which has worked with unaccompanied minor immigrants since the 1980s, joins <em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Robin Young to discuss why the children are fleeing and what their future looks like in the U.S.</p><h4>Interview Highlights: Jonathan Ryan</h4><p><strong>On the role recent immigration policies are having on the influx of children</strong></p><p>&#8220;You might be surprised to learn that these children are not looking at their smart phones following the latest in legislative updates. They are on the whole relatively clueless to our politics and I have not heard any express that they think they will qualify for DACA [<a href=\"http://www.uscis.gov/news/dhs-outlines-deferred-action-childhood-arrivals-process\" target=\"_blank\">Deferred Action for Childhood Arrivals</a>].&#8221;</p><p><strong>On reasons behind the recent surge of children migrants</strong></p><p>&#8220;You hear stories of young boys, and it&#8217;s so common, that once they hit the age of adolescence &#8212; could be 9, it could be 12 &#8212; they come to the attention of the local gangs. The local gangs are constantly trying to claim the up-and-coming children as theirs. They tattoo them, they claim them so they cannot be claimed by the rival gangs. Children are forced to decide whether they will join the gang, or if they will be killed by the gangs, or if they will get out. A lot of the young people who we are working with are those who managed by hook or by crook to get out and to make their way to somewhere where they think they can be safe, where they think they can get protection.&#8221;</p><p><strong>On the asylum process after the children leave the shelter</strong></p><p>&#8220;More than 90 percent of the children who are in the Health and Human Services shelters are reunified to a family member or some sponsor who will take custody of them. Once they are released, then it is the responsibility of the child to request that the immigration court proceeding, which will be begun in the city where they were apprehended, is moved to the city where they live.&#8221;</p><h4>Guest</h4><ul><li><strong>Jonathan Ryan</strong>, executive director of the <a href=\"http://www.raicestexas.org/\" target=\"_blank\">Refugee and Immigrant Center for Education and Legal Services</a> (RAICES) in San Antonio.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Race+To+Reach+Migrant+Children&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"387"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1327309100-44df67.m3u?orgId=1&ft=3&f=327309097"}]}