{"created":"2014-10-08T15:53:14+00:00","modified":"2014-11-03T01:48:22+00:00","valid":{"from":"2014-11-03T01:48:22+00:00","to":"3014-11-03T01:48:22+00:00"},"hreflang":"en","title":"Do We Need This Government Agency? 'Let Me Google That' ","published":"2014-05-19T15:48:00+00:00","teaser":"Why would anyone pay for something when the exact same thing is available for free? That's the question asked of an obscure federal agency pursuing a Cold War mission in the age of the search engine.","itags":["npr_api","313456956"],"guid":"21c9600c-94c8-4346-8676-691189665811","contentencoded":"<p>Why would anyone pay for something when the exact same thing is available for free? The answer seems obvious, yet the question remains relevant for an obscure federal agency still pursuing its Cold War mission in the age of the search engine.</p><p>Say you wanted to know more about supersonic retro-propulsion wind tunnel testing. Or ancient land use in the Maya Lowlands. Or a 1996 hazardous waste characteristics scoping study. OK, you don't really want to know about these things, but someone did, and someone did the research.</p><p>Back in 1950, Congress created an agency to find that research. The National Technical Information Service was told to catalog, warehouse and make available all manner of scientific and academic papers.</p><p>That was 64 years ago, decades before the Internet was even invented. So what's an easy way to find those papers now?</p><p>At a computer in his Senate office, Sen. Tom Coburn is looking for one of those reports — the one about the hazardous waste. NTIS sells it on their website: $25 for an electronic file, $73 for a paper copy.</p><p>\"There it is,\" Coburn says. \"There's everything you want on it. There's the appendices, and here's the characteristics of the study. I can print it out now. I don't want it, but I could print it out right now on my computer and have it in 2 minutes.\"</p><p>How much does that same study cost at the EPA website? That would be nothing. Zero.</p><p>And that, says the Government Accountability Office, is the problem. A GAO audit found that 74 percent of the more recent NTIS reports it sampled were available from other sources — and 95 percent of those reports were free on the Internet.</p><p>Valerie Melvin is the audit's author. \"We could find a GAO report that was selling for maybe 30-some dollars, that is on our website for free. So we questioned the viability and appropriateness of that fee-based model that they were using.\"</p><p>For that problem, Coburn has this solution: \"Let me Google that for you.\"<br />That's the official title of Coburn's bill — The Let Me Google That For You Act of 2014. It has a pretty simply purpose: To abolish the NTIS.</p><p>The agency is headquartered across the Potomac River from Washington, in an Alexandria, Va., office park near the Capital Beltway. Judith Russell is the dean of libraries at the University of Florida in Gainesville and an NTIS advisory board member.</p><p>She says the agency continues to provide value to researchers by creating a standardized catalog for all its reports, for example. She says it has to charge for documents because of the law that requires it to be self-sustaining. <br />\"I think they do have a valid and important mission,\" she says, \"but a clumsy piece of governing legislation.\"</p><p>Coburn counters that the report-selling business still loses money, and what revenue it does have comes largely from other federal agencies, which are using taxpayer money.</p><p>As might be expected, his bill is pretty popular, but even popular bills don't get through Congress very often these days. The clock may run out on the Let Me Google That For You Act of 2014.</p><p>Even if that happens, and even with Coburn retiring early next year, there's probably a good chance of a Let Me Google That For You Act of 2015.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Do+We+Need+This+Government+Agency%3F+%27Let+Me+Google+That%27+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"S.V. Dáte","audio":[{"meta":{"duration":"210"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1313618355-6493ee.m3u?orgId=1&topicId=1014&ft=3&f=313456956"}]}