{"created":"2015-06-02T20:19:50+00:00","modified":"2015-06-08T23:05:27+00:00","valid":{"from":"2015-06-08T23:05:27+00:00","to":"3015-06-08T23:05:27+00:00"},"hreflang":"en","title":"A Publishing Insider Turns The Page On A Bygone World In 'Muse'","published":"2015-06-02T22:35:00+00:00","teaser":"Poet and publisher Jonathan Galassi knows just about everyone in his industry, and a lot of them turn up in his debut novel, <em>Muse</em>. Lynn Neary talks to Galassi about the writing (and publishing) life.","itags":["npr_api","411478350"],"guid":"21d81c40-3735-490e-af9d-d5a4fd45144a","contentencoded":"<p>Over a long career in publishing, Jonathan Galassi has worked with some great novelists: Alice McDermott, Jeffrey Eugenides, Jonathan Franzen and Marilynne Robinson, to name a few. Now the president and publisher of Farrar, Strauss and Giroux, he has just written his own novel, <em>Muse</em>. Not surprisingly, it's all about publishers, editors, writers and poets.</p><p>When he took the plunge into fiction, Galassi followed that age-old advice: Write what you know. And Galassi knows publishing. But the world he creates in <em>Muse</em> isn't the world of e-books and Amazon, self-publishing and the Twitterverse. It's a world that was already fading when he started working at FSG back in the 1980s. \"I think I wanted to draw a picture,\" he says. \"A somewhat satirical one perhaps, but a very loving one of a way of doing this business that is part of the past.\"</p><p>The book is something of an elegy for those bygone days. And his affection is evident from the opening paragraph:</p><blockquote><p>This is a love story. It's about the good old days, when men were men, and women were women, and books were books, with glued or even sewn bindings, cloth or paper covers, with beautiful or not-so-beautiful jackets and a musty, dusty, wonderful smell; when books furnished many a room, and their contents, the magic words, their poetry and prose, were liquor, perfume, sex and glory to their devotees.</p></blockquote><p>The hero of Galassi's tale is Paul Dukach, a young man whose path to publishing begins in his hometown bookstore and leads to the upper ranks of a prestigious literary publishing house. There Dukach comes under the influence of two publishing rivals, literary lions whose love of books is matched only by their hatred for each other.</p><p>\"Paul has a lot in common with me,\" Galassi says. \"He's not the same person, he's younger, he comes from a different place. But he had the same situation I did, of working for a very gifted, cantankerous old grandee, and also being close to another man who was his boss's rival. So that situation of being in between two powerful people is something that was familiar to me, yes.\"</p><p>Many of Galassi's characters are based on real people, and publishing insiders will no doubt find themselves trying to figure out who's who in this fictional literary galaxy. But that's not the only inside joke in the novel. Galassi is also a poet and translator of Italian poetry, and it is a poet, Ida Perkins, who is at the center of his book. She is both Paul Dukach's muse and the object of the fierce rivalry between his mentors. Galassi slyly elevates her to a place in the culture beyond anything any real poet is ever likely to experience.</p><p>\"It's a little bit surreal maybe to have this poet be the focus of people's passions and desires and covetousness — but why not? It's a kind of revenge, you know, that you can have it your way. That's one thing about fiction, you can make the world be the way you think it should be,\" he says.</p><p>Galassi hasn't just created a fictional poet, he has also written an entire collection of poems within the novel, in Ida Perkins' name — but this old publishing hand doesn't think anyone should take this fictional poetry too seriously: \"In the book she's presented as the great poet of her time, so obviously, I can't write the great poems of her time,\" he says. \"First of all, I don't have that amazing talent that I've given to her. So what I did was, I've tried to write poems that kind of gave some kind of plausibility to this — but again, they're supposed to be taken with a grain of salt.\"</p><p>Galassi may not want readers to take these poems too seriously, but he can't hide just how much he loved creating this fictional poet, right down to ending the book with a detailed bibliography of her life's work. \"And that was so much fun for me,\" he says, laughing. \"It may be more fun for me than everyone else, but I don't care. I just loved it.\"</p><p>Though he has come late to novel writing, now that Galassi has gotten a taste of it, he's ready for more — and is already working on his second novel.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Publishing+Insider+Turns+The+Page+On+A+Bygone+World+In+%27Muse%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lynn Neary","audio":[{"meta":{"duration":"312"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1411533564-f82fb8.m3u?orgId=1&topicId=1033&d=312&p=2&story=411478350&t=progseg&e=411420570&seg=22&ft=nprml&f=411478350"},{"href":"http://media.npr.org/assets/img/2015/06/02/muse-d9e131e34bbc57895a770ac827c45a7f6ae867ef.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"339","width":"453"}}]}