{"created":"2014-10-08T03:00:10+00:00","modified":"2014-10-31T00:38:41+00:00","valid":{"from":"2014-10-31T00:38:41+00:00","to":"3014-10-31T00:38:41+00:00"},"hreflang":"en","title":"A Scottish Yarn: A Knit In Time Saves The Fabric Of Shetland Life","published":"2014-07-02T23:20:00+00:00","teaser":"In the remote cluster of rocks in the North Sea, knitting is a deeply ingrained tradition that stretches back for centuries — and persists despite the money that oil and gas have brought to Shetland.","itags":["npr_api","327709376"],"guid":"21e4b79f-deda-416d-b783-9d9e6c0550fd","contentencoded":"<p>Drive around the Shetland Islands in the far north of Scotland, and at least one thing is immediately apparent: It's home to a lot of sheep. They're everywhere — wandering along the roadsides and on beaches.</p><p>In fact, there are some 400,000 of them in Shetland, where the ovine inhabitants outnumber the human ones 20 to 1.</p><p>So if you're invited to someone's home for dinner, lamb will likely be on the table. And if you're wearing a local scarf or mittens, chances are it was made out of Shetland wool.</p><p>Here in Shetland, knitting is not a hobby reserved for grannies or for hipsters. It's something people do because they've always done it. It's one illustration of how this island cluster in the North Sea mixes old and new.</p><p>While <a href=\"http://www.npr.org/blogs/parallels/2014/06/30/326777014/in-shetland-oil-shapes-debate-over-scottish-independence\">money from oil and gas has brought tremendous wealth</a> to the islands, Shetlanders are also devoted to traditional ways of life that have existed for centuries. Knitting is one prime example.</p><p>In the small town of Brae, Ingrid Eunson sits at her spinning wheel at home. She's turning what looks like a fur ball into thread, which will eventually become yarn.</p><p>\"This is a color called moorit,\" says Eunson, \"which is brown.\"</p><p>To the side she has blue-green yarn that she dyed herself. Her hands enact a ritual that her ancestors have practiced for generations. Locals used to survive by trading knitted hats or stockings with fishermen on passing ships.</p><p>\"I'm quite glad that I don't actually have to do it, so I get more pleasure out of it,\" says Eunson.</p><p>She sometimes thinks about the number of hours, beginning to end, that it takes to create a sweater.</p><p>\"And I've thought about how much it would cost at minimum wage,\" she says. \"Nobody would afford more than one jumper in their lives if they paid according to the hours that went in.\"</p><p>Knitting is what initially drew Carol Christianson to these islands. Originally from Seattle, she's now a curator at the <a href=\"http://www.shetland-museum.org.uk/\">Shetland Museum and Archives</a>.</p><p>\"I visited in 1989 as a tourist — as a knitting tourist, actually,\" she says.</p><p>Christianson loves the fact that even within this small cluster of islands, there are knitting traditions specific to each island. The northern isle of Unst is known for <a href=\"http://www.unstheritage.com/web/unst-heritage-centre/unst-lace/\">fine lacework</a>. On Fair Isle to the south, knitters are renowned for creating <a href=\"http://www.fairisle.org.uk/Crafts/arts_craftsold.htm\">rows of colorful, intricate patterns</a> — a style appropriated in the 1980s by that particular American species of young adult known as the preppy.</p><p>\"This is a really strong tradition,\" says Christianson. \"You see teenagers and young people walking around with Fair Isle hoodies on now, and it's just part of life here.\"</p><p>Shetland local Wilma Johnson can't even remember learning the skill. Her great-uncle taught her when she was 3.</p><p>\"I just knit because it's like breathing,\" she says. \"I can't do without it.\"</p><p>Johnson and her friend Marian Ockendon are knitting upstairs at the <a href=\"http://shetlandtextilemuseum.wordpress.com/\">Shetland Textile Museum</a>. They're here to answer questions from curious knitters who visit these islands from as far away as Japan, New Zealand and the U.S.</p><p>At the start of our conversation, Ockendon asks if she should speak \"proper.\" When told to just speak normally, she begins telling her story:</p><p>\"I learned when I was about 5 or 6 from my granny,\" she says, then pauses. \"Oh, I'm speaking posh here — you want me to speak normally!\" With a hearty laugh, she begins the story again. \"I canna mind learnin either, but it was definitely me granny taught me, and me mum also. And the first thing I mind knitting was scarfs for me dolls.\" (Be sure to listen to the story to get the full Shetland effect.)</p><p>These islands are so far from any mainland, they've developed a culture and a dialect all their own. It's part Scottish, part Scandinavian, part uniquely Shetland. And the culture persists even though the largest oil and gas terminal in Europe is here providing the islands with massive wealth.</p><p>Johnson sees no sign that the traditions may fade away. Her 15-year-old granddaughter is a knitter. \"She was actually up beside me yesterday pinching some of my knitting,\" she says.</p><p>Some people might be upset to be robbed by their grandchildren. But as long as her granddaughter is stealing knitting supplies, Johnson is delighted.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Scottish+Yarn%3A+A+Knit+In+Time+Saves+The+Fabric+Of+Shetland+Life&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ari Shapiro","audio":[{"meta":{"duration":"221"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1327797268-8f8c30.m3u?orgId=1&topicId=1124&ft=3&f=327709376"},{"href":"http://media.npr.org/assets/img/2014/07/02/scotland-knitting1-860effe5b7fe3a1344281e46641fe49799d5f6f5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1969","width":"2628"}},{"href":"http://media.npr.org/assets/img/2014/07/02/scotland-knitting3-3419e7f8eafa43fd3f243296dcbc880aa508d9de.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2110","width":"2816"}},{"href":"http://media.npr.org/assets/img/2014/07/02/scotland-knitting2-735422a6a7b251fccb317da60aa3ecba34ee08df.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"479","width":"640"}}]}