{"created":"2014-08-28T01:51:22+00:00","modified":"2015-02-02T18:31:37+00:00","valid":{"from":"2015-02-02T18:31:37+00:00","to":"3015-02-02T18:31:37+00:00"},"hreflang":"en","title":"Uber Greases The Wheel With Obama's Old Campaign Manager","published":"2014-08-23T15:48:00+00:00","teaser":"Uber is hiring David Plouffe, the mastermind of Obama's 2008 campaign, to power its own political strategy. What can a tech-savvy political animal offer a ride-sharing service?","itags":["npr_api","342529034"],"guid":"21e65eba-1c5e-4bbb-92fd-0acc3e6476ce","contentencoded":"<p>President Obama's former campaign manager has gone to work for Uber. The ride-sharing start-up based in San Francisco has hired David Plouffe in hope that the political strategist who helped elect a president can steer the company through a thicket of local regulatory disputes.</p><p>This new power couple raises some questions:</p><p><strong>Why does Uber need one of the best political strategists in the country?</strong></p><p>First off, they can afford him. The company is valued at $18 billion. NPR tried to find out what Plouffe is getting paid, but Uber won't say.</p><p>They need the muscle, though. CEO Travis Kalanick is spinning this as one epic campaign of Silicon Valley innovation against the \"<a href=\"http://blog.uber.com/davidplouffe\">big taxi cartel</a>.\" Cabbies say that Uber is just a smartphone-enabled taxi and should be subject to all the same rules as they are. That level of regulation would really hurt Uber's business.</p><p>Take the question of how to insure part-time drivers, for instance. Uber's taken out a million-dollar insurance policy, but it's very limited. Some insurance companies have said they <a href=\"http://blogs.kqed.org/newsfix/2014/01/20/ride-sharing-insurance-lyft-uberx-sidecar/\">won't cover a car</a> that's being used for commercial ride sharing. The rules are <a href=\"http://www.insurancejournal.com/news/national/2014/06/27/332942.htm\">all over the map</a>.</p><p>Plouffe could help Uber come up with a federal strategy to address regulatory attempts, so the company could lobby more efficiently than the current city-by-city campaigns. Kalanick talked about that at an <a href=\"http://www.c-span.org/video/?316217-3/travis-kalanick-washington-ideas-forum\">Atlantic Live forum</a> last November.</p><p>\"I'm trying to find some angle where I can just say all this corrupt stuff just comes down to the federal thing,\" he said. Perhaps Plouffe can help get the Federal Trade Commission to intervene.</p><p><strong>How might Plouffe campaign for Uber?</strong></p><p>Uber won't get into the details, but presumably Plouffe is going to lead a big marketing push. That's what both of them hinted at when <a href=\"http://www.bloomberg.com/video/uber-s-kalanick-hires-former-obama-adviser-plouffe-4mUpf2MuTZuwXnMWtu2NBA.html\">they appeared together on Bloomberg TV</a> this week to talk about the partnership. Kalanick says he wants \"to tell a story in the cities that we're going to.\"</p><p>Obama's 2008 campaign was a social media home run well before the app ecosystem on smartphones took off — remember all the homegrown sites and personal testimony.</p><p>We might see a MyUber app and stories about dads and moms able to pay the bills. Kalanick likes to tell a story about a dad who built an entire fleet — not just one cab on the Uber app — and he's paying for his daughter to go to Stanford.</p><p><strong>Is this part of that revolving door between Silicon Valley and Washington D.C.?</strong></p><p>Yes. It's a high profile example of a pretty consistent trend. The former mayor of D.C., Adrian Fenty, came to Silicon Valley to be a special advisor to a leading venture capital firm. Facebook has hired former Hill staffers. The cybersecurity start-ups in Silicon Valley are full of former Pentagon and NSA employees.</p><p>One unique thing about this partnership is that both parties are exceptionally good at spin. That's not always the case; Facebook is really struggling with how to frame its work as not creepy or manipulative, for example.</p><p>Uber sticks to a talking point that it's fighting for big principles like '<a href=\"https://www.youtube.com/watch?v=0hupPvixekk\">economic freedom</a>.' Some people in Silicon Valley <a href=\"http://valleywag.gawker.com/obama-mastermind-david-plouffe-is-now-ubers-machiavelli-1623978398\">mock that</a> a bit, saying the company is also just trying to get around driver safety regulations.</p><p>As Obama's campaign manager, Plouffe was the guy who told Politico about how rival <a href=\"http://www.politico.com/blogs/bensmith/1109/A_haircut_tip.html\">John Edwards spent $400 on a haircut.</a> That story came to define Edwards' unsuccessful campaign, and showcased Plouffe's savvy for opposition research. The taxi versus Uber narrative probably has lots of room for vivid, unflattering stories, too.</p><p><strong>What's Uber's master plan?</strong></p><p>Uber plainly wants to be more than a car service. Just this week they started delivery service in D.C., experimenting with the transportation of goods as well as people. The so-called \"Uber Corner Store\" is a move into <a href=\"http://www.wired.com/2014/08/online-retailing/\">on-demand delivery services</a>.</p><p>Also remember that Uber's money comes from <a href=\"http://techcrunch.com/2013/08/22/google-ventures-puts-258m-into-uber-its-largest-deal-ever/\">Google Ventures</a>. Google is in search of \"moonshots,\" so maybe we'll see Uber fully integrate with Google Maps to connect people going in the same direction in a new, <a href=\"http://blog.uber.com/uberpool\">paid car-pooling service</a>. That wouldn't just disrupt the taxi industry; it could affect buses and trains, too.</p><p>Uber has also <a href=\"http://blog.uber.com/UberandATT\">partnered with AT&T</a> to embed the Uber app into smartphones and just <a href=\"http://techcrunch.com/2014/08/20/uber-api-part-deux/\">opened its API to developers</a> who want to find interesting new ways to embed Uber's services in other platforms.</p><p>As for Plouffe, he's a political operative who loves technology. Right now, there are a bunch of tech start-ups making get-out-the-vote apps. Maybe Plouffe will do his stint at Uber, milk all the amazing Silicon Valley contacts and bounce to his own start-up.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Uber+Greases+The+Wheel+With+Obama%27s+Old+Campaign+Manager&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Aarti Shahani","audio":[{"meta":{"duration":"239"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1342652033-7235e7.m3u?orgId=1&topicId=1019&e=342529034&d=239&ft=nprml&f=342529034"}]}