{"created":"2015-05-07T07:54:46+00:00","modified":"2015-05-13T20:58:38+00:00","valid":{"from":"2015-05-13T20:58:37+00:00","to":"3015-05-13T20:58:37+00:00"},"hreflang":"en","title":"A Startup Scene That's Not So Hot: Japan's Entrepreneur Shortage","published":"2015-05-13T13:07:00+00:00","teaser":"A risk-averse culture is making it a tough road for fresh ideas and fledgling Japanese startups. But venture backers are starting to see some signs of hope that new tech firms will take off.","itags":["npr_api","404376767"],"guid":"21f034c6-da86-42ad-bc0a-a21ae579b75a","contentencoded":"<p>Toshiba. Sony. Sharp. You know those brand names because they dominated the Japanese economy's global rise in the '80s. But that was 30 years ago. As the Japanese economy stagnates, it's unclear which new companies will replace them.</p><p><a href=\"http://www.dogamakiura.net/\">Doga Makiura</a> is Japanese, and a startup founder. But he's not a startup founder in Japan. He created businesses in other Asian countries instead.</p><p>Why not be an entrepreneur in his native country?</p><p>\"Cause I think it's boring,\" he said. \"There's a huge, bigger market in everywhere in the world. Japan is a shrinking market and I don't really understand why you'd do business in Japan.\"</p><p>He's not alone. Only 6 percent of Japanese <a href=\"http://www.gemconsortium.org/key-indicators\">surveyed by the Global Entrepreneurship Monitor</a> said they thought there were opportunities to start a business in Japan, and other indicators show the country has one of the lowest levels of entrepreneurship in the developed world.</p><p>Part of the problem is the past. After the success of the pioneering postwar electronics companies, the lure of working for established places created a risk-averse culture.</p><p>\"[Entrepreneurship] is all about whether you take a risk or not, and parents have great authority and power in Japan. So parents say, 'No, you're actually getting into these companies that pay you a stable income,' \" Makiura says.</p><p>As parents promote the promise of stability at Japanese giants, the economy misses out on the kind of entrepreneurship it needs.</p><p>But lately, energy behind startups is picking up. At <a href=\"http://asia.slush.org/\">Slush Asia</a>, a brand-new tech festival held in Tokyo in late April, the scene and the energy resembled a small-scale <a href=\"http://www.npr.org/tags/126917613/south-by-southwest\">South by Southwest Interactive</a>. With the fest's futuristic-looking blow-up domes for talks and demos, an endless line of food trucks, and a focus on bringing together investors and innovators, young Japanese told NPR they felt inspired.</p><p>\"We're not allowed to wear suits, apparently. That kind of casual event is the first [of its kind] in Japan,\" Makiura says.</p><p>As things are now, young Japanese companies attract <a href=\"http://www.economist.com/news/business/21584328-shinzo-abe-giving-new-hope-japans-unappreciated-entrepreneurs-time-get-started\">only a fraction</a> of the venture capital that American startups do. But talk with venture capitalist Akio Tanaka, whose firm backs Japanese companies — and the outlook isn't so grim.</p><p>\"Lately we are starting to see larger ideas,\" Tanaka says. \"Ideas we like to back. People who are trying to change the infrastructure of how things are getting done.\"</p><p>He says Japan's economic downturn has helped encourage entrepreneurship.</p><p>\"Young people now watch what's happening with Sony, Panasonic, all those companies and realize that none of those companies actually are able to offer the kind of lifetime employment they used to offer,\" Tanaka says.</p><p>\"We really have to thank ... the failure of some of the big companies, because if they didn't fail, I don't think it actually [would] fuel this growth of startup industries,\" he says.</p><p>Among cheerleaders for this kind of growth is Prime Minister Shinzo Abe, who wants to make life easier for risk-takers. During his visit to Silicon Valley last week, he announced <a href=\"http://thediplomat.com/2015/05/can-shinzo-abe-inspire-silicon-valleys-dynamism-in-japan/\">a new government-funded incubator</a>. It will send Japanese companies to the Bay Area for learning and launch.</p><p>Abe said unless Japan focuses on the future, the country will get left behind. So policy changes to reduce bureaucracy and encourage investment are happening, and events like Slush Asia are aiming to show young Japanese workers a different path.</p><p>\"One of the major purpose or goal of this movement is encouraging the younger generations, in the sense that the elder people are discouraging. That's why we need this kind of event,\" Slush Asia founder <a href=\"https://www.techinasia.com/one-of-japan-newest-billionaires-taizo-son-dedicated-to-nurturing-domestic-startup-ecosystem-startup-asia-preview/\">Taizo Son</a> said.</p><p>It will take more than just one cool event, but if the burgeoning Japanese startup community can start humming, it'll make a traditionbound country a kinder place to create business.</p><p><em>Chie Kobayashi contributed to this story.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Startup+Scene+That%27s+Not+So+Hot%3A+Japan%27s+Entrepreneur+Shortage&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elise Hu","audio":[{"meta":{"duration":"231"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1404859319-ca2f3a.m3u?orgId=1&topicId=1019&d=231&p=3&story=404376767&t=progseg&e=404858593&seg=9&ft=nprml&f=404376767"},{"href":"http://media.npr.org/assets/img/2015/05/05/dsc00830edit-bac3e63471ffa1fa2f9fc4724f4ead7f508a2707.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2366","width":"3155"}},{"href":"http://media.npr.org/assets/img/2015/05/05/dsc00833edit-b7ba688607328c7b7a463f8c5749b1cbf39e021d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2589","width":"3452"}}]}