{"created":"2014-09-16T21:09:45+00:00","modified":"2014-10-30T22:26:48+00:00","valid":{"from":"2014-10-30T22:26:48+00:00","to":"3014-10-30T22:26:48+00:00"},"hreflang":"en","title":"A 'Circle' Of Support Helps Families Stay Out Of Poverty","published":"2014-09-16T23:14:00+00:00","teaser":"An innovative program seeks to fight persistent poverty by helping a struggling family navigate past some of the day-to-day obstacles that keep many people poor.","itags":["npr_api","347954335"],"guid":"21f41efe-a32f-4f27-b860-5198d316b0a0","contentencoded":"<p>Go around the country and you'll hear lots of frustration about just how difficult it is to get out of poverty — and more importantly, how to stay out. The official U.S. poverty rate may have gone down to 14.5 percent in 2013 according to <a href=\"http://www.census.gov/content/dam/Census/library/publications/2014/demo/p60-249.pdf\" target=\"_blank\">new numbers out Tuesday</a>, but still more than 45 million were poor.</p><p>Employment is up, but many Americans still lack jobs that pay enough to meet basic needs. This has some people questioning whether current anti-poverty programs are doing enough.</p><p>Cara Russo, 34, of Gettysburg, Pa., is raising two daughters, ages 15 and 9, and until recently, could have been the poster child for one of the largest groups of poor Americans — single women with children. According to the new poverty figures, 30.6 percent of such families are poor.</p><p>Russo no longer lives below the poverty line, which is less than $19,000 a year for a family of three. But she still struggles. She says the biggest challenge isn't being in poverty, but finding the way out. In the past, she has worked two jobs in an effort to earn enough.</p><p>\"I'm thinking to myself, you know, this is ridiculous. I'm doing all the right things. I'm working two jobs. I'm taking care of two kids. Why isn't this getting any easier? Why is this getting harder?\" she says. \"You'd feel like you'd get a step ahead, and you'd really be 10 steps behind.\"</p><p>It's a complaint you hear again and again. The more Russo earned, the less she seemed to have. Food stamps, housing, day care assistance, health care — everything that had kept her afloat when she was barely scraping by as a waitress began to disappear as she worked her way up the ladder.</p><p>\"She lost all of her benefits and would have about $40 per month to spend on food for her family. It was horrible to watch,\" says Megan Shreve, executive director of South Central Community Action Programs, a nonprofit social service agency in Gettysburg. Fortunately for Russo, Shreve was also frustrated when she came back to her job after four years in the private sector.</p><p>\"The same people were in the same rooms talking about the same issues they were when I left. No one was getting out of poverty. We were doing more with less. Like, you look at that and you know that at some point this will break,\" Shreve says. \"So we started looking around to figure out what was really getting people out of poverty.\"</p><p>That's when Shreve came across a program called Circles, now in 23 states. It works like this: A poor family is matched up with three or four middle-class volunteers called \"allies.\" They promise to help the family become self-sufficient, with everything from budgeting advice, to help navigating bureaucracy, to just being friends. It's a lot of hand-holding.</p><p>Russo was one of the first in the Gettysburg program.</p><p>\"It wasn't like they were giving me anything to be there except for the strength to be able move to the next week,\" Russo says.</p><p>And she did that week after week after week. Her allies helped her even at times picking her kids up from day care. They also created a community food program to help those like Russo who earn too much for food stamps but not enough to eat.</p><p>Seven years later, Russo is a restaurant manager earning $55,000 a year. Now <em>she's</em> a middle-class ally for another family trying to climb out of poverty.</p><p>Russo and two other women have been matched with Sharon Madrigal, a mother of three. At one of their weekly get-togethers, the families help Madrigal write down the pros and cons of job offers she's just received — as a nursing assistant and as a part-time teacher's aide.</p><p>Russo knows that just getting a job isn't enough. She works 65 hours a week — which isn't easy raising a family. She asks Madrigal if she's thought about day care for her son.</p><p>\"Have you checked out any availability for anybody to watch him? Do you have friends or family?\" she asks Madrigal.</p><p>If all goes according to plan, Russo will still be at Madrigal's side a year from now, even longer.</p><p>Studies show that Circles participants have seen their incomes double, even triple. But with so many poor people, Shreve admits it's a drop in the bucket. She's encouraged, though, that this and other more holistic approaches to fighting poverty are attracting attention. She says most current anti-poverty programs do help, but only so much.</p><p>\"You're spending a great deal of money putting Band-Aids on gaping wounds and then turning and walking away,\" she says.</p><p>Even though, she says, it's clear from numbers like those released on Tuesday that people need something more.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+%27Circle%27+Of+Support+Helps+Families+Stay+Out+Of+Poverty&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Pam Fessler","audio":[{"meta":{"duration":"315"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1349036405-731f5b.m3u?orgId=1&topicId=1017&ft=3&f=347954335"},{"href":"http://media.npr.org/assets/img/2014/09/15/circles-dd588e2acce3e55eaaa974f309cdd3f301182b85.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1458","width":"1944"}}]}