{"created":"2015-03-18T21:57:07+00:00","modified":"2015-03-27T20:22:36+00:00","valid":{"from":"2015-03-27T20:22:36+00:00","to":"3015-03-27T20:22:36+00:00"},"hreflang":"en","title":"Record Number Of Inmate Deaths Has Florida Prisons On The Defensive","published":"2015-03-18T22:27:00+00:00","teaser":"Many of the inmates died of natural causes, but a series of suspicious deaths — against the backdrop of a shrinking budget and staff shortages — has lawmakers calling for a prison oversight board.","itags":["npr_api","393862617"],"guid":"21fc9fb0-361d-4d4b-97ea-c8159c02ed6d","contentencoded":"<p>A record number of inmates – 346 people — died behind bars in Florida last year.</p><p>Most were from natural causes, but a series of suspicious deaths have raised questions about safety in the prisons. Federal and state law enforcement agencies are now investigating why so many inmates have been dying.</p><p>Latandra Ellington, 36, was serving time for tax fraud at Lowell Correctional Institution in central Florida when she died. Algarene Jennings, Ellington's aunt, believes she was murdered.</p><p>Jennings lives in Lake Wales, a small town in central Florida surrounded by citrus groves. The scent of orange blossoms is in the air that stirs the wind chimes on her porch.</p><p>Jennings stayed in close contact with her niece while she was incarcerated. She has a stack of letters Ellington sent her from prison on a table in her living room. She carefully unfolds the last one she received.</p><p>\"This is September 21 that she wrote this letter. She said, 'Aunt Rene, how are you feeling today. I hope and pray, great.' And she put a smiley face on it,\" Ellington says.</p><p>But what Ellington wrote next was alarming. She said that one of the prison guards was threatening to kill her. \"He told me...he was going to beat me to death and mess me like a dog,\" Ellington wrote. \"He was all in my face. Then he grabbed his radio and said he was going to bust me in my head with it.\"</p><p>After receiving the letter, Jennings called the prison, and an official there promised to place Ellington under special protection. But by the next morning, she was dead. A state autopsy said the manner of death was \"natural.\" A toxicology report found elevated levels of hypertension medication.</p><p><strong>Staff Shortages, Tight Budgets</strong></p><p>Jennings and her family didn't believe it. They paid for an independent autopsy. Lawyers for the family say that autopsy found \"hemorrhaging caused by blunt force trauma consistent with kicking or punches to the lower abdomen.\"</p><p>When she saw the body, Jennings said there were other things that convinced her that Ellington had been beaten. She says, \"Her right temple had a dent in it, a big bruise. Across her eye was a scar. But this was a fresh scar, you know, it had a scab over it.\"</p><p><strong> </strong>After an investigation,<strong> </strong>Florida's Department of Law Enforcement said it found no evidence Ellington had been beaten. In <a href=\"http://www.npr.org/documents/2015/mar/JA-37-0022_Redacted.pdf\" target=\"_blank\">a 78-page investigative report</a>, the agency attributed her death to \"natural causes.\" Ellington's family plans to challenge those findings in court.</p><p>It's just one of the deaths that have thrown a spotlight on Florida's prisons. Many came to light through a <a href=\"http://www.miamiherald.com/news/state/florida/article2498455.html\">series of reports in the</a> <em>Miami Herald</em>. The stories documented a pattern of inhumane treatment, abuse and unexplained inmate deaths — and they prompted Florida's legislature to take action.</p><p>At a recent hearing in Tallahassee, several prison guards testified under oath about the stressful conditions they work under. Officer Timothy Butler said staff shortages and a lack of communication with the administration have made the prisons unsafe for the inmates and the guards. \"It's to the point,\" he said, \"where that if I was to walk down on a compound, I feel scared ... I don't even know where we have enough people on there to help.\"</p><p>For years in Tallahassee, little attention was paid to conditions in Florida's prisons. With more than 100,000 men and women behind bars, the state has the nation's third-largest prison population. But over the last six years, while the inmate population remained roughly the same, the budget was cut by a half-billion dollars. Vacant positions were left unfilled and inmate healthcare and building maintenance suffered.</p><p><strong>Calls For A System Overhaul</strong></p><p>Greg Evers, a Republican who heads the state senate's Criminal Justice Committee, decided he needed to assess conditions firsthand. He began conducting surprise, after-hours visits to prisons. Evers says the visits helped convince him about the need to change the culture in the Department of Corrections.</p><p>\"We've got one-tenth-of-1 percent that still believe it's 'us against them,' \" Evers says. \"In other words, the correction officers against the inmates. And they try to rule with an iron hand.\"</p><p>Evers has been openly critical of investigations of inmate deaths done by the Department of Corrections. \"And it almost appears that there's cover-up involved,\" he says. \"It's one thing to do it. If it was a mistake, it was a mistake. But it's another thing to try to cover it up and it wasn't a mistake.\"</p><p>Evers supports a bill that sets up an independent prison oversight board that would report directly to the legislature. It's a bold move — one that takes authority for the prisons away from Florida's governor. But he believes it is necessary because the current system isn't working, he says.</p><p>Julie Jones, recently appointed the state's corrections secretary by Gov. Rick Scott, is the seventh head of the Department of Corrections in the last eight years. Jones believes the legislature and the media are making too much of the high number of inmate deaths.</p><p>\"I would submit to you, if you look at the raw numbers, it tells you, 'Oh my gosh, we have a problem,' \" she says. \"If you drill in, the actual stats don't portray it's a crisis.\"</p><p>Jones says the \"vast majority\" of the 346 deaths in 2014 were from natural causes, something that should be expected in an aging inmate population. Of the 15 deaths determined to be homicides, she says, officers were involved in three.</p><p>And she dismisses charges by Evers and prison guards-turned-whistleblowers that there have been cover-ups. \"I think what we have is a group of disgruntled employees that do not have the best interests of the department at heart,\" she says.</p><p>Many in Florida's legislature aren't convinced. Support is growing for an overhaul of the state's prison system, and the Department of Justice is gathering information for a possible federal investigation into whether Florida's prisons have violated inmates' constitutional rights.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Record+Number+Of+Inmate+Deaths+Has+Florida+Prisons+On+The+Defensive&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Greg Allen","audio":[{"meta":{"duration":"336"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1393870641-68dfe8.m3u?orgId=1&topicId=1003&e=393862617&d=336&ft=nprml&f=393862617"},{"href":"http://media.npr.org/assets/img/2015/03/18/mug-shot169-6669d246d7edb4812e5975f530f6accaddd506fc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"387","width":"516"}},{"href":"http://media.npr.org/assets/img/2015/03/18/latandra-ellington-9890217e2d1ee0f1ea4d183dafe2bde495aea03e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1535","width":"2046"}}]}