{"created":"2015-01-07T23:02:14+00:00","modified":"2015-06-25T17:45:42+00:00","valid":{"from":"2015-06-25T17:45:42+00:00","to":"3015-06-25T17:45:42+00:00"},"hreflang":"en","title":"Remembering 'Generation Mex' Writer And Proud Outsider Michele Serros","published":"2015-01-07T23:17:00+00:00","teaser":"Serros wrote about being a bicultural Chicana who was influenced by both her working-class, Mexican-American heritage and Southern California pop culture. She died Sunday at the age of 48.","itags":["npr_api","375640110"],"guid":"22009ff7-9bd0-464e-acfa-9f58e177a89c","contentencoded":"<p>When Michele Serros burst onto the literary scene in the 1990s, she was a new kind of Latina writer: She didn't speak much Spanish, she listened to ABBA and she was a vegan who liked to surf and skateboard. Her success as a writer, poet and comedic commentator made her an inspirational voice for Chicanas of her generation and beyond.</p><p>Serros, who <em>Newsweek</em> once hailed as a \"Woman to Watch for the New Century,\" died of cancer Sunday at her home in Berkeley, Calif. She was 48 years old.</p><p>In her writing, Serros made wisecracks about culture, dishing out haikus and poems about things like breakfast cereal, graffiti taggers and drivers with thumping, distorted sound systems. In her poem \"Mr. BOOM BOOM Man,\" she wrote:</p><blockquote><p>\"Why can't I be like those cool girls<br /> and like the cars that go:<br /> BOOM BA BOOM...?<br /> Dig the way quarters<br /> bounce off vinyl roofs?\"<br />\"Funky, fresh, and stoopid,\"<br /> they say.</p></blockquote><p>Serros got her big break as a college student in 1993 with the publication of her first book, <em>Chicana Falsa: And Other Stories of Death, Identity, and Oxnard</em>. It's a collection of wry stories and poems about growing up in the unincorporated, rural, agricultural community of Oxnard near the California coast. In it, she writes about protesting in the frozen food aisle of a grocery store and lusting after <em>chicharrones</em>, or fried pork rinds:</p><blockquote><p>Man, I couldn't get enough<br />of that crackly pork skin.<br />I crammed them into tortillas<br />that were always too small,<br />so I ate them right out of the pot,<br />throwing small crispy bits into the air,<br />like popcorn,<br />letting them land<br />in my open anxious mouth.<br />I used to eye<br />my cousin Amy's pet piglet.<br />With a wink I'd say,<br />\"See you in a couple of years ...<br />in my belly!\"</p></blockquote><p>Like others in what came to be known as \"Generation Mex,\" Serros and her writing were influenced by both her working-class Mexican-American heritage and Southern California pop culture.</p><p>\"I relished the fact that I was a fourth-generation Californian, but not looking like the stereotypical blond beach girl,\" she told NPR in 2000. \"I always felt like an outsider.\"</p><p>In the '90s, she was part of the lively spoken word scene in Los Angeles and often performed as a member of the Chicana poetry collective known as <em>¿Y Qué Más?</em> Screenwriter and former lawyer Evangeline Ordaz was also in the group.</p><p>\"She was so funny, so witty, so sly,\" Ordaz says of Serros. \"She was a great performer. In fact, when we were performing together, she always had to go last because none of us wanted to follow her.\"</p><p>Ordaz says Serros' writing was different from the militant identity politics of an earlier generation of Chicano poets. \"She still talked about really important issues in the Latino community, but she did it by telling funny stories. The messages were similar, but they really opened up a way for us to talk about them in a dialogue that wasn't necessarily as oppositional as it might have been in the past.\"</p><p>Serros also made it cool to be an outsider and a book-loving nerd who threw slumber parties for her friends and got to go to drive-in movies. \"She was always just doing funny, ironic stuff like that,\" Ordaz says. \"You find that joy in her writing.\"</p><p>For the photo on one book jacket, Serros wore the colorful uniform from the fast food chain Hot Dog on a Stick, and when <em>Chicana Falsa</em> was published, she made the book release party an event. Her friend and fellow poet Maria Cabildo says, \"She threw herself a <em>quinceañera</em> and she had a bunch of us put on <em>quince</em> dresses and read from her book. And it was so Michele to show up in tiaras. It was wild because we were so not the <em>quinceañera</em> type of people.\"</p><p>In 1994, Serros was invited along with 11 other poets on Lollapalooza's tour of the West Coast. Ordaz says her friend was perfect for the gig. \"It really showed where poetry was at the time that it was alongside rock music. And if anybody could stand up next to a rock star, it was Michele, because she was literally the rock star of the poetry scene at the time.\"</p><p>Playwright and performance artist Luis Alfaro was among those wearing <em>quinceañera</em> dresses for Serros and performing with her at Lollapalooza. He says, \"She speaks for a whole generation of Mexican-Americans, you know, who have a very different way of looking at their parents' culture and trying to make sense of all those crazy rituals that are you. Maybe in another life, she might have been a stand-up comic of sorts.\"</p><p>Serros often spoke at schools, conferences and commencements. She wrote for the Huffington Post and other publications, and branched out into television for a season as a staff writer for the <em>George Lopez</em> show.</p><p>As an admittedly awkward teen suffering through her parents' divorce, Serros once wrote to author Judy Blume, who encouraged her to keep a journal. Eventually Serros published two young adult novels: <em>Honey Blonde Chica</em> (2006) and a 2007 sequel, <em>¡Scandalosa! </em>As she <a href=\"http://www.npr.org/templates/story/story.php?storyId=5436106\">told NPR</a>, \"I grew up reading a lot of young adult novels. And being an author and speaker and going into middle schools and high schools, I was seeing a lot of the same books that I read, and they followed a similar theme and that's a theme I like to call the three B's: It was always about barrios, borders or bodegas. And I wanted to present a different type of life — a life that truly goes on that we don't always see in the mainstream media.\"</p><p>Serros' writing is now part of the Latino literature canon, especially the guidebook she published in 2000: <a href=\"http://www.npr.org/books/titles/142314341/how-to-be-a-chicana-role-model\">How to Be a Chicana Role Model</a>. She wrote it tongue-in-cheek , but for many readers she remains someone to emulate.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Remembering+%27Generation+Mex%27+Writer+And+Proud+Outsider+Michele+Serros&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Mandalit del Barco","audio":[{"meta":{"duration":"222"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1375672093-0c1105.m3u?orgId=1&topicId=1062&aggIds=100876926&d=222&p=2&story=375640110&t=progseg&e=375651703&seg=20&ft=nprml&f=375640110"}]}