{"created":"2014-09-08T15:48:35+00:00","modified":"2014-09-09T12:50:40+00:00","valid":{"from":"2014-09-09T12:50:39+00:00","to":"3014-09-09T12:50:39+00:00"},"hreflang":"en","title":"Reports: GM Facing Criminal Inquiry Over Delayed Recall","published":"2014-03-12T01:18:00+00:00","teaser":"Last month, General Motors recalled 1.6 million vehicles because of faulty ignition switches. But it knew about the problem for years.","tags":["npr_api","289222641"],"guid":"2204f486-b8d3-4637-99c2-24e44d84cb94","contentencoded":"<p>General Motors may be facing a criminal investigation over its delay in recalling vehicles with faulty ignition switches blamed for 13 deaths and 31 accidents, <em><a href=\"http://www.nytimes.com/2014/03/12/business/house-committee-demands-records-from-gm.html?hp\">The New York Times</a></em> and <a href=\"http://www.chicagotribune.com/classified/automotive/sns-rt-us-autos-gm-recall-probe-20140311,0,2107450.story\">Reuters</a> are reporting.</p><p>Both news organizations are quoting a person familiar with the investigation.</p><p><a href=\"http://www.npr.org/2014/03/11/289067297/delayed-safety-recall-may-haunt-gm-as-it-continues-its-makeover\">As NPR's Sonari Glinton reported,</a> GM is already facing a congressional inquiry into its actions. Allan Kam, a retired senior attorney for the National Highway Traffic Safety Administration, told Sonari that the issue here is that GM knew that its cars had ignition issues for 10 years, yet it only recalled 1.6 million vehicles last month.</p><p><em>The New York Times</em> reports that the NHTSA is also investigating and the company has also launched its own internal review. The <em>Times</em> adds:</p><p><blockquote></p><p><p data-para-count=\"291\" data-total-count=\"1423\">\"It is rare, but not unprecedented for the Justice Department to consider criminal charges against an auto company for how it handles recalls.</p><p><p data-para-count=\"215\" data-total-count=\"1779\">\"The department, for example, is currently in discussions with Toyota about settling a four-year criminal probe into how the Japanese automaker disclosed complaints related to unintended acceleration of its vehicles.</p><p><p data-para-count=\"297\" data-total-count=\"2076\">\"The G.M. probe, while still in its early stages, reflects the escalating reaction among government officials to the company's admission to N.H.T.S.A. on Feb. 24 that it knew of problems with ignition switches at various times over the past ten years, but never moved to fix or replace the parts.\"</p><p></blockquote></p><p><p data-para-count=\"297\" data-total-count=\"2076\">For more background on the story, here is audio of Sonari's story:  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Reports%3A+GM+Facing+Criminal+Inquiry+Over+Delayed+Recall&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eyder Peralta","audio":[{"meta":{"duration":"232"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1289226304-98f119.m3u?orgId=1&ft=3&f=289222641"}]}