{"created":"2014-10-24T17:19:03+00:00","modified":"2014-10-24T17:19:04+00:00","valid":{"from":"2014-10-24T17:19:04+00:00","to":"3014-10-24T17:19:04+00:00"},"hreflang":"en","guid":"220c7b26-34da-466f-a907-8b35778c82d5","title":"A master forger's works go to auction — under his own name for once","published":"2014-10-24T17:18:59+00:00","byline":"Leo Hornak","tags":["Art","art forgery","auction","culture","Arts","Arts, Culture & Media","Philip Hoffman","Eric Hebborn","Forgery","art forgery"],"teaser":"Eric Hebborn was used to seeing his paintings command high prices at auction, but only because people believed they were the works of famous artists. Now, almost 20 years after his death, some of his sketches are up for sale under his own name, giving his own talent its due.","contentencoded":"<p>During the second half of the 20th century, forged artworks by a young Englishman named Eric Hebborn flooded the galleries and auction houses of Europe and America.</p>\n<p>Now, nearly 20 years after his death, the work of the so-called \"Master Forger\" is fetching high prices again — this time under his own name. More than 200 of his sketches in the style of Rubens, Van Dyck, Michelangelo and others were auctioned off by Webbs of Wilton in England this week.</p>\n<p>Hebborn’s success lay in the details: He prepared his own historically authentic ink and paper, and would create a detailed paper trail for each drawing. But his work couldn't have convinced others without his genuine talent, his ability to recreate almost perfectly the style of the great artists.</p>\n<p>So was Hebborn himself a genius of a kind? “Oh, absolutely — he fooled many people. And it was extremely expensive fooling for very wealthy collectors and museums,\" says Philip Hoffman, the chief executive of The Fine Art Fund Group, which buys art on behalf of investors. </p>\n<p>It's possible that some of Hebborn's drawings are still hanging on the walls of galleries as genuine old masters. And for art buyers like Hoffman, the risk of buying one of those forgeries remains very real. “It can be a nightmare,\" he says. \"Sometimes the paperwork is too good to be true, and I always think, 'If it is too good to be true, then it usually is too good to be true.'”</p>\n<p>Certain artists are more prone to forgery than others. Whereas the works of the most famous artists are too well documented to fake, lesser-known artists are still frequently targeted.</p>\n<p>According to Hoffman, the 19th century French artist Corot is a particular favorite of forgers: “The story goes that there are about 2,500 Corots in the world — and at least 3,000 are in Japan.\" Hebborn himself used Corot's works as favorite \"subject.\"</p>\n<p>Hebborn was eventually caught when experts noticed similarities in the paper he had used for different artists’ work. But he remained proud of the fact that he was never given away by the drawings themselves, and that experts continued to be taken in by his work.</p>\n<p>He explained his philosophy to the BBC shortly before his death: “Only the experts are worth fooling. The greater the expert, the greater the satisfaction in deceiving him.”</p>\n<br><p>©2014 Public Radio International</p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/102220148.mp3"},{"href":"http://www.pri.org/file/102220148mp3"}]}