{"created":"2014-10-27T23:35:13+00:00","modified":"2014-10-31T02:28:05+00:00","valid":{"from":"2014-10-31T02:28:04+00:00","to":"3014-10-31T02:28:04+00:00"},"hreflang":"en","title":"Thousands March In Mexico City On May Day","published":"2014-05-02T18:44:00+00:00","teaser":"Demonstrators protested new laws, which take aim at everything from the education system to the state-controlled oil industry.","itags":["npr_api","309024450"],"guid":"2228605f-25c5-4bef-bdc2-4a07a7477b12","contentencoded":"<p><p style=\"padding-left: 30px\"><em>Many Mexicans say they don&#8217;t believe a series of political and economic reforms being pushed through Congress will benefit them. Tens of thousands took to the streets yesterday in annual May Day demonstrations to protest the new laws, which take aim at everything from Mexico&#8217;s flagging education system to opening up the state controlled oil industry to foreign investors. NPR International Correspondent Carrie Kahn reports from Mexico City.</em></p><p>Tens of thousands marched through the streets of Mexico City, tying up traffic along major thoroughfares and filling the capital&#8217;s historic Zocalo plaza.</p><p>Housewives, students and even a group of scarred and bloodied zombies demonstrated against President Enrique Peña Nieto&#8217;s series of reforms currently being pushed through Congress.</p><p>Protesters carried a large stuffed mannequin of the president, along with posters reading &#8220;Peña is a sellout.&#8221; Peña Nieto is pushing for a historic change that would allow foreign companies to drill vas oil and gas reserves.</p><p>Protestor Francisco Luna, who had the day off from his work at a printing company, says oil is Mexico&#8217;s number one income generator. If foreigners take the profits, he says, the government will have to raise taxes to make up the loss.</p><p>President Peña Nieto has flooded the airwaves with promises of just the opposite. He and his supporters say that much-needed foreign investment will boost the country&#8217;s sagging gas and oil production and bring down energy costs.</p><p>Last December, he got Congress to amend the Constitution and open up, for the first time in more than 70 years, the state-run oil industry to foreign competition.</p><p>That constitutional change, however, occurred with little fanfare or debate.</p><p>Colegio de Mexico professor Sergio Aguayo says it&#8217;s a difficult time to air opposing viewpoints or criticism these days. Mexico now ranks seventh for the most dangerous place in the world for reporters, according to the Committee to Protect Journalists.</p><p>This week, one of the country&#8217;s most famous radio hosts, Carmen Aristegui, divulged that she has been under constant harassment since November.</p><p>Aguayo says powerful figures intimidate dissenters in Mexico with impunity. But this week, one Mexican got the public&#8217;s and the president&#8217;s attention.</p><p>Fresh off his win at the Academy Awards, director of the movie Gravity, Alfonso Cuaron, took out full-page ads in two leading newspapers.</p><p>He posed 10 questions to Peña Nieto regarding the energy reform. Among them, Cuaron asked what safeguards were in the bill against corruption and protection of the environment.</p><p>Speaking at a Mexico City press conference, Cuaron said open communication and debate are healthy things, which no one should be afraid of.</p><p>Yesterday, Peña Nieto posted answers to Cuaron&#8217;s questions on his official website.</p><p>As to when gas and energy prices would come down, Peña Nieto said in about two years after the reforms begin. And he said foreign companies could begin selling gas at independent stations by 2018.</p><p>Asked if the president&#8217;s answers were satisfactory, Cuaron would only say he hopes he&#8217;s generated a much needed debate in the country regarding corruption, environmental protections and the rule of law.</p><h4>Reporter</h4><ul><li><strong><a href=\"http://www.npr.org/people/2100701/carrie-kahn\" target=\"_blank\">Carrie Kahn</a></strong>, international correspondent for NPR, based in Mexico City, Mexico. She tweets <a href=\"https://twitter.com/ckahn\" target=\"_blank\">@ckahn</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Thousands+March+In+Mexico+City+On+May+Day&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"Carrie Kahn","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1309024453-7ebf35.m3u?orgId=1&ft=3&f=309024450"}]}