{"created":"2014-10-01T20:21:11+00:00","modified":"2014-10-30T21:53:10+00:00","valid":{"from":"2014-10-30T21:53:10+00:00","to":"3014-10-30T21:53:10+00:00"},"hreflang":"en","title":"Hong Kong Protests Offer A Revelation To Mainland Chinese","published":"2014-10-02T14:04:00+00:00","teaser":"Chinese mainlanders visiting Hong Kong have expressed amazement, even jealousy at the polite, civic-spirited and considerate crowds of protesters. But some on the mainland see activists as traitors.","itags":["npr_api","353041486"],"guid":"222d71d1-8356-4748-ad3c-729374dff7ad","contentencoded":"<p>The government of China has described the protests that have gripped Hong Kong for the past five days as illegal and chaotic. Any mention of the demonstrations is quickly erased from the Internet. At the same time, many mainland Chinese, in the territory for business or tourism, are observing the protests with interest and often amazement.</p><p>It's not hard to pick out the mainlanders in the crowd. They're usually the ones speaking Mandarin, instead of the dialect most Hong Kong residents speak: Cantonese.</p><p>Standing near the protest organizers' area, one mainland visitor who goes by the online name Simba admits he's never seen anything like this in his life.</p><p>\"I'm shocked,\" he says. \"This would be impossible on the mainland. Protesters there would be swept aside before they even made it through one night. Also, nobody here litters. Everyone's so orderly.\"</p><p>Another visitor, from Southwest China, said he came here on vacation, but still thought the protests were important enough to observe.</p><p>He says that even though Hong Kong is not yet a fully democratic society, it does have the rule of law, and in many respects it's far ahead of the mainland.</p><p>\"I think Hong Kong people are very brave,\" he says. \"They are standing up today not just to fight for the freedom of 7 million Hong Kong residents, but for that of 1.3 billion Chinese. I'm very thankful to them.\"</p><p>Chinese police have reportedly detained dozens of mainland activists for speaking up in support of the protesters in Hong Kong. That's why both visitors asked not to be identified by name, for fear of retribution when they return home.</p><p>Simba admits, though, that many conservative mainlanders agree with the Chinese government. They don't believe Hong Kong has anything to teach the mainland. And they see dissidents and activists as traitors.</p><p>\"A lot of mainlanders have been brainwashed,\" Simba says. \"They think the protesters are making trouble. They think the government is good. They say, 'You have enough to eat and drink, why do you want to struggle for freedom and democracy? Aren't you free?' \"</p><p>Then again, Simba says, on the mainland, Internet searches for text or pictures about the protests in Hong Kong are being blocked by a Chinese government firewall. So just like getting over that firewall, visiting Hong Kong can be a mind-expanding experience.</p><p>\"Before we got over the firewall, we were like pigs,\" Simba says. \"We knew nothing. We thought we were fortunate, and free. But as soon as we found out about the outside world, we realized that what we thought was freedom is really not.\"</p><p>Hu Xingdou, an economist at the Beijing Institute of Technology, says Hong Kong residents' criticism of the government and their pro-democracy activism don't make them traitors.</p><p>\"Expressing different viewpoints in order to improve the country is the best way to be patriotic,\" he says. \"Hong Kong people's quest for democracy is an expression of their patriotism.\"</p><p>The mainlanders may not be optimistic about Hong Kong's chances of achieving genuine democracy.</p><p>They may not think Hong Kong's experience is applicable to the vast mainland.</p><p>But what is apparently so refreshing for some mainland visitors is that Hong Kong and its protests seem to show them a different way to be Chinese, a democratic, cosmopolitan way that they had not experienced.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Hong+Kong+Protests+Offer+A+Revelation+To+Mainland+Chinese&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Anthony Kuhn","audio":[{"meta":{"duration":"212"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1353048493-89dec1.m3u?orgId=1&topicId=1125&ft=3&f=353041486"},{"href":"http://media.npr.org/assets/img/2014/10/01/456455368-02b168423f3c1d495e9a83854c8042c1a10a91be.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2456","width":"3276"}}]}