{"created":"2014-09-08T15:41:28+00:00","modified":"2014-12-03T22:04:40+00:00","valid":{"from":"2014-12-03T22:04:40+00:00","to":"3014-12-03T22:04:40+00:00"},"hreflang":"en","title":"Bergdahl's Hometown Cancels Celebration Of His Return","published":"2014-06-05T12:48:00+00:00","teaser":"Organizers of a rally held in Sgt. Bowe Bergdahl's honor while he was a prisoner say they're canceling this year's event, citing backlash over the prisoner swap that freed him.","itags":["npr_api","319045653"],"guid":"222f59be-ad2d-465c-becd-b34d1fb89dc6","contentencoded":"<p>The news of Sgt. Bowe Bergdahl's release from five years of captivity had been welcomed as a reason to celebrate in Hailey, Idaho. But organizers of a rally held in Bergdahl's honor while he was a prisoner say they're canceling this year's event, citing backlash over the U.S. deal with the Taliban that freed him.</p><p>In recent years, the Bring Back Bowe Rally has been an annual June event in the small town of Hailey, where bikers and POW-MIA support groups gathered to call for his return. Last year's event reportedly drew a crowd of more than 3,000.</p><p>Organizers had said they would transform this year's rally into a welcome-home party for Bergdahl. But the threat of thousands of protesters countering the celebration with their own message of anger about the prisoner swap that freed the Idaho soldier led the event's organizers to call the whole thing off.</p><p>\"I received one call today from a (veterans group in California) that wanted to bring up 2,000 protesters,\" Police Chief Jeff Gunter told the <a href=\"http://www.idahostatesman.com/2014/06/04/3218973/hailey-cancels-celebration-for.html\">Idaho Statesman</a> on Wednesday. \"They were asking about lawful assembly and how we handle it.\"</p><p>Gunter and the rally's organizers, who had been planning the event for months, said their town of 8,000 doesn't have the infrastructure to cope with the large and potentially aggressive crowds that seemed likely to materialize.</p><p>Hailey Chamber of Commerce President Jane Drussel tells the AP that her group has been getting hate mail and phone calls from people criticizing the town and calling Bergdahl a traitor.</p><p>\"The joy has all of a sudden become not so joyful,\" she says.</p><p>The cancellation comes after the Taliban <a href=\"http://www.npr.org/blogs/thetwo-way/2014/06/04/318746526/taliban-releases-video-of-handoff-that-freed-bergdahl\">released a video</a> of the meeting that freed Bergdahl, who left his captors in a U.S. helicopter. It also comes as investigations and hearings are slated to look into the circumstances of Bergdahl's capture and the Obama administration's handling of the prisoner exchange.</p><p>The U.S. Army conducted an \"exhaustive\" investigation into Bergdahl's capture, NPR's Tom Bowman reports on today's <a href=\"http://www.npr.org/programs/morning-edition/\">Morning Edition</a>. Tom says that while the 2010 report remains classified, he's been told of its contents by people who have read it.</p><p>The report says Bergdahl had \"soured on the Army mission in Afghanistan,\" Tom says, and had \"clearly left his post of his own volition.\" But it doesn't conclude that he deserted, leaving that question open. As Tom notes, desertion refers to a soldier who never intends to return to service. Military officers tell Tom that Bergdahl had wandered off his post twice before — once in California and another time in Afghanistan.</p><p>In a news release saying they had asked to cancel the event, organizers said:</p><blockquote><p>\"National media attention on Hailey and this event has led many across the nation to believe that the event is intended to be a military parade. There is broad interest in this topic, as evidenced by the approximate 100 correspondences per day received by the City of Hailey this week. The organizers and Hailey expect a significant increase in attendance to this event, by people who both want to support or protest against it.\"</p></blockquote>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Bergdahl%27s+Hometown+Cancels+Celebration+Of+His+Return&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"Bill Chappell","audio":[{"meta":{"duration":"189"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1319048795-ca898d.m3u?orgId=1&topicId=1003&ft=3&f=319045653"},{"href":"http://media.npr.org/assets/img/2014/06/05/bowe_hailey-4beba26a4eb3c4cf0bfb2384a2a2272c0b20e057.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1972","width":"2629"}}]}