{"created":"2014-11-10T18:57:42+00:00","modified":"2014-12-04T15:15:14+00:00","valid":{"from":"2014-12-04T15:15:14+00:00","to":"3014-12-04T15:15:14+00:00"},"hreflang":"en","title":"Superstorm Sandy Inspires Bleak, Poetic Landscapes In 'Let Me Be Frank'","published":"2014-11-10T19:57:00+00:00","teaser":"In Richard Ford's brilliant collection of four short stories, protagonist Frank Bascombe returns to be \"frank\" about touchy topics. His awareness, particularly of mortality, is profound and hilarious.","itags":["npr_api","362035329"],"guid":"2234c642-3b9e-40cb-ba8f-5f3ac509bdb1","contentencoded":"<p>It's such a goofy title. <em>Let Me Be Frank with You</em> is the latest installment in the odyssey of Frank Bascombe, the New Jersey Everyman Richard Ford introduced almost 30 years ago in his novel, <em>The Sportswriter</em>. Two more Frank Bascombe novels followed, and now this: a brilliant collection of four interconnected short stories of about 60 pages each in which Ford is indeed \"being Frank\" Bascombe with us once again, as well as being \"frank\" about all sorts of touchy topics in America, such as race, politics, the economy, old age and the oblivion that awaits us all.</p><p>It's been eight years since <em>The Lay of the Land</em> was published — the novel Ford said would be the final episode in his Frank Bascombe trilogy. I confess, in the intervening years, the distinct richness of Frank's first-person narrator voice had faded a bit for me, but <em>Let Me Be Frank with You</em> brings it back in full surround sound. Frank is now a 68-year-old retired real estate broker and prostate cancer \"survivor\"; his poetic awareness, particularly of aging and mortality, is profound and hilarious.</p><p>Here, for instance, is a rumination from the first story, called simply, \"I'm Here.\" Frank has driven to the site of a house he used to own by the ocean, and he tells us about how mindful he is these days when he gets up and out of his car: \"I feel a need to more consciously pick my feet up when I walk — 'the gramps shuffle' being the unmaskable, final-journey approach signal. It'll also keep me from falling down and busting my ass. What is it about falling? 'He died of a fall.' ... 'He broke his hip in a fall and was never the same.' How ... far do these people fall? Off of buildings? Over spuming cataracts? Down manholes? Is it farther to the ground than it used to be? In years gone by I'd fall on the ice, hop back up, and never think a thought. Now it's a death sentence. ... Why am I more worried about [falling] than whether there's an afterlife?\"</p><p>Like that other poetic Jersey Boy, Walt Whitman, Frank views the state of his own body as being in tandem with that of the American body politic. Both are in decline. For instance, Main Street in Frank's home of Haddam, N.J., looks rather shabby these days: Frank remarks that prime storefront properties sit empty, and \"rumor has it a Dollar Store and an Arby's are buying in where Laura Ashley and Anthropologie once thrived.\"</p><p>There's a big reason why Frank's internal and external landscapes seem particularly bleak in the four stories in this new collection: They all take place in the early winter of 2012, soon after Superstorm Sandy slammed into the Jersey Shore. The cover of <em>Let Me Be Frank with You</em> features a photo of that mangled roller coaster in Seaside Heights that was washed out into the Atlantic Ocean. It's the most iconic image of Sandy's wrath, and it's also an iconic image for Ford's achievement throughout his Frank Bascombe books — books that chart the whole roller coaster ride of life. Even in his youth, that ride was never a carefree one for Frank — he and his first wife, Ann, divorced after the death of his young son, Ralph, and for a long time he was adrift.</p><p>Now, he's hurtling toward the finish. In the standout third story here, called \"The New Normal,\" Frank reluctantly visits Ann at the managed care facility she's moved into since getting a diagnosis of Parkinson's. That story is at once a howler, filled with mordant observations about how the upscale facility looks like \"the home-décor department at Nordstrom,\" but it's also tragic in a mundane way. When Ann dramatically mentions elective suicide, Frank responds with his view of the inevitable end of things: He says, \"I think it's all a matter of space. ... At some point you just need to leave the theater so the next crowd can see the movie.\"</p><p>Say it ain't so, Frank. I never want him to leave the theater, at least not before I do. In the meantime, the stories in <em>Let Me Be Frank with You</em> have led me back into rereading the earlier Bascombe books — an advantage of art over life.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Superstorm+Sandy+Inspires+Bleak%2C+Poetic+Landscapes+In+%27Let+Me+Be+Frank%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Maureen Corrigan","audio":[{"meta":{"duration":"433"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1363062053-8cf746.m3u?orgId=1&topicId=1034&ft=3&f=362035329"},{"href":"http://media.npr.org/assets/img/2014/11/10/richard-ford_please-credit-greta-rybus-134d1af96aefae244075167678bb32338cf201ce.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2247","width":"2997"}}]}