{"created":"2015-02-10T21:54:35+00:00","modified":"2015-02-11T15:18:26+00:00","valid":{"from":"2015-02-11T15:18:26+00:00","to":"3015-02-11T15:18:26+00:00"},"hreflang":"en","title":"Texas Insurance Brokers Play Bigger Role In 2015's Obamacare","published":"2015-02-11T15:18:00+00:00","teaser":"Though insurance agents say they initially felt sidelined by the Affordable Care Act, many are working hard this round to help uninsured Texans find a good plan through the federal website.","itags":["npr_api","385278850"],"guid":"223bda6d-658d-4d3b-8d58-e100e694d161","contentencoded":"<p>As Obamacare's second open enrollment season barrels to a close on Sunday, nearly <a href=\"http://www.houstonpublicmedia.org/news/obamacare-signups-in-texas-up-30-percent-from-last-year/\">a million Texans</a> have purchased or applied for health insurance. Instead of going it alone, many applicants this time have turned to insurance brokers, who are aggressively marketing their services as savvy guides to Obamacare. It's a big change for the brokers, who have long had an uneasy relationship with the federal health law.</p><p>Bart Franco is one customer who sought help from a licensed broker this round. He is the pastor of a community church that he founded in a garage behind his house near downtown Houston.</p><p>At age 65, Franco is retired and covered by Medicare, but needed to buy insurance for his wife and son. When he tried to enroll them in an Affordable Care Act health plan last year, he got nowhere.</p><p>\"First, I called the 1-800 number,\" he recalls. \"And I was on hold for 40 minutes and just hung up — gave up. I'm not going to put up with that.\"</p><p>Franco missed the 2014 deadline to get insurance on HealthCare.gov. He later called an insurance company directly — Blue Cross Blue Shield of Texas — and succeeded in purchasing a short-term catastrophic health plan for his family. But he felt the process was rushed.</p><p>\"They just give you ... insurance,\" Franco says, and tell you \" 'It costs this much, and you only pay $146 (a month).' That sounds good, doesn't it? OK, fine. You're hooked, and you don't even know what you have.\"</p><p>Franco didn't like the plan's high deductible, which was more than he made in a year.</p><p>So this year, when enrollment began again for 2015 plans, he turned to Jo Middleton, a licensed insurance broker who had advertised in the local paper.</p><p>\"She connected us on the computer,\" Franco says. \"She showed us everything; showed us a deduction, why we didn't want this and why we didn't want that. So she explained everything.\"</p><p>Franco's rough experience last year was common, says <a href=\"http://www.tmia.biz/AboutUs/JoMiddleton/tabid/106/Default.aspx\" target=\"_blank\">Middleton</a>, who is also president of the <a href=\"http://hahu.org/index.php?bypassCookie=1\" target=\"_blank\">Houston Association of Health Underwriters</a>. People struggled to pick plans on their own in 2014, using the HealthCare.gov website. Many only learned later that they couldn't afford the deductible. Others discovered that their favorite doctor or hospital wasn't accepting a particular plan.</p><p>\"Buying an insurance policy is not like going online and buying a vacation,\" Middleton says. \"It's much more complicated. There are a lot more nuances.\"</p><p>Some shoppers turned to government-funded navigators for help — but there are fewer than 500 of them in Texas, compared to more than 190,000 health insurance agents.</p><p>Many brokers say the federal health law sidelined them from its inception, with marketing that focused on the navigators and the federal website.</p><p>Last year, Houston brokers worked individually to help consumers. But now they're uniting to assert their expertise and market themselves. Middleton has organized two enrollment events featuring brokers from the Houston Association of Health Underwriters.</p><p>Brokers across Texas are trying multiple strategies: holding events with hospitals and community groups, putting up fliers and even buying TV ads.</p><p>The agents say the health law's impact on them has been mixed.</p><p>On the one hand, the law created a whole new market of potential customers for insurance agents, who get paid a commission every time they sign up one of those people for a new health policy.</p><p>But the brokers also say their commissions have been cut. That's because the law puts a cap on insurance companies' profits; some companies have avoided that squeeze on their own profit by reducing the agents' commissions as well.</p><p>Marcy Buckner is with the <a href=\"http://www.nahu.org/\" target=\"_blank\">National Association of Health Underwriters</a> in D.C.</p><p>\"This has just kind of devastated the agent community, and has been in place for several years,\" Buckner says.</p><p>Her association is backing a bill in the new Congress that would help insurance agents and brokers with those reduced commissions.</p><p>In the meantime, Buckner says, brokers have had to adjust.</p><p>\"We've seen some agents who have been able to really work the new opportunities that they've had in the marketplace,\" she says. They've \"continued to grow their business, and have succeeded very well, while the others have still been struggling under this cut in commissions.\"</p><p>And some brokers have to switch their focus to Medicare policies or to health plans for small businesses.</p><p>It's too early for any exact numbers on how many brokers stayed in the game, or how many people they signed up. What is clear, a few days before the deadline, is that more than 9 million people have signed up or re-enrolled this year. And about 1 in 10 of those people is from Texas.</p><p><em>This story is part of a reporting partnership with NPR, Houston Public Media and </em><a href=\"http://www.kaiserhealthnews.org\">Kaiser Health News</a>.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Texas+Insurance+Brokers+Play+Bigger+Role+In+2015%27s+Obamacare&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Carrie Feibel","audio":[{"meta":{"duration":"242"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1385300085-49551f.m3u?orgId=1&topicId=1128&e=385278850&d=242&ft=nprml&f=385278850"},{"href":"http://media.npr.org/assets/img/2015/02/11/houstonflyer-1e9cf192f52da608154b1f9785dd14f6613528e3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"628","width":"838"}},{"href":"http://media.npr.org/assets/img/2015/02/11/img_2218-d329b9dc1661c36aee923cd473816ed74bf2e343.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1835","width":"2448"}}]}