{"created":"2014-12-10T01:03:51+00:00","modified":"2014-12-10T21:42:59+00:00","valid":{"from":"2014-12-10T21:42:59+00:00","to":"3014-12-10T21:42:59+00:00"},"hreflang":"en","guid":"223d4272-5c0f-4b65-91f7-3bf6b3f04b9b","title":"Poles say aiding the CIA's torture program 'was simply being a good ally'","published":"2014-12-10T21:42:55+00:00","byline":"Nina Porzucki","tags":["war on terror","torture","CIA","rendition","human rights abuses","enhanced interrogation techniques","NATO","intelligence agencies","Justice","Conflict & Justice","Europe","North America","Poland","United States","Europe","North America","Jan Cienski","George W. Bush","Abu Zubaida","Human rights abuses","Ethics","Torture in the United States","Interrogations","Interrogation techniques","Black site","Enhanced interrogation techniques"],"teaser":"Poland was home to one of the secret CIA \"black sites\" where detainees were held and tortured. But while a new report detailed the abuses prisoners suffered, some Poles wonder why they seems to be the only country willing to take their leaders to task for their involvement.","contentencoded":"<p>Many of the harsh CIA interrogations described in the <a href=\"http://www.intelligence.senate.gov/study2014/sscistudy1.pdf\">Senate Intelligence Committee report</a> released on Tuesday took place at secret detention facilities around the globe.</p>\n<p>The countries that hosted these so-called \"<a href=\"http://www.theguardian.com/world/2013/feb/05/cia-rendition-countries-covert-support\">black sites</a>\" aren't named in the report; the sites are only referred to by code names. But we do know that the facility called Detention Site Blue in the report was in Poland, according to Jan Cienski, the Warsaw correspondent for The Economist.</p>\n<blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p>The hidden history of the CIA’s prison in Poland <a href=\"http://t.co/woEdmSuJu4\">http://t.co/woEdmSuJu4</a> (my story from January 2014)</p>\n<p>— Adam Goldman (@adamgoldmanwp) <a href=\"https://twitter.com/adamgoldmanwp/status/542348608352169984\">December 9, 2014</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p>“At the beginning of the so-called 'War on Terror,’ Poles allowed the Americans to use a disused military base in the north of the country,\" Cienski explains.</p>\n<p>The CIA used this base to hold people as it was ferrying them around the world. Two CIA prisoners — Abd al-Rahim al-Nashiri and Abu Zubaida — were allegedly held and tortured at the Polish base.</p>\n<p>“Apparently, the Poles helped the CIA set up the site but then weren’t actually involved in the transfer of prisoners or in any maltreatment of prisoners at the site itself,” Cienski says.</p>\n<p>Nashiri and Abu Zubaida brought a lawsuit against Poland in the European Court of Human Rights in 2011 — and won. “They were each awarded $135,000 in damages and Abu Zubaida got an extra $40,000 for unlawful imprisonment on Polish terrority,” Cienski says.</p>\n<p>But the two men don't have much use at the moment for the damages they won: Both are still being held by the United States at the Guantanamo Bay prison.</p>\n<p>Meanwhile, Poland has launched its own internal investigation into its involvement with the CIA.</p>\n<p>“There’s a very slowly unfolding Polish prosecution, which so far has charged the Polish intelligence chief at the time that this base was operating,\" Cienski says. \"Other senior Polish officials, including the prime minister and president, at the time have consistently denied knowing anything about CIA activities at the prison, but theoretically are open to prosecution as well.\"</p>\n<p>Cienski calls Poland uniqe among the countries allegedly involved in the CIA's torture of prisoners: It's one of the only places where officials have faced any legal jeopardy at all. “Nobody else seems to be being investigated or prosecuted at all,\" he says.</p>\n<p>But while human rights groups have welcomed the move, ordinary Poles aren't sure about it. \"Many Poles, including most Polish politicians, feel that even if torture took place that it was acceptable because of the circumstances after the 9/11 attacks,\" Cienski says. \"Poland was simply being a good ally.” </p>\n<p>The years following 9/11 were, as Cienksi puts it, \"sort of the high point of the Polish-American alliance.\" The country aided the CIA and sent soldiers to Iraq, even <a href=\"https://www.youtube.com/watch?v=mahTGNIk4q4\">earning a much-ridiculed shout-out</a> from President George W. Bush during a 2004 presidential debate.</p>\n<p>\"Warsaw really felt that the US was their key foreign ally at this point and that cooperating with the CIA was an integral part of being a good NATO ally,” Cienski says.</p>\n<p>And it appears that hasn't changed: The Polish goverment took pains on Tuesday to say it would stand by the United States — regardless of the information in the torture report.</p>\n<blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p>Polish PM today: \"Regardless of what's in the <a href=\"https://twitter.com/hashtag/CIA?src=hash\">#CIA</a> report, it won't damage Poland-US relations.\" <a href=\"http://t.co/ILz7Ej3oqC\">http://t.co/ILz7Ej3oqC</a></p>\n<p>— Annabelle Chapman (@AB_Chapman) <a href=\"https://twitter.com/AB_Chapman/status/542382603777474560\">December 9, 2014</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/120920142.mp3"},{"href":"http://www.pri.org/file/120920142mp3"}]}