{"created":"2014-09-08T19:30:06+00:00","modified":"2015-03-05T16:33:59+00:00","valid":{"from":"2015-03-05T16:33:59+00:00","to":"3015-03-05T16:33:59+00:00"},"hreflang":"en","title":"How 'Gatsby' Went From A Moldering Flop To A Great American Novel","published":"2014-09-09T18:53:00+00:00","teaser":"In <em>So We Read On</em>, Maureen Corrigan looks at the story behind <em>The Great Gatsby</em><em>, </em>from<em> </em>F. Scott Fitzgerald's life to the era in which it's set. She says it's her favorite novel, but it wasn't always.","itags":["npr_api","346346588"],"guid":"22417112-c75b-41e7-897f-c043b056cc77","contentencoded":"<p>When book critic Maureen Corrigan first read F. Scott Fitzgerald's <em>The Great Gatsby</em> in high school, she was unimpressed.</p><p>\"Not a lot happens in <em>Gatsby</em>,\" Corrigan tells <em>Fresh Air</em>'s Terry Gross. \"It's not a plot-driven novel and I also thought, 'Eh, it's another novel about rich people.' And I grew up in a blue-collar community.\"</p><p>She also couldn't relate, she says, because it doesn't feature any likeable female characters.</p><p>\"In fact, that's one of the reasons why Fitzgerald thought it didn't sell well in 1925,\" Corrigan says, \"because there are no likeable female characters and women drive the fiction market.\"</p><p>But today Corrigan considers <em>The Great</em> <em>Gatsby</em> to be the greatest American novel — and it's the novel she loves more than any other. She's written a new book about it called <em>So We Read On: How the Great Gatsby Came to Be and Why It Endures.</em></p><p>Corrigan says she loves <em>The Great Gatsby</em> in part because of its message that it's admirable to try to beat your own fate.</p><p>\"You can't escape the past, but isn't it noble to try?\" she says. \"That's the message here ... to be the boat against the current, even though failure and death inevitably await you. The doomed beauty of trying — that's what this novel is about.\"</p><p>While Corrigan is hardly alone in her evaluation of <em>The Great Gatsby</em>, she's perhaps unique in her ability to write in such a lively and engaging way about the book, Fitzgerald's life and the era in which it's set — the 1920s.</p><p>Corrigan has read <em>The Great</em> <em>Gatsby</em> more than 50 times and has taught it to generations of college students. She grew up near an area where part of the book is set in Queens, N.Y., which is described as The Valley of Ashes because it was a dump for coal-burning ashes.</p><p>As a book critic, Corrigan gets more than 200 books a week delivered to her house by publishers, and she likes to think that if <em>The Great</em> <em>Gatsby</em> were one of those books today, she'd read it.</p><p>She says, \"I would've opened it and thought, 'Huh, <em>The Great Gatsby.</em>' ... The title wouldn't have grabbed me. What I do think would've grabbed me is the book jacket design. ... It's very striking, it's non-representational. It's odd. I think if I had opened the book and began reading, that [narrator] Nick [Carraway's] voice would've grabbed me. I want to think that I would've kept on reading.\"</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On <em>The Great Gatsby</em>'s similarities to film noir </strong></p><p><em>Gatsby</em> almost has the form of a film noir, where you have this voiceover, with Nick Carraway remembering things that have taken place in the past, things that can't be changed, events that can't be changed.</p><p>It's a violent story. There are three violent deaths in <em>Gatsby</em>. It's a story in which you get bootlegging, crime, explicit sexuality — and remember this is 1925 when it was published, so it's pretty racy for its time. ...</p><p>We don't explicitly read about [sex], but in chapter two, Nick is taken along by Tom Buchanan ... on a joy ride into Manhattan where Tom takes Nick to ... a drunken party in The Love Nest. So we know that there's infidelity — a lot of innuendo about people having sex outside of marriage and a lot of drinking.</p><p>And, most importantly, film noir, hard-boiled detective fiction and <em>The</em> <em>Great Gatsby</em> — they're all stories that are obsessed with the presence of fate. There's a very fated feel to <em>Gatsby</em>. Events that occur in the novel, they're foretold many times. That car crash in which Myrtle Wilson is killed, Tom's mistress, there are two other car crashes that preceded that car crash. So a lot of events are predicted in this novel.</p><p><strong>On Fitzgerald's background </strong></p><p>[Despite his success], he was also that Midwestern boy from St. Paul, Minn., whose parents didn't quite measure up to their neighbors. His parents never owned a home, for instance, they always rented. Fitzgerald never owned a home — he always rented.</p><p>He was always kind of on the outside looking in and hoping to be good enough for Princeton, to be good enough for the crowd on the Riviera who he hung out with — [wealthy expatriates] Gerald and Sara Murphy, the Hemingways, etc. I think you get that sense in Fitzgerald of someone who remade himself but was also aware at times in his life that he was pretending to be someone he was not.</p><p>Even when he died in 1940, Fitzgerald was denied burial in his own family's plot in Rockville, Md., because the Catholic Church [Fitzgerald grew up Catholic] decided that his novels were a little too risque and ... didn't approve of them. So Fitzgerald had to be buried in a Protestant cemetery. He's always being pushed out and told that he's not good enough.</p><p><strong>On <em>Gatsby</em>'s reception in its time</strong></p><p>The literary readers — people like Gertrude Stein, Edmund Wilson, Gilbert Seldes, who was a critic and reviewer of the time who really got <em>Gatsby</em> — they loved it. ...</p><p>The popular reviewers read it as a crime novel and thought for the most part that it was maybe just OK. There's a famous headline for a review of <em>The Great Gatsby</em> that came out in the <em>New York World,</em> and the headline reads, \"Fitzgerald's Latest A Dud.\"</p><p><strong>On <em>Gatsby</em>'s second life </strong></p><p>When Fitzgerald died in 1940 in Hollywood, his last royalty check was for $13.13. Remaindered copies of the second printing of <em>The Great Gatsby</em> were moldering away in [publisher] Scribner's warehouse.</p><p>World War II starts, and a group of publishers, paper manufacturers, editors [and] librarians get together in New York. And they decide that men serving in the Army and Navy need something to read. ... They printed over 1,000 titles of different books, and they sent over a million copies of these books to sailors and soldiers serving overseas and also to [prisoners of war] in prison camps in Japan and Germany through an arrangement with the Red Cross.</p><p><em>The Great Gatsby</em> was chosen to be one of these Armed Services Editions. And what that meant was that all of a sudden this novel that was basically nowhere, you couldn't get it in bookstores in the early 1940s, [but] by 1945 over 123,000 copies of <em>The Great Gatsby</em> were distributed. ...</p><p>The greatest distribution of the Armed Services Editions was on the eve of D-Day. Eisenhower's staff made sure that every guy stepping onto a landing craft in the south of England right on the eve of D-Day would have an Armed Services Edition in his pocket. They were sized as long rectangles meant to fit in the servicemen's pockets.</p><p>So you read these accounts of the guys on the landing crafts going over to Normandy Beach and they're reading, trying to take their mind off of what's about to face them. ... It's just such an amazing testament to what books can mean to people at critical times in their lives.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+%27Gatsby%27+Went+From+A+Moldering+Flop+To+A+Great+American+Novel&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2300"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1346854952-6a1f04.m3u?orgId=1&topicId=1033&aggIds=100876926&e=346346588&d=2300&ft=nprml&f=346346588"},{"href":"http://media.npr.org/assets/img/2014/09/08/170445333-7d0864acff86be8e435c1d6ded4c21f3ee0e2c53.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2331","width":"3108"}},{"href":"http://media.npr.org/assets/img/2014/09/06/maureen-corrigan_photo-credit-nina-subin-d87fb38333423c6ded9d444187c6dfdc68737f57.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"798","width":"1064"}}]}