{"created":"2015-03-05T20:45:24+00:00","modified":"2015-03-06T20:46:18+00:00","valid":{"from":"2015-03-06T20:46:18+00:00","to":"3015-03-06T20:46:18+00:00"},"hreflang":"en","guid":"2247aad2-52ab-4ff5-ac5c-5f9151fa5ef8","title":"What's behind the attack on the US Ambassador to South Korea?","published":"2015-03-06T20:46:17+00:00","byline":"Nina Porzucki","tags":["politics","conflict","protests","military","Global Politics","Asia","North America","South Korea","North Korea","United States","Asia","North America","Mark Lippert","Jason Strother","Government","Politics"],"teaser":"Mark Lippert, the US Ambassador to South Korea, was attacked early Thursday by a South Korean man wielding a 10-inch knife. The ambassador has only been in office since November, but analysts are speculating the attacker might have been prompted by half a century of grievances with the US.","contentencoded":"<p>US Ambassador to South Korea Mark Lippert's tweet left no doubt how he was feeling today:</p>\n<blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p>Doing well&amp;in great spirits! Robyn, Sejun, Grigsby &amp; I - deeply moved by the support! Will be back ASAP to advance US-ROK alliance! 같이 갑시다!</p>\n<p>— Mark Lippert (@mwlippert) <a href=\"https://twitter.com/mwlippert/status/573386208664932353\">March 5, 2015</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p>Remarkably positive, given that Lippert was seriously wounded Thursday morning in Seoul by a man wielding a knife. Just before he was to give a speech to the Korean Council for Reconciliation and Cooperation, a man wielding a 10-inch blade slashed his face and wrist.</p>\n<p>The man approached him “screaming that North and South Korea should be reunified,” says journalist Jason Strother who has reported on the incident from Seoul.</p>\n<p>The attacker, Kim Ki-Jong, is well-known to Korean authorities, says Strother. “He has a history of violent political activism.”</p>\n<p>In 2010, Kim threw blocks of concrete at the Japanese Ambassador in anger over territorial disputes between Japan and South Korea. He’s travelled to North Korea several times on government sanctioned visits to plant trees. In 2011 after, the death of former North Korean ruler Kim Jong-il, he tried to erect a shrine to the late dictator.</p>\n<p>“He’s been very vocal about his opposition to the US military here. There’s picture online of him protesting in front of the US Embassy just a few weeks ago, protesting against these joint South Korean–US military drills that started earlier this week,” Strother says.</p>\n<blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p>Ambassador <a href=\"https://twitter.com/mwlippert\">@mwlippert</a> enjoyed a great first Lunar New Year in Korea! Read about it on his blog <a href=\"http://t.co/KBZbUtgkxt\">http://t.co/KBZbUtgkxt</a> <a href=\"http://t.co/rugIl2RCQN\">pic.twitter.com/rugIl2RCQN</a></p>\n<p>— U.S. Embassy Seoul (@usembassyseoul) <a href=\"https://twitter.com/usembassyseoul/status/572645141254557697\">March 3, 2015</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p>Kim’s attack and his anti-American views harken back to South Korea's own history — a dictatorship itself not too long ago — and its relationship with the United States and the nature of the Korean War that has never really ended. </p>\n<p>“[Kim] grew up in the time when the South Korean dictatorship didn’t seem all that much better than the North Korean dictatorship. [Kim] has a false understanding that North Korea relied fully on its own merit to be successful, unlike South Korea that had to piggyback on the United States. Especially with the current South Korean president Park Geun-hye, who was the daughter of the foreign dictator, many of these activists [like Kim] feel that the battle for democracy is still continuing,” Strother says.</p>\n<p>However, Kim is part of a very, very small minority of North Korean sympathsizers, according to Strother. Many South Koreans were shocked by the attack on Lippert.</p>\n<p>Lippert has become quite a popular figure in the country since he became ambassador in November — and his basset hound, Grigsby, even more so.</p>\n<blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p>Despite the rain, enjoying a morning walk with U.S. Ambassador Mark Lippert and Grigsby. <a href=\"https://twitter.com/mwlippert\">@mwlippert</a> <a href=\"https://twitter.com/GrigsbyBasset\">@GrigsbyBasset</a> <a href=\"http://t.co/471VTRhDs3\">pic.twitter.com/471VTRhDs3</a></p>\n<p>— Steven Borowiec (@steven_borowiec) <a href=\"https://twitter.com/steven_borowiec/status/572556048256540674\">March 3, 2015</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p>“He has this very adorable basset hound that Koreans have gone crazy for. Every morning he’d been taking the dog out for a walk around the ambassador’s residence, stopping and talking to locals,” Strother says.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-05%2Fwhats-behind-attack-us-ambassador-south-korea&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0305201507.mp3"},{"href":"http://www.pri.org/file/0305201507mp3"}]}