{"created":"2015-03-03T21:24:33+00:00","modified":"2015-03-06T03:05:08+00:00","valid":{"from":"2015-03-06T03:05:08+00:00","to":"3015-03-06T03:05:08+00:00"},"hreflang":"en","title":"Not Clearing The Snow Off Your Car Before Driving Could Cost You","published":"2015-03-03T23:25:00+00:00","teaser":"A Pennsylvania lawmaker wants to fine people who don't clean snow off their cars before getting on the road. Other states have similar laws. But for trucks, clearing the snow poses its own hazard.","itags":["npr_api","390410217"],"guid":"225c5c7c-5cff-41ec-a88c-f12f84e45ec4","contentencoded":"<p>After weeks of winter storms, snow fatigue has set in across much of the country.</p><p>You may be tired of clearing ice and snow off your car, but that can be a safety hazard. And now you could face a fine in some states.</p><p>Mike Taylor of Elkins Park, Pa., says just this week he was behind a car on the Pennsylvania Turnpike when, <strong>\"</strong>Snow on the roof blew off, hit my windshield, forced me to jiggle, and it was only because of the stability of the car and I slowed down that I didn't have an accident,\" Taylor says.<strong> </strong></p><p>He couldn't see the license plate to report the driver. But it wouldn't have mattered anyway, because in Pennsylvania, police cite a driver only if flying snow or ice causes serious injury.</p><p><a href=\"http://www.legis.state.pa.us/CFDOCS/Legis/PN/Public/btCheck.cfm?txtType=PDF&sessYr=2015&sessInd=0&billBody=S&billTyp=B&billNbr=0093&pn=0069\">A proposed law</a> would change that and allow officers to issue a ticket and a fine up to $75. <strong></strong></p><p>\"I think that's a fair law because I think it's unsafe to drive with snow on top of your car,\" says Marcy Monheit of Abington Township, Pa.</p><p>But not everyone is convinced.</p><p>\"Is this an actual problem? Or is this just another way to get revenue for the police department?\" asks Dylan Glenn of Bryn Athyn, Pa.</p><p>He says if statistics show this is a problem, he would support the legislation.</p><p>The National Highway Traffic Safety Administration doesn't track these types of accidents. Arguments in favor of new regulations rely on anecdotal experiences.</p><p>That's what prompted Pennsylvania state Sen. Lisa Boscola to sponsor legislation. \"A constituent of mine, on Christmas Day, was killed by a huge chunk of ice falling off a tractor-trailer,\" Boscola says.</p><p>In 2005, Christine Lambert was killed as she drove her family to her parents' house for the holiday. Lambert's death <a href=\"http://articles.mcall.com/2005-12-28/news/3629601_1_truck-driver-face-charges-trailer\">was a lead story</a> in the local newspaper. Boscola began pushing for legislation shortly after that.</p><p>The trucking industry has concerns about requiring drivers to clean off tractor-trailers.</p><p>\"Clearing snow and ice from the tops of trailers is very difficult and is often unsafe,\" says Ted Scott of the American Trucking Associations. Machines that do that can be expensive too.</p><p>\"States considering passing snow and ice clearance laws should also consider providing equipment at truck rest areas, weigh stations and private truck stops,\" Scott says.</p><p>Boscola says she's looking into that.</p><p>For now, Boscola says there's already a good reason to clear snow and ice from your vehicle: Imagine learning a piece of ice that flew off your vehicle injured or killed someone. \"You'd probably have to live with that for the rest of your life. Nobody wants that to happen in their lives — nobody,\" Boscola says.</p><p>Boscola hopes her bill will get a hearing this session.</p><p>Meanwhile, a few states have already passed similar laws — including <a href=\"http://www.njleg.state.nj.us/2008/Bills/PL09/138_.HTM\">New Jersey</a> and <a href=\"http://www.cga.ct.gov/2011/pub/chap248.htm#Sec14-252a.htm\">Connecticut</a>.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Not+Clearing+The+Snow+Off+Your+Car+Before+Driving+Could+Cost+You&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jeff Brady","audio":[{"meta":{"duration":"150"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1390484923-50b8e9.m3u?orgId=1&topicId=1003&e=390410217&d=150&ft=nprml&f=390410217"},{"href":"http://media.npr.org/assets/img/2015/03/03/462350488-92b1e97663b28b66a5e78ad3fdf14ae02c9ff38a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"396","width":"528"}}]}