{"created":"2015-04-28T18:18:12+00:00","modified":"2015-05-12T19:49:37+00:00","valid":{"from":"2015-05-12T19:49:37+00:00","to":"3015-05-12T19:49:37+00:00"},"hreflang":"en","guid":"2263df86-22a0-4d5a-b18c-f83549c4a317","title":"She opposed Putin. They tried to take away her kids.","published":"2015-05-12T19:49:33+00:00","byline":"Charles Maynes","teaser":"One of Russia's best-known environmental activists has joined the parade of Putin opponents who have left the country. But activist Evgenia Chirikova says she'll continue her work from across the border in Estonia.","tags":["SafeMode","Environment","Science, Tech & Environment","Vladimir Putin","Estonia","Goldman Environmental Prize","Evgenia Chirikova","Activatica","Climate change","Siberia","Arctic","Russia"],"contentencoded":"<p>They arrested her. Called her a spy. Then they tried to take away her children.</p>\n<p>All for opposing the bulldozing of a forest preserve that President Vladimir Putin supported.</p>\n<p>After years or pressure, leading environmental activist Evgenia Chirikova has left Russia, the latest departure among a long list of people who have antagonized Putin.</p>\n<p>A recipient of a <a href=\"http://www.goldmanprize.org/recipient/evgenia-chirikova/\" target=\"_blank\">2012 Goldman Environmental Prize</a>, Chirikova plans to continue her work from across the border.</p>\n<p>Her efforts defending a forest near Moscow set her off on what she calls her “unexpected adventure” as an activist and critic. It began when she discovered that a highway connecting Moscow with St. Petersburg was planned to be built through a protected forest preserve in her hometown of Khimki.</p>\n<p>There were a lot of money and powerful people behind the project, including Putin. But the preserve was a place she loved, where she took her children for walks.</p>\n<p>Her activism earned her renown as a leader of both the forest debate and the larger civil society unrest in Russia. It also earned her the ire of her government and much of the pro-government media. She’s been arrested numerous times, called an American spy, and the authorities have tried to take away her children.</p>\n<p>Ultimately she says it was that threat — of being separated from her children, and unable to protect them — that motivated her move.</p>\n<p>She also believes that it’s better to leave Russia than to go to jail and become a martyr, as other activists have done.</p>\n<p>“I'm against matyrdom.” she says. “Unfortunately, the number of political prisoners in Russia has grown to the point where society can't even keep track.” People tend to forget them, she says, and it's very difficult for them to continue their work from prison. Chirikova feels she can accomplish a lot more continuing her work from outside the country. </p>\n<p>She also notes that she hasn't given up her Russian passport.</p>\n<p>Among her current projects is the new website <a href=\"http://activatica.org/\" target=\"_blank\">Activatica</a>, which she says shines a light on eco-movements within Russia. And she believes her work strikes a strong nerve in her country, where she says the environment is the number one issue.</p>\n<p>“Global warming in the Arctic and Siberia is happening two times faster than anywhere else on the planet,” she says, and argues that the results are clearly visible in things like wildfires currently sweeping Siberia and the <a href=\"http://www.pri.org/stories/2014-07-30/huge-mysterious-holes-emerge-russian-tundra\">huge craters recently discovered in the Siberian tundra</a>, likely caused by giant bubbles of methane gas bursting from thawing permafrost.</p>\n<p>The environment is the one issue that most Russians really connect with, Chirikova says, and the one issue most likely to foster political change.</p>\n<p>“People better understand why they need to defend their land than somewhat abstract ideas like elections or talking about ‘rights’.  A political party can be shut down easily, but people trying to defend their land, favorite tree, or favorite local park? They’ll never stop fighting.”</p>\n<p>And Chirikova sees an Achilles heel in the Kremlin's reliance on the fossil fuel industry.</p>\n<p>The more Russians move away from fossil fuels, she says, the less powerful Putin becomes.  </p>\n<p>Despite her self-imposed exile, Chirikova remains fairly positive about the prospects for long-term change in Russia. She compares environmental work to missionary work — if you just keep at it little by little she says, change will slowly occur.</p>\n<p>In fact, she argues that any change is actually better when it happens slowly. Rapid change, she says, damages the environment and political environments.</p>\n<p>Water the tree every day, she says, and it will grow. Only now she’ll have to do that from Estonia.</p>\n<p><em>This story has been updated to include more details and a more complete translation of quotes from the original Russian.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-28%2Fone-russias-top-environmental-activists-promises-continue-her-work-outside&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/04272015_04.mp3"},{"href":"http://admin.pri.org/file/0427201504mp3"}]}