{"created":"2015-04-24T17:43:42+00:00","modified":"2015-04-27T01:16:46+00:00","valid":{"from":"2015-04-27T01:16:46+00:00","to":"3015-04-27T01:16:46+00:00"},"hreflang":"en","title":"Russell Crowe Taps History To Make 'The Water Diviner'","published":"2015-04-24T18:41:00+00:00","teaser":"The Academy Award winner directed and stars in the film, which draws on the diaries of young Australian soldiers.","itags":["npr_api","401991723"],"guid":"226e9096-703c-4e05-9edc-392190e20600","contentencoded":"<p><strong>Russell Crowe</strong> might be best known for his Academy Award-nominated performances in &#8220;A Beautiful Mind&#8221; and &#8220;The Insider,&#8221; or his Academy Award-winning role in &#8220;The Gladiator.&#8221;</p><p>For his latest film, &#8220;<a href=\"http://thewaterdiviner.com/\" target=\"_blank\">The Water Diviner</a>,&#8221; Crowe also takes the director&#8217;s chair. The movie tells the story of an Australian farmer, played by Crowe, who is searching for his sons &#8211; all believed to have been killed in the battle of Gallipoli in 1915.</p><p>Though Russell Crowe was born in New Zealand, he was raised in Australia. He told <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Robin Young that the battle has great meaning for both countries.</p><p>To prepare for the film, Crowe read diaries of young soldiers who fought at Gallipoli and used the details to make the battle scenes as true to life as possible.</p><h4>Interview Highlights</h4><p><strong>On what was significant about Gallipoli</strong></p><p>&#8220;The significance culturally of Gallipoli is because it's the first time the young nations of Australia and New Zealand fought under their own flags. Prior to then, they'd been involved in Crimea, the Boer War, but as extensions of the British Empire. But they were both federated into independent countries early in the 20th century, and so by the time you get to the beginning of the First World War, 1914, they are now fully independent. And they raised a force of volunteers at the request of the British government. And it became a like a social cause, where everybody got involved in encouraging people to go.&#8221;</p><p>&#8220;The thing about that situation is that a little bit of time goes by and messages start coming back from the front, not just about how many were dying, but the nature and way that they were dying. And people started to reexamine what they had encouraged their children to get involved in.&#8221;</p><p><strong>On the perspective the film brings to trench warfare</strong></p><p><div class=\"l-article-primary pullquote\" style=\"\"></p><p>&#8220;The quote from the letter is, 'One old chap managed to get here from Australia today, searching for his son's grave.&#8221;</p><p></div></p><p>&#8220;So many diaries of the young soldiers mention that sound that emanates from the no-mans-land between the trenches after a particular conflict has died down. And nobody ever shows it &#8217;cause it's not simple, it's not clean, you don't just go over the trench get a bullet and you&#8217;re dead. There's hundreds of wounded men bleeding out through the night and crying for water, and their mothers and for God.&#8221;</p><p><strong>On the inspiration for the story </strong></p><p>&#8220;Andrew Anastasios was actually reading a memoir by the historian C.E.W. Bean, and in that he quotes a letter from a fellow called Lieutenant-Colonel Cyril Hughes. Now Hughes had been a soldier at Gallipoli, so he took on board the responsibility of going to that cold battlefield four years after the fact, when the First World War had actually finished, and identifying as many sets of bones as he could and interring them and marking their graves. And in C.E.W. Bean's book, the quote from the letter is, &#8216;One old chap managed to get here from Australia today, searching for his son's grave. We looked after him as best we could, and we put him on a boat to Brindisi.&#8217; And that sort of exploded in the imagination of Andrew Anastasios.&#8221;</p><p><a href=\"http://www.youtube.com/watch?v=JL3WU3fMc1U\">[Youtube]</a></p><h4>Guest</h4><ul><li><strong><a href=\"http://www.imdb.com/name/nm0000128/\" target=\"_blank\">Russell Crowe</a></strong>, actor and director. He tweets <a href=\"https://twitter.com/russellcrowe\" target=\"_blank\">@russellcrowe</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Russell+Crowe+Taps+History+To+Make+%27The+Water+Diviner%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"598"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1401993516-568956.m3u?orgId=1&e=401991723&d=598&ft=nprml&f=401991723"},{"href":"http://media.wbur.org/wordpress/11/files/2015/04/crowe2.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"867","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/04/crowe3.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"853","width":"1280"}}]}