{"created":"2015-03-01T22:19:58+00:00","modified":"2015-03-02T15:04:20+00:00","valid":{"from":"2015-03-02T15:04:20+00:00","to":"3015-03-02T15:04:20+00:00"},"hreflang":"en","title":"Robert Christgau Reviews His Own Life","published":"2015-03-01T23:07:00+00:00","teaser":"One of rock music's most loved, feared and prolific scribes, the 72-year-old Christgau says he knew early on that he liked criticism better than journalism: \"I didn't want to get into people's faces.\"","itags":["npr_api","388695420"],"guid":"227151b1-7467-42a8-b684-f98669dd8fa8","contentencoded":"<p><a href=\"http://www.npr.org/artists/15827020/billy-joel\" target=\"_blank\">Billy Joel</a> once tore up his writing on stage. <a href=\"http://www.npr.org/artists/15286579/lou-reed\" target=\"_blank\">Lou Reed</a> accused him of a fetish that even <em>Fifty Shades of Grey </em>wouldn't touch. If he found your music bloated or tiresome, Robert Christgau brandished the most feared, loathed pen in the chronicles of rock 'n' roll. For everyone else, he's considered \"The Dean of American Rock Critics,\" his work spanning five decades and myriad cultural outlets (<a href=\"http://www.npr.org/people/6395562/robert-christgau\" target=\"_blank\">including this one</a>).</p><p>Christgau has a new memoir called <em>Going into the City: Portrait of a Critic as a Young Man</em>.\" It takes the reader through the music that inspired his career, the women who sharpened his work over the years, and a childhood spent in Queens, where he learned from the DJ who gave rock 'n' roll its name. NPR's Arun Rath spoke with Christgau about those moments and more; hear the radio version at the audio link, and read more of their conversation below.</p><p><strong>Arun Rath: You were a big fan of the radio show hosted by Alan Freed, who is often credited with coining the term \"rock 'n' roll.\" What it was about Freed that influenced how you thought about music?</strong></p><p><strong>Robert Christgau:</strong> Well, for one thing, the music he played. He had a great persona, and he was an exciting and charismatic guy — but it was the music, and his attitude toward the music. One thing he would do all the time is that he would talk about originals, and in my little crowd that became an important concept, as he intended. What he meant literally was the first version of the record recorded, but we knew what he really meant was the \"Negro version.\"</p><p><strong>Rath: By the original African-American artist, who would then would get covered by white artists.</strong></p><p><strong>Christgau:</strong> That's right. We knew that's what he meant, and that was a very good thing to have pointed out to you. I was not brought up in the kind of left-wing household where racial equality was a big deal. But when the segregation decision happened, that was a very exciting moment to me. It appealed to everything I'd learned in church about fairness, it appealed to the baseball fan in me who loved Willie Mays already, and it became something I was aware of early in music.</p><p><strong>Rath: What was your musical diet as a young teenager?</strong></p><p><strong>Christgau: </strong><a href=\"http://www.npr.org/artists/15131582/chuck-berry\" target=\"_blank\">Chuck Berry</a>'s \"Maybellene\" hit the airwaves at about the time Alan Freed got to New York, and it was definitely a song I really loved and related to. That's pre-<a href=\"http://www.npr.org/artists/15624007/elvis-presley\" target=\"_blank\">Elvis</a>, before the rock 'n' roll era as it's usually conceived really begins. I think it's completely appropriate to begin rock 'n' roll with \"Heartbreak Hotel\" — at that point, nobody had any doubt that this was a thing. But there was stuff before, and for me, \"Maybellene,\" and also <a href=\"http://www.npr.org/artists/15588686/fats-domino\" target=\"_blank\">Fats Domino</a>'s first hits, were especially important.</p><p>Chuck Berry was one of a kind: the greatest songwriter of the '50s, one of the most important songwriters in the history of music, to this day. Plus, he was a remarkable singer of a very, very special sort — the clarity of his voice. Did I think about whether he was black or white? People said they didn't know; I think I knew he was black, but I don't actually remember. It was definitely the song itself, starting off with a 12-bar blues and then going into this country storytelling mode with made-up words like \"motorvating\" — a word I use to this day, and which ought to be in the dictionary if it isn't.</p><p><strong>Rath: There's a line in the book that I love, where you say, \"My hostility to the cult of the Broadway musical is informed, considered and permanent.\" But you also write about one of your first musical obsessions, the cast recording of Rodgers & Hammerstein's <em>South Pacific</em>. </strong></p><p><strong>Christgau: </strong>Well, The cult bothers me. A lot of the music is terrific; I just don't like the big ballads and I don't like the cult. The cult is, \"Oh, and then American popular music died\" — that's the cult, and that's crap. It's Alec Wilder in particular, but a lot of jazz people still feel that way to this day.</p><p><strong>Rath: That popular music died with the musical? </strong></p><p><strong>Christgau: </strong>Yeah, that the great era of American popular music was when people were following European procedures and figuring out stuff with harmony — and then four chords come in, and that's all people do.</p><p>There's a musicologist named Peter van der Merwe whose theory is that the blues generates tune families, and that their similarity to each other is in fact part of the pleasure you take in them — rather than the differentiation in which Jerome Kern and George Gershwin indulged to great effect. People build off other people's songs; they become like families, and you relate to them as members of this family. I think that's exactly what happened for a long time.</p><p><strong>Rath: Given what you're famous for writing about, I was kind of surprised to read that your most ecstatic music experience was a jazz show: <a href=\"http://www.npr.org/artists/15394783/john-coltrane\" target=\"_blank\">John Coltrane</a> at the Village Gate. </strong></p><p><strong>Christgau: </strong>And <a href=\"http://www.npr.org/artists/15404201/eric-dolphy\" target=\"_blank\">Eric Dolphy</a>. I mean, Eric Dolphy coming out with John Coltrane for an encore, and both of them blowing for what seemed to me like 20 minutes. Not that I really understood what they were doing — there was harmonic stuff going in there that I had not the slightest inkling — but it sounded great to me. I was in heaven.</p><p><strong>Rath: And when you're talking about the greatest musicians ever, you mention <a href=\"Thelonious Monk\" target=\"_blank\">Thelonious Monk</a>, <a href=\"http://www.npr.org/artists/15185958/louis-armstrong\" target=\"_blank\">Louis Armstrong</a> — and so I've got to wonder, why do we think of you as the dean of rock writing?</strong></p><p><strong>Christgau: </strong>As it happens, I've written really good essays about both Louis Armstrong and Thelonious Monk — they are my two favorite jazz artists, really — but when I get into what they're doing with chromaticism and how the structure works, I have to go upstairs to my brother-in-law and have him help me. He is a trumpet player and he leads me through it, and I sort of half get it now. My piece about Louis Armstrong was called \"<a href=\"http://www.robertchristgau.com/xg/bn/2010-04.php\" target=\"_blank\">Pops as Pop</a>\"; I wrote about him as a pop musician, which, among many other things, he definitely was. And that's how I relate to them.</p><p><strong>Rath: At the same time, you don't have much tolerance for nostalgia — particularly 60's nostalgia. You say, \"I can't stand how grossly misremembered those years are.\" What bugs you the most?</strong></p><p><strong>Christgau: </strong>The notion that it was some sort of utopia, when it wasn't. The notion that it was unified, when it most certainly was not. The notion that the music was so great, when it was actually just really good. I think, in retrospect, the most important thing besides <a href=\"http://www.npr.org/artists/15229570/the-beatles\" target=\"_blank\">The Beatles</a> was <a href=\"http://www.npr.org/artists/15316566/james-brown\" target=\"_blank\">James Brown</a>'s \"Papa's Got a Brand New Bag.\" It took the rhythmic presuppositions of rock 'n' roll, which was to put the beat first, and then started articulating that beat with a complexity that people were then prepared for — although it took white people about 10 years to catch on.</p><p>James Brown is actually the person who makes the most musical difference in the second half of the 20th century, but all those hippies didn't notice. And that includes me: I <em>liked</em> \"Papa's Got a Brand New Bag,\" without understanding how important it was.</p><p><strong>Rath: Over the course of this book, it seems like you never quite fit into any cozy category. You're never quite a hippie, never quite an all-out radical.</strong></p><p><strong>Christgau: </strong>An anti-bohemian bohemian\" is what I started calling myself a long time ago. I was never really a bohemian. I was a sloppy guy who liked cheap apartments and the arts, and who was very left-wing politically as the 60's progressed, though it took me a little while. But at the same time, the traditional bohemian contempt for the straights is something I've always disliked, going back to when they would call cops \"pigs\" and soldiers \"baby killers\" at protests. I was certainly on the anti-Vietnam side, but I thought that was baloney. My girlfriend's father was a cop; I grew up among cops.</p><p><strong>Rath: One of the things I've found fun about your music writing is your idiosyncrasies, the peculiarities of your taste. Why don't you like heavy metal, for example?</strong></p><p><strong>Christgau: </strong>Because it's symphonic bombast without the intelligence and complexity, although there's a lot of virtuosity. You know, what can I say — I'm 72 years old. This is not the time for me to start liking really loud guitar solos. That music is so masculine in a really retrograde way; I don't like that at all. It seems to me to have a very 19th-century notion of power.</p><p><strong>Rath: As you've reflected over your life for the book, has it given you any broader insight into why you like what you've liked as a critic? </strong></p><p><strong>Christgau: </strong>I seem to respond very well to rhythm, even though I'm a really terrible dancer. That's the reason African popular music has meant a great deal to me for as long as it's been available in any quantity in the states, which is since '83, '84, '85 — and before, when I could get it. I don't like most world music because you need to know what the words are to really understand it. So I've never related, say, to salsa, which has a very good beat. But African music really gets me, and I think it's because by listening, I educated myself rhythmically in ways I would find very difficult to articulate, much less break down. Those beats are incredibly complex, but one of their great virtues is that, complex as they are, they unite as one thing that any sentient<strong> </strong>human being ought to be able to respond to.</p><p>I's like to be very clear here and say that I do not cultivate idiosyncrasy. I think it's a terrible critical sin to try to be different; I think that's a really, really bad thing to do. I just listen to the music, find out what moves me, and then try to explain why it moves me — first to myself and then to the reader — in an interesting way.</p><p><strong>Rath: Do you there are some critics that do try to cultivate idiosyncrasy, that are phony in that way?</strong></p><p><strong>Christgau: </strong>I'm absolutely certain that there are many critics who try to cultivate idiosyncrasy, and no, I'm not going to name them. I usually don't know their names, because I stop reading them really quickly.</p><p><strong>Rath: You write fondly of your ex-girlfriend, the late Ellen Willis — herself a great rock critic, among other things. You talk about her as the smartest person you ever knew, and how the transformative power of relationships like that is often overlooked. Can you talk about how she shaped the writer that you became?</strong></p><p><strong>Christgau: </strong>Well, not without talking about how my wife also shaped the writer I became. I would say the one of the things this book is about is how many, many women have really changed the way I've thought about things. But Ellen and my wife, Carola Dibbell, are two of the most important, because we were intimate.</p><p>Men write memoirs and their wives don't appear in them at all, and maybe that's because their wives want to be private or there's some good reason. But I think the result is a tremendous misrepresentation of how intellects actually develop, because if you can live with a woman for 30 or 40 years but her ideas don't affect you, then why are you living with her?</p><p><strong>Rath: So how have these women changed you as a writer?</strong></p><p><strong>Christgau: </strong>In the case of Ellen, it was that she radicalized me. Although I certainly was ready to be a feminist — I've always been pretty pro-woman in the way I've seen the world — she filled in a lot of blanks for me, even a few for herself, about those issues. In the case of Carola, her ideas about all kinds of art and the nature of her emotional responses are incredibly inspirational to me. I can't tell you how many records I've realized meant something to me because of some detail of her response — there have been certainly hundreds, maybe thousands. So Ellen's abilities were in the discursive realm — she wrote incredibly clear logical prose, and I learned how to do that in part from her. Carola is interested in language, texture and humor; all those things, I think, she's improved in my prose.</p><p><strong>Rath: Early on in your professional career, you did an amazing kind of <a href=\"http://www.robertchristgau.com/xg/news/microbio-65.php\" target=\"_blank\">Norman Mailer-esque piece of nonfiction reporting</a>. How did you start there and end up a critic?</strong></p><p><strong>Christgau: </strong>I didn't have that retentive memory for details that great reporters either have or claim they have. And I didn't have that nosiness of the great reporter; I didn't want to get into people's faces. I didn't have any of those gifts — and they are real gifts, and they produce great writing. Instead I was really good at criticism, and I got better and better, as far as I'm concerned.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Robert+Christgau+Reviews+His+Own+Life&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"411"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1390033574-1e07d6.m3u?orgId=1&topicId=1033&e=388695420&d=411&ft=nprml&f=388695420"},{"href":"http://media.npr.org/assets/img/2015/02/28/robert_christgau_02-c005563d252a56f0749fae24bb263f747eadb4e2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2846","width":"3795"}},{"href":"http://media.npr.org/assets/img/2015/02/26/christgau-photo-credit---nina-christgau-c3b1f6152f52404fa8d59ff790cc4ac38f76a311.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1498","width":"1998"}}]}