{"created":"2014-10-08T13:30:17+00:00","modified":"2014-10-31T00:52:34+00:00","valid":{"from":"2014-10-31T00:52:34+00:00","to":"3014-10-31T00:52:34+00:00"},"hreflang":"en","title":"How Much Does A Terrorist Attack Cost? A Lot Less Than You'd Think ","published":"2014-06-30T13:28:00+00:00","teaser":"A remote-controlled bomb costs as much as an iPhone. Car bombs can cost up to $20,000. So for a cash-rich group like ISIS, the only limit to attacks is the number of people willing to carry them out.","itags":["npr_api","325240653"],"guid":"227aed19-fdf6-4d2a-9549-4ef5e3764d16","contentencoded":"<p>The Islamic State of Iraq and Syria is flush with cash, and holds as much as $2 billion. Counterterrorism officials say the group knows how to use that money to its advantage. It's showing a kind of professional acumen and discipline that sets it apart from other terrorist organizations. But what kinds of attacks can its money buy?</p><p>Back in 2006, when Germany was hosting the World Cup soccer tournament, a terrorist attack was narrowly averted. With bombs hidden in their suitcases, two men in their 20s boarded commuter trains in the city of Cologne.</p><p>Richard Barrett was on a U.N. team that tallied up the costs of terrorist attacks, including that 2006 attempt in Germany.</p><p>\"These suitcases were meant to blow up a train, and clearly that would have created a huge amount of damage and public anxiety and so on for very, very little cost,\" he says.</p><p>By very, very little cost he means less than $500.</p><p>The bombs were simple: a propane tank, alarm clock, batteries and a plastic bottle filled with gas. In fact, Barrett says, one of the men used part of his school tuition money to pay for it all.</p><p>\"It just shows you that attacks do not have to cost the $500,000 or $400,000 that people believe 9/11 cost,\" he says.</p><p>Even bigger, more spectacular attacks cost less than you'd think. Take the attack on the London transportation system in 2005 that killed 57 people and injured hundreds. The U.N. estimated that cost a total of about $14,000.</p><p>\"It was self-financed, one of the guys was relatively well-off, his family was relatively well-off, and I think he may even have been a teacher as well, so he had a salary coming in,\" Barrett says.</p><p>Mohammed Sidique Khan was a teaching assistant, but he was able to finance one of the deadliest terrorist attacks against the West since the attacks of Sept. 11, 2001 — which is why it's worrisome that ISIS may have millions of dollars available to fund attacks.</p><p>Just consider the cost of improvised explosive devices on the battlefield: The <a href=\"https://www.jieddo.mil/index.aspx\">Joint Improvised Explosive Device Defeat Organization</a>, a Pentagon organization, published a kind of price list for attacks in Afghanistan in 2012. What they discovered: a remote-controlled bomb costs about the same as a top-of-the-line iPhone 5 — or $400.</p><p>A suicide bombing vest can run as little as $1,200. A suicide car bomb, between $13,000 and $20,000. The big variable, the report said, is the cost of the car.</p><p>So for ISIS, with its reported $2 billion war chest, basically the only limit on the number of attacks it can launch is the number of people willing to carry them out. That, says Juan Zarate, a fellow at the Center for Strategic and International Studies, is the danger ISIS presents.</p><p>\"You have a group and a movement that is gaining a foothold in the heart of the Middle East with the resources to give manifestation to their wild imaginings,\" Zarate says.</p><p>What's unclear is where those imaginings lead. ISIS has aspirations for setting up an Islamic state in Iraq, and it has talked about becoming a regional power, says Bruce Hoffman, director of the Security Studies Program at Georgetown University.</p><p>\"I think the main question right now is whether it focuses its energies and assets on gaining further ground in Iraq as opposed to spreading its wings and attacking further afield,\" Hoffman says — far enough afield to include the West.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+Much+Does+A+Terrorist+Attack+Cost%3F+A+Lot+Less+Than+You%27d+Think+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Dina Temple-Raston","audio":[{"meta":{"duration":"230"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1325397613-d9d1fb.m3u?orgId=1&topicId=1010&ft=3&f=325240653"}]}