{"created":"2015-06-16T18:03:54+00:00","modified":"2015-06-24T19:54:10+00:00","valid":{"from":"2014-11-05T05:49:58+00:00","to":"3014-11-05T05:49:58+00:00"},"hreflang":"en","tags":["APM"],"description":"This audio is part of the larger project The First Family of Radio: Franklin and Eleanor Roosevelt’s Historic Broadcasts. You […]","byline":"Andy Kruse","guid":"228d4117-08ad-4c18-83c7-37c97f36bbf8","contentencoded":"<div class=\"barn-cleaned\"><p><em>This audio is part of the larger project <a href=\"http://www.americanradioworks.org/documentaries/roosevelts/\">The First Family of Radio</a>: Franklin and Eleanor Roosevelt’s Historic Broadcasts. You can download the entire radio hour from our <a href=\"http://www.americanradioworks.org/podcast/\">podcast feed</a> (<a href=\"https://itunes.apple.com/us/podcast/id81914987\">iTunes</a>).</em></p>\n<br />\n<p><strong>October 12, 1941</strong></p>\n<br />\n<p>War in the Atlantic was on the minds of many Americans in the fall of 1941. German submarines had sunk more than 1,000 Allied merchant ships. FDR ordered Navy warships to escort merchant traffic as far as Iceland. ER’s Sunday evening show at the time was called “Over Our Coffee Cups.” The prime time program was sponsored by the Pan-American Coffee Bureau, a trade group representing seven coffee-growing Latin American countries. In this broadcast, ER commented on the recent sinking of a Panamanian tanker owned by a subsidiary of Standard Oil. Many of the men on board the <em>I.C. White</em> were Americans. Three died in the attack. -Stephen Smith</p>\n<br />\n<h3>Transcript</h3>\n<br />\n<blockquote>\n<p>ANNOUNCER: The Pan-American Coffee Bureau presents Eleanor D. Roosevelt’s views on current events, Over Our Coffee Cups.</p>\n<br />\n<p>VOICE 1: Get more out of your work!</p>\n<br />\n<p>VOICE 2: Get more glamour!</p>\n<br />\n<p>VOICE 3: Get more fun!</p>\n<br />\n<p>ANNOUNCER: Get more out of life with coffee! And here’s how Miss Elvira Lane, alert and charming stewardess of American Airlines’ famous flagship fleet, gets more out of life with coffee: Miss Lane tells us, and we quote:</p>\n<br />\n<p>VOICE FOR LANE: “An airline stewardess has to be a sort of flying encyclopedia, whether it’s how to feed a six-week-old baby or explaining radio direction signals. It’s important for us to know all the answers, just as it’s important for us always to be cheerful, courteous, and levelheaded. That’s why I’m sure we’re all such coffee drinkers. We find that coffee steadies our nerves and actually gives us the extra energy we need for our jobs. When the job is done, naturally, there’s nothing like a good cup of coffee to pep a girl up and start her off on a happy evening of pleasure and relaxation. We air stewardesses surely do get more out of life with coffee.”</p>\n<br />\n<p>ANNOUNCER: Another lovely lady, a motion-picture star, has a tip to give on how to be beautiful. We’ll give you this glamour tip before the conclusion of this broadcast. But now the Pan-American Coffee Bureau’s charming news analyst is ready to give you Over Our Coffee Cups, her weekly digest of world events. Mrs. Franklin D. Roosevelt.</p>\n<br />\n<p>ER: Good evening, ladies and gentlemen. Some of you may have read with tremors a speech made a short time ago in which it was suggested that in 1942 the citizens of this country would no longer be allowed to vote. As a consequence, of course, I suppose all rights and duties of Congress would have to be abrogated. So I am not surprised to see some dark hints here and there which suggest that the executive branch of the government will take all kinds of vital steps which in the past required the cooperation of the legislative branch, without that branch being given an opportunity to express an opinion.</p>\n<br />\n<p>On the other side of the ledger, in the hope that it may give some comfort to the worried souls, I should like to point out that the executive has just sent a message to Congress, and the sending of that message to Congress, it seems to me, is an acknowledgment that Congress has an equal responsibility to carry certain burdens with the executive.</p>\n<br />\n<p>The real value of debate in Congress, over any measure, is not only the clearing of the minds of the legislators themselves, for their final decision expressed in a vote, but the opportunity which debate affords the people of the United States to understand the points at issue and to make their own voices heard through their representatives.</p>\n<br />\n<p>In order to achieve this, there must be a real freedom of the press, however; not the kind of freedom which requires a reporter to write his story always with the emphasis on a point of view previously decided on by an editor or an owner, but the kind which permits a factual story and leaves the opinion and interpretation of the fact to the editorial page.</p>\n<br />\n<p>This recent message to Congress deals with things which are most important to the American people. We are producing many things for the use of the democracies fighting the Axis powers. We are sacrificing our time and our money to do it. We are reorganizing our lives to achieve certain ends. We do it with our eyes open, knowing what the price will be if we succeed and what it will be if we fall. We are now confronted with the question of whether we shall make every attempt to see that goods ships reach their destination, or whether we wish to continue to leave that in the hands of those who cannot do it as successfully as we can.</p>\n<br />\n<p>Shall we arm merchant ships? Shall we allow them to go into belligerent waters under our naval protection? These are the questions up for debate, and Congress should hear from the people. In a democracy, people do not only have the right to vote, they have the right to bring their influence to bear on their elected representatives.</p>\n<br />\n<p>The torpedoing of the tanker I.C. White has come home with special poignancy to us here in the United States, because the sailors were almost all our own citizens, living in this country. As you look down the list, the names might indicate origins in various parts of the world, but the addresses are nearly all on the East Coast of the United States of America. Though I find one man from West Texas. In the records of these men, there are many little stories which show that they had every realization of the risk they were running. It is interesting to note that Bernard Brady of New York City, for instance, had written to his wife from Cape Town, [South] Africa, asking her to send his sister, who lives in Vermont, $500 out of his $5,000 war risk insurance in case anything happened. He was a fireman, so his wife was much worried, as she knew he must have been belowdecks.</p>\n<br />\n<p>Julius Wojslawowicz is only twenty-one years old. This was his first trip, and he had signed up because he worked as a lead-man at the Brewster Plant in Newark, New Jersey, and had fallen ill from the effect of zinc chromate fumes. His doctor had advised a job at sea and his family heard from him in Curaçao that he was well and cheerful again. His family sat up all night praying that he and the others of the crew might be saved.</p>\n<br />\n<p>I saw two English boys in Philadelphia from an English merchant ship who seemed quite unconcerned. Men will go on sailing for distant ports, for that is the way of the sea, so they should be protected.</p>\n<br />\n<p>Speaking of national defense, many people would like to know whether the expansion achieved by our Army is actual or merely on paper. Just in case you haven’t seen the figures given out by the War Department, I am going to quote some of them. In May 1940, the Army consisted of approximately 230,000 enlisted men, 13,500 officers, and about 225,000 National Guardsmen, only partly equipped and trained. And now the Army consists of over one million and a half men.</p>\n<br />\n<p>There has been much said about the need for mechanizing the Army, and some people have suggested that it was not necessary to train so much manpower if you had the necessary mechanized equipment. Unfortunately, even the most highly mechanized army must have trained personnel, and infantry still has its place in war, which is being amply proved in Russia today. Men, however, can be trained more quickly than we can produce many of the things which they need to make them effective as an army in the field. It was necessary to develop new methods of feeding, of caring for their health, and of clothing them. All of this has gone forward rapidly. The greatest advance has been made in the mechanized equipment. In July 1940, there was only a total of 29,867 vehicles on hand. A year later, the number had been increased by 100,000, and it is mounting rapidly. The production of tanks and of every type of armored vehicle has gone forward, and by the end of 1941, the armored force will be increased by 1,400 percent over the amount which existed in 1940. In the providing of airplanes, we had to make a decision: on sending abroad or keeping them here. So we concentrated on providing primarily the equipment needed for training. This has been done very successfully, and Assistant Secretary of War Robert Lovett recently declared, “I think for the first time, we’re going to have available in the maneuvers aircraft of a quality which has no superior anywhere in the world.” Quantity of aircraft is of course a secondary consideration, as long as it is necessary for our airplanes to go to the English and the Russians. But quality, we can emphasize even more.</p>\n<br />\n<p>In the Antioch Review, Mr. Max Lerner, professor of politics at Williams College, asks, “What is the armory of ideas that we require for this war?” And he proceeds to answer himself thus: “Quite summarily these: that democracy has in it untapped strength and unused expansibility, both in waging a war and in reconstructing society afterward; that the peace must be approached in the spirit neither of vengefulness nor forgiveness, but determined planning for more feasible ways of running a world; that economic settlements are required fully as much as political; that there must be substantial steps toward a world federal structure of some sort; and above all, that we do have a picture of a new world to guide those who are fighting and to hearten those who are enslaved.”</p>\n<br />\n<p>That seems to me a pretty good statement to guide our thinking for the future.</p>\n<br />\n<p>Further, it is good to find not only the president, but the undersecretary of state, Mr. [Sumner] Welles, laying stress upon a future world economic order where fair dealing for all countries shall be the aim of the United States. This is the only possible groundwork for future peace. We must be happy that our State Department and the president agree on this important policy.</p>\n<br />\n<p>To turn for a moment to labor, a Labor government goes into power in Australia, and the head announces that it will not try to remake the life of the nation overnight. Probably everything will proceed in much the same manner as heretofore. We do not have to have a Labor government in this country to bring about the consideration of labor problems. In a broad sense, all of us are a part of the labor family of this country, because comparatively few of our people do not work in one way or another. However, for the benefit of some of our highly paid workers who feel that their colleagues with lesser incomes are ruining them by their demands, let me suggest that they note the fact that even a Labor government hasn’t seemed unduly to disturb Australia.</p>\n<br />\n<p>Incidentally, I just recently received a letter from Atlantic City, New Jersey, giving me a union card in the hand-knitters union. I failed to ascertain whether this is a CIO or an AF of L union. But being a member of the Newspaper Guild, and of the Radio Artists, I think I am collecting union cards as some people collect honorary degrees!</p>\n<br />\n<p>Turning from labor to the professions, our medical profession might note that in New Zealand, they have created a system of free medical care which will begin to function on November first. Like many experiments, this is evidently one which will need revision and improvement with experience, but it may be a step in the right direction.</p>\n<br />\n<p>By the way, I was appalled to see in a dispatch from Vichy, France, that the death rate of children under ten was 45 percent above the last five years’ average. It is attributed to the long famine. The report introduced “Armistice Skinniness” as a new medical term.</p>\n<br />\n<p>Now to close, for the good, cheerful, American note. I do not know how many of you know the Barter Theatre in Abingdon, Virginia, run by Robert Porterfield. I first became interested when I visited Abingdon because my father had lived there. This theater runs entirely on barter. The audience pays admission with goods: cows, chickens, eggs, pigs, milk—anything they have. The actors and actresses live in a hotel nearby and sustain themselves on the food brought in. There are many amusing stories about this theater, and I was interested to see an item in the paper which stated that Robert Porterfield told the State Advisory Committee on the Budget that one sow paid all the royalties on all the plays produced by the troupe. Mr. Porterfield said, “We kept that sow, taken in one night at the box office, and soon there was a litter of eight pigs, and then there was another and another litter, and we paid royalties with hams.” He added an amusing story about the time he wrote to Mr. Bernard Shaw for permission to present his play Candida, and offered Mr. Shaw the usual ham in payment. In his reply, Mr. Shaw said he had no use for the ham as he was a vegetarian, but that he would consider spinach. He got the spinach!</p>\n<br />\n<p>ANNOUNCER: Thank you, Mrs. Roosevelt. And now for your listeners, here’s a tip on how to keep beautiful, from Miss Jinx Falkenburg, Columbia Pictures star, featured in Two Latins from Manhattan. Miss Falkenburg writes us, and we quote:</p>\n<br />\n<p>VOICE FOR FALKENBURG: “The best way I know for a girl to look her best at all times is to eat the right things, get plenty of sleep, yes, and drink plenty of coffee. Why do I mention coffee? Because I’ve found that when I want to look fresh and, well, you might say, ‘blooming in the evening,’ coffee is really a wonderful help. After all, you look as well as you feel, and coffee makes me feel cheerful and peppy.”</p>\n<br />\n<p>ANNOUNCER: Why not try a delicious, flavorful cup of coffee with your evening meal tonight? And see how much more you get out of life with coffee. Next week at this same time, the Pan-American Coffee Bureau will bring you another interesting discussion of world events by Mrs. Franklin D. Roosevelt. This is Ernest Chappell bidding you all good night.</p>\n<br />\n<p>ANNOUNCER: Don’t forget this is National Doughnut Month, and coffee and doughnuts are just one more way to get more out of life with coffee!</p>\n</blockquote>\n<br />\n<p><iframe src='http://cdn.knightlab.com/libs/timeline/latest/embed/index.html?source=0Ai6SjtFZXpPtdFpwZGczQ0RTLUxrcVdxaUxwY1dpRnc&amp;font=Bevan-PotanoSans&amp;maptype=toner&amp;lang=en&amp;height=650' frameborder='0'></iframe></p>\n<br /></div>","published":"2014-11-05T05:49:58+00:00","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p><em>This audio is part of the larger project <a href=\\\"http://www.americanradioworks.org/documentaries/roosevelts/\\\">The First Family of Radio</a>: Franklin and Eleanor Roosevelt’s Historic Broadcasts. You can download the entire radio hour from our <a href=\\\"http://www.americanradioworks.org/podcast/\\\">podcast feed</a> (<a href=\\\"https://itunes.apple.com/us/podcast/id81914987\\\">iTunes</a>).</em></p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>October 12, 1941</strong></p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p>War in the Atlantic was on the minds of many Americans in the fall of 1941. German submarines had sunk more than 1,000 Allied merchant ships. FDR ordered Navy warships to escort merchant traffic as far as Iceland. ER’s Sunday evening show at the time was called “Over Our Coffee Cups.” The prime time program was sponsored by the Pan-American Coffee Bureau, a trade group representing seven coffee-growing Latin American countries. In this broadcast, ER commented on the recent sinking of a Panamanian tanker owned by a subsidiary of Standard Oil. Many of the men on board the <em>I.C. White</em> were Americans. Three died in the attack. -Stephen Smith</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<h3>Transcript</h3>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p>ANNOUNCER: The Pan-American Coffee Bureau presents Eleanor D. Roosevelt’s views on current events, Over Our Coffee Cups.</p><br /><p>VOICE 1: Get more out of your work!</p><br /><p>VOICE 2: Get more glamour!</p><br /><p>VOICE 3: Get more fun!</p><br /><p>ANNOUNCER: Get more out of life with coffee! And here’s how Miss Elvira Lane, alert and charming stewardess of American Airlines’ famous flagship fleet, gets more out of life with coffee: Miss Lane tells us, and we quote:</p><br /><p>VOICE FOR LANE: “An airline stewardess has to be a sort of flying encyclopedia, whether it’s how to feed a six-week-old baby or explaining radio direction signals. It’s important for us to know all the answers, just as it’s important for us always to be cheerful, courteous, and levelheaded. That’s why I’m sure we’re all such coffee drinkers. We find that coffee steadies our nerves and actually gives us the extra energy we need for our jobs. When the job is done, naturally, there’s nothing like a good cup of coffee to pep a girl up and start her off on a happy evening of pleasure and relaxation. We air stewardesses surely do get more out of life with coffee.”</p><br /><p>ANNOUNCER: Another lovely lady, a motion-picture star, has a tip to give on how to be beautiful. We’ll give you this glamour tip before the conclusion of this broadcast. But now the Pan-American Coffee Bureau’s charming news analyst is ready to give you Over Our Coffee Cups, her weekly digest of world events. Mrs. Franklin D. Roosevelt.</p><br /><p>ER: Good evening, ladies and gentlemen. Some of you may have read with tremors a speech made a short time ago in which it was suggested that in 1942 the citizens of this country would no longer be allowed to vote. As a consequence, of course, I suppose all rights and duties of Congress would have to be abrogated. So I am not surprised to see some dark hints here and there which suggest that the executive branch of the government will take all kinds of vital steps which in the past required the cooperation of the legislative branch, without that branch being given an opportunity to express an opinion.</p><br /><p>On the other side of the ledger, in the hope that it may give some comfort to the worried souls, I should like to point out that the executive has just sent a message to Congress, and the sending of that message to Congress, it seems to me, is an acknowledgment that Congress has an equal responsibility to carry certain burdens with the executive.</p><br /><p>The real value of debate in Congress, over any measure, is not only the clearing of the minds of the legislators themselves, for their final decision expressed in a vote, but the opportunity which debate affords the people of the United States to understand the points at issue and to make their own voices heard through their representatives.</p><br /><p>In order to achieve this, there must be a real freedom of the press, however; not the kind of freedom which requires a reporter to write his story always with the emphasis on a point of view previously decided on by an editor or an owner, but the kind which permits a factual story and leaves the opinion and interpretation of the fact to the editorial page.</p><br /><p>This recent message to Congress deals with things which are most important to the American people. We are producing many things for the use of the democracies fighting the Axis powers. We are sacrificing our time and our money to do it. We are reorganizing our lives to achieve certain ends. We do it with our eyes open, knowing what the price will be if we succeed and what it will be if we fall. We are now confronted with the question of whether we shall make every attempt to see that goods ships reach their destination, or whether we wish to continue to leave that in the hands of those who cannot do it as successfully as we can.</p><br /><p>Shall we arm merchant ships? Shall we allow them to go into belligerent waters under our naval protection? These are the questions up for debate, and Congress should hear from the people. In a democracy, people do not only have the right to vote, they have the right to bring their influence to bear on their elected representatives.</p><br /><p>The torpedoing of the tanker I.C. White has come home with special poignancy to us here in the United States, because the sailors were almost all our own citizens, living in this country. As you look down the list, the names might indicate origins in various parts of the world, but the addresses are nearly all on the East Coast of the United States of America. Though I find one man from West Texas. In the records of these men, there are many little stories which show that they had every realization of the risk they were running. It is interesting to note that Bernard Brady of New York City, for instance, had written to his wife from Cape Town, [South] Africa, asking her to send his sister, who lives in Vermont, $500 out of his $5,000 war risk insurance in case anything happened. He was a fireman, so his wife was much worried, as she knew he must have been belowdecks.</p><br /><p>Julius Wojslawowicz is only twenty-one years old. This was his first trip, and he had signed up because he worked as a lead-man at the Brewster Plant in Newark, New Jersey, and had fallen ill from the effect of zinc chromate fumes. His doctor had advised a job at sea and his family heard from him in Curaçao that he was well and cheerful again. His family sat up all night praying that he and the others of the crew might be saved.</p><br /><p>I saw two English boys in Philadelphia from an English merchant ship who seemed quite unconcerned. Men will go on sailing for distant ports, for that is the way of the sea, so they should be protected.</p><br /><p>Speaking of national defense, many people would like to know whether the expansion achieved by our Army is actual or merely on paper. Just in case you haven’t seen the figures given out by the War Department, I am going to quote some of them. In May 1940, the Army consisted of approximately 230,000 enlisted men, 13,500 officers, and about 225,000 National Guardsmen, only partly equipped and trained. And now the Army consists of over one million and a half men.</p><br /><p>There has been much said about the need for mechanizing the Army, and some people have suggested that it was not necessary to train so much manpower if you had the necessary mechanized equipment. Unfortunately, even the most highly mechanized army must have trained personnel, and infantry still has its place in war, which is being amply proved in Russia today. Men, however, can be trained more quickly than we can produce many of the things which they need to make them effective as an army in the field. It was necessary to develop new methods of feeding, of caring for their health, and of clothing them. All of this has gone forward rapidly. The greatest advance has been made in the mechanized equipment. In July 1940, there was only a total of 29,867 vehicles on hand. A year later, the number had been increased by 100,000, and it is mounting rapidly. The production of tanks and of every type of armored vehicle has gone forward, and by the end of 1941, the armored force will be increased by 1,400 percent over the amount which existed in 1940. In the providing of airplanes, we had to make a decision: on sending abroad or keeping them here. So we concentrated on providing primarily the equipment needed for training. This has been done very successfully, and Assistant Secretary of War Robert Lovett recently declared, “I think for the first time, we’re going to have available in the maneuvers aircraft of a quality which has no superior anywhere in the world.” Quantity of aircraft is of course a secondary consideration, as long as it is necessary for our airplanes to go to the English and the Russians. But quality, we can emphasize even more.</p><br /><p>In the Antioch Review, Mr. Max Lerner, professor of politics at Williams College, asks, “What is the armory of ideas that we require for this war?” And he proceeds to answer himself thus: “Quite summarily these: that democracy has in it untapped strength and unused expansibility, both in waging a war and in reconstructing society afterward; that the peace must be approached in the spirit neither of vengefulness nor forgiveness, but determined planning for more feasible ways of running a world; that economic settlements are required fully as much as political; that there must be substantial steps toward a world federal structure of some sort; and above all, that we do have a picture of a new world to guide those who are fighting and to hearten those who are enslaved.”</p><br /><p>That seems to me a pretty good statement to guide our thinking for the future.</p><br /><p>Further, it is good to find not only the president, but the undersecretary of state, Mr. [Sumner] Welles, laying stress upon a future world economic order where fair dealing for all countries shall be the aim of the United States. This is the only possible groundwork for future peace. We must be happy that our State Department and the president agree on this important policy.</p><br /><p>To turn for a moment to labor, a Labor government goes into power in Australia, and the head announces that it will not try to remake the life of the nation overnight. Probably everything will proceed in much the same manner as heretofore. We do not have to have a Labor government in this country to bring about the consideration of labor problems. In a broad sense, all of us are a part of the labor family of this country, because comparatively few of our people do not work in one way or another. However, for the benefit of some of our highly paid workers who feel that their colleagues with lesser incomes are ruining them by their demands, let me suggest that they note the fact that even a Labor government hasn’t seemed unduly to disturb Australia.</p><br /><p>Incidentally, I just recently received a letter from Atlantic City, New Jersey, giving me a union card in the hand-knitters union. I failed to ascertain whether this is a CIO or an AF of L union. But being a member of the Newspaper Guild, and of the Radio Artists, I think I am collecting union cards as some people collect honorary degrees!</p><br /><p>Turning from labor to the professions, our medical profession might note that in New Zealand, they have created a system of free medical care which will begin to function on November first. Like many experiments, this is evidently one which will need revision and improvement with experience, but it may be a step in the right direction.</p><br /><p>By the way, I was appalled to see in a dispatch from Vichy, France, that the death rate of children under ten was 45 percent above the last five years’ average. It is attributed to the long famine. The report introduced “Armistice Skinniness” as a new medical term.</p><br /><p>Now to close, for the good, cheerful, American note. I do not know how many of you know the Barter Theatre in Abingdon, Virginia, run by Robert Porterfield. I first became interested when I visited Abingdon because my father had lived there. This theater runs entirely on barter. The audience pays admission with goods: cows, chickens, eggs, pigs, milk—anything they have. The actors and actresses live in a hotel nearby and sustain themselves on the food brought in. There are many amusing stories about this theater, and I was interested to see an item in the paper which stated that Robert Porterfield told the State Advisory Committee on the Budget that one sow paid all the royalties on all the plays produced by the troupe. Mr. Porterfield said, “We kept that sow, taken in one night at the box office, and soon there was a litter of eight pigs, and then there was another and another litter, and we paid royalties with hams.” He added an amusing story about the time he wrote to Mr. Bernard Shaw for permission to present his play Candida, and offered Mr. Shaw the usual ham in payment. In his reply, Mr. Shaw said he had no use for the ham as he was a vegetarian, but that he would consider spinach. He got the spinach!</p><br /><p>ANNOUNCER: Thank you, Mrs. Roosevelt. And now for your listeners, here’s a tip on how to keep beautiful, from Miss Jinx Falkenburg, Columbia Pictures star, featured in Two Latins from Manhattan. Miss Falkenburg writes us, and we quote:</p><br /><p>VOICE FOR FALKENBURG: “The best way I know for a girl to look her best at all times is to eat the right things, get plenty of sleep, yes, and drink plenty of coffee. Why do I mention coffee? Because I’ve found that when I want to look fresh and, well, you might say, ‘blooming in the evening,’ coffee is really a wonderful help. After all, you look as well as you feel, and coffee makes me feel cheerful and peppy.”</p><br /><p>ANNOUNCER: Why not try a delicious, flavorful cup of coffee with your evening meal tonight? And see how much more you get out of life with coffee. Next week at this same time, the Pan-American Coffee Bureau will bring you another interesting discussion of world events by Mrs. Franklin D. Roosevelt. This is Ernest Chappell bidding you all good night.</p><br /><p>ANNOUNCER: Don’t forget this is National Doughnut Month, and coffee and doughnuts are just one more way to get more out of life with coffee!</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><iframe frameborder=\\\"0\\\" src=\\\"http://cdn.knightlab.com/libs/timeline/latest/embed/index.html?source=0Ai6SjtFZXpPtdFpwZGczQ0RTLUxrcVdxaUxwY1dpRnc&amp;font=Bevan-PotanoSans&amp;maptype=toner&amp;lang=en&amp;height=650\\\"></iframe></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"}]","itags":["228d411708adc18e3c7f37c97f36bbf8","American RadioWorks","American RadioWorks 2014-11-04"],"teaser":"This audio is part of the larger project The First Family of Radio: Franklin and Eleanor Roosevelt’s Historic Broadcasts. You […]","title":"Eleanor Roosevelt: ‘Shall We Arm Merchant Ships?’","audio":[{"format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/americanradioworks/2014/er411012_128.mp3","type":"audio/mpeg","meta":{"duration_hms":"00:14:19","duration":859,"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm_audio:/americanradioworks/2014/er411012","type":"application/json"}}}]}