{"created":"2015-01-19T21:03:14+00:00","modified":"2015-01-20T19:58:41+00:00","valid":{"from":"2015-01-20T19:58:41+00:00","to":"3015-01-20T19:58:41+00:00"},"hreflang":"en","guid":"228e6a4a-c57d-4506-96c0-87bf3427c72d","title":"Terrorism fears mean Belgian troops now have a license to kill","published":"2015-01-20T19:58:39+00:00","byline":"Christopher Woolf","tags":["Charlie Hebdo attack","terrorism","conflict","Justice","Conflict & Justice","Brussels","Europe","Belgium","France","western Europe","Europe","Anna Holligan","Federica Mogherini","War","Politics","Terrorism"],"teaser":"The hunt for suspected Islamist militants continues across western Europe as EU ministers meet in Brussels to coordinate responses to the violence in France and Belgium. And Belgian troops, deployed on the city's streets, have been authorized to use deadly force.","contentencoded":"<p>It's been almost two weeks since the terror attack on the Charlie Hebdo office in Paris, but Western Europe remains on edge </p>\n<p>In Belgium, where police killed two suspected terrorists during raids last Thursday, ministers from across the European Union gathered to discuss anti-terror measures. “Europe is absolutely still on high alert,” says the BBC's Anna Holligan, who is covering the meeting. “And just outside the European Council building, there are soldiers on guard carrying rifles.”</p>\n<p>Those soldiers — 300 have been deployed across Belgium, and 10,000 across France — are on the streets in part because police don't have the heavy weapons to deal with well-armed threats.</p>\n<p>“This is a really controversial issue,” Holligan says, but not for the reasons you might think: The armed forces in some European countries are unionized, and military unions in Belgium were concerned about whether soldiers had legal authority to use their weapons to kill.</p>\n<p>The Belgian defense minister has reassured soldiers that they \"absolutely\" are covered under the law, \"so they’re able to meet fire with fire,” Holligan says.</p>\n<p>Belgian security forces already swooped in on a suspected terror cell last week, consisting mainly of men who had returned from fighting in Syria and Iraq. Two suspects were killed in one raid in the eastern city of Verviers, and more than a dozen suspects have been taken into custody in Belgium.</p>\n<p>The current meeting in Brussels is the first for EU foreign ministers since the Paris attacks. \"The key buzzwords of the meeting were cooperation and communication,\" Holligan says. \"They talked about the need for greater cooperation between European and [Persian] Gulf states ... and agreed they need to do more with sharing intelligence.\"</p>\n<p>But the ministers also stressed differences between Islam and terrorist acts after anti-Muslim demonstrations took place in several European cities. The ministers even called for an alliance with Muslim countries to fight the threat.</p>\n<p>\"Terrorism and terrorist attacks are targeting most of all Muslims in the world so we need an alliance,\" Federica Mogherini, the EU's foreign policy chief, said to reporters on Monday.</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/011920151.mp3"},{"href":"http://www.pri.org/file/011920151mp3"}]}