{"created":"2015-05-26T18:08:40+00:00","modified":"2015-06-16T17:32:53+00:00","valid":{"from":"2015-06-16T17:32:53+00:00","to":"3015-06-16T17:32:53+00:00"},"hreflang":"en","title":"Manhunt Moves To Industrial Town; Details Emerge About Suspects In 'Charlie' Attack","published":"2015-01-09T12:55:00+00:00","teaser":"French security forces are on the scene of an operation to detain two brothers suspected in the deadly storming of a French satirical weekly that killed 12, according to The Associated Press.","itags":["npr_api","375966826"],"guid":"22988280-c74c-4436-b0ad-3052bde7b267","contentencoded":"<p><strong>Updated 5:45 a.m. ET Friday:</strong></p><p>A pair of heavily armed brothers suspected in the deadly storming of a satirical newspaper were cornered inside a printing house near Charles de Gaulle airport on Friday and appear to have taken a hostage, officials told The Associated Press. At least three helicopters hovered above the town of Dammartin-en-Goele the airport. Two runways were closed to arrivals to avoid interfering in the standoff, an airport spokesman said. Schools went into lockdown. Shots were fired as the brothers stole a car in the early morning hours, said a French security official.<strong><br /></strong></p><p><strong>Updated 4:20 a.m. ET Friday:</strong></p><p>A French security convoy and helicopters are arriving on the scene of an operation to detain two brothers suspected in the deadly storming of a French satirical newspaper that killed 12, according to The Associated Press. The suspects have been on the run since the Wednesday attack in central Paris, and thousands of French security forces have mobilized to find them.</p><p><strong>Original Post:</strong></p><p>Thursday was a national day of mourning in France, even as an 88,000-strong force provided security and searched for two men suspected of killing 12 people in an <a href=\"http://www.npr.org/blogs/thetwo-way/2015/01/08/375805941/the-latest-on-paris-attack-several-detained-but-manhunt-continues\">attack on a satirical magazine's office</a>.</p><p>The two main suspects are brothers Said and Chérif Kouachi, 34 and 32. Police believe they're the gunmen captured on video Wednesday in Paris, where cartoonists, editors and two policemen were ruthlessly killed at the office of <a href=\"http://www.npr.org/tags/141928624/charlie-hebdo\">Charlie Hebdo</a>.</p><p>Police say the Kouachi brothers escaped in a black car that later was abandoned — but was found to contain Said Kouachi's ID card. An arrest bulletin was then sent out, and the authorities asked the public to help locate the men.</p><p>The pair reportedly were spotted \"at a gas station north of Paris, driving their stolen gray car with a dented front fender,\" NPR's Eleanor Beardsley reports. \"They stole food and gasoline before fleeing.\"</p><p>Later today, the brothers were said to have been driving in another area north of Paris.</p><p>From France 24:</p><blockquote><p>\"Authorities extended France's maximum terror alert from Paris into the northern Picardy region, focusing on several towns that might be possible safe havens for the two suspects, Interior Minister Bernard Cazeneuve told reporters.</p><p>\"French Prime Minister Manuel Valls said the possibility of a new attack 'is our main concern.' \"</p></blockquote><p>As the manhunt for the Kouachi brothers goes on, France also is mourning those killed Wednesday — and pledging not to be cowed by terrorism. At noon, a moment of silence was observed; tonight, the Eiffel Tower's lights were dimmed.</p><p>Investigators believe Said Kouachi traveled to Yemen in 2011 to receive weapons training with al-Qaida in the Arabian Peninsula, NPR's Dina Temple-Raston reports, citing U.S. officials who've been briefed on the case.</p><p>Such training would fit with the expertise the gunmen showed in executing Wednesday's attack.</p><p>The officials also told Temple-Raston:</p><ul><li>A website associated with AQAP had called for the assassination of the editor of <em>Charlie Hebdo</em>, which previously had come under threats and a firebomb attack in 2011. The gunmen called the editor by name; he was the first to die Wednesday.</li><li>The authorities hope to determine whether AQAP might have played a direct role or if it possibly inspired the attack.</li><li>Investigators are working to determine whether Said and Chérif Kouachi visited Syria in 2014 — and to learn whether they have any ties to French citizen David Drugeon, identified as a bomb-maker for Khorasan Group, an al-Qaida offshoot group in Syria.</li><li>The Kouachi brothers have been on both the U.S. no-fly list and a central U.S. database of people who pose a known or potential terrorist threat for years.</li></ul><p>For a look at what NPR and other agencies have been reporting about the two main suspects, <a href=\"http://www.npr.org/blogs/thetwo-way/2015/01/08/375821184/whats-known-about-the-suspects-in-the-paris-shooting\">see our post</a> from earlier today.</p><p>The murderous attack on an irreverent magazine has shocked many in France — but in the wake of the violence, thousands have been showing their defiance and insisting on freedoms of speech and the press.</p><p>Cartoonists, journalists and media organizations have been showing their support for <em>Charlie Hebdo</em>, and the magazine is now poised to print <a href=\"http://www.npr.org/blogs/thetwo-way/2015/01/08/375873478/charlie-hebdo-will-print-1m-copies-of-its-next-issue\">1 million issues</a> next week. French publishers and Google each are donating nearly $300,000 to the magazine.</p><p>At NPR, our writers are looking at \"<a href=\"http://www.npr.org/blogs/parallels/2015/01/08/375662895/from-threats-against-salman-rushdie-to-attacks-on-charlie-hebdo\" data-metrics=\"{\"action\" : \"Click Story 3\"}\">The Evolution Of Extremist Threats</a>\" and asking, <a href=\"http://www.npr.org/2015/01/08/375662732/charlie-hebdo-laughed-in-the-face-of-violence-will-future-satirists\" data-metrics=\"{\"action\" : \"Click Attached Story 3\"}\">Will Future Satirists Laugh In The Face Of Violence?</a>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Manhunt+Moves+To+Industrial+Town%3B+Details+Emerge+About+Suspects+In+%27Charlie%27+Attack&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":"235"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1375967260-8a36fe.m3u?orgId=1&topicId=1124&d=235&story=375966826&ft=nprml&f=375966826"},{"href":"http://media.npr.org/assets/img/2015/01/08/461190846-8dfa95159bc4123f5f3df06f0495e5b116c594fb.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1997","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/01/08/paris-charlie-108-008-f937c1a9bef2df34df49903e212740dc6b067207.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2013","width":"3020"}},{"href":"http://media.npr.org/assets/img/2015/01/08/paris-charlie-108-006-670f709ee652f8d640d152fc049db003cf930292.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2334","width":"3500"}},{"href":"http://media.npr.org/assets/img/2015/01/08/paris-charlie-108-001-6cf5a3847a33f1c73d9674f65a8a49112da659de.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2333","width":"3500"}},{"href":"http://media.npr.org/assets/img/2015/01/08/paris-charlie-108-003-bc1e6dc7b295da1b044d4c03e530978296550c2c.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2912","width":"4368"}},{"href":"http://media.npr.org/assets/img/2015/01/08/paris-charlie-108-004-fb63085e180cce05112b9fb2bd3a30d8daf30678.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1948","width":"2922"}},{"href":"http://media.npr.org/assets/img/2015/01/08/paris-charlie-108-005-6d490626a17c289fc7feb37de3b4532c3601b431.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2387","width":"3580"}},{"href":"http://media.npr.org/assets/img/2015/01/07/paris-charlie-attack-016-f4d9f7144eb68cfb97b0620d6eea4f6c2fb3844a.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/01/07/paris-charlie-attack-013-3ff6ff0826960c714da8ad3ca76cf74848ad032c.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"3280","width":"4928"}}]}