{"created":"2015-05-07T17:46:13+00:00","modified":"2015-05-12T19:43:25+00:00","valid":{"from":"2015-05-12T19:43:25+00:00","to":"3015-05-12T19:43:25+00:00"},"hreflang":"en","guid":"22b2b163-422c-4ded-9107-88338e48c5df","title":"Abuse at the Border? Immigrants and Legal Groups Allege Harsh Treatment","published":"2015-05-12T19:43:20+00:00","byline":"Carol Hills, Amy Bracken","tags":["law","protest","immigration","crime","Young Migrants","Human Needs","Conflict & Justice","Austin","United States","Mexico","Texas","North America","Central America / Caribbean","Enrique Mendiola","Amy Bracken","Jessica Schulruff","Jonathan Ryan","Stephanie Kolmar","Global Nation","Borders of the United States","Crimes","Punishments","United States Border Patrol","Deportation","Illegal entry","Illegal immigration to the United States","Social Issues"],"teaser":"Illegal entry from Mexico into the US is down overall, but the South Texas Rio Grande Valley is its own story. An unprecedented number of migrants are now being intercepted by Rio Grande Valley Border Patrol. Amy Bracken reports.","contentencoded":"<p>Illegal entry from Mexico into the US may be down overall, but the South Texas Rio Grande Valley is its own story. That stretch of border is closest to Central America, where extreme levels of violence and poverty are pushing people out. An unprecedented number of migrants are now being intercepted by Rio Grande Valley Border Patrol. And what happens to them next is causing concern among their advocates.</p>\n<p>Let's call her Anna. She'd rather you not know her real name, nor why she fled her home in Honduras last April, since her application for asylum in the US is still pending. She is 21 years old but looks younger, and tears stream down her face when she recounts her journey to Texas.</p>\n<p>The worst was the gang murders she witnessed on a train in Mexico. And then there was swimming across the Rio Grande. But she wants to talk about what happened after she reached American soil.</p>\n<p>\"I was just walking along when Border Patrol caught me,\" she says. \"They treated me really badly. They put me in a hielera.'\"</p>\n<p>Hielera is Spanish for \"icebox.\" It is also a nickname for heavily air-conditioned holding cells near the US-Mexico line, where US Border Patrol processes apprehended migrants. The cells are created to hold people for several hours before they are moved along, usually deported or put in long-term detention under the control of Immigration and Customs Enforcement, or ICE, a federal law enforcement agency under the Department of Homeland Security.</p>\n<p>But some migrants are in Border Patrol cells for several days, without so much as a mat to lie on. Already, the holding cells are at an unhappy crossroads between a difficult journey and a wildly uncertain future. And the discomfort of the place, some charge, is tantamount to abuse.<br />Anna says she was in one hielera for three days, and a second for about four. \"They just left us to sleep on the floor,\" Anna says. \"The floor was freezing. And they never turned out the lights. Lots of air and lots of light. They treat people like animals.\"</p>\n<p>It's tough to find hard data on experiences in Border Patrol custody, in part because so many of those who have been there are deported, detained, or afraid to speak out, but attorneys around the country say they've seen an increase in Central American asylum-seekers who report having been in hieleras.</p>\n<p>\"It's amazing just hearing them describe the conditions,\" says Jessica Schulruff, an attorney with the legal aid group Americans for Immigrant Justice, which is conducting a survey of experiences in teh holding cells.</p>\n<p>\"I hear week after week women reporting the same kind of conditions, the same kind of treatment, the same kind of attitude,\" Schulruff says. They describe the cold, lack of bedding, icy food, bright lights, crowding, and, most consequentially, the rushing through of paperwork authorizing their deportation.</p>\n<p>Schulruff says she has heard hundreds of accounts, but Americans for Immigrant Justice recently filed federal tort claims for the eight most egregious, including cases of confiscated medication and alleged coercion into signing key documents.</p>\n<p>The pressure to sign is also among Anna's complaints.</p>\n<p>She says that she felt afraid when a Border Patrol officer became angry at her for refusing to sign a document ordering her deportation. She was afraid of being sent back to her country.</p>\n<p>Anna did eventually sign the form, but she was lucky. She was transferred to long-term ICE detention facility, where she told an officer about her fear of returning to Honduras. An asylum process began. At the ICE facility, Anna says, she was treated with respect.</p>\n<p>\"I've seen it multiple times that interviews that were done on the border contain information that is incorrect,\" says Stephanie Kolmar, an immigration lawyer based in Austin. Kolmar added that misinformation in documents can weaken her clients' credibility in court and make it harder for them to receive favorable judgments.</p>\n<p>Other immigrants advocates are working to ensure that people detained at the border are aware of their rights. Jonathan Ryan conducts know-your-rights sessions for immigrants in Texas ICE detention centers. \"When I tell people that I'm there to help them understand their rights,\" Ryan says, \"you see a lot of eyes rolling because of the experience that they've had [in the holding cells]. So I have to do a lot of extra work just to get them to a point where they understand that they do have rights.\"</p>\n<p>Not everyone reports bad Border Patrol experiences. Some are held just a few hours and are grateful to the officers who rescued them from the scorching desert.</p>\n<p>Border Patrol spokesman Enrique Mendiola says agents have saved hundreds of migrants' lives in the Rio Grande sector in recent months.</p>\n<p>\"I would challenge anybody to compare the conditions that they may see when they come into our custody versus the conditions they were in when we found them in the brush, or in that 18-wheeler that was locked from the outside,\" he says.</p>\n<p>In Border Patrol custody, Mendiola says medication and jackets are taken away for health and security purposes, but he doubts anyone is pressured into signing papers. And about the lack of furniture and lights-out, he says, \"It is what it is. We're not a long-term hold facility, but because of the amount of traffic that we're dealing with, unfortunately, we have that domino effect and things get backed up.\"</p>\n<p>But, I ask, given that things are backed up, and people are there for days and weeks, can't accommodations be made?</p>\n<p>\"That's basically one of the consequences of entering the country illegally,\" he says, \"so that would probably be the first remedy: If you don't want to face that type of consequence, then reconsider coming into the United States legally.\"</p>\n<p>But some legal groups and immigrants say that's not acceptable, and they vow to pressure authorities to change the conditions people face after reaching US soil.</p>\n<p>Amy Bracken is an Immigration Journalism Fellow with the French-American Foundation.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2013-07-31%2Fabuse-border-immigrants-and-legal-groups-allege-harsh-treatment&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/pris-world/segment-audio/073120133.mp3"},{"href":"http://admin.pri.org/file/073120133mp3-0"}]}