{"created":"2014-12-05T10:02:07+00:00","modified":"2015-05-13T21:28:04+00:00","valid":{"from":"2015-05-13T21:28:04+00:00","to":"3015-05-13T21:28:04+00:00"},"hreflang":"en","title":"Sweden's Tolerance Is Tested By Tide Of Syrian Immigrants","published":"2014-12-05T23:27:00+00:00","teaser":"One-third of the residents in the city of Sodertalje are from the Middle East, many of them recent arrivals from Syria. The influx is testing Sweden's liberal immigration policies.","itags":["npr_api","368640533"],"guid":"22b40253-a44b-4aa2-9e30-75707de91840","contentencoded":"<p>Every afternoon, Father Ayoub Stefan leads prayers at St. Gabriel's Syrian Orthodox Church in Sodertalje, a hilly, wooded city of factories and apartment buildings about 20 miles southwest of Stockholm.</p><p>The slight, bespectacled priest moved here six years ago from Qamishli, a city in northeastern Syria. In the past three years, as civil war has torn apart Father Ayoub's homeland, it seems like everyone from Qamishli has wanted to come to Sodertalje.</p><p>People call or email or write him on Facebook every week, all asking the same questions: \"How can we come to Sweden? How can we come to Sodertalje? Can you help us get there? We are desperate.\"</p><p>\"I always say, 'I am sorry, I can't help you,' \" he says. \"I can only pray for you.\"</p><p>Yet many are arriving every day, often after paying thousands of dollars to smugglers. Sweden's migration board projects that 95,000 people, many of them refugees from Syria, are expected to arrive in 2015. That would be a record in this country of 10 million people, which already has taken in more refugees, relative to its population, than any other country in Europe.</p><p>But the arrival of so many refugees is testing the country's famously tolerant identity.</p><p>Swedes <a href=\"http://www.policy-network.net/pno_detail.aspx?ID=4660&title=-Reinfeldts-party-heavily-defeated-by-a-strong-but-divided-left\" target=\"_blank\">voted out centrist Prime Minister Frederik Reinfeldt</a> this September after he gave a speech <a href=\"http://www.nytimes.com/2014/09/13/world/europe/rift-emerges-in-sweden-over-immigration.html\" target=\"_blank\">asking people to \"open their hearts\" to those fleeing war</a>.</p><p>Instead, an anti-immigrant party, the Sweden Democrats, won seats in parliament and <a href=\"http://www.bbc.com/news/world-europe-30306992\" target=\"_blank\">helped bring down the center-left government of Prime Minister Stefan Lofven</a> earlier this week.</p><p>One member of the Sweden Democrats, Linus Byland, told reporters they would fight any government proposal that would increase funding for immigration.</p><p>\"There was a sense that our government didn't have a clear plan for how to manage immigration,\" says Boel Godner, the mayor of Sodertalje. \"And the question that has come up lately, is, can the welfare system bear us all? What's going to happen to everyone who comes here? No one has given the answer to that yet.\"</p><p>New elections are set for March. They will be closely watched in Sodertalje, which takes pride in claiming that it welcomed more Iraqi refugees after the 2003 U.S. invasion and subsequent war than all of North America.</p><p>Even by Swedish standards, Sodertalje has been exceptionally welcoming to refugees.</p><p>Most are Syrian Christians. <a href=\"http://en.wikipedia.org/wiki/Assyrian_people\" target=\"_blank\">Assyrians</a> — or Christians from Iraq, Turkey and Syria — have been moving to the city since the first wave of refugees began coming to Sweden in the 1970s.</p><p>That's when Afram Yakoub's parents left Qamishli.</p><p>\"In the U.S., you always say that it's the land of dreams, yeah? I say it's actually Sweden,\" says Yakoub, who's now chairman of the Assyrian Community of Sweden. \"Here you can get an education from kindergarten up to university without paying one cent. Society takes care of you because the social welfare system is good. Generally, it's an open society with good values.\"</p><p>Sodertalje now has five Syrian Orthodox churches, two professional soccer teams, and a TV channel that broadcasts in Neo-Aramaic, Arabic and English to eighty countries.</p><p>One third of the city's population — 30,000 out of 90,00 people — now hails from all around the Middle East, says city manager Martin Andreae.</p><p>\"It's such a big group, with the same background,\" says Andreae. \"And they come to one specific place. It makes a lot of effort to organize integration in a good way.\"</p><p>Integration begins with housing, and there's a huge shortage in Sweden and especially in Sodertalje. Refugees in the city crowd into small apartments with relatives and friends, says Johan Ward, an immigration specialist at the municipality of Sodertalje.</p><p>\"You've got a situation where there are several families living in a one-bedroom apartment because there are literally no available flats in Sodertalje,\" he says. \"And it's a problem that is increasing every year, as more people come here.\"</p><p>Sodertalje's unemployment rate is twice as high as Sweden's national rate. That's partly because refugees are struggling to learn Swedish, a requirement for a job.</p><p>Maria Silen sees this firsthand as a teacher an adult language school in Sodertalje, her hometown. On a recent evening, she listens as one of her newest students, a refugee from Syria, speaks in halting Swedish about the smugglers who brought him to Europe.</p><p>\"The most difficult is for them to find places where they can use their Swedish,\" she says. \"Because wherever they go, everybody speaks Arabic. So even if the newcomers — they try to speak Swedish, but they will meet people who speak Arabic.\"</p><p>Andreae, Sodertalje's city manager, says he hopes Swedish politicians find concrete ways to manage immigration instead of closing its doors to war refugees. He would like to see other municipalities take in more refugees, for example, since Sodertalje's resources are now stretched.</p><p>He says he chose to work in Sodertalje in part because it reflects Sweden's openness to the world. He hopes that doesn't change.</p><p>\"Because I like to think that the Swedes still are a very tolerant people,\" he says. \"But of course, when you are challenged in that view, when things are happening, that situation can move, and it can move quite rapidly.\"</p><p><em>You can follow Joanna Kakissis on Twitter <a href=\"https://twitter.com/joannakakissis\" target=\"_blank\">@joannakakissis</a>. </em></p><p><em>This story was reported with the help of the Pulitzer Center on Crisis Reporting.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Sweden%27s+Tolerance+Is+Tested+By+Tide+Of+Syrian+Immigrants&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joanna Kakissis","audio":[{"meta":{"duration":"297"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1368640534-488355.m3u?orgId=1&topicId=1124&d=297&p=3&story=368640533&t=progseg&e=368640502&seg=7&ft=nprml&f=368640533"},{"href":"http://media.npr.org/assets/img/2014/12/05/hpsweden007-0639722ec56d374bf8b10fe3104af2421df38b41.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/12/05/hpsweden012-9b3102f3601bfcd4d82d36532726060473788002.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1964","width":"2946"}},{"href":"http://media.npr.org/assets/img/2014/12/05/hpsweden017-759d6c47a1db70639ea1d60cced19317705a71b6.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/12/05/hpsweden020-1f7f6d0db926116bd5e6b3f5b6543b3142b3e82b.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/12/05/hpsweden022-d6385b1ffcfe2f6d9f67fafb09e661d953a26ace.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/12/05/hpsweden023-3a97e81cddfa78ead11ac193baa4b0a3f6041675.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/12/05/hpsweden0221-484a3eebad870efb902ccf662856ae7a80bddcd7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2014/12/05/hpsweden001-a11ce2df070357c31c894884064fb28662ee3dea.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}