{"created":"2015-03-30T18:19:18+00:00","modified":"2015-03-31T20:51:02+00:00","valid":{"from":"2015-03-31T20:51:02+00:00","to":"3015-03-31T20:51:02+00:00"},"hreflang":"en","title":"Unveiling The Pain Of Secondary Trauma Victims","published":"2015-03-31T14:11:00+00:00","teaser":"Mac McClelland was diagnosed with PTSD after witnessing another woman's horror at being brutally assaulted. She joins us to explain why she didn't believe the diagnosis, at first.","itags":["npr_api","396386625"],"guid":"22b54a10-819b-4721-923a-e74dcfd06109","contentencoded":"<p>When former Mother Jones reporter <strong>Mac McClelland</strong> was diagnosed with PTSD after witnessing another woman&#8217;s horror at being brutally assaulted in earthquake-ravaged Haiti, she didn&#8217;t believe it. After all, it was the Haitian who was assaulted, not her.</p><p>A lot of readers agreed after McClelland <a href=\"http://www.good.is/post/how-violent-sex-helped-ease-my-ptsd/\">wrote an essay</a> about her diagnosis in 2011. They were outraged that the 32-year-old journalist should be seen as a victim.</p><p>Her new book, &#8220;<a href=\"http://www.amazon.com/Irritable-Hearts-PTSD-Love-Story/dp/1250052890/ref=sr_1_1?ie=UTF8&qid=1427730964&sr=8-1&keywords=irritable+hearts\">Irritable Hearts: A PTSD Love Story</a>,&#8221; goes into disturbing details about the impact: the panic attacks, constant crying, and the violent thoughts she can&#8217;t escape. McClelland was so tortured by violent thoughts that she had rough sex as a form of therapy.</p><p><a href=\"http://hereandnow.wbur.org/\"><em>Here & Now&#8217;</em></a>s Robin Young speaks with McClelland about her subsequent research, which describes the discovery of a community of secondary trauma victims &#8211; the spouses and children of PTSD survivors.</p><ul><li><em><strong>Resources</strong>: You can reach the National Suicide Prevention Lifeline at 1-800-273-TALK (8255) or<a href=\"http://www2.nami.org/Template.cfm?Section=posttraumatic_stress_disorder&Template=/ContentManagement/ContentDisplay.cfm&ContentID=123108\" target=\"_blank\"> find other services through the National Alliance on Mental Illness</a>.</em></li></ul><p><em>Correction: An earlier version of this report inaccurately said McClelland witnessed the assault. In fact, she witnessed the effects of the assault. We regret the error.</em></p><h4>Interview Highlights: Mac McClelland</h4><p><strong>On why she wrote the book</strong></p><p>&#8220;I wrote it partly because I was so shocked when I was diagnosed with PTSD. As far as I was concerned, PTSD was for soldiers. It wasn’t until later that I realized that there are actually more civilians than soldiers in the states who have PTSD, and that a lot of people with PTSD feel the same way that I did, which is they don’t even realize they have it. But the leading cause, in America, of PTSD is actually violence against women, but you would never hear that&#8230; I considered myself very adaptable, and very capable and efficient, so to completely fall apart and just totally unravel was so shocking. I didn&#8217;t recognize who I was at all anymore.&#8221;</p><p><strong>On the list of her other traumas in life</strong></p><p>&#8220;Everybody has a list. It was shocking. At that time, it was beyond upsetting, but I did deal with that. I grieved in the way that I needed to, and I dealt with it and then I moved on with my life. So, that’s sort of the thing with trauma is that you never know which one is going to be the one that could potentially lead to a disorder versus just a really hard time that you’re having about something&#8230;</p><p><div class=\"l-article-primary pullquote\" style=\"\"></p><p>&#8220;There’s this sort of hierarchy of suffering that society imposes on us.&#8221;</p><p></div></p><p>&#8220;There is some research to suggest that previous traumas in a person&#8217;s life will make them more susceptible to getting PTSD. On the other hand, there is also research that supports the idea that anybody can get trauma at any time. I don’t really know what the point is of being like, ‘Well, here’s some things that will also make it happen,’ when you could have none of those things and it would still happen. It seems like trying to categorize something that is a little too hard to categorize.&#8221;</p><p><strong>On dealing with her diagnosis</strong></p><p>&#8220;My life is not that bad. I can’t say that it’s so horrible that I just can’t deal with it. But the problem is that your nervous system is not aware that you are an upwardly mobile class, white person, who went to college and lives in San Francisco. Your nervous system thought that you were going to die, and it reacted in a certain way. So once you meet other traumatized people, I never get that, no one ever says to me, ‘Oh well, you don’t deserve to have this.’ Even when, in my opinion &#8211; even though it’s not a contest, it’s almost impossible not to compare &#8211; they’ve been through much worse things. So, there’s this sort of hierarchy of suffering that society imposes on us to say, ‘You know, you can’t be upset about being in Hurricane Katrina because it was no where near as bad as being in Rwanda during the genocide.’ And once you have this ranking system then so many people’s experiences are invalidated.&#8221;</p><h4>Book Excerpt</h4><div class=\"scribd_embed\"><iframe class=\"scribd_iframe_embed\" src=\"//www.scribd.com/embeds/260392053/content?start_page=1&view_mode=scroll&access_key=key-LmcwPoBanx9T7UU0ninP\" data-auto-height=\"true\"data-aspect-ratio=\"\" scrolling=\"no\" width=\"100%\" height=\"600\" frameborder=\"0\"></iframe></div><h4>Guest</h4><ul><li><strong>Mac McClelland</strong>, journalist and author of &#8220;<a href=\"http://www.amazon.com/Irritable-Hearts-PTSD-Love-Story/dp/1250052890/ref=sr_1_1?ie=UTF8&qid=1427730964&sr=8-1&keywords=irritable+hearts\" target=\"_blank\">Irritable Hearts: A PTSD Love Story</a>.&#8221; She tweets <a href=\"https://twitter.com/MacMcClelland\">@MacMcClelland</a>.</li></ul><h4><strong>Previous Interview With McClelland</strong></h4><ul><li><a href=\"http://hereandnow.wbur.org/2013/05/22/story-update-houston\"><strong>From 2013:</strong> Man Found Not Guilty Of Killing Father</a></li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Unveiling+The+Pain+Of+Secondary+Trauma+Victims&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"668"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1396664535-74b322.m3u?orgId=1&e=396386625&d=668&ft=nprml&f=396386625"},{"href":"http://media.wbur.org/wordpress/11/files/2015/03/0330_mac-mcclelland.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"853","width":"1280"}}]}