{"created":"2015-03-12T17:14:11+00:00","modified":"2015-05-13T21:10:03+00:00","valid":{"from":"2015-05-13T21:10:03+00:00","to":"3015-05-13T21:10:03+00:00"},"hreflang":"en","title":"The West Bank Battle For Land ... And Water ","published":"2015-03-14T17:45:00+00:00","teaser":"In the 1990s, Israelis and Palestinians made temporary arrangements in the West Bank as they worked toward a peace deal. The talks are now in the deep freeze, but the arrangements are entrenched.","itags":["npr_api","392323822"],"guid":"22b8e0e5-74c9-4449-af73-59a01c3c6737","contentencoded":"<p>On Moshav Na'ama, a big Israeli farm in the West Bank inside the wide Jordan Valley, Inon Rosenblum raises fresh herbs for export.</p><p>He hires Palestinians to work the fields and pack the crops. The farm is 300 feet below sea level, a desert climate where irrigation is mandatory. Rosenblum won't say exactly how much water he uses, or exactly where it comes from.</p><p>\"From wells,\" he says. \"In the mountains.\" Then he changes the subject.</p><p>Water is such a touchy subject here that when a <a href=\"http://www.timesofisrael.com/harsh-reaction-to-knesset-speech-surprises-eu-leader/\" target=\"_blank\">European politician</a> last year brought up disparities between the amounts used by settlers and the amounts available to Palestinians, several Israeli politicians walked out of his speech to parliament.</p><p>Sometimes Palestinians take matters into their own hands.</p><p>Twenty minutes along a highway from Moshav Na'ama, Eed Khamis serves tea to guests in his living room — a plywood shack in a village of makeshift homes. He was born here in the scruffy desert hills between Jerusalem and the Jordan Valley, part of a Bedouin tribe evicted from Israel in the 1950s.</p><p>This encampment now gets water piped in from Israel's national water company. But Khamis says when settlements first cropped up on the nearby hills, water the Bedouin had previously used was diverted.</p><p>So they pounded holes in the pipes with nails, he says, and carried the water home. Eventually, Khamis claims, the water company sat down to bargain.</p><p>\"The Israeli water company said we will give you water, so long as no one makes a hole in the pipe,\" he says.</p><p>\"This is a strong victory for us.\"</p><p>But it was a small victory in the political and economic fight for control of Area C.</p><p>What's Area C?</p><p>The C doesn't stand for anything. It's just one of three categories of West Bank land set up 20 years ago. It was supposed to be a temporary arrangement.</p><p>The Israeli military has had ultimate authority all over the West Bank since capturing it in the 1967 war. But under an interim deal in 1995, the Israelis and the Palestinians agreed to set up the different categories of land in the West Bank. The goal was to reach a comprehensive peace agreement within a few years, and these three categories would vanish.</p><p>But it hasn't worked out that way. As peace negotiations foundered, the segmented West Bank land and water arrangements have become more entrenched.</p><p>Area A consists of Palestinian cities, where Palestinian officials are supposed to have political and security control.</p><p>Smaller Palestinian towns and some agricultural land are Area B. Here Palestinians are responsible for everything but security, which is shared with Israeli soldiers.</p><p>Area C is the rest. This amounts to 60 percent of the West Bank under full Israeli control. It winds around Palestinian islands of A and B and spreads into stretches of countryside. Israel controls planning, building and destruction.</p><p>In the center of the West Bank, Majid Banifadel, 16, walks among the stone, metal and plastic rubble of his home.</p><p>About a year ago, Israeli soldiers bulldozed most of the small buildings on a slope below the Palestinian town of Akraba.</p><p>\"They come with their bulldozers and destroy our life,\" he says.</p><p>Banifadel is part of a traditionally nomadic Arab tribe. Akraba, on the hill above, is designated Area B, but the land where his home stood and the broad green valley where his family herds sheep and goats are in Area C.</p><p>It's also part of the 20 percent of the West Bank — all Area C — that, according to United Nations maps, Israel has designated a closed military zone, restricting Palestinian access to the land.</p><p>Muffled gunshots come from across the valley.</p><p>Banifadel believes they are from soldiers he saw earlier, out training. He heads in that direction, where his herds are grazing — illegally in Israel's view.</p><p>Arab Bedouin tribes in the West Bank are heavily affected by restriction in Area C, because they use that land for their livelihood. But Palestinian cities, including Ramallah, and smaller towns are spilling over into Area C as their populations grow.</p><p>Israel says controlling Area C is vital for security. Israel has more than 100 Jewish settlements in the West Bank that are fenced. Israel has also put up big red signs on roads leading into Palestinian areas, warning Israeli citizens to stay out for their safety.</p><p>But the open agricultural land of Area C is a site of direct conflict. Israelis frequently destroy Palestinian crops.</p><p>The struggle over land here is of course political, and it is a factor in next Tuesday's Israeli elections. A prominent right-wing Israeli politician, Naftali Bennett, says it's time to simply annex the West Bank. He doesn't want a Palestinian state.</p><p>But backers of a two-state solution to the Palestinian-Israeli conflict say Area C will have to be Palestinian, serving as an economic base for a future state and giving the Palestinians the land needed for a viable state.</p><p>Several European nations and the United Nations are investing millions of dollars specifically in Area C to benefit poor Arab communities. They are paying for solar panels on Bedouin homes, putting money into schools and trying to keep Palestinians in the area.</p><p>Swedish diplomat Yohan Shar, who represents the first European country to recognize Palestine as a state, said the fields, aquifers and quarries of Area C are vital to Palestinians.</p><p>\"This is part of Palestine,\" he says. \"This represents agriculture, the exploitation of minerals, and so on. This is the economic base of a Palestinian state.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+West+Bank+Battle+For+Land+...+And+Water+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Emily Harris","audio":[{"meta":{"duration":"282"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1392590100-36f388.m3u?orgId=1&topicId=1009&d=282&p=2&story=392323822&t=progseg&e=392549864&seg=15&ft=nprml&f=392323822"},{"href":"http://media.npr.org/assets/img/2015/03/11/img_1607-b050f492f2296eff97e642e5463d5f7c9e1d0d70.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/03/11/img_2911-4183263dee666c41041c074a068c8e9060466680.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/03/11/img_1732-f695f8b1261cf6ecb69dacdcf6bed9bfca102ce9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/03/11/img_1968-9e9a1d1f3c8e8cf44d11d7ab4807615dc8e824c7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/03/12/img_2623-10b5738960e26d8329a4b18c598c8a9c30e84a92.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/03/11/img_2999-10e561484045148c7a1c77c34a4982ca263e7d28.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}