{"created":"2014-09-04T16:42:11+00:00","modified":"2015-02-12T16:47:45+00:00","valid":{"from":"2015-02-12T16:47:44+00:00","to":"3015-02-12T16:47:44+00:00"},"hreflang":"en","title":"Mystery Writer Weaves Intricate Puzzles In Sleepy French Town","published":"2014-08-15T15:30:00+00:00","teaser":"The southern French town of Aix-en-Provence is known more for good living than for murder. But the town's languid beauty also makes it a perfect setting for Mary Lou Longworth's mystery series.","itags":["npr_api","340411514"],"guid":"22ba05fc-8a66-4d79-b946-101f75e30c1b","contentencoded":"<p>The southern French town of Aix-en-Provence is known more for good living than for murder. But the town's languid beauty is also what makes it a perfect setting for Mary Lou Longworth's Provencal mysteries with Inspector Verlaque.</p><p>On a recent afternoon, Longworth is comfortably ensconced at her favorite cafe under the plane trees. She watches the locals stroll by under a slanting, Mediterranean sun. Longworth could have set her mysteries 20 miles south of here, in the tough, crime-ridden port town of Marseille. But she says that would have been too predictable.</p><p>\"Aix is a place where you don't imagine anything bad happening,\" she says. \"And yet, behind all the carved wooden doors and the chiseled golden stone facades, there's a lot of mystery.\"</p><p>The small size of the city helps too. \"It's very, very compact,\" she explains. \"It's a college town and it's a law town. So it seemed a perfect place to set a mystery. And I liked the idea of this beautiful, beautiful place having a dark side.\"</p><p>Longworth says she doesn't do violence. So her mysteries are like intricate puzzles. The reader pieces them together with the help of the series's two main protagonists — investigating Judge Antoine Verlaque, and Marine Bonnet, a law professor at Aix university. The two are an on-again, off-again couple and complete opposites.</p><p>\"He's opinionated, he loves good wine, he's fussy about what he eats, he smokes cigars,\" Longworth explains. Meanwhile, \"Marine is somebody who is very beautiful but doesn't know it. Like many women who are in their 30s and not married yet, she has worries. She's very honest and somebody with a lot of integrity. What you see is what you get.\"</p><p>Verlaque, on the other hand, \"is a man of hidden mysteries.\"</p><p>The interweaving human relationships are an integral part of Longworth's series and key to solving her crimes. She says she's most inspired by 1950s British novelist Barbara Pym, who was fascinated by the minute details of English life. Longworth hopes she has turned that kind of lens on Aix.</p><p>\"Aix is a small, pristine town, but with these big characters,\" Longworth says. \"I mean, everyone has this ... larger than life personality whether it's the waiter in your favorite cafe or the neighbor downstairs who kind of yells at you in a good way as she's hanging her laundry outside. And so I thought, that's perfect for a book. ... It wasn't too hard to put these characters on the page.\"</p><p><strong>'Real Downton Abbey Stuff'</strong></p><p>A native of Toronto, Longworth was living in Santa Cruz, Calif., when she arrived in this old Roman spa town 17 years ago after her husband landed a job in the area. She spoke no French, and friends said they'd be surprised if she lasted two years. But she began writing articles about travel and local cuisine, all while struggling to learn the language.</p><p>\"I was so thrilled to be here, so thrilled to walk my daughter to school instead of having to get in a car,\" she says. \"We walked through the market every day ... and buy food and ask questions and point to things if I didn't know the word. And the Aixois were very welcoming. ... I never felt out of place.\"</p><p>Longworth says being an outsider in Aix also had advantages. In addition to meeting market traders, she also got to meet counts and nobles, who took her into their chateaux and told her tall tales of their families. Real <em>Downton Abbey </em>stuff, she calls it. So Longworth decided to try her hand at fiction, and thought mystery would provide the perfect medium.</p><p>\"I had never sat down and written a mystery, nor read very many,\" she admits. \"But I did devour all of Donna Leon's from the beginning of her mysteries set in Venice. And the Inspector Morse series set in Oxford. And both of those towns remind me of Aix in size and beauty. You know, it's a bit of everything. It's armchair traveling. It's a mystery, and I've always liked the puzzle of mysteries.\"</p><p>Since 2008 Longworth has taught a writing class once a week at New York University's Paris campus. But she says she prefers life down south.</p><p>\"[In] Aix, you slow way, way down,\" she says. \"People have time to talk. I think that's what really attracted me to the city. I was trying to learn French, and shopkeepers, waiters, other mothers waiting outside the school for their children ... they were interested.\"</p><p><strong>'Their Neighbor, Their Friend And Their Cafe Patron'</strong><strong></strong></p><p>Through her delicious descriptions and close attention to detail, Longworth transports readers to Aix's cobbled streets, with its bubbling fountains and sun-dappled plazas. Passing in front of Église Saint-Jean-de-Malte, Longworth explains this church is the favorite church of her character Marine Bonnet.</p><p>\"Marine likes it because she can see the spire from her balcony,\" Longworth explains. \"Her balcony is just a garden to the left of us. And the colors change literally every hour. The best part is around 7 o'clock on a summer night when it turns bright pink, and then gradually fades to gray.\"</p><p>The next stop is the neighborhood cheese shop where Longworth is a customer and friend. The Verlaque and Bonnet mysteries also plunge you into a languid world of epicurean pleasures and good living — a place where the food and wine are often as important as clues to the crime.</p><p>Longworth's series is smart, and filled with cultural and historical references. You may find yourself looking a few things up.</p><p>And while she partly models her characters on friends and acquaintances, only a few know she's a mystery writer. Longworth says the Aixois revere writers too much.</p><p>\"I wouldn't want people at the cafe to know I'm a writer,\" she says. \"It's a work I do that's separate from my relationships in Aix. So I just want them to treat me as they've always treated me — just as Mary Lou, their neighbor, their friend and their cafe patron.\"</p><p>The last stop on our Aix mystery tour is Longworth's cigar club. Which confirms my suspicion — she's modeled the bon vivant, inspector Antoine Verlaque on ... herself!</p><p>Longworth is the only female member of this club, but she's clearly accepted into its bosom. When you understand food and wine, she says, a good cigar is the natural next step.</p><p>\"They're full of taste, full of flavor,\" she says. \"They can be spicy, they can have chocolate, they can have a bit of a leather taste like some red wines.\"</p><p>Longworth smokes her cigar on a terrace overlooking the terra cotta rooftops of her beloved southern French city, while Cuban music floats out into the air.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Mystery+Writer+Weaves+Intricate+Puzzles+In+Sleepy+French+Town&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eleanor Beardsley","audio":[{"meta":{"duration":"414"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1340562960-68ddef.m3u?orgId=1&topicId=1033&aggIds=100876926,13795507&e=340411514&d=414&ft=nprml&f=340411514"},{"href":"http://media.npr.org/assets/img/2014/08/14/3196984209_f12c42e0c2_b-e8425b0869eb3d5ed0b723e2f8e27d72553706e4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"767","width":"1023"}},{"href":"http://media.npr.org/assets/img/2014/08/14/undefined-33f553dc452e6bdac404a2c99a98bcea635f369b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1292","width":"1723"}},{"href":"http://media.npr.org/assets/img/2014/08/14/8577247633_0c11c2e8d9_b_custom-33b82e954881148932fba3322c2e568d8044ae83.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"682","width":"1024"}},{"href":"http://media.npr.org/assets/img/2014/08/14/9110013640_8a63bdb105_b_custom-c477846a40a59dfd10d87fd9bdfb5cb64c343549.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"681","width":"1024"}}]}