{"created":"2014-10-07T19:33:44+00:00","modified":"2014-10-30T23:47:55+00:00","valid":{"from":"2014-10-30T23:47:55+00:00","to":"3014-10-30T23:47:55+00:00"},"hreflang":"en","title":"Should America Keep Its Aging Nuclear Missiles?","published":"2014-07-31T16:09:00+00:00","teaser":"The U.S. arsenal of intercontinental ballistic missiles is decades old and will have to be replaced. Now some are questioning whether the weapons are worth the cost.","itags":["npr_api","336516582"],"guid":"22bfc5f2-6979-42b5-84a9-943e36a7cddf","contentencoded":"<p>Sixty feet beneath western Nebraska, Lt. Raj Bansal sits in front of an ancient-looking computer console used to monitor 10 nuclear missiles.</p><p>Everything in this command bunker feels outdated, including the tiny toilet. It's working today, but like a lot of equipment down here, it doesn't always. Bansal points to a drain under the command post.</p><p>\"At some point, sewage has flooded this bottom area,\" he says. \"It smells awful.\"</p><p>For decades, the United States has kept hundreds of nuclear-armed missiles on alert. And just like the dated command consoles and the plumbing, the missiles are aging.</p><p>In coming years, the entire system must be replaced. That is leading some to ask what purpose these powerful weapons serve in the modern era.</p><p>\"The mission of the Cold War is gone,\" says <a href=\"http://www.globalzero.org/our-movement/leaders/dr-bruce-blair\">Bruce Blair</a>, the co-founder of Global Zero, a group committed to the elimination of nuclear weapons.</p><p>Back then, these missiles were kept pointed at the Soviet Union, which had its own weapons pointed back at us. These days, we're more concerned about countries like China, Iran and North Korea. And Blair says these missiles don't threaten those countries for one simple reason: \"In order for those land-based forces in the plains of the United States to be used against a country like North Korea, China or Iran, they would have to overfly Russia.\"</p><p>Missiles fly in a straight line, and <a href=\"http://www.gcmap.com/mapui?P=FEW-TYN\">the trajectory</a> <a href=\"http://www.gcmap.com/mapui?P=FEW-IKA\">to almost every</a> <a href=\"http://www.gcmap.com/mapui?P=FEW-FNJ\">conceivable target</a> goes north toward the Arctic and then down across Russian territory.</p><p>\"We're very leery of lobbing anything over the territory of Russia that may look like a missile attack against Russia,\" Blair says. \"It could trigger Russia to fire by mistake and destroy our country.\"</p><p>The Pentagon says it is aware of the problem. But these land-based weapons aren't America's only nukes. They're part of a triad, a three-pronged nuclear defense that also includes bombers and submarines.</p><p>The Defense Department won't comment on its war plans, but if America were ever to launch a strike on a country other than Russia, it is likely bombers or subs would be used instead of the land-based missiles.</p><p>And Blair says those silos have another weakness: They're at fixed locations, making them vulnerable to a nuclear strike. To overcome that problem, missiles are designed to launch very quickly, within minutes. And once they do, there's no turning back.</p><p>\"You run a serious risk of mistaken launch or some other horrendous error of judgment,\" he says. \"The land-based rocket force is really an accident waiting to happen.\"</p><p>Others dispute that. Land-based missiles are vulnerable to attack, but they don't need to be launched quickly because there are hundreds of them dispersed across the country.</p><p>\"No guy is going to think that he can take out the United States in a surprise attack if he has to hit at least 400 targets out there in the continental United States,\" says <a href=\"http://www.cnas.org/ColbyElbridge\">Elbridge Colby</a>, at the Center for New American Security, a Washington think tank.</p><p>Colby thinks land-based missiles provide extra protection. Unlike submarines, they're on U.S. soil, so communications are more ensured. Unlike bombers, ballistic missiles can't be shot down.</p><p>\"I want to have a nuclear force that gives me a lot of certainty and gives a message to the adversary that there's no way he's going to be able to take advantage of me. So that's the kind of insurance I want to buy from a nuclear force,\" Colby says.</p><p>He says buying a next generation of land-based missiles might cost somewhere around $100 billion over several years. That's actually not a lot compared with what the Pentagon spends on ships and fighter jets.</p><p>\"This is a relatively small part of the cost picture; it gives you a lot of bang for the buck — actually the expression 'bang for the buck' came originally from talking about nuclear forces,\" Colby says. \"So I think that the cost problem lies elsewhere.\"</p><p>Blair, who is against keeping the missiles, says that maintaining the triad of nuclear weapons systems will cost far more. The submarines and bombers also need to be replaced soon. <a href=\"http://cns.miis.edu/trillion_dollar_nuclear_triad/\">One estimate</a> by arms control analysts suggests that the total cost could top $1 trillion.</p><p>\"Choices are going to have to be made, and I think the land-based rocket component is on the chopping block,\" Blair says.</p><p>Blair thinks the old missiles can find a better purpose: as a bargaining chip with the Russians, to get them to give up their missiles too.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Should+America+Keep+Its+Aging+Nuclear+Missiles%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Geoff Brumfiel","audio":[{"meta":{"duration":"317"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1336603476-c5158b.m3u?orgId=1&ft=3&f=336516582"}]}