{"created":"2014-12-19T21:43:59+00:00","modified":"2015-01-04T22:02:37+00:00","valid":{"from":"2015-01-04T22:02:37+00:00","to":"3015-01-04T22:02:37+00:00"},"hreflang":"en","title":"'Mr. Turner' Is A Snuffling, Growling Work Of Art","published":"2014-12-19T23:58:00+00:00","teaser":"Critic Bob Mondello says Mike Leigh's earthy new biopic about the famed British painter J.M.W Turner shows viewers the incandescent beauty of the world as Turner himself must have seen it.","itags":["npr_api","371924740"],"guid":"22c2aafb-7819-480a-a39b-b2c9edefb65e","contentencoded":"<p>If you picture landscape painting as a delicate, ethereal, pristine process involving an easel on a hillside and a sunset, <em>Mr. Turner</em> will be an eye-opener.</p><p>Tim Spall grunts and snorts his way through the film as J.M.W. Turner in ways that will forever link phlegm and art in the minds of viewers. He spits on his canvases, stabs at them with brushes, smears them with rags, blows powdered pigment at them. His method looks less like painting, than like an attack on the canvas — but lordy, the results: Mists and fogs surrounding shipwrecks, steam locomotives belching fire, everything bathed in the most astonishing light.</p><p>Spall may make a grotesque of Turner — piggish, rutting, whoring — but he finds such incandescence in the world around him. And director Mike Leigh lets you see that incandescence as Turner saw it: Everywhere. In sunsets, of course, but also in a woman's corpse washed up on a riverbank, or in the rashes that bloom on the neck of a gargoyle-like housekeeper. You start to see doors and windows in the film as frames around kinetic images that Leigh's put inside them — ships drifting by, hillsides topped by ochre clouds.</p><p>Turner, meanwhile, is distracted by beauty elsewhere — there's a landlady who rents him a room by the sea, and who comes to care for him without knowing he's one of England's most celebrated artists. She is a respite for him. A respite from the fist fights of the exhibition hall, from the preening of critics, from family crises, and from his own excesses. At one point, he nearly dies after lashing himself to a ship's mast during a snowstorm so he can really see the light.</p><p>But what he sees, say, on a rowing excursion with fellow artists, as a decommissioned three-mast battleship is tugged into harbor to be turned into tables and chairs? The others see the sunset, the ship's masts and the end of an era. Turner sees the steam-driven tugboat and new beginnings.</p><p>Turner's painting of the scene<em>, </em><em>The Fighting Temeraire</em> will, in fact, become his masterpiece. As <em>Mr. Turner</em> is Mike Leigh's — a growling, snuffling, earthy work of art, every frame worthy of framing.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Mr.+Turner%27+Is+A+Snuffling%2C+Growling+Work+Of+Art&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bob Mondello","audio":[{"meta":{"duration":"197"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1371949053-e2514d.m3u?orgId=1&topicId=4467349&ft=3&f=371924740"},{"href":"http://media.npr.org/assets/img/2014/12/19/1-496fc765de28ed51db1db9bb6a63b49f1d679f0f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2150","width":"2866"}}]}