{"created":"2014-10-27T23:50:45+00:00","modified":"2014-10-27T23:50:45+00:00","valid":{"from":"2014-10-27T23:50:45+00:00","to":"3014-10-27T23:50:45+00:00"},"hreflang":"en","title":"Mysterious Kidney Disease Slays Farmworkers In Central America","published":"2014-05-01T11:32:00+00:00","teaser":"One community has lost so many men that it's now called the Island of Widows. Researchers are struggling to figure out the cause of the disease. Some suspect a popular herbicide.","itags":["npr_api","306907097"],"contentencoded":"<p>Manuel Antonio Tejarino used to be a lean, fit field hand.<a name=\"_GoBack\"></a> During the sugar cane harvest, he'd swing a machete for hours, hacking at the thick, towering stalks.</p><p>Now Tejarino is slumped in a faded, cloth deck chair outside his sister's house on the outskirts of Chichigalpa, Nicaragua.</p><p>Tejarino's kidneys are failing. He's grown gaunt. His arms droop by his side. In the tropical midday heat, he alternates between wiping sweat off his brow and pulling a sweatshirt up over his bare chest.</p><p>\"I feel like I'm burning,\" says Tejarino, 49. \"My blood pressure goes down. I get dizzy. Someone has to help me walk. If I'm alone I'll fall down.\"</p><p>In Central America, a form of kidney disease is attacking men in the prime of their lives. Researchers are struggling to explain what's causing it.</p><p>The condition appears to be concentrated among male agricultural workers, particularly sugar cane cutters, along the Pacific coast.</p><p>The town of Chichigalpa has been hard hit. It's surrounded by the cane fields of <a href=\"http://www.nicaraguasugar.com/es/\">El Ingenio San Antonio</a>, one of the oldest and largest sugar estates in Central America. The estate produces raw sugar that's shipped to the U.S. and elsewhere. It also refines ethanol to make a popular rum marketed globally under the name Flor de Cana.</p><p>Tejarino's doctor says hundreds of men in Chichigalpa are suffering from this mysterious kind of chronic kidney failure. It's not related to diabetes or other well-known kidney diseases.</p><p>In the past Tejarino used to join the roughly 7,000 people who work the sugar harvest here each year. \"I worked nine years in the sugar cane harvest,\" Tejarino says. \"And that's what's made me sick.\"</p><p>The first reports of this disease date back at least 20 years. At first the clusters of men dying of kidney failure was dismissed as a fluke. Then it was written off as diabetes or some other underlying health problem that hadn't been correctly diagnosed.</p><p>Despite years of research all over the world, scientists still can't definitively pinpoint the cause.</p><p>\"We don't know. That's the unfortunate part, and we do desperately need to find some answers,\" says <a href=\"http://cdczilla.com/cdc-employee/contact/reina-turcios-ruiz-502-2329-8424\">Reina Turcios-Ruiz</a>, a medical epidemiologist with the U.S. Centers for Disease Control and Prevention's office in Guatemala City.</p><p>This form of kidney failure, known as <em>insuficiencia renal cronica</em> in Spanish (or <a href=\"http://www.ajkd.org/article/S0272-6386(13)01568-0/abstract\">chronic kidney disease of unknown origin</a> in English), is now found from southern Mexico to Panama, Turcios-Ruiz says. But it occurs only along the Pacific coast.</p><p>The disease is killing relatively young men, sometimes while they're still in their early 20s. Researchers at Boston University have attributed about 20,000 deaths to this form of kidney failure over the past two decades in Central America.</p><p>As the disease progresses, agricultural laborers, who may earn a couple of thousand dollars a year, if they're lucky, end up in need of dialysis that costs tens of thousands of dollars annually.</p><p>Treatment options in <a href=\"http://www.sciencemag.org/site/multimedia/slideshows/344.6180.kidney/index.xhtml\">El Salvador</a>, Guatemala and Nicaragua for kidney problems are extremely limited, Turcios-Ruiz says. The epidemic has become a major burden on already overstretched public health systems.</p><p>One of the prominent theories about the disease is that men get dehydrated as they cut sugar cane under the intense tropical sun. Then the dehydration somehow makes them more susceptible to environmental toxins.</p><p>Researchers are also <a href=\"http://www.cao-ombudsman.org/cases/document-links/documents/BU_SummaryReport_August122012.pdf\">looking into</a> whether an agricultural chemical might be causing the problem.</p><p>A similar epidemic is afflicting<strong> </strong>sugar farmers in Sri Lanka, which has a hot, dry climate similar to western Nicaragua. In response, the Sri Lankan government <a href=\"http://rt.com/news/brazil-roundup-monsanto-ban-721/\">banned</a> the use of glyphosate this past March. <a href=\"http://npic.orst.edu/factsheets/glyphotech.html\">Glyphosate</a> is the generic version of the popular herbicide marketed by Monsanto as Roundup.</p><p>Officials at the Ingenio San Antonio in Chichigalpa say they also use Roundup. But a link between the herbicide and the disease hasn't been proven.</p><p>Other theories about why these men are dying have been all over the map.</p><p>For a while health officials blamed the kidney failure on a potent local moonshine, which included industrial-strength ethanol smuggled out of the sugar plant.</p><p>Some people think the epidemic might be linked to <a href=\"http://www.cdc.gov/hantavirus/\">hantavirus</a>, a rare respiratory virus spread by rats. Tejarino's doctor at the clinic in Chichigalpa thinks overuse of over-the-counter pharmaceuticals could be to blame.</p><p>Tejarino dismisses this idea and goes back to the herbicide theory.</p><p>\"It was the chemicals, the chemicals at the plantation,\" he says.</p><p>More than a decade ago, the sugar company in Chichigalpa recognized that something was amiss. The company started testing the kidney function of workers before each harvest. Anyone showing signs of kidney failure, even early stage kidney disease, wasn't allowed to work.</p><p>Now the town is burdened with sick, unemployed men and widows. One community on the edge of Chichigalpa has lost so many men that it's called La Isla de las Viudas — the Island of Widows.</p><p>Tejarino accuses the company of poisoning its own workers, then abandoning them. \"They got rid of me,\" he says. \"They treat us like garbage.\"</p><p>Company officials deny such allegations. The refinery has its own state-of-the-art hospital. The company offers free education to its workers' children. And it feeds employees during their shifts.</p><p>What about the sick laborers who can't work? The company says it provides monthly food packets and basic medical supplies to a group of about 2,000 ailing former workers, as well as to widows in Chichigalpa.</p><p>The company is as eager as everyone else to find the cause of the disease, says Alvaro Bermudez, the head of El Ingenio San Antonio. \"It's a problem in the sense that any problem that affects our community affects us.\" But Bermudez says the company is not sickening its own workers.</p><p>Frustration over the disease — especially what's causing it and who's to blame — has led to violent protests against the sugar company in Chichigalpa. Earlier this year police killed one protester and seriously wounded another near the plantation gates.</p><p>Tejarino's wife, Laura, is also frustrated, but in a quiet, motherly way. \"He's been throwing up all morning,\" she says. \"It's very hard to see him this way.\"</p><p>She sits next to her husband, slowly running her fingers through his black hair. She says people all around them are dying. It's been going on for years, and in her opinion, everyone's ignoring it.</p><p>\"This disease doesn't spare anyone,\" she says. And researchers think it could be years before anyone solves the mystery.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Mysterious+Kidney+Disease+Slays+Farmworkers+In+Central+America&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jason Beaubien","guid":"22d31f9a-a09d-4efc-82ed-39a168dc89ca","audio":[{"meta":{"duration":"467"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1308220431-5ebdb8.m3u?orgId=1&topicId=1128&ft=3&f=306907097"},{"href":"http://media.npr.org/assets/img/2014/04/28/nic13001_1648-0ccda222a907d75318d49262ab16d3127220c367.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2594","width":"3457"}},{"href":"http://media.npr.org/assets/img/2014/04/28/img_7877-manuel2-0b8feed49eef013a719a2f295ca0ce4c263b498d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1987","width":"2650"}},{"href":"http://media.npr.org/assets/img/2014/04/28/img_7827-work-in-field-05c860bd056fd1fe85c8502320a336e95ed00209.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1756","width":"2343"}}]}