{"created":"2014-09-20T09:11:40+00:00","modified":"2015-03-13T14:11:23+00:00","valid":{"from":"2015-03-13T14:11:23+00:00","to":"3015-03-13T14:11:23+00:00"},"hreflang":"en","title":"With Alibaba IPO, Yahoo Reaps A Big Reward From Risky Bet","published":"2014-09-25T20:58:00+00:00","teaser":"Yahoo co-founder Jerry Yang made a smart move when his company invested in a Chinese e-commerce firm called Alibaba in 2005. With this week's Alibaba IPO, Yahoo will gain nearly $8 billion.","itags":["npr_api","349318872"],"guid":"22d53324-9f8e-40de-9253-850aff3db1b4","contentencoded":"<p>Yahoo has made a number of bad bets in its up-and-down history. But the decision to buy a $1 billion stake in the Chinese e-commerce company Alibaba was hands down a winner.</p><p>Alibaba's successful IPO — its stock shot up 38 percent on the first day of trading Friday — will give Yahoo around $8 billion in return. But it was a masterful move, almost a decade ago, that made this mega-payday possible.</p><p><strong>Yahoo Was A Pawn</strong></p><p>To those who were watching, <a href=\"http://resources.alibaba.com/article/352/August_11_2005_Yahoo_and_Alibaba_com_form_srategic_partnership_in_China.htm\">Yahoo's move</a> on Aug. 11, 2005, didn't seem so masterful.</p><p>\"At that moment, when you first looked at it, it was: Wow, I wonder if Yahoo knows what it's doing,\" says F. Warren McFarlan, a professor at Harvard Business School.</p><p>\"And the answer is: They knew part of what they were doing, and the other pieces of it they just didn't understand,\" he says.</p><p>McFarlan, who has written about Chinese tech companies for decades, found it curious when the founder of Yahoo, a fellow American named Jerry Yang, came looking for a deal.</p><p>Yang was in search of a native Chinese company to help Yahoo build its Web searching business there — someone to deliver contacts and customers and deal with the government. Yang was not betting on the success of that native company when he handed over a check for $1 billion.</p><p>\"It wasn't so clear how he was going to get the return out of it,\" McFarlan says.</p><p>Internet companies are in essence information companies, but the Chinese government was heavy-handed about controlling information, McFarland says. So it wasn't clear that startups could prosper.</p><p>But he doesn't want to overstate how much attention the deal got.</p><p>\"In the big picture around the world, it was much more of a yawn,\" McFarlan says.</p><p>Or a subplot.</p><p>The much bigger story was another American giant, eBay, trying to stomp out Alibaba, the scrappy Chinese startup. Many assumed it would be an easy knockout for eBay, but it wasn't, and Yahoo became a pawn in that fight.</p><p>\"EBay obviously has been trying to really build and be a successful company in China. I guess with the Yahoo backing this is really representing a big challenge for eBay in China,\" CNBC business reporter Maria Bartiromo reported at the time of the deal.</p><p><strong>Payoff And Downside</strong></p><p>Alibaba did win, decisively, snagging millions of Chinese consumers to its online auction site.</p><p>And now Yahoo gets to cash in. The company based in Sunnyvale, Calif., is selling about one quarter of its shares and getting billions of dollars back in return.</p><p>Under federal regulations, Yahoo is subject to a quiet period before Alibaba's debut on the stock market and can't discuss how it plans to spend all the money it'll make — whether it'll give it out in payments to investors or buy more startups. In its last <a href=\"http://files.shareholder.com/downloads/YHOO/2786666257x0x769015/e650c7ce-5797-4f77-a726-4c417afb59a1/YHOO-Transcript-2014-07-15T21_00.pdf\">earnings call</a>, Chief Financial Officer Ken Goldman said Yahoo is committed to returning at least half of the after-tax proceeds from the public offering to shareholders.</p><p>\"It's not their hard work that generated this return,\" says Colin Gillis, an analyst with BGC Partners. \"It's Alibaba's success that generated this return.\"</p><p>But there may be a downside for Yahoo. For years U.S. investors couldn't buy a single share of Alibaba directly, so they had to invest in Yahoo as a proxy. Now with Alibaba on the New York Stock Exchange, investors could dump their Yahoo stock.</p><p>\"Why would I want to buy the proxy now that I can buy the real thing?\" Gillis says.</p><p>But he isn't too worried about that. Yahoo is holding on to a significant stake in Alibaba, and, he says, their stock values will probably track each other closely for a while.</p><p>The main downside is in the culture<strong> </strong>of Yahoo, Gillis says. The Internet company does not dominate Web searches, or sell a hot smartphone or run a popular mobile operating system. Yahoo's Marissa Mayer is a CEO in search of a strategy, but all this cash on hand makes that search less urgent.</p><p>\"If you're an employee of Yahoo on the one hand, it's a blessing because people are not focused in on your core business,\" Gillis says. \"But on the other hand, you are just a tracking stock. And the way that the stock moves has nothing to do really with the core business.\"</p><p><strong>New Conventional Wisdom In Silicon Valley</strong></p><p>No matter how you size up the long-term prospects, right now Yahoo has a lot of cash on hand.</p><p>While Silicon Valley companies — from Google to Microsoft to Cisco — have a long history of investing in other startups, the sheer size of the payoff from Yahoo's bet is unique.</p><p>\"It is not common that every investment goes in the tens of billions of dollars,\" says Padmasree Warrior, Cisco's chief technology and strategy officer.</p><p>Her company and others are crisscrossing the world in search of their Alibabas. In the last decade, the conventional wisdom about why you invest abroad has changed.</p><p>\"It's no longer the case that you can develop a product for U.S. or Europe and then take features away and in a way dumb down the product to take into an emerging market,\" she says. \"I think that's turned out to be a myth.\"</p><p>The new wisdom — and certainly a lesson gleaned from Yahoo's foray into China — is that native companies know what their people want and how to deliver it. And Silicon Valley can tag along for the ride.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=With+Alibaba+IPO%2C+Yahoo+Reaps+A+Big+Reward+From+Risky+Bet&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Aarti Shahani","audio":[{"meta":{"duration":"257"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1350083301-593b6d.m3u?orgId=1&topicId=1006&e=349318872&d=257&ft=nprml&f=349318872"}]}