{"created":"2015-03-15T09:24:31+00:00","modified":"2015-05-13T21:09:55+00:00","valid":{"from":"2015-05-13T21:09:55+00:00","to":"3015-05-13T21:09:55+00:00"},"hreflang":"en","title":"The Fate Of The World's Chocolate Depends On This Spot In Rural England","published":"2015-03-17T17:49:00+00:00","teaser":"Cocoa is unusually susceptible to disease. Every year, a third of the crop is destroyed, even as the appetite for chocolate grows. That's why the world needs the International Cocoa Quarantine Centre.","itags":["npr_api","392355408"],"guid":"22d9be46-8664-4cae-bcbb-b52c04c2d03e","contentencoded":"<p>Walk into a row of greenhouses in rural Britain, and a late English-winter day transforms to a swampy, humid tropical afternoon. You could be in Latin America or sub-Saharan Africa, which is exactly how cocoa plants like it.</p><p>\"It's all right this time of year. It gets a bit hot later on in the summer,\" says greenhouse technician Heather Lake as she fiddles with a tray of seedlings — a platter of delicate, spindly, baby cocoa plants.</p><p>Since she started working here at the <a href=\"http://www.icgd.reading.ac.uk/quarantine.php\">International Cocoa Quarantine Centre</a>, eating chocolate doesn't feel the same.</p><p>\"You certainly know all the work that goes into producing that chocolate bar, and all the potential threats that could be there in the future,\" Lake says.</p><p>Those potential threats are the focus of this research center. Every cocoa tree that travels the world starts with a vacation here in the British countryside. The facility is part of the <a href=\"http://www.reading.ac.uk/\">University of Reading</a>, about 40 miles west of London. And a big chunk of the funding comes from America, via the U.S. Department of Agriculture.</p><p>The ruler of this little tropical kingdom is a cocoa researcher named Andrew Daymond. He oversees the 400 or so varieties of cocoa in these greenhouses. Asked if he has a favorite, he pauses.</p><p>\"There are one or two varieties that have quite interesting-shaped pods on them. This one here, for example, has got a particularly large pod,\" he says, crouching next to a papaya-shaped fruit the size of a cantaloupe.</p><p>The pods stick out of the tree trunk like something in a Dr. Seuss illustration. Inside the pods are beans, which are ground into cocoa.</p><p>Every plant in these greenhouses has some kind of special power. One might be resistant to a fungus. Another might produce lots of fruit. Cocoa producers all over the world want and need these plants. But, there are those potential threats.</p><p>Cocoa is unusually susceptible to disease. Every year, a third of the crop is destroyed by fungi and pests with names like \"Witches' Broom,\" \"Frosty Pod Rot\" and \"Vascular-streak dieback.\"</p><p>A few years ago, one of these cocoa diseases hit Brazil. At the time, \"Brazil was one of the world's largest cocoa-producing countries,\" says Laurent Pipitone of the <a href=\"http://www.icco.org/\">International Cocoa Organization</a> in London. \"When this new disease came, it reduced their production by about half.\"</p><p>For a while, it looked like there might not be enough cocoa to feed the world's hunger for chocolate.</p><p>Today, global demand is growing fast, says Bill Guyton, president of the <a href=\"http://worldcocoafoundation.org/\">World Cocoa Foundation</a> in Washington, D.C. \"There's a concern in the future that we may not have enough supply if we don't improve productivity on the existing farms,\" he says. Europeans and Americans keep eating piles of chocolate, while people in China and India have a growing appetite for it, too.</p><p>So all over the world, cocoa researchers are scrambling to come up with more productive, more disease-resistant plants.</p><p>Now imagine that a farm in Ghana produces a super-plant, with pods that contain twice as many beans as a normal cocoa tree. Every chocolate producer in the world would want a cutting. But, if those cuttings contained a fungus or pest currently found only in Ghana, the entire chocolate industry could come crashing down.</p><p>That's where the International Quarantine Centre in rural England comes in.</p><p>\"We have to check the plants very carefully during the first few days they're here to make sure that we've not imported any insects,\" Daymond says.</p><p>He wanders through the neat rows of cocoa trees, flypaper hanging overhead to make sure nothing unexpected buzzes around the greenhouses.</p><p>It is an incongruous sight in the middle of rolling English farm country. Which raises the question, why here?</p><p>Daymond says chocolate makers wanted to put this center in a place with weather so dreary, none of those awful cocoa diseases could possibly survive outdoors.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Fate+Of+The+World%27s+Chocolate+Depends+On+This+Spot+In+Rural+England&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ari Shapiro","audio":[{"meta":{"duration":"220"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1393133305-5bf3cc.m3u?orgId=1&topicId=1053&d=220&p=10&story=392355408&t=progseg&e=393133205&seg=16&ft=nprml&f=392355408"},{"href":"http://media.npr.org/assets/img/2015/03/13/overall-60f9ff43bbf2958210ff0df9823a5ea5cc29ec51.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1665","width":"2220"}},{"href":"http://media.npr.org/assets/img/2015/03/13/cocoa-quarantine-022_sq-04521fd562d2f404a2d9587d2f5a8002466d1a41.jpg","type":"image/jpeg","meta":{"crop":"square","height":"1247","width":"1247"}},{"href":"http://media.npr.org/assets/img/2015/03/13/cocoa-quarantine-013_custom-b5d03a68bd4f2a93824123aa021fcca166c311ea.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1773","width":"1891"}},{"href":"http://media.npr.org/assets/img/2015/03/13/cocoa_tunnels3_custom-03ca51d102b70a9fc88d7339020f77b0e91187ed.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1071","width":"1920"}}]}