{"created":"2014-08-28T22:43:10+00:00","modified":"2014-10-30T23:31:37+00:00","valid":{"from":"2014-10-30T23:31:37+00:00","to":"3014-10-30T23:31:37+00:00"},"hreflang":"en","title":"Helen Mirren: Like Night Follows Day, Roles For Women Will Reflect Real Life","published":"2014-08-28T22:43:00+00:00","teaser":"Mirren stars as a French restaurant owner in <em>The Hundred-Foot Journey</em>, a film about food, family and the clash of cultures. She says during her first 20 years in film, sets were \"very locker roomy.\"","itags":["npr_api","338619922"],"guid":"22dbe630-f549-4c9d-a3f1-dd2ca7fc53b7","contentencoded":"<p>When she was in her 20s, Helen Mirren says, she yearned to be a French actress: \"They fascinated me more,\" she tells NPR's Melissa Block.</p><p>In her new film, <em>The Hundred-Foot Journey, </em>Mirren gets the next best thing — she plays Madame Mallory, the frosty French owner of an elegant restaurant in a tiny village in the south of France. When an Indian family comes to town and opens their own restaurant 100 feet away, Mallory has nothing but disdain for the family and the food they're cooking.</p><p>The turning point in the film is an omelet — an omelet laced with chili powder and lots of cilantro. It tantalizes Mallory's taste buds and convinces her that the young man who has landed across the street from her Michelin-starred restaurant has a true gift for food.</p><p>Mirren says this film — about food, tradition and the clash of cultures — takes her back to her youthful dream of <em>being</em> French, never mind what she calls her \"slightly dodgy French accent.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On the premise of <em>The Hundred-Foot Journey</em></strong></p><p>You have a very well-established, very beautiful restaurant that you've worked for and in for many, many years, and you've been climbing up the culinary ladder, you know, towards hopefully a second Michelin star. And then ... immediately opposite opens up this noisy ... Indian restaurant with such a different attitude to cooking. Equally wonderful, of course — and that's what the film is about, is to learn to appreciate and understand, that although they're so very different in their attitudes to preparing food and presenting food, they have absolutely equal value.</p><p><strong>On French exceptionalism </strong></p><p>I'm a huge Francophile, but there is ... a feeling that you are really the best in the world at everything. And for a while, I concurred with the French in their opinion of themselves. I did think everything French was the best.</p><p><strong>On stepping into the role of Madame Mallory </strong></p><p>John Gielgud always said, \"It all comes from the spine,\" and he's absolutely right. Posture is everything. And it's nice to play a role where you have to remember to stand up straight. But in general, posture is just one of the secrets of life and longevity, I think.</p><p><strong>On the paucity of roles for older women</strong></p><p>I haven't talked a lot about that. ... Journalists have talked a lot about it to me ... and I have always responded for the last 20 years with exactly the same response: \"Don't worry about roles in drama. That's not your concern. Worry about roles for women in real life, because as night follows day, roles for women in drama will follow. And when you have a female president of America — which hopefully, maybe you will very soon — when you have female heads of hospitals, of legal firms, of schools, of universities, you will have roles for women in drama.\"</p><p>And that has happened. That's absolutely happened.</p><p><strong>On more women in all levels of the film industry</strong></p><p>Not just directing. ... It's the camera crew. It's the cinematographers, it's the sound people. ... You're seeing more and more women coming into the industry, which I think is really exciting. ... </p><p>When I started in film, for the first 20 years of my experience in film, a set was a very masculine environment, it was very macho, very testosterone-y, very locker roomy, and it was not necessary. But you had to sort of gut it out.</p><p><strong>On being a Dame Commander of the Order of the British Empire</strong><strong></strong></p><p>Oh, is that the full title? ... It sounds very military. ... I still can't believe it, honestly. Well, it's been 10 years, I just have never got used to it. And it still seems ... utterly weird to me. I just don't feel like ... dame material. ...</p><p>It's a wonderful honor. And I think my great sadness was my parents weren't alive to see it, because they would've been so amazed. They were not monarchists, my parents, at all — they were very fierce Republicans — but I think they would've recognized it, which is what it is. It's an honor from your country.</p><p>And as the daughter of an immigrant — my father was not born in Britain, he was born in Russia — so, you know, they would've been so very, very proud, I think, that: \"Look, look what we all did together.\" Because I am who I am because of them. There's absolutely no doubt about that.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Helen+Mirren%3A+Like+Night+Follows+Day%2C+Roles+For+Women+Will+Reflect+Real+Life&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"490"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1338639757-eaa83e.m3u?orgId=1&topicId=1137&ft=3&f=338619922"},{"href":"http://media.npr.org/assets/img/2014/08/07/100footjourney53cea4a3c879e-36958d6a2eea4cc59cdbd3f5c3c27ca355303bdc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1948","width":"2598"}}]}