{"created":"2014-10-27T16:11:38+00:00","modified":"2014-10-30T21:23:40+00:00","valid":{"from":"2014-10-30T21:23:40+00:00","to":"3014-10-30T21:23:40+00:00"},"hreflang":"en","title":"Alternate Routes: Lasting Impressions From The Road","published":"2014-10-21T19:32:00+00:00","teaser":"Our digital and social media producer Rachel Rohr is back from a month-long trip cross-country, talking with young Americans.","itags":["npr_api","357618022"],"guid":"22de6ca9-aa9a-44db-b284-b81026d2ce04","contentencoded":"<p>After a month traveling cross-country in her Volkswagen Vanagon, <em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s digital and social media producer Rachel Rohr has returned to Boston with insight on what&#8217;s on the minds of young voters, weeks before the midterm elections.</p><p>As part of her project, &#8220;Alternate Routes,&#8221; Rachel talked with Americans age 18 to 32 about the issues most important to them, whether they plan to vote and whether they plan to stay or go from where they&#8217;re living.</p><p><strong>To Vote Or Not To Vote</strong></p><p><div class=\"inset inset-right\" id=\"sidebar\"><div class=\"inset-pad\"><div class=\"inset-title\"><strong>Hear More From Rachel's Journey</strong></div><div class=\"inset-body\"></p><ul><li>See the entire Alternate Routes journey on <a href=\"http://nprhereandnow.tumblr.com/\" target=\"_blank\">Here & Now&#8217;s Tumblr</a></li><li>Listen to all of the Alternate Routes interviews on <a href=\"https://soundcloud.com/alternate-routes\" target=\"_blank\">SoundCloud</a></li><li>See all of the Alternate Routes photos on <a href=\"http://instagram.com/hereandnowradio\" target=\"_blank\">Instagram</a></li><li><a href=\"https://soundcloud.com/alternate-routes/episode-5-byu-student-campaigns-to-allow-beards-on-campus\" target=\"_blank\">Hear Rachel&#8217;s conversation with Shane Pittson about lifting BYU&#8217;s beard ban</a></li><li>Hear our previous conversations with Rachel:<ul><li><a href=\"http://hereandnow.wbur.org/2014/09/22/alternate-routes-rohr\" target=\"_blank\">What young Americans care about</a></li><li><a href=\"http://hereandnow.wbur.org/2014/10/03/navajo-nation-elections\" target=\"_blank\">Elections in the Navajo Nation</a></li><li><a href=\"http://hereandnow.wbur.org/2014/10/16/alternate-routes-utah\" target=\"_blank\">Tradition and change in Utah</a></li></ul></li></ul><p></div></div></div></p><p>Of the dozens of people Rachel spoke with, 45 percent told her they do plan to vote, 32 percent said they will not vote and 23 percent weren’t sure yet. Some who plan to vote are motivated by a particular issue or candidate, but many felt that voting is important and something everyone should do.</p><p>In Milford, Penn., 28-year-old Stephanie Eruhow told Rachel, &#8220;If I don’t, then a majority of my friends won’t, you know what I mean? It just takes one person to start a line of getting it going.&#8221;</p><p>Among those who will not vote, some told Rachel they just don’t follow politics or have an opinion on who should be elected. Others said they missed the registration date. But some were very deliberate about not voting, saying there are no good options, or that they just don’t trust government.</p><p>In Hernando, Miss., 23-year-old Jamie Hovas told Rachel, “The people that are in it, you don’t really know anything about ‘em because one person’s saying one thing and the other person’s saying another thing and you don’t know the whole truth about anything.”</p><p><strong>The Issues Most Important To Young Americans</strong></p><p>Asking young people about the issues most important to them, Rachel got a wide range of answers.</p><p>&#8220;An 18-year-old told me that the issue she follows most closely is the conflict between Russia and Ukraine,&#8221; Rachel said. &#8220;A 28-year-old told me that drugs are her top concern – she’s had friends die of overdoses and she wants kids to know the risks.&#8221;</p><p>But there were repeating themes, too.</p><p>&#8220;Jobs won as the most common answer, followed by the environment,&#8221; Rachel said. &#8220;Tied for third most common answer were LGBT issues, including gay marriage, and religious values &#8211; people who said they vote in step with their church.&#8221;</p><p><strong>Deciding Whether To Stay Or Go</strong></p><p>A little more than half of the young people Rachel spoke with said they plan to continue living where they are, while the rest plan to leave. In small towns, some people couldn’t imagine leaving their family and friends. Some are returning to their hometowns after college in order to start a business, or take over the family business. But some young people can’t wait to leave their hometown.</p><p>Blake Pedon, 20, in Rena Lara, Mississippi, told Rachel, &#8220;I would go anywhere besides Mississippi &#8211; I just want to get out of here, really. Mississippi&#8217;s just kind of &#8211; not a lot of opportunities and stuff, like other places.&#8221;</p><p>In urban areas, Rachel found that many young people seemed likely to stick around, as long as they’re happy with the job opportunities. She also met young people who see the world at their fingertips and don’t know where they might end up. Some people she interviewed had already found a new place to call home.</p><p>Erin Wright, 29, moved from San Jose, California, to a small town in Kentucky, where she works at Kelley Beekeeping. She told Rachel, &#8220;I grew up in larger cities and you know I like to visit &#8216;em, but if someone paid me to live there again, I wouldn&#8217;t do it. I just like the community here, and I really like the community just within Kelley&#8217;s a lot.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.wbur.org/about/people/rachel-rohr\" target=\"_blank\">Rachel Rohr</a></strong>, social media and web producer for <em>Here & Now</em>, and host of the podcast “Alternate Routes.” She tweets <a href=\"https://twitter.com/LionTalk\" target=\"_blank\">@LionTalk.</a></li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Alternate+Routes%3A+Lasting+Impressions+From+The+Road&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"356"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1357675762-c20d9a.m3u?orgId=1&ft=3&f=357618022"}]}