{"created":"2014-10-08T02:26:10+00:00","modified":"2014-11-10T20:26:32+00:00","valid":{"from":"2014-11-10T20:26:32+00:00","to":"3014-11-10T20:26:32+00:00"},"hreflang":"en","title":"Financial Scandals Tarnish Spanish Soccer Glory","published":"2014-07-12T16:12:00+00:00","teaser":"FC Barcelona — home to two of soccer's superstars, Messi and Neymar — has been indicted on tax fraud, a sign that the culture of impunity among Europe's top soccer clubs may be coming to an end.","itags":["npr_api","330683509"],"guid":"22e4a355-a94e-4150-8545-27cb52160076","contentencoded":"<p>Many of the biggest stars in global soccer — Neymar, Messi, Ronaldo — play the regular season with club teams in Spain. Their marquee names have helped their Spanish teams get filthy rich. Real Madrid and FC Barcelona top <em>Forbes</em> magazine's list of<a href=\"http://www.realmadrid.com/en/news/2014/05/forbes-names-real-madrid-as-the-most-valuable-sports-club-in-the-world-for-the-second-year-running\"> the world's richest sports franchises</a>. You have to scroll down to No. 4 to find the New York Yankees, and NFL teams below that.</p><p>This, in a country with roughly one-sixth of the U.S. population.</p><p>\"Soccer makes up 1.5 percent of our economy. The Spanish soccer league is one of the most powerful in Europe,\" says <a href=\"http://www.iese.edu/en/faculty-research/research-centers/csbm/team/\">Sandalio Gomez</a>, an economist who heads Spain's Center for Sports Business Management. \"It's a huge source of growth for our country.\"</p><p>Economic power often comes with impunity, but that appears to be changing for some top Spanish soccer teams.</p><p>This spring, FC Barcelona was indicted for tax fraud. Prosecutors say the team didn't declare the full amount it paid — believed to be around $120 million — to sign the Brazilian superstar Neymar last year. The team is accused of underestimating that figure by some $50 million, in order to pay less tax. (Real Madrid has been accused of fudging its financial books as well, over the price tag for the Welsh striker Gareth Bale, whom it signed last year — though that team has not been indicted.)</p><p>FC Barcelona's president was <a href=\"http://edition.cnn.com/2014/01/23/sport/football/football-barcelona-rosell-resigns/\">forced to resign</a>. He has a court date later this month.</p><p>And then there's Lionel Messi, the Argentine forward many consider the most talented soccer player alive.</p><p>\"I'm not worried. I don't do my own taxes,\" Messi <a href=\"https://www.youtube.com/watch?v=U20IJ6jNk0g\">told reporters last year</a>. \"My dad and I have lawyers and wealth managers to do all that.\"</p><p>But Messi — who also plays for Barcelona — and his dad might do well to pay more attention. They, too, have been indicted in Spain. Prosecutors also accuse them of trying to lower their tax bill by sending money overseas through shell companies. They paid $6.5 million to try to settle the case, but Messi's dad may still go on trial.</p><p>All of this has hurt Spain's soccer reputation off the field.</p><p>In a <a href=\"https://www.youtube.com/watch?v=u2Q_m4AT39E\">recent World Cup-themed episode</a> of <em>The Simpsons</em>, Homer finds himself working a soccer referee in an international match. He gives a red card to a Spanish player for committing a foul, and the Spaniard hands it right back to him with a wad of cash — a payoff bribe.</p><p>Such stereotypes have soured at least a few Spaniards on the sport.</p><p>\"They can make $10,000 for one minute playing, and their declaration of taxes is like, you can laugh at that,\" says Ricardo de la Pena, 20, hanging back from the TVs at a Madrid bar packed with soccer fans during a World Cup semifinal. \"They are declaring half of the money that they are really earning. How is that fair? If you are poor and you have just 1,000 euros [$1,300] a month, and you have to pay everything. But if you have 1 million, you have to pay only a little bit?\"</p><p>De la Pena works part time as a driver for handicapped people. He says he's disgusted by rich soccer stars trying to pay less than their share of taxes. But he's also angry with the Spanish government for propping up some soccer teams with financial aid, while at the same time cutting spending on things like health and education, because of the economic crisis.</p><p>\"They are spending a lot of money that we really need. There are a lot of people who don't have a house or a job, and they really need this money,\" he says. \"And [politicians] are spending on these supposed heroes. They're only playing with a ball — playing a game.\"</p><p><a href=\"http://bigstory.ap.org/article/spain-props-soccer-amid-crushing-austerity\">A recent investigation by The Associated Press</a> found that 20 soccer teams in Spain's top league together have received more than $450 million in direct Spanish government aid since 2008, when the economy crashed. And they are believed to have received an additional $650 million in indirect aid — for example, by not paying tax.</p><p>The European Union has opened an investigation.</p><p>\"Clubs have gone into [bankruptcy] administration, or they've defaulted on tax payments, and the [Spanish] government hasn't chased them down to get that money back,\" says Mark Elkington, a soccer commentator who covers the sport in Spain for British media, and has studied the case EU investigators are making. \"They're saying, maybe in Germany or in France, the authorities are much harder and they chase the money. They say it's not fair that [Spanish teams] don't get punished.\"</p><p>In other European countries, soccer teams that default on their financial obligations can be relegated to lower leagues. That may soon happen more often in Spain. Under <a href=\"http://www.uefa.com/community/news/newsid=2064391.html\">new Financial Fair Play rules</a>, European soccer's governing body, UEFA, is giving clubs until next year to balance their budgets — and pay all their taxes.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Financial+Scandals+Tarnish+Spanish+Soccer+Glory&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lauren Frayer","audio":[{"meta":{"duration":"240"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1330889571-3ca453.m3u?orgId=1&topicId=1124&ft=3&f=330683509"},{"href":"http://media.npr.org/assets/img/2014/07/11/messi_taxfraud-1848e62c3027267db78455637b6759c0e1bdbf6d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1558","width":"2079"}},{"href":"http://media.npr.org/assets/img/2014/07/11/neymar_taxfraud-1553e0772450062ffdb7ed4c823fd82b06417038.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2526","width":"3366"}}]}