{"created":"2014-11-12T19:29:53+00:00","modified":"2014-11-13T14:12:05+00:00","valid":{"from":"2014-11-13T14:12:05+00:00","to":"3014-11-13T14:12:05+00:00"},"hreflang":"en","title":"Author Richard Ford Says 'Let Me Be Frank' About Aging And Dying","published":"2014-11-13T14:11:00+00:00","teaser":"The Pulitzer Prize-winning writer's new book centers on Frank Bascombe, a 68-year-old man dealing with his aging body, a dying friend and his ex-wife, who has Parkinson's.","itags":["npr_api","363521353"],"guid":"22e6a7ba-4e1d-485c-abc4-b961402d787b","contentencoded":"<p>When Pulitzer Prize-winning author Richard Ford was a young man, he says, he had a cynical view of aging.</p><p>\"I sort of went through life thinking that when you got to be in your 60s that basically you weren't good for much,\" Ford tells <em>Fresh Air</em>'s Terry Gross. \"That's a younger man's view. I know that the AARP phones are ringing when I say that, but now I'm 70 and I don't think that anymore, OK?\"</p><p>Not only is Ford older, but the character he's been writing about for years has aged, too. Frank Bascombe, whom Ford wrote about in <em>The Sportswriter</em> and <em>Independence Day</em>, is now 68.</p><p>Ford's latest book, <em>Let Me Be Frank With You,</em> is a series of four interconnected novellas about Bascombe, who is retired from his work as a real estate broker. It's 2012, just before Christmas, and just a few weeks after Superstorm Sandy destroyed parts of the Jersey Shore near where Frank lives.</p><p>Ford says for this book, he had to bring Frank \"up to date\" to make him a plausible character.</p><p>\"I really got interested in the consequences of the hurricane, and I got interested in having Frank be my instrumental narrator in assessing those consequences,\" Ford says. \"So once I figured out how old he would be, then I had to sort of fill in the absences there that weren't taken care of in the other books. In other words, I kind of backed into it being about aging because he happened to be that age.\"</p><p>In the stories, Frank is dealing with the aftermath of Sandy, his aging body, a dying friend and his ex-wife, who has Parkinson's and has moved to a nearby assisted living facility.</p><p>\"I think these things are surrounding us all the time,\" Ford says. \"We don't have experiences to get over [them]; we have experiences so we can sort of deal with them and address them and have, in some ways, some stability towards them.\"</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On writing about Frank Bascombe at a turning point in the character's life</strong></p><p>I just thought I was writing about something that was interesting to me that happens in a life. I mean, when you're in your life living day to day, I don't think — I'm not sure anyway — if we recognize turning points when they happen. I mean, turning points are kind of a term of art, by which I mean it's a thing we ascribe reality to after the fact.</p><p><strong>On the importance of houses in his story, especially in the wake of the storm </strong></p><p>Half of my young teenage years I spent living in a hotel. Very transient ... people living in rooms and dying in rooms and doing bizarre and wonderfully scandalous things in rooms, [as] opposed to what my father, who died when I was 16, wanted more than anything, which was to have a house — to own a house — to live in the suburbs, to have that serenity, that stability, that assurance that it would be there when he came back on the weekends. He was a traveling salesman.</p><p>So for me, houses are full of drama because they're always opposed by the chaos that's constantly inflicting itself on us. ...</p><p>For me, houses have almost iconic status. I've lived in lots of houses; I've owned a few houses; I love looking at houses because it's shelter. ... A house is where you look out the window and see the world. A house is where you'll die; a house is where you'll get divorced. A house is where you'll have your most sacred and most profane experiences. Houses for me are critical to my experience and I guess I thought critical to many Americans' experiences.</p><p><strong>On Ford's father, a traveling salesman </strong></p><p>My father used to leave on Monday morning whistling, and he would come back on Friday afternoon whistling. And that always made me think somewhere that between Monday and Friday he was having a good time. ... I thought work was good. I thought work was rewarding; work was satisfying. I have a very good ethic because of that. I'm not a good procrastinator — I just go do it if it needs to be done. He taught me that.</p><p><strong>On a writer's legacy </strong></p><p>Art is the daughter of time, which means basically you write for the people who can read you when you and they are alive. I'm perfectly comfortable with that. The whole notion of legacy — I think it's kind of a media creation in a sense. We all talk about people's legacies. I just don't think about it. I feel like it's a privilege to get to write books. I feel like it's a high calling. I feel like it's allowed me to take full advantage of myself, with the chaos that goes on in my brain. If somebody reads me now, when I publish these books and write these books, that's all I ask. That's really all I ask.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Author+Richard+Ford+Says+%27Let+Me+Be+Frank%27+About+Aging+And+Dying&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2179"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1363553102-e3eeb6.m3u?orgId=1&topicId=1033&ft=3&f=363521353"},{"href":"http://media.npr.org/assets/img/2014/11/12/richard-ford_please-credit-greta-rybus-ef2c07cb6ffb7ab433489bfcf564af939947e02b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2247","width":"2997"}}]}