{"created":"2014-09-08T15:38:27+00:00","modified":"2015-01-07T01:10:25+00:00","valid":{"from":"2015-01-07T01:10:25+00:00","to":"3015-01-07T01:10:25+00:00"},"hreflang":"en","title":"Obama: Evidence MH17 Hit By Missile From Rebel-Held Area Of Ukraine","published":"2014-07-19T06:24:00+00:00","teaser":"The president says at least one U.S. citizen is among the nearly 300 people killed when the plane crashed in the eastern Donetsk region.","itags":["npr_api","332496334"],"guid":"22f8ffe6-ec89-48c1-95c9-3b36f04ac3e3","contentencoded":"<p><strong>This post was updated at 5:00 p.m. ET.</strong></p><p>President Obama says it is likely that a missile fired from rebel-held territory in eastern Ukraine brought down Malaysia Airlines MH17 and that at least one U.S. citizen is among the dead.</p><p>\"Evidence indicates that the plane was shot down by a surface-to-air missile from an area controlled by Russian-backed separatists inside of Ukraine,\" Obama said, noting that it's not the only time in recent months that the pro-Russia rebels had taken down airplanes.</p><p>He called the deaths of the 298 people aboard the plane \"an outrage of unspeakable proportions.\"</p><p>The president identified the American killed on the flight as <a href=\"LoadBlogPost.do?routingAction=LoadStory&selEditFeature=332644442\">Quinn Lucas Schansman</a>, who he said held dual citizenship. Schansman's other citizenship was Dutch, <a href=\"https://twitter.com/statedeptspox/status/490166467908759553\">according to the U.S. State Department</a>.</p><p>Obama referred to the arming of the rebels and the \"steady flow of weapons from Russia\" and said if Russian President Vladimir Putin makes a decision not to arm the separatists, then the flow will stop.</p><p>\"There has to be a credible investigation,\" he said. \"There must be an immediate cease-fire. Evidence must not be tampered with.\"</p><p>He promised U.S. assistance in the investigation.</p><p>All sides in the conflict in Ukraine — Kiev, the separatists, and Moscow — have denied any involvement in the downing of MH17.</p><p>The president's remarks at a news briefing on Friday came as U.S. ambassador to the United Nations, Samantha Power, and Pentagon spokesman Rear Adm. John Kirby sought to flesh out the evidence.</p><p>Power, in a presentation to the U.N. Security Council, said that pro-Russia separatists in eastern Ukraine had been spotted by a Western journalist manning an SA-11 surface-to-air missile system at a location near where MH17 went down just hours before the plane crashed.</p><p>\"We assess Malaysian Airlines Flight 17 ... was likely downed by a surface-to-air [SAM] missile, an SA-11, operated from a separatist-held location in eastern Ukraine,\" she said.</p><p>Power said that because of the flight's high altitude, shorter-range missile systems had been ruled out. She noted that one of the missile systems had been reported to be in the area of the crash Thursday, before the plane went down.</p><p>Separatists had posted videos and boasts online about downing a Ukrainian plane Thursday, Power said, adding that some of those materials have since been deleted.</p><p>\"Because of the technical complexity of the SA-11, it is unlikely that the separatists could effectively operate the system without assistance from knowledgeable personnel. Thus we cannot rule out technical assistance from Russian personnel in operating the systems,\" she added.</p><p>The U.S. isn't aware of any Ukrainian SA-11 systems in the area where the crash occurred, Power said. She added that the Ukrainian military hadn't fired any anti-aircraft missiles since the fighting began, despite incursions by Russian planes.</p><p>Power spoke at an emergency session of the council. The meeting began with all of the diplomats and their staff members standing to observe a moment of silence for victims of the crash.</p><p>At the Pentagon, Kirby told reporters that he didn't have any specific information that the SA-11 system, known as a \"Buk,\" had \"transited\" the Russian border, \"but we are not ruling anything in or out.</p><p>\"We don't directly know who's responsible for firing that missile,\" he said. However, if the separatists are involved, it \"would be strange credulity to say they could do this without some level of Russian assistance,\" he said.</p><p><strong>Audio Recording</strong></p><p>As they try to piece together how Flight MH17 was brought down, U.S. experts are analyzing a recording <a href=\"http://www.kyivpost.com/content/ukraine/separatists-admit-downing-a-civilian-plane-in-tapped-conversation-full-transcript-356545.html\">released by Ukraine's government</a> that it says is a string of intercepted phone calls in which separatist rebels acknowledge that they shot down an airliner.</p><p>However, as NPR's Dina Temple-Raston reports, U.S. intelligence has not yet publicly authenticated the recording.</p><p>\"Privately, U.S. officials say they suspect separatist rebels were behind the downing of Malaysia Airlines Flight 17,\" Dina reports. \"U.S. officials say they are still analyzing the audio. They are also using algorithms and mathematics to pinpoint where the missile was fired from.\"</p><p>The fate of the flight's \"black box\" data recorders remains in question. After the separatists said they had recovered them from the crash site, Ukrainian officials disputed that account. And while some reports stated that the flight recorders might be sent to Russia, Foreign Minister Sergey Lavrov says Moscow has \"no plans to seize the flight recorders,\" according to state-owned <a href=\"http://rt.com/news/173820-ukraine-plane-black-boxes/\">news agency RT</a>.</p><p>Reporter Noah Sneider is in the Donetsk region; he says he has seen separatists near the wreckage.</p><p>\"They have taken control of the crash site, because they're in control of this region,\" Sneider tells NPR's Newscast unit. \"The Ukrainian forces have a position not too far from here, but for the most part, this stretch of road is controlled by the rebels.</p><p>\"They were the first ones on the scene,\" he adds, \"and they're the ones who are now guarding the entrances to it.\"</p><p>Saying that Ukrainian authorities still aren't being given full access to the crash site, Ukraine's prime minister, Arseniy Yatsenyuk, says security forces will create a corridor so that \"Ukrainian experts and international experts will be allowed to hold a vast international investigation.\"</p><p>That's according to <a href=\"http://www.theguardian.com/world/2014/jul/18/malaysia-airlines-crash-flight-recorder-found-as-anger-at-russia-mounts-live-updates\">The Guardian</a>, which quotes Yatsenyuk saying, \"This is a crime against humanity. All red lines have been crossed.\"</p><p><strong>Passengers And Flight Route</strong></p><p>Malaysia Airlines executive Huib Gorter says that an \"initial cash payment of $5,000 per passenger\" is being offered to the victims' next of kin, to help them with expenses as they cope with the aftermath of Thursday's crash.</p><p>In a news conference at Amsterdam's Schiphol Airport, Gorter said that Malaysia Airlines and other international carriers had been using the same route, making the crash a \"tragic incident that could have happened to any of us.\"</p><p>He said they are all now avoiding the airspace.</p><p>Of the plane, Gorter said that it had been built in 1997 and that all systems were functioning normally when it was last checked out earlier this month.</p><p>Of the flight routes over eastern Ukraine, NPR's David Schaper reports, \"There had been no warnings about that area from the FAA, nor from the U.N.'s International Civil Aviation Organization.\" David adds that the airspace over Crimea, which seceded from Ukraine earlier this year, has been under restrictions since April.</p><p>Parts of the crash site are still smoldering Friday; photos from the scene show parts of the plane and personal items scattered around open fields. And a video that reportedly shows the aftermath of the crash shows debris falling through a cloud of thick black smoke.</p><p>We'll update this post as news comes in. Here's a quick update on what we know about the situation:</p><ul><li>Malaysia Airlines Flight MH17 had been flying from Amsterdam to Kuala Lampur carrying 298 people — 283 passengers and 15 crew. (Early reports of 295 people onboard were updated with the news that three infants were among the passengers.)</li><li>The breakdown of nationalities: 192 Dutch; 44 Malaysians; 28 Australians; 12 Indonesians; 10 Britons; 4 Germans; 4 Belgians; 3 Vietnamese; 3 Filipinos; 1 American (dual U.S.-Dutch citizen); 1 Canadian; 1 New Zealander; 1 Hong Kong Chinese.</li><li>The flight plan filed by the plane's pilots had requested an altitude of 35,000 feet during their passage over Ukraine, but air traffic control in Ukraine instructed them to fly at 33,000 feet, <a href=\"http://www.malaysiaairlines.com/my/en/site/mh17.html\">Malaysia Airlines says</a>.</li><li>The Boeing 777 went down in the Donetsk region of eastern Ukraine, which for months has been a focal point of fighting between pro-Russian separatists and Ukraine's central government.</li><li>U.S. officials tell NPR the airliner was likely shot down by a surface-to-air missile and that they're working to determine who fired it.</li><li>Kiev officials accuse the separatists of firing a missile at the jet. The separatists, Ukraine's military and Russia have all denied any involvement.</li><li>The separatists have promised to aid the investigation, reportedly planning a three-day truce to allow investigators to reach the wreckage.</li><li>More than half of the flight's passengers were from the Netherlands. The U.S. is trying to determine whether any Americans were onboard.</li><li>The U.S. Federal Aviation Administration has barred all U.S. flights from using the airspace over eastern Ukraine. The agency notes that no U.S. airlines have been flying routes there.</li><li>Investigators from the FBI and NTSB will reportedly help analyze the crash — President Obama offered that assistance to Ukrainian President Petro Poroshenko in a phone call on Thursday.</li><li>The plane's passengers included roughly 100 people who had been traveling to a major global AIDS conference in Melbourne, Australia. The activists and researchers included former International AIDS Society President Joep Lange.</li></ul><p>The crash has spurred international shock and outrage. President Obama and many world leaders have called it a tragedy, while others such as Australian Prime Minister Tony Abbott note that the crash \"is not an accident, it is a crime.\" Ukraine's Poroshenko has called it an act of terrorism.</p><p>The U.N. Security Council held an emergency session today to discuss the crash and call for a full and thorough investigation. The meeting began with all of the diplomats and their staff members standing to observe a moment of silence.</p><p>As our <a href=\"http://www.npr.org/blogs/parallels/2014/07/17/332318322/a-brief-history-of-civilian-planes-that-have-been-shot-down\">Parallels blog notes</a>, a civilian airliner was shot down over Ukraine just 13 years ago. It was one of a handful of passenger jets that have been downed in recent decades; in almost all of those situations, the attacks were found to have been accidents.</p><p>The downing of MH17 is the second incident involving Malaysia Airlines in the past four months. The airline and Malaysian officials have been at the center of the search for Flight MH370, which mysteriously disappeared in March. That plane, also a Boeing 777, had 239 people onboard.</p><p><strong>Accessing Crash Site</strong></p><p>Because the area where MH17 went down is controlled by separatists rebels, getting investigators to the scene of the accident is already proving difficult.</p><p>Monitors from the Organization for Security and Cooperation in Europe have not been able to secure the crash site, OSCE Chairman Thomas Greminger said Friday, according to Reuters.</p><p>He said that a team of 17 monitors visited the site for about 75 minutes, but \"they did not have the kind of access that they expected.\"</p><p>\"They did not have the freedom of movement that they need to do their job,\" Greminger told Reuters by telephone.</p><p>Filip Warwick, a freelance photographer who has reached the crash site <a href=\"http://hereandnow.wbur.org/2014/07/18/malaysia-airlines-crash-latest\">tells <em>Here & Now</em></a> that the Ukrainian government has been refused entry to the wreckage, but otherwise \"you've had journalists, you had separatists, you had chauffeurs, taxi drivers, even ordinary members of the public ... walk all over the crime scene.</p><p>\"I haven't come across a single mobile phone, I haven't come across a single wallet with money, I haven't come across a single camera — they all mysteriously have gone missing,\" Warwick said.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Obama%3A+Evidence+MH17+Hit+By+Missile+From+Rebel-Held+Area+Of+Ukraine&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Scott Neuman","audio":[{"meta":{"duration":"226"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1332519641-ce0b04.m3u?orgId=1&topicId=1124&ft=3&f=332496334"},{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1332595814-d8ebc4.m3u?orgId=1&topicId=1124&ft=3&f=332496334"},{"href":"http://media.npr.org/assets/img/2014/07/17/ukr-plane-crash-008-39014387476f96eabfb7fa660cf204177125b38b.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"3680","width":"5520"}},{"href":"http://media.npr.org/assets/img/2014/07/17/ukr-plane-crash-0031-ef13be9107dc11938adc9f123bbba797a0335775.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2334","width":"3500"}},{"href":"http://media.npr.org/assets/img/2014/07/18/ukr-plane-crash-001-163a2995bd643f2912aba90540d37deb74dc8ab9.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/07/18/452343572-0b6723d0c4ee8679b7ac99795fb5612473ba110f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1893","width":"2524"}},{"href":"http://media.npr.org/assets/img/2014/07/18/452333702-334056cf5d87d5648dfa45ca17612966fd3cc54c.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/07/18/mh15-india-fe5030a99bc75abf49a81caf603a049a6926c7ee.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2523","width":"3362"}}]}