{"created":"2014-09-19T19:45:20+00:00","modified":"2014-10-31T02:13:32+00:00","valid":{"from":"2014-10-31T02:13:32+00:00","to":"3014-10-31T02:13:32+00:00"},"hreflang":"en","title":"Turnspit Dogs: The Rise And Fall Of The Vernepator Cur","published":"2014-05-23T22:45:00+00:00","teaser":"The turnspit dog was once an essential part of every large kitchen in Britain. Bred to run in a wheel that turned a roasting spit, the small but strong dogs ensured that the meat cooked evenly.","itags":["npr_api","311127237"],"guid":"2305f0ad-8107-438f-934a-01ce8bfb5548","contentencoded":"<p>In an old hunting lodge on the grounds of an ancient Norman castle in Abergavenny, Wales, a small, extinct dog peers out of a handmade wooden display case.</p><p>\"Whiskey is the last surviving specimen of a turnspit dog, albeit stuffed,\" says Sally Davis, longtime custodian at the <a href=\"http://www.abergavennymuseum.co.uk/\">Abergavenny Museum</a>.</p><p>The <em>Canis vertigus</em>, or turnspit, was an essential part of every large kitchen in Britain in the 16th century. The small cooking canine was bred to run in a wheel that turned a roasting spit in cavernous kitchen fireplaces.</p><p>\"They were referred to as the kitchen dog, the cooking dog or the vernepator cur,\" says Caira Farrell, library and collections manager at the <a href=\"https://www.facebook.com/Kclovesdogs?rf=131976410334181\">Kennel Club</a> in London. \"The very first mention of them is in 1576 in the first book on dogs ever written.\"</p><p>The turnspit was bred especially to run on a wheel that turned meat so it would cook evenly. And that's how the turnspit got its other name: vernepator cur, Latin for \"the dog that turns the wheel.\"</p><p>Back in the 16th century, many people preferred to cook meat over an open fire. Open-fire roasting required constant attention from the cook and constant turning of the spit.</p><p>\"Since medieval times, the British have delighted in eating roast beef, roast pork, roast turkey,\" says <a href=\"http://www.amazon.com/Jan-Bondeson/e/B001H6V88Y\">Jan Bondeson</a>, author of <em>Amazing Dogs, a Cabinet of Canine Curiosities, </em>the book that first led us to the turnspit dog<em>. </em>\"They sneered at the idea of roasting meat in an oven. For a true Briton, the proper way was to spit roast it in front of an open fire, using a turnspit dog.\"</p><p>When any meat was to be roasted, one of these dogs was hoisted into a wooden wheel mounted on the wall near the fireplace. The wheel was attached to a chain, which ran down to the spit. As the dog ran, like a hamster in a cage, the spit turned.</p><p>\"Turnspit dogs were viewed as kitchen utensils, as pieces of machinery rather than as dogs,\" says Bondeson. \"The roar of the fire. The clanking of the spit. The patter from the little dog's feet. The wheels were put up quite high on the wall, far from the fire in order for the dogs not to overheat and faint.\"</p><p>To train the dog to run faster, a glowing coal was thrown into the wheel, Bondeson adds.</p><p>Descriptions of the dogs paint a rather mutty picture: small, low-bodied, short, crooked front legs, with a heavy head and drooping ears. Some had gray and white fur; others were black or reddish brown. The dogs were strong and sturdy, capable of working for hours, and over time they evolved into a distinct breed. It was the zoologist Carl Linnaeus who named them C<em>anis vertigus,</em> Latin for \"dizzy dog,\" because the dogs were turning all the time.</p><p>Before the dogs, the fireplace spit was turned by the lowliest person in the kitchen staff, usually a small boy who stood behind a bale of wet hay for protection from the heat, turning the iron spit for hours and hours. The boys' hands used to blister. But in the 16th century, the boys gave way to dogs.</p><p>Shakespeare mentions them in his play <em>The</em> <em>Comedy of Errors</em>. He describes somebody as being a \"curtailed dog fit only to run in a wheel.\"</p><p>\"Curtailed means they've got their tails cut off,\" Sally Davis, of the Abergavenny Museum, says. \"It was a way they used to differentiate between the dogs of the nobility and the dogs belonging to ordinary people. These little curtailed mongrels were the ones put into the wheels.\"</p><p>We visit <a href=\"http://www.lucyworsley.com/\">Lucy Worsley</a>, chief curator of the Historic Royal Palaces of London, at Hampton Court Palace, the home of Henry VIII, where a fire is roaring in the huge, old kitchen. \"Charles Darwin commented on the dogs as an example of genetic engineering,\" she tells us. \"Darwin said, 'Look at the spit dog. That's an example of how people can breed animals to suit particular needs.' \"</p><p>On Sunday, the turnspit dog often had a day off. The dogs were allowed to go with the family to church. \"Not because of any concern for their spiritual education,\" says Bondeson, \"but because the dogs were useful as foot warmers.\"</p><p>There are actually a few records of turnspits being employed in America. Hannah Penn, the wife of William Penn, founder of Pennsylvania, wrote to England requesting that the dog wheel for her turnspits be sent. Elsewhere in Philadelphia, Benjamin Franklin's <em>Pennsylvania Gazette</em> had advertisements for turnspit dogs and wheels for sale. And historians say a turnspit was active in the kitchen of the Statehouse Inn in Philadelphia.</p><p>\"The Statehouse Inn was where all the old political cronies hung out for their slice of beef and their ale,\" author and food historian <a href=\"http://www.williamwoysweaver.com/\">William Woys Weaver</a> tells us. \"In 1745, the owner of the Statehouse Inn advertised that he had turnspit dogs for sale. Evidently he was also breeding them.\"</p><p>The dogs were used in large hotel kitchens in America to turn spits. \"In the 1850s, the founder of the [Society for the Prevention of Cruelty to Animals] was appalled by the way the turnspit dogs were treated in the hotels of Manhattan,\" says Weaver. \"This bad treatment of dogs eventually led to the founding of the SPCA.\"</p><p>In 1750 there were turnspits everywhere in Great Britain. But by 1850 they had become scarce, and by 1900 they had disappeared. The availability of cheap spit-turning machines, called clock jacks, brought about the demise of the turnspit dog.</p><p>\"It became a stigma of poverty to have a turnspit dog,\" says author Bondeson. \"They were ugly little dogs with a quite morose disposition, so nobody wanted to keep them as pets. The turnspit dogs became extinct.\"</p><p>Back at Abergavenny Museum, Whiskey, the last remaining turnspit, is a permanent fixture. Sally Davis thinks the blue painted background and spray of artificial flowers in the case are a sign that someone really cared for her. \"But the way she's posed,\" Sally says, \"the taxidermy ... I think possibly it was their first go at it, I don't know.\"</p><p>What kind of dog today is the closest to a turnspit dog? Bondeson thinks possibly it's the Queen of England's favorite dog, the Welsh corgi. \"The downtrodden, lumpen, proletariat turnspit cooking dogs may well be related to the queen's pampered royal pooches.\"</p><p><em>Additional features, photos, recipes and music can be found at <a href=\"http://kitchensisters.org\">kitchensisters.org</a>.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Turnspit+Dogs%3A+The+Rise+And+Fall+Of+The+Vernepator+Cur&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"The Kitchen Sisters","audio":[{"meta":{"duration":"455"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1312046610-d78ebc.m3u?orgId=1&topicId=1053&aggIds=91851784&ft=3&f=311127237"},{"href":"http://media.npr.org/assets/img/2014/05/12/463895653_master-8d45c165deba8d27d304fb6cb7d819ccd39506e4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2023","width":"2699"}},{"href":"http://media.npr.org/assets/img/2014/05/09/turnspit-dogs_whiskey-00d46844d72f5fb9c916295edba18ce41f22c118.png","type":"image/jpeg","meta":{"crop":"standard","height":"987","width":"1316"}},{"href":"http://media.npr.org/assets/img/2014/05/12/113438731_master-1e069962cccd41fe2f5e33c25de9b9c52f398aaf.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3376","width":"4507"}},{"href":"http://media.npr.org/assets/img/2014/05/09/turnspit-dog_lucy-481e71690ddfb74f6c00ac627a948158b1080360.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2134","width":"2843"}},{"href":"http://media.npr.org/assets/img/2014/05/09/turnspit-dog_dogwheel-at-st.-briarvel-s-castle-b120831c1f737bdf8308da7362cd9441428a1d81.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"344","width":"459"}}]}