{"created":"2015-05-18T07:44:37+00:00","modified":"2015-06-16T17:12:37+00:00","valid":{"from":"2015-06-16T17:12:37+00:00","to":"3015-06-16T17:12:37+00:00"},"hreflang":"en","title":"In Seoul, Kerry Calls N. Korea Provocations 'Egregious,' 'Reckless'","published":"2015-05-18T14:52:00+00:00","teaser":"America's top diplomat says North Korea's muscle flexing on the Korean peninsula may lead to further international sanctions — and possibly a referral to the International Criminal Court.","itags":["npr_api","407611888"],"guid":"230718b5-5a8b-4b13-9ab8-0d623ca6ee2c","contentencoded":"<p>Given the always-present tensions in this region, it's no surprise that U.S. Secretary of State John Kerry's visit to Seoul on Monday was all about security.</p><p>\"We are not seeking conflict, we are seeking a peaceful resolution of the differences that still exist after so many years on the peninsula,\" Kerry said.</p><p>Kerry met with South Korean President Park Geun-hye and his counterpart, South Korean Foreign Minister Yun Byung-se, before telling throngs of reporters that recent provocations by North Korea may lead to increased sanctions and a referral to the International Criminal Court.</p><p>\"Never has the international community been as united as we are now that No. 1, North Korea needs to denuclearize and No. 2, that they have not only not taken steps in that direction but have grown their program and have acted with a kind of reckless abandon,\" Kerry said.</p><p>Kerry offered no timeline for a possible referral to the ICC but said recent moves are attracting increased scrutiny by the U.N. Security Council.</p><p>Just last week, the Hermit Kingdom's defense chief <a href=\"http://www.npr.org/sections/thetwo-way/2015/05/13/406383976/spy-agency-north-korea-executes-its-defense-chief-with-anti-aircraft-guns\">was reportedly executed</a> — or <a href=\"http://www.upi.com/Top_News/World-News/2015/05/13/North-Korea-defense-chief-was-purged-maybe-not-executed-says-Seouls-spy-agency/1931431522581/\">at least purged from power</a> — for falling asleep during a meeting. And North Korea's test of a submarine-fired missile is upping security concerns on an already tense peninsula.</p><p>But what exactly is going on inside North Korea is always hard to read.</p><p>\"In a weird sort of way they're doing what they've always done,\" says Adam Cathcart, a North Korea scholar at the University of Leeds in England. At some point provocations from North Korea seem incremental, he says.</p><p>\"This is like Nigel in [the film] <em>Spinal Tap. </em>Moving the level from 10 to 11, they're already at 11. So they're going to continue to develop arms, continue to probe, they're going to continue to do whatever they can because their margin for error is so slight,\" Cathcart says.</p><p>Even so, if North Korea can develop and deploy missiles fired from submarines — as it claims — it's particularly worrisome. That's because it gives the North Korean military both range and secrecy to attack that it didn't have before.</p><p>\"They're making steady progress on the scientific front and at some point, if you listen to our Chinese colleagues, they're quite alarmed, not just by North Korea having a nuclear capability but the ability to deliver by missile,\" Cathcart says.</p><p>Then there are the recent power shifts. The South Korean spy agency says dictator Kim Jong Un ordered the execution of 15 top officials in April. A week ago, the same spies said Kim was behind the removal from power — and perhaps execution — of the nation's defense minister. The alleged offenses were talking back to Kim and dozing off at a meeting.</p><p>\"Which makes [Kim's] leadership one of the most egregious examples of reckless disregard for human rights and for human beings anywhere on the planet,\" Kerry said Monday.</p><p>Daniel Pinkston, a Seoul-based Koreas analyst for the International Crisis Group, says to think of it this way.</p><p>\"We think of North Korea and think of it as very backward, but in terms of political institutions, particularly for those for repression, it's hyper developed. It's hyper developed,\" Pinkston says.</p><p>Despite talk of possible instability in Pyongyang, Pinkston argues the violent deaths are simply the cruel nature of authoritarian regimes.</p><p>\"The dictator and everyone else in the system ... they cannot make credible commitments, they cannot trust each other. So the only instrument for enforcement is force. It's kind of like being in a gang,\" Pinkston says.</p><p>An entire nation governed like a gang, with steadily improving military capabilities. All of it has the rest of the region feeling a bit on edge. But this kind of stable instability is the norm, at least on the Korean peninsula.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Seoul%2C+Kerry+Calls+N.+Korea+Provocations+%27Egregious%2C%27+%27Reckless%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elise Hu","audio":[{"meta":{"duration":"232"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1407619712-030ca8.m3u?orgId=1&topicId=1125&d=232&p=3&story=407611888&t=progseg&e=407617978&seg=17&ft=nprml&f=407611888"},{"href":"http://media.npr.org/assets/img/2015/05/18/473825126-a185b73a21627229fe7557cff4a1e54a8f97d5bf.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2522","width":"3363"}}]}