{"created":"2015-03-02T01:37:42+00:00","modified":"2015-03-02T03:20:17+00:00","valid":{"from":"2015-03-02T03:20:17+00:00","to":"3015-03-02T03:20:17+00:00"},"hreflang":"en","title":"'Battle Creek' Tries To Shake Up CBS' Cop Show Formula","published":"2015-03-02T03:20:00+00:00","teaser":"CBS' new cop show <em>Battle Creek</em> is based on a 12-year-old script by <em>Breaking Bad</em> creator Vince Gilligan. It's among three new network shows that aim to reinvent old TV concepts.","itags":["npr_api","389474989"],"guid":"230cdce2-ff09-4560-9c3e-41efa195a3c7","contentencoded":"<p>In the first scene of CBS' <em>Battle Creek</em>, Det. Russ Agnew has a problem. A listening device he wants to place on his snitch Teddy isn't working.</p><p>\"What wrong with the wire ... why isn't the red light coming on?\" asks Agnew, beating the transmitter against the side of his van. He's already pilfered a handheld camera from a father videotaping his kid's performance at a school play because the department couldn't get him a working video unit.</p><p>And when he tries to break up a fight with his snitch by tasing the drug dealer they're targeting, the stun gun has no juice, and Agnew gets punched in the face for his trouble.</p><p>Enter FBI agent Milt Chamberlain — yeah, he's got a name like the basketball player — who shows up to help the cops in small town Battle Creek, Mich. He's bringing a truckload of the best technology federal dollars can buy, movie star good looks (he's played by Josh Duhamel, after all) and a talent for sucking up to people.</p><p>\"I love it here,\" Chamberlain shouts a little too enthusiastically, while meeting the cops in Agnew's unit. \"I grew up in a small town so this is just like coming home.\"</p><p>\"You grew up in Michigan?\" asks a skeptical Agnew, played by Dean Winters.</p><p>\"Monaco, actually,\" Chamberlain admits. \"But, you know, same deal.\"</p><p>These are small moments, but they add up to a big gamble for CBS. That's because <em>Battle Creek</em> doesn't seem anything like your typical CBS cop show.</p><p>In fact, CBS bought the pilot script for <em>Battle Creek</em> a dozen years ago and never made it. It was written by this guy named Vince Gilligan, who you might recognize from another little show he created about a cancer-stricken teacher-turned-methamphetamine dealer for AMC.</p><p>After Gilligan's <em>Breaking Bad </em>inspired a nation of binge-watchers, CBS dusted off Gilligan's script for<em> Battle Creek</em> and handed it to David Shore, who created Fox's medical drama <em>House</em>.</p><p>\"In this fictional version of Battle Creek, it feels like a city of underdogs, a police force of underdogs,\" Gilligan said during a press conference with TV critics last year. He admitted his fascination with the town came from seeing its name on boxes of cereal made by Kellogg company, which names Battle Creek as its world headquarters.</p><p>\"I think most of us out there can relate and root for the underdog,\" Gilligan added. \"But I was thinking about the time honored trope of putting opposites together when I wrote that first draft.\"</p><p><em>Battle Creek</em> the TV series has got a serious pedigree. Besides Gilligan and Shore, Sunday's pilot episode was directed by Bryan Singer (<em>Usual Suspects, X-Men</em>), who also serves as an executive producer. And ace actors like Kal Penn and Janet McTeer are wonderful in supporting roles.</p><p>The show itself strikes an interesting balance. There's the wry, absurd comedy of misfit detectives tracking oddball crimes, backed by a more serious question: What's an agent good as Chamberlain doing in Battle Creek?</p><p>That's a bit more complex than what CBS usually offers in its cop shows.</p><p>Typically, CBS finds a great procedural concept, and clones it as often as possible. These shows feature a team of quirky law enforcement folks, led by a brilliant-yet-oddly tortured loner using unorthodox methods to solve a new crime every week. That pretty much describes the setup of every <em>CSI </em>and <em>NCIS</em> series ever aired.</p><p>And it works. <em>NCIS, NCIS: Los Angeles </em>and <em>NCIS: New Orleans</em> are among the most-watched dramas on television.</p><p>But <em>Battle Creek</em> is a sign that the network of the conventional police drama is willing to try something a little different. And there's two other network TV shows starting Sunday with the same spirit.</p><p>On Fox, <em>Saturday Night Live</em> alum Will Forte is the last survivor of a viral outbreak in a comedy called <em>The Last Man on Earth</em>. He lives life like the ultimate man-child, driving expensive cars and living in a mansion, only to fill it with his own garbage as he slowly turns into the worst slob on earth.</p><p>At a time when TV is crowded with comedies based on families, centering a show on one guy in a post-apocalyptic world feels a little revolutionary.</p><p>And on ABC, the murder mystery <em>Secrets and Lies</em> forgoes the crime-of-the-week format to focus on a single, horrible crime. Juliet Lewis is the cop trying to solve the murder of a child; Ryan Phillipe is the guy who finds the body on a morning job and winds up as the prime suspect.</p><p>All of these concepts seem more like cable TV projects, with morally ambiguous characters and unorthodox settings.</p><p>It's a gamble for the networks but great news for viewers — who may finally see broadcasters shake up their tired program formulas for good.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Battle+Creek%27+Tries+To+Shake+Up+CBS%27+Cop+Show+Formula&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eric Deggans","audio":[{"meta":{"duration":"235"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1390054644-fba2d0.m3u?orgId=1&topicId=1138&e=389474989&d=235&ft=nprml&f=389474989"},{"href":"http://media.npr.org/assets/img/2015/02/27/hi-res1-a502a08b2f82f77165f0a6b08ed9fde7e160eec3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1286","width":"1715"}}]}