{"created":"2014-10-08T16:24:29+00:00","modified":"2014-10-31T02:17:59+00:00","valid":{"from":"2014-10-31T02:17:59+00:00","to":"3014-10-31T02:17:59+00:00"},"hreflang":"en","title":"Keep Or Kill Last Lab Stocks Of Smallpox? Time To Decide, Says WHO","published":"2014-05-10T00:45:00+00:00","teaser":"\"If smallpox is outlawed, only outlaws will have smallpox,\" says one NIH virologist. Others say keeping vials of deadly virus just invites a horrific accident or theft. WHO is about to vote — again.","itags":["npr_api","310475511"],"guid":"2313001b-9d19-4155-8a55-3c5d9ed1400f","contentencoded":"<p>The World Health Organization is revisiting a question that's been the subject of intense debate for decades: whether to destroy the only known samples of the smallpox virus.</p><p>The World Health Assembly, the WHO's decision-making body, is set to <a href=\"http://www.who.int/mediacentre/events/2014/wha67/en/\">convene </a>May 19 to vote on a <a href=\"http://apps.who.int/gb/ebwha/pdf_files/WHA67/A67_37-en.pdf\">recommendation</a> to destroy the stocks of smallpox virus held at the U.S. Centers for Disease Control and Prevention, in Atlanta, and the State Research Centre of Virology and Biotechnology, in Koltsovo, Novosibirsk Oblast, in Russia.</p><p>Smallpox is among the world's most feared diseases. By some estimates, the virus killed more people than every other infectious disease combined, and more than triple the number killed in every war in the 20th century.</p><p>\"Smallpox was clearly the most serious infectious disease that mankind has endured over history,\" says <a href=\"http://www.upmchealthsecurity.org/our-staff/profiles/henderson/index.html\">Dr. D.A. Henderson</a>, who led the international effort that eradicated smallpox in 1977.</p><p>The virus can spread easily from one person to the next. History shows it hides in the body for about a week before erupting in a burning fever, convulsions, throbbing pain and terrible blisters all over the body.</p><p>\"What is particularly disturbing to the patient, certainly, is that they're inside of the mouth and over the tongue,\" Henderson says. \"So he has trouble eating, and he has trouble drinking. It's probably the most horrible disease you can imagine.\"</p><p>About a third of victims die. Many survivors are left scarred and, sometimes, blind.</p><p>Over the years, the United States and Russia have resisted repeated calls to destroy the virus stocks, saying scientists have needed the pathogen for important research. And, once again, both countries want more time.</p><p>\"We think that the stocks should be retained, at this point in time,\" says Dr. Inger Damon, who heads the CDC lab that has charge of the virus stocks, and recently co-authored an <a href=\"http://www.plospathogens.org/article/info%3Adoi%2F10.1371%2Fjournal.ppat.1004108\">article</a> that made the case for keeping them.</p><p>\"Were this disease to re-emerge,\" Damon says, \"it would have significant, severe consequences — both in terms of loss of human lives, and severe disease.\"</p><p>There's always the chance some terrorist or rogue nation has a stash of smallpox virus, she says, or could brew some up using genetic engineering. So scientists need the virus to make a better vaccine, to spur better tests to diagnose smallpox, and to create better drugs for treatment, Damon argues.</p><p>\"We really have made considerable advances in all of these arenas,\" she says. \"But there are additional needs. We aren't there yet.\"</p><p>Henderson and others disagree. They point out that every independent panel that's looked at this question has concluded the world should get rid of the virus. There is an effective vaccine if it's needed, they say, and scientists have learned everything they'll ever need to learn from keeping live samples of virus around.</p><p>\"The question is, why are we keeping it?\" says Henderson, who recently <a href=\"http://online.liebertpub.com/doi/pdfplus/10.1089/bsp.2014.1509.comm\">published his argument</a> for destroying the stocks of smallpox. \"I don't see that there is a compelling reason to keep the virus.\"</p><p>Maintaining samples of the organism is risky, he says, given there could be an accident, and the risk that someone could steal a few vials.</p><p>\"As safe as a laboratory may be, there's always the risk that somehow or other there's going to be a possible escape,\" Henderson says. \"And if you don't have the virus, it just brings it — at least theoretically — to zero.\"</p><p>Incinerating the last of the virus would make even a terrorist think twice, he says. Once the stocks are destroyed, anyone found to possess the virus could be charged with \"crimes against humanity.\"</p><p>\"The general feeling has been that this would serve as a deterrent of significance,\" he says.</p><p>But others scoff at that notion. They argue that there's no way to know whether the Russians would even honor a pledge to get rid of their smallpox virus, let alone that a terrorist would.</p><p>\"I think it's just a self-delusional act to think that by destroying the virus ... the world will be a safer place,\" says <a href=\"http://www.niaid.nih.gov/labsandresources/labs/aboutlabs/emergingviralpathogens/Pages/default.aspx\">Peter Jahrling</a> of the National Institutes of Health, who made his case for retaining the virus in another recent <a href=\"http://www.thelancet.com/journals/lancet/article/PIIS0140-6736(14)60693-0/abstract\">article</a>. \"I could say something snarky,\" Jahrling says, \"and perhaps I will: If smallpox is outlawed, only outlaws will have smallpox.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Keep+Or+Kill+Last+Lab+Stocks+Of+Smallpox%3F+Time+To+Decide%2C+Says+WHO&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Rob Stein","audio":[{"meta":{"duration":"319"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1311119423-139bbf.m3u?orgId=1&topicId=1128&ft=3&f=310475511"},{"href":"http://media.npr.org/assets/img/2014/05/09/1755842-9f7a39bf5692df0ea18a1d1acd4a110cbcac91f0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1955","width":"2608"}}]}