{"created":"2015-05-26T20:33:15+00:00","modified":"2015-06-01T17:05:28+00:00","valid":{"from":"2015-06-01T17:05:28+00:00","to":"3015-06-01T17:05:28+00:00"},"hreflang":"en","title":"Blind Waiters Give Diners A Taste Of 'Dinner In The Dark' In Kenya","published":"2015-05-28T23:05:00+00:00","teaser":"It's a worldwide chain that lets \"the blind become our eyes.\" But there's a difference in the new Nairobi branch: The servers themselves had never eaten in a restaurant before.","itags":["npr_api","408796172"],"guid":"23208638-9ac0-4a81-80e6-dcfce37f8eb1","contentencoded":"<p>Ignatius Agon practices his greeting: \"OK, good evening ladies and gentlemen. My name is Ignatius and I am going to guide you into the dark.\"</p><p>It's Monday, and the first day of training for a new restaurant opening this month<strong></strong> in Kenya. Diners will be served in the dark. They'll have to find their food with their forks and eat it in a pitch black room.</p><p>And the waiters are blind.</p><p>Welcome to <a href=\"http://www.danslenoir.com/\">Dinner in the Dark</a>, a franchise founded in Paris in 2004. The chain says it wants to help people \"re-evaluate [their] sense of taste and smell\" and let \"the blind become our eyes.\" It's served more than 1 million customers around the world. Now it's opening its first restaurant in Africa.</p><p>The new eatery is called Gizani — that's Swahili for \"in the dark.\" It served its first meals last weekend in Kenya's capital city of Nairobi.</p><p>At this training session, Agon, who is blind, has to lead six people in a conga line into the dining room, find their table and seat them. \"Just come with me,\" he says. \"And I promise you're going to enjoy your dinner in the dark.\"</p><p>But Agon is about to get lost.</p><p>For training purposes, the lights are on so I can see him losing his way and bumping into walls.</p><p>\"Please, I'm sorry for the inconvenience,\" he says, right before he bumps into a speaker.</p><p>A thud rings across the room.</p><p>\"Yeah, we're now at the table,\" he says.</p><p>\"No,\" says Ghow Ratnarajah, who flew in from London to train the new staff. \"You're at the wrong table apparently.\"</p><p>Ratnarajah, who's also blind, is less critical of Agon for getting lost than he is for his social faux pas — calling customers \"my friend\" instead of \"sir\" or \"ma'am,\" touching them anywhere except their arm and shoulder.</p><p>\"Why are you touching my tummy?\" Ratnarajah asks.</p><p>This exercise is challenging for Agon in a way that I can't see. Agon, who lost his sight to meningitis at age 10, has rarely been to a restaurant. Eating out is too expensive. So he doesn't have that waiterly spiel running in his head. But he's not intimidated.</p><p>\"Let me tell you, if someone comes, I serve him so well, I talk to him good,\" he says. \"He will say ... 'Today I have been served by a blind man! Yeah. In a very big restaurant.' \"</p><p>On Day 2 of training, Jennifer Wanjira is learning to keep track of the orders coming in and the plates going out.</p><p>\"Jennifer, copy,\" she says into a walkie-talkie, which the servers need to take orders in the blackness.</p><p>Wanjira gets instructions from Fabrice Roszczka, who has flown in from Paris to help with training.</p><p>\"Four surprise on top, round plate, OK,\" he says to her.</p><p>Meat dishes are served on round plates; vegetarian, on square ones.</p><p>\"Hello, sir, how are you?\" she says as she brings out the dishes. But Wanjira gets so nervous keeping track of it all that she serves a round plate directly into the back of someone's skull.</p><p>She gasps: \"Oh my God! Sorry.\"</p><p>\"OK, OK,\" Roszczka says. \"You know you're here to learn, you know?\"</p><p>Yes, she responds.</p><p>The Nairobi franchise is run by Abdul Kamara, a 35-year-old blind lawyer from Sierra Leone and the U.S. \"We're training 12 blind individuals to be professionals in the hospitality industry,\" he says. \"That will get them far.\"</p><p>Twelve jobs mean something in a country where unemployment among the blind is officially 98 percent. In the U.S., it's around 75 percent. And in Kenya there's neither social security nor income help for people with disabilities.</p><p>So blindness in Kenya often means total dependence on your family. Wanjira lost her sight seven years ago from untreated Type I diabetes. She lost her job, and her husband left her. Since then she's always had to beg for help.</p><p>But now it's different. \"Now I'm helping another person,\" she beams. \"I'm guiding somebody else. I've never guided anybody!\"</p><p>She'll earn her first paycheck since going blind. When I ask what she'll spend it on, she says she'd like to pay it forward and cover someone else's school fees. Or perhaps she'll pay the hospital bill for someone.</p><p>\"Wait,\" I respond. \"That's what you want to spend your salary on?\"</p><p>She cuts me off. \"Yeah! Or even buy someone a blanket,\" she says. \"For me that has been my dream.\"</p><p>Despite the accident with the plate, she doesn't worry. She's used to learning her way in the dark. The greater challenge is learning all the etiquette of eating out. The customers Gizani expects to attract are embassy staff and U.N. workers, expats and Kenyan professionals.</p><p>\"People in high places,\" she says with a laugh. \"They're not poor.\"</p><p>At the last training day, there's a dress rehearsal with real customers. After all this training, the careful orchestration of the meal, there's a final serenade by all the waiters in the dark.</p><p>First someone starts off. Then the chorus follows: <em>\"Malaika, nakupenda Malaika.\"</em></p><p>\"Angel, I love you, Angel.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Blind+Waiters+Give+Diners+A+Taste+Of+%27Dinner+In+The+Dark%27+In+Kenya&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Gregory Warner","audio":[{"meta":{"duration":"322"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1409804761-bb6391.m3u?orgId=1&topicId=1053&d=322&p=2&story=408796172&t=progseg&e=409677823&seg=5&ft=nprml&f=408796172"},{"href":"http://media.npr.org/assets/img/2015/05/26/17849750882_4c5c9a7351_k-1-3d70650ef8c19dbdba5683ce426d694b2eda6d14.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1997","width":"2664"}}]}