{"created":"2014-09-25T19:49:19+00:00","modified":"2014-10-30T22:08:27+00:00","valid":{"from":"2014-10-30T22:08:27+00:00","to":"3014-10-30T22:08:27+00:00"},"hreflang":"en","title":"50 Years Ago, A Fluid Border Made The U.S. 1 Square Mile Smaller","published":"2014-09-26T15:11:00+00:00","teaser":"Since Texas became a state, the Rio Grande has marked the border between the U.S. and Mexico. But, like rivers do, it moved. In 1964, the U.S. finally gave back 437 acres of land.","itags":["npr_api","350885341"],"guid":"23289cf6-c1a3-4c85-a5bf-97ca5f7b4a0c","contentencoded":"<p>Fifty years ago, the United States shrank by a single square mile. It all happened where the Rio Grande divides El Paso and Ciudad Juárez in Mexico.</p><p>Ever since Texas became a state, the river has been the border between the two countries. But rivers can move — and that's exactly what happened in 1864, when torrential rains caused it to jump its banks and go south. Suddenly the border was in a different place, and Texas had gained 700 acres of land called the Chamizal (pronounced chah-mee-ZAHL), so named for a type of plant that grew there.</p><p>It was a thorn in the side of U.S.-Mexico relations for a century until Sept. 25, 1964, when the U.S. finally gave part of the land back to Mexico. But by that time, roughly 5,000 people had moved to the Chamizal and made it their home.</p><p><strong>River Like A Highway</strong></p><p>Among the Chamizal residents was Maria Eugenia Trillo, now a sociolinguist. She grew up in the area during the '50s and '60s, and lived one street away from the river. She says her family used to cross from the U.S. to Mexico and back all the time.</p><p>\"The river was just more like a highway that you had to cross to get to where you needed to be,\" she says. \"There was a baseball team on the Mexican side, and then there was a team on the El Paso side, and they would just signal each other through whistles; then they would cross.\"</p><p>In 1994, Michelle Gomilla, working with the University of Texas, El Paso, interviewed former Chamizal residents for an oral history project. Among them was Feliciano Hinojosa, who said the houses in the Chamizal were tenements and small \"shacks\" without electricity or running water.</p><p>\"But you built one room, and then you built another room, and then you built another room. One room after the other as they become, I guess, better off,\" Hinojosa said.</p><p><strong>Cuban Missile Crisis Sparks Change</strong></p><p>Paul Kramer is a historian at Vanderbilt University who has been researching the history of the Chamizal and recently <a href=\"http://www.newyorker.com/news/news-desk/moving-mexican-border\">wrote about it</a> for <em>The New Yorke</em>r. In Mexico, he says, it represented illegally occupied territory, but few Americans had heard of it.</p><p>\"And then in the 1960s that all changed, in a really unexpected way,\" Kramer says.</p><p>Kramer says that during the Cuban missile crisis, Mexico didn't cut ties with Fidel Castro, and it made the U.S. nervous that its southern neighbor could be vulnerable in the Cold War.</p><p>\"Suddenly there's a real willingness to remedy the Chamizal dispute; to use it as a kind of bargaining chip,\" Kramer says. \"And so, the big question is, the residents of this tiny patch of land, what's going to happen to them?\"</p><p><strong>Forced To Leave</strong></p><p>Trillo says she and her siblings recall the moment in 1963 when her parents found out they would have to move.</p><p>\"We remember our father stomping around the kitchen saying, 'No they can't!' People were given a choice of going back to Mexico, and only one man that we know of actually accepted to go back,\" Trillo says. \"Everyone else said no, but we all had to be out by October 1964.\"</p><p>In another of the oral history interviews, W.E. Wood, the government's real estate appraiser at the time, said residents' reactions were mixed. One woman in particular held firm and swore she wouldn't leave.</p><p>\"She told me that she was not going to give her house to those 'goddamn Mexicans in Mexico.' And that 'they can go to hell, and I'm gonna keep my house, and I will get my guns out, and I will fight,' \" he said.</p><p>When the day came to move, Wood said U.S. marshals had to carry the woman away and put her furniture in storage.</p><p>Angie Nuñez was another resident of the Chamizal at the time. She says her family was unhappy to be forced out because the government only paid for the land, not their house.</p><p>\"My father had just built four extra rooms in our house. We had central heating. He even had the bricks made special, adobe with the hay, because the house was going to be that much thicker, that much warmer, that much whatever. And we had to leave all that,\" Nuñez says.</p><p>Trillo says that one by one, the families started moving out. All that was left behind were empty shells of homes with boarded-up windows and caution tape all around them.</p><p>\"It looked like a crime scene with this yellow tape all over,\" she says. \"Ours ... was the last one. And I remember my dad said, 'Don't look back. You are forbidden from looking back.' \"</p><p><strong>A New Treaty</strong></p><p>On Sept. 25, 1964, thousands of people gathered for the first of several ceremonies marking the new border agreement that would hand the majority of the Chamizal back to Mexico. It took another four years for a $40 million joint U.S.-Mexico construction project to dig a new 4.4-mile channel for the river.</p><p>And although the river is encased in cement today, Trillo says she's not sure it will stay that way forever.</p><p>\"There's only so much control a man can do on a river. Sooner or later, I personally think that river is gonna do what Mother Nature has taught it to do — to move,\" she says.</p><p><em>This story was produced by Sarah Kate Kramer and Joe Richman of </em><a href=\"http://www.radiodiaries.org/\" target=\"_blank\">Radio Diaries</a><em> and edited by Deborah George and Ben Shapiro. Thanks to historian <a href=\"http://paulkrameronline.com/Kramer/home.html\" target=\"_blank\">Paul Kramer</a> for leading us to this story. <br /></em></p><p><em>More stories can be found on the </em><a href=\"http://www.radiodiaries.org/podcast/\" target=\"_blank\">Radio Diaries podcast</a><em>.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=50+Years+Ago%2C+A+Fluid+Border+Made+The+U.S.+1+Square+Mile+Smaller&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"593"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1351529442-c9927a.m3u?orgId=1&topicId=1136&aggIds=92479240&ft=3&f=350885341"},{"href":"http://media.npr.org/assets/img/2014/09/25/lbj-chamizal-c5fdfbe726ade1a17c2205cdaa9b95ed8de9a8ba.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1686","width":"2249"}},{"href":"http://media.npr.org/assets/img/2014/09/24/maria-14c6f7c46b4d223df827921e113b075179aa53a2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"730","width":"974"}},{"href":"http://media.npr.org/assets/img/2014/09/24/christmas-6acdf5476db2eac090482d7b048db35838bb66e5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"633","width":"845"}},{"href":"http://media.npr.org/assets/img/2014/09/24/ut-elpaso11-b7cd4216ce482dc0e27f652c5c3929933c8b8488.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"912","width":"1217"}}]}