{"created":"2014-09-07T23:28:14+00:00","modified":"2014-09-07T23:28:15+00:00","valid":{"from":"2014-09-07T23:28:14+00:00","to":"3014-09-07T23:28:14+00:00"},"hreflang":"en","title":"Never Truly Over: Discussing Deployment A Challenge Of Its Own","published":"2014-03-29T15:27:00+00:00","teaser":"Fighting in Afghanistan was extremely difficult, but now that Army Capt. Drew Pham is back in the U.S., he says he doesn't even know how to talk to people. It's his wife, he says, who keeps him going.","tags":["npr_api","295329503"],"guid":"232a76c8-0985-4d84-a53c-0543b684a71c","contentencoded":"<p>Army Capt. Drew Pham, 26, returned from a tour in Afghanistan in October 2011. Since Drew's been back, it's been hard for him to make sense of what he saw there and adjust to his life at home. It's been difficult for his wife, Molly Pearl, to respond to some of the things he would tell her, too.</p><p>Pham called once to tell her he had shot a man. He says she didn't know what to say, so she replied, \"Well, we'll deal with it when you get home.\"</p><p>\"I did a lot of bad things. We killed this 60- or 70-year-old schoolteacher. He was an old man and snipers shot him because he had a 2-liter water bottle in his hand and we thought it was a rocket,\" Pham says. \"I had to go and clean up the mess. I had to talk to his son and try and convince him that, you know, it was a mistake, I'm sorry.\"</p><p>It was hard to fight in Afghanistan, he says, but \"here in the States I don't even know how to talk to people.\"</p><p>\"I don't think anything that anyone says anymore is important, or what they think or what they feel. Sometimes I want to take everyone that I know to Afghanistan and force them to see it. I want them to feel all of it,\" he says.</p><p>When Pham first joined the Army, Pearl assured him four years of duty would fly by like four years of college. She says that used to help him — \"that ability to look past and see how time always moves on and moves you with it.\"</p><p>She's not sure they'll ever be able to put Afghanistan behind them.</p><p>\"I don't think that this is ever really gonna be over for any of us,\" Pham says.</p><p>His wife is the only thing that keeps him going, he says: \"I still don't know how to carry on a normal life with all these things, but at least I get to carry all of those things with you.\"</p><p><em>Audio produced for</em> Weekend Edition<em> by Jasmyn Belcher.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Never+Truly+Over%3A+Discussing+Deployment+A+Challenge+Of+Its+Own&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"190"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1296211992-be9987.m3u?orgId=1&topicId=1057&aggIds=4516989&ft=3&f=295329503"},{"href":"http://media.npr.org/assets/img/2014/03/27/phamnpr-184ff950d23e3b22741bea40e08b4d168d6d9667.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"496","width":"662"}}]}