{"created":"2014-09-30T09:03:23+00:00","modified":"2014-12-23T18:12:52+00:00","valid":{"from":"2014-12-23T18:12:52+00:00","to":"3014-12-23T18:12:52+00:00"},"hreflang":"en","title":"Kids And Screen Time: Cutting Through The Static","published":"2014-09-30T22:46:00+00:00","teaser":"One Los Angeles school is working technology into the learning process while avoiding traditional screen-time pitfalls.","itags":["npr_api","351521488"],"guid":"232ac5b7-3b28-4cfd-8a43-3afa47026fa2","contentencoded":"<p>The walls are lined with robots and movie posters for <em>Star Wars</em> and <em>Back to the Future.</em> But this is no 1980s nerd den. It's the technology lab at <a href=\"http://www.wnsk8.com/\">Westside Neighborhood School</a> in Los Angeles, and the domain of its ed-tech coordinator, Don Fitz-Roy.</p><p>\"So we're gonna be talking about digital citizenship today.\"</p><p>Fitz-Roy is a mountain of a man, bald with just the hint of a goatee. Of the half-dozen students sitting in small, plastic chairs around him, any three could easily fit inside his shirt. And he's trying to keep them safe — from the Internet.</p><p>He's talking about the laundry list of athletes and actors these kids have seen, of late, making fools of themselves using social media.</p><p>He tells the students: \"They say something online, and then suddenly they say, 'I'm gonna delete this. No, I changed my mind.' They didn't mean to say that. And it's out there.\"</p><p>This class is just one example of WNS' <a href=\"http://wnst.squarespace.com/blog/\">pretty radical technology policy</a> — a policy that has second- and third-graders not just typing, but doing Internet research and computer programming.</p><p>Here's the challenge: Much of it requires screen time.</p><p><strong>The Screen-Time Experiment</strong></p><p>And, with so much talk these days of bad screen time, what is <em>good</em> screen time? It's a question that perplexes parents and educators alike.</p><p>We've heard the arguments, the warnings, the prescriptions. The American Academy of Pediatrics recommends that kids' entertainment screen time be limited \"<a href=\"http://www.aap.org/en-us/about-the-aap/aap-press-room/pages/managing-media-we-need-a-plan.aspx\">to less than one or two hours per day</a>.\" And for kids under 2: none at all.</p><p>We <a href=\"http://www.npr.org/blogs/ed/2014/08/28/343735856/kids-and-screen-time-what-does-the-research-say\">recently reported</a> on <a href=\"http://newsroom.ucla.edu/releases/in-our-digital-world-are-young-people-losing-the-ability-to-read-emotions\">a study</a> out of the University of California, Los Angeles. The short of it: Researchers found that sixth-graders who spent just five days at an outdoor camp, away from their electronic devices, improved remarkably at reading emotion in other people's faces.</p><p>The experiment comes with lots of caveats. It was small (roughly 100 kids). And removing screens from the equation did not, by itself, improve these kids' social skills. What likely led to the improvement was the fact that, instead of texting or gaming, the students were working together, face-to-face, constantly decoding each other's expressions, voice tone and posture.</p><p>The take-home: Social skills require constant maintenance.</p><p>The good news, according to this study, is that we can improve those skills in relatively short order, with practice. The bad news is that screen time often comes at the expense of that vital face-to-face time.</p><p>Which is why what's happening at one independent school in Los Angeles is so interesting.</p><p><strong>Westside Neighborhood School</strong></p><p>With kids from pre-K through 8th grade, WNS sits tucked into the shadow of a Home Depot in L.A.'s booming Playa Vista neighborhood. It's close enough to the ocean that the air is more salt than smog.</p><p>When talking about screen time and kids' access to handheld devices, Brad Zacuto, who heads the school, likes to use an old-fashioned analogy: \"It's like putting a child behind a wheel of a car. There's a lot of power there.\"</p><p>Think about how dangerous it was back when cars first hit the road, Zacuto says. No traffic lights or street signs. That's where we are now, he warns, with kids and all this technology at their fingertips. \"It's here to stay. But at some point you have to teach kids how to drive a car responsibly.\"</p><p>Zacuto's tech policy begins with a few basics:</p><p>First, no smartphones till sixth grade. Even then, kids can bring them, but they have to check them at the front desk.</p><p>Second, engaging and educating parents: WNS makes them sign a commitment to limit screen time at home and to keep kids off of social media — again, until sixth grade.</p><p>Also, at school, no technology until second grade. \"We choose to have our youngest children engaged in digging in dirt,\" Zacuto says, \"and building things and using their hands.\"</p><p>Not just their hands but their eyeballs and brains, too: interacting with other kids face to face. Because they need lots of early practice relating, reading emotion and responding to it.</p><p>In second grade, Zacuto says, kids start using classroom laptops. They get some basic lessons in typing and word processing and their first taste of Internet research.<br /> <br /> Which makes this a good time to go back to that tech lab and Don Fitz-Roy.</p><p><strong>'Star Wars Kid'</strong></p><p>The idea behind Fitz-Roy's digital citizenship class is to get kids thinking hard about the dangers of social media before they have Twitter handles or Facebook pages.</p><p>The kids gathered for today's conversation are a little older than usual and have heard much of this before.</p><p>Thirteen-year-old Tom Zimmerman gets it: \"One example: this one kid who was, like, in this room, and he had, like, this fake lightsaber, and he was acting really crazy. And it looked really stupid. And it was funny, but I'm sure that kid won't want it in the future. But so many people have taken that video and put it on their channels that there's no way of getting rid of it.\"</p><p><a href=\"https://www.youtube.com/watch?v=HPPj6viIBmU\">That 2002 video</a> — of one teen boy in a heated lightsaber battle with himself --has been watched millions of times, but the so-called \"Star Wars Kid,\" now in his 20s, <a href=\"http://www.macleans.ca/news/canada/10-years-later-the-star-wars-kid-speaks-out/\">says he was bullied because of it and had to leave school</a>.</p><p>And that gives principals like Brad Zacuto not one but two big reasons to worry about screen time: 1) Because of what's not happening — important face-to-face time; and 2) Because of what is happening — kids putting themselves out there in embarrassing and potentially dangerous ways.</p><p>Which, again, raises the question:</p><p><strong>What Is Good Screen Time?</strong></p><p>\"It's all about how things are used. And how much they're used. And what they're used for,\" says <a href=\"https://www.psych.ucla.edu/faculty/page/pmgreen\">Patricia Greenfield</a>, who co-authored that screen-time study we mentioned earlier. She's a professor of psychology at UCLA and has been writing about screen time for 30 years.</p><p>Greenfield offers this example of good screen time: asking kids to write an essay using the computer. Word-processing software can help with spelling and grammar, and kids can use the Internet for research. Here's the key:</p><p>\"You're not substituting screen time for interaction time,\" Greenfield says. \"You're substituting alone time with the screen for alone time with your paper and pen.\"</p><p>Greenfield describes a kind of cost-benefit analysis: Is this screen time coming at the expense of face-to-face time? And what unique value does the technology add?</p><p>At Westside Neighborhood School, when kids use tech, they're often still working collaboratively — and doing things they couldn't do without it.</p><p>\"We have a design class where they imagine a product,\" Zacuto says. \"They design it. And we have a 3-D printer where they then create it. I mean, there's amazing things going on that's preparing them for the world.\"</p><p><strong>Preparing Them For The World</strong></p><p>By sixth grade, WNS students may have to check their smartphones at the door, but they get their own school-issued tablets with textbooks on them. Still, Zacuto insists, little valuable class time is spent simply looking down.</p><p>When sixth-grade social studies teacher Caitlin Barry gives her students time to read from the textbooks on their iPads, they often do it in pairs, encouraging each other to explore confusing terms or ideas. Some teachers even put short lectures online, for students to watch at home. The reason goes back to Greenfield's cost-benefit analysis:</p><p>\"It sort of flips the content,\" Zacuto says. \"I'd rather be spending my time in school with the teacher, with the kids — doing interactive, collaborative [things], using what we've learned.\"</p><p>In other words: using screens at home to increase the time students spend working face to face in the classroom. It's a delicate dance, preparing kids for both the Digital Age and the social world.</p><p>And it's important not to sacrifice the latter for the former, says Yalda Uhls, who is a senior researcher at the <a href=\"http://www.cdmc.ucla.edu/Welcome.html\">Children's Digital Media Center@LA</a> and co-author of the screen-time study with Patricia Greenfield. Especially in middle school, she says, when the balance of power in kids' lives tilts away from their parents and toward friends.</p><p>\"One of the reasons it's so miserable,\" Uhls says, \"is because we're trying to learn our place in the social world outside of our safe little haven at home.\"</p><p>The more practice kids get reading emotion in voices and posture, the better they'll be able to navigate the turmoil of early adolescence.</p><p>That kind of social learning just won't fit in the palm of your hand.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Kids+And+Screen+Time%3A+Cutting+Through+The+Static&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Cory Turner","audio":[{"meta":{"duration":"460"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1352808241-586c92.m3u?orgId=1&topicId=1013&ft=3&f=351521488"},{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1352811352-c000a9.m3u?orgId=1&topicId=1013&ft=3&f=351521488"},{"href":"http://media.npr.org/assets/img/2014/09/26/knock-knock-9d110e0006a3daf674ece8617049c09b87165e22.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1786","width":"2381"}},{"href":"http://media.npr.org/assets/img/2014/09/26/happyface-ad06c4b9422dd5f37d7a2e565608d30d76f3b58f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"120","width":"161"}},{"href":"http://media.npr.org/assets/img/2014/09/26/cellphonesbox-9385c1fd979cdae5a01a5ddc12edb119b1c4e576.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1123","width":"1497"}}]}