{"created":"2014-09-05T19:05:54+00:00","modified":"2015-02-25T19:16:49+00:00","valid":{"from":"2015-02-25T19:16:49+00:00","to":"3015-02-25T19:16:49+00:00"},"hreflang":"en","title":"In E-Book Price War, Amazon's Long-Term Strategy Requires Short-Term Risks","published":"2014-09-05T17:10:00+00:00","teaser":"Amazon's position is that \"instead of selling 100,000 copies at $14.95, you would sell 200,000 copies, let's say, at $8.99 or $9.99,\" says industry analyst Tim Bajarin.","itags":["npr_api","345825538"],"guid":"232b984a-7ed8-4da6-a77c-705ceec89b4a","contentencoded":"<p>Since May, Amazon and the publisher Hachette have been locked in a battle over the pricing of e-books. For customers it's meant that they can't pre-order books from authors such as J.K. Rowling and James Patterson. And it's upset many authors because it's made their work less available. But Amazon is willing to upset some customers and authors as it pursues a long-term strategy for books.</p><p><a href=\"http://www.nytimes.com/2014/08/08/business/media/plot-thickens-as-900-writers-battle-amazon.html?_r=0\">Nine hundred writers</a> — including heavy hitters like John Grisham and Stephen King — signed an open letter to Amazon and took out a full-page ad in <em>The New York Times.</em></p><p>The two companies are fighting primarily over e-book prices. Amazon CEO Jeff Bezos wants to sell all but a few e-books for $9.99 or less, and Hachette wants to vary the prices.</p><p>\"Jeff's ultimate position is that instead of selling 100,000 copies at $14.95, you would sell 200,000 copies, let's say, at $8.99 or $9.99,\" says Tim Bajarin, president of the high-tech consultancy firm Creative Strategies.</p><p>In a statement <a href=\"http://www.amazon.com/forum/kindle?_encoding=UTF8&cdForum=Fx1D7SY3BVSESG&cdThread=Tx3J0JKSSUIRCMT\">Amazon says e-books should cost less</a> than traditional books because publishers don't have to pay to print, store and distribute physical objects.</p><p>\"What Bezos is arguing is that it's really two different business models,\" Bajarin explains. \"I'm going to tell you: I will be really surprised if Jeff backs down on this.\"</p><p>But for traditional publishers, these are not two different business models — e-books are part of the larger book business. It may cost the same to print paperbacks, but that doesn't mean they should all sell for the same price, says Walter Jon Williams, a science fiction author who's published some books with Hachette.</p><p>\"It's sort of like selling arts and crafts — each book is individual,\" he says. \"Some books do incredibly well as cheap e-books; some books do really well as hardbacks; some do really well as both. What I would like to see is for the market to remain open to all possibilities.\"</p><p>As it stands right now, the market remains mixed. The number of independent bookstores is <a href=\"http://www.npr.org/2014/05/03/309045602/one-nyc-indie-bookstore-survives-by-being-small-and-specialized\">on the rebound</a> after a low point in the 1990s — though it's probably been helped by the demise of Borders.</p><p>Michael Tucker, owner of independent bookseller Books Inc. in San Francisco, says his business is growing. \"Right now is the best time that we've seen in 15 years for us not being the ones that are getting crushed,\" Tucker says. \"It's interesting because who'd have thought that there'd be actually more room for independents to be able to flourish? And the publishers don't want us going away. And the public, quite frankly, doesn't want it. It's not like people aren't looking for bookstores.\"</p><p>And while young people are still more likely to have read an e-book than their elders, <a href=\"http://www.voxburner.com/publications/347-62-of-16-24s-prefer-books-as-physical-products\">62 percent of 16- to 24-year-olds prefer physical books</a>, according to a poll by youth marketing firm Voxburner.</p><p>But by pricing e-books lower, Amazon could ultimately hurt even the independent sellers and the market for physical books. Tucker worries that customers will simply start buying e-books because they're cheaper.</p><p>\"When I'm looking for a new book, because new books are $26 or more, I might end up getting an e-book just because of the cost,\" says author and illustrator Thorina Rose.</p><p>But when it comes to her <em>own </em>book — <em>The Heartbreak Diet</em> — that's a different story, she says. \"Because it's a graphic novel, it really was meant to be read as a paper book.\"</p><p>And yet, Rose says even if people don't have that full paper experience, she'd rather they buy the book as an e-book than not at all. And that is clearly the sentiment that Jeff Bezos and Amazon are banking on.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+E-Book+Price+War%2C+Amazon%27s+Long-Term+Strategy+Requires+Short-Term+Risks&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Laura Sydell","audio":[{"meta":{"duration":"265"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1345868851-5fa305.m3u?orgId=1&topicId=1161&e=345825538&d=265&ft=nprml&f=345825538"},{"href":"http://media.npr.org/assets/img/2014/09/04/istock_000040722326small-71ede25082d26b5c74e9ddd14e1846ee10eb8085.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"563","width":"751"}}]}