{"created":"2015-04-29T09:03:43+00:00","modified":"2015-04-30T22:45:05+00:00","valid":{"from":"2015-04-30T22:45:05+00:00","to":"3015-04-30T22:45:05+00:00"},"hreflang":"en","title":"Searing Memories Of Nazi Germany's First Concentration Camp","published":"2015-04-29T22:43:00+00:00","teaser":"It was 70 years ago that U.S. troops liberated Dachau concentration camp. Survivors and U.S. Army veterans are gathering at the site on the outskirts of Munich for a commemoration this weekend.","itags":["npr_api","402971452"],"guid":"233d9345-0f54-440f-8fa6-2c838bcfb371","contentencoded":"<p>American troops liberated Dachau concentration camp 70 years ago Wednesday. Scores of survivors and World War II veterans are gathering there to commemorate the event, the biggest ceremony of which will be on Sunday.</p><p>Located in a wooded patch north of Munich, Dachau opened in 1933 as the Nazis' first concentration camp, not long after Adolf Hitler came to power.</p><p>The original plan was to house 5,000 political prisoners there, but SS leader Heinrich Himmler extended Dachau's mandate to forced labor, the imprisonment of Jews and warehousing prisoners of war. The camp ended up including nearly 100 satellite facilities, which were mostly work camps.</p><p><strong>A Survivor Who Stayed</strong></p><p>Max Mannheimer was stricken with typhus and weighed maybe 100 pounds when he was rescued from one of these work camps, an ordeal he barely survived.</p><p>The 95-year-old author and artist says Dachau was less evil than other camps he experienced. His first wife, Eva, his parents and all but two siblings were gassed at Auschwitz. He still bears the serial number tattooed by a Roma prisoner onto his arm at Birkenau — 99728.</p><p>Mannheimer says his younger brother and only surviving sibling, Edgar, oozed optimism when they arrived at Dachau in August 1944, even though many of the 90 people with whom they were crammed into a box car were crushed to death during the nine-day journey there.</p><p>\"He said you will see the Americans are so close, the Russians are so close. In two months we'll be free,\" Mannheimer recalls.</p><p>But the deliverance took nine months, during which he was pushed to his physical and mental limits. One of his last camp details was to haul away the corpses of fellow prisoners.</p><p>Most camp survivors left Germany as quickly as they could. But not Mannheimer, who settled near Munich at the request of a German Resistance fighter — who later became his wife.</p><p>\"She was a heroine. I fell in love — that happens sometimes — and she assured me that Germany would become a democracy after all that had happened here,\" he says. \"And I believed her.\"</p><p>For the past 30 years, Mannheimer says, he has tried to strengthen that democracy by speaking to German schoolchildren and church groups about the Holocaust. He's also expected to speak at the Dachau ceremony Sunday.</p><p><strong>A Survivor, Returning With Dread</strong></p><p>Wolf Prensky, a fellow prisoner, returned to Dachau earlier this week. It's a trip he has made only a few times in the past 70 years.</p><p>The SS sent a teenage Prensky to a Dachau sub camp in 1944. His only relative there was an uncle, Oscar Jason, who was a <em>kapo,</em> one of the hated concentration camp prisoners assigned by the SS to keep other prisoners in line.</p><p>Prensky, now 85 and a retired scientist who lives in Germantown, Md., says he wouldn't have survived without his uncle.</p><p>\"He lost his whole family,\" Prensky says, fighting back the tears.</p><p>Prensky says his uncle provided him with rare medicine when he developed meningitis after he got a rifle butt to the head in April 1945.</p><p>\"I was in the infirmary, but it wasn't safe for me to be in the infirmary very long, because in our camp it was a work camp,\" Prensky recalls. \"If you are in infirmary for more than five days, they put you in another camp where you were left to die.\"</p><p>He looked pensive and oblivious to the rain drenching his cap as he entered the gate at Dachau. Prensky sums up what he feels being here in one word — dread.</p><p>\"The place hasn't changed,\" he says.</p><p>He recalls being marched with other prisoners to the main camp at Dachau from his labor camp to evade the advancing U.S. forces.</p><p>\"Later on, we found out they were taking us further south to kill us,\" Prensky says.</p><p>He and a few dozen others eventually ended up in a large building in the hamlet of Bad Toelz, when the Americans stumbled upon them and they were finally free.</p><p><strong>The Liberators</strong></p><p>Those streaming to Dachau this week aren't just the survivors. They are the liberators too. Among them are American World War II veterans such as Hilbert Margol, 91, of Dunwoody, Ga., and Frank Burns, 91, of Seattle.</p><p>Burns went back to the camp for the first time since 1945 this week. It will also be Margol's first time in 70 years when he visits the site in the coming days.</p><p>Burns was a high school senior in Honolulu when the Japanese attacked Pearl Harbor. He was drafted in April 1944 and ended up in France roughly four months later. He later joined the 42nd Infantry (Rainbow) Division and says he was soon part of a long march into Germany.</p><p>On April 29, 1945, his unit was approaching Munich ahead of what was a general attack planned to take the concentration camp. But the German forces had left before the Americans arrived, Burns says, so they just \"roamed around the area.\"</p><p>He says they talked with British POWs but no U.S. ones. German civilians in the area also said they had no idea what the concentration camp really was. Burns was incredulous.</p><p>\"We thought they should at least have smelled the crematorium,\" he says, adding he has found out since that \"crematoriums don't emit the same smell as people killed in combat.\"</p><p>The smell is also something seared into his and his twin brother Howard's memory, says Hilbert Margol. They, like Burns, were with the 42nd Infantry Division.</p><p>Their unit's objective on April 29, 1945, was Munich, when they were ordered to pull over to the side of the road, set up their howitzers and fire a few rounds in the city's direction, Margol says.</p><p>Suddenly, \"everyone noticed a strange odor in the air, a very strong odor,\" he recalls. \"One of our jeep drivers came by and said it must be a chemical factory.\"</p><p>But his brother said it smelled more like when his mother would hold freshly killed chicken over the gas flame in the kitchen to burn off the pinfeathers. The twins decided to go into the woods to investigate.</p><p>\"The first thing we saw was a line of railway boxcars,\" he says. \"We looked in one of the boxcars and there were just bodies strewn around inside.\"</p><p>They took pictures of the horrors they saw, some of which now hang in the U.S. Holocaust Museum. But Margol says it took years for the gravity of what had happened at concentration camps like Dachau under the Nazi regime to sink in.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Searing+Memories+Of+Nazi+Germany%27s+First+Concentration+Camp&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Soraya Sarhaddi Nelson","audio":[{"meta":{"duration":"231"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1402971464-44217d.m3u?orgId=1&topicId=1124&d=231&p=3&story=402971452&t=progseg&e=402970645&seg=10&ft=nprml&f=402971452"},{"href":"http://media.npr.org/assets/img/2015/04/29/471511750-2e41bebeb487a27c7dd21400f937d13ed6c3540b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2765","width":"3691"}},{"href":"http://media.npr.org/assets/img/2015/04/29/nelson-mannheimer-1edit-b7e0a0076000f8e93476400c0cb245d7ad008a39.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2998","width":"3997"}},{"href":"http://media.npr.org/assets/img/2015/04/29/nelson-prensky-2edit-36988fe6880529081a4050da0b59dfedb1124248.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2942","width":"3923"}},{"href":"http://media.npr.org/assets/img/2015/04/29/hilbert-howard-4652695754d996ee1005d3be5742eeb4bdb2de27.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"703","width":"937"}}]}