{"created":"2014-10-08T15:27:01+00:00","modified":"2014-11-18T17:05:13+00:00","valid":{"from":"2014-11-18T17:05:13+00:00","to":"3014-11-18T17:05:13+00:00"},"hreflang":"en","title":"'Bring Out The Gimp': The Man Behind The Mask In 'Pulp Fiction'","published":"2014-05-24T22:29:00+00:00","teaser":"<em>Pulp Fiction</em> introduced a number of now-legendary characters, including a very mysterious one: the Gimp. Who played that disturbing part? When he got the role, he was working on kids' cartoons.","itags":["npr_api","315251305"],"guid":"23424163-ecbb-4d57-baa1-092bf0530bf9","contentencoded":"<p>The Cannes Film Festival awarded of its highest prize, the Palme d'Or, to the Turkish film <em>Winter Sleep</em> on Saturday. Twenty years ago, <em>Pulp Fiction</em> took that same award and triggered writer-director Quentin Tarantino's ascent to the A-list.</p><p>The movie introduced the world to a number of now-legendary characters, including a very mysterious one: the Gimp.</p><p>The character, who didn't have a single line in the film, was still extremely memorable. Clad head-to-toe in studded black leather, with a zippered hood that allowed only his manic eyes to peer through. He's kept locked up, the willing slave of two shop owners, and makes an appearance in one of the <a href=\"https://www.youtube.com/watch?v=S8kPqAV_74M\">most troubling scenes</a> in recent film history (see a clip below).</p><p>The Gimp has become an emblem of creepiness — an essential part of the adrenaline machine that was <em>Pulp Fiction</em>.</p><p>So, who was the man behind the mask?</p><p>\"I've kept it from the children up until this moment,\" actor and writer Stephen Hibbert, who played the character, tells host Arun Rath. \"Not actively so, but they're 14, 12 and 10, so they're a little young for <em>Pulp Fiction</em> still.\"</p><p>Hibbert says his journey to the role started with a friendship with Tarantino. Back in the early '90s, Hibbert was part of the comedy troupe The Groundlings, and Tarantino would come and perform with him in improv shows.</p><p>When Tarantino was writing and casting <em>Pulp Fiction</em>, he asked if Hibbert wanted to come read for the part of the Gimp.</p><p>\"You could tell, even by the script, this was going to be a pretty special film,\" Hibbert says.</p><p>Since the Gimp has no actual lines, the audition was an unusual one.</p><p>\"He and I did like a little psychodrama where he was, you know, being dominant and I was being passive. Just improv,\" says Hibbert. \"I got the job and it was a blast. It was two days' work, and he just said, 'Go nuts.' So I did.\"</p><p>Hibbert says the costume was a big help.</p><p>\"I think if I didn't have that mask on, you'd see that I was bright red and embarrassed beyond comprehension,\" he says.</p><p>And yes, Hibbert says, the outfit is as uncomfortable as it looks.</p><p>\"The set was really hot and uncomfortable, and that leather gear — plus I was padded as well,\" Hibbert says. \"Everyone was extremely kind and acknowledged how uncomfortable that gear was.\"</p><p>The star-studded film was an important career moment for many actors — John Travolta, Bruce Willis, Uma Thurman. Not so much for Hibbert, whose face was never revealed. Hibbert says he's OK with that.</p><p>\"I didn't necessarily want to be recognized for the Gimp,\" he says. \"I never sent out, you know, 'Merry Christmas from the Gimp' Christmas cards.\"</p><p>Back when he got the role, he was also, ironically enough, working in children's television — writing for <em>Tiny Toon Adventures</em> and <em>Animaniacs</em>. Today, the Los Angeles-based actor and writer says he's \"kind of unemployed,\" but he does freelance work and goes out for commercial auditions.</p><p>\"Like everyone else,\" says Hibbert, \"keep on fighting the good fight.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Bring+Out+The+Gimp%27%3A+The+Man+Behind+The+Mask+In+%27Pulp+Fiction%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"283"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1315621378-9fa358.m3u?orgId=1&topicId=1137&ft=3&f=315251305"},{"href":"http://media.npr.org/assets/img/2014/05/23/gimp-ee54e5b3c86ab254c06b88b8c67b46dda440b433.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"537","width":"717"}},{"href":"http://media.npr.org/assets/img/2014/05/23/hibbert-cc2c9eda294befd792c19892e67cfadd0c36042f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"479","width":"639"}}]}