{"created":"2015-02-03T18:42:19+00:00","modified":"2015-05-13T21:18:48+00:00","valid":{"from":"2015-05-13T21:18:48+00:00","to":"3015-05-13T21:18:48+00:00"},"hreflang":"en","title":"Fingertips To Hair Follicles: Why 'Touch' Triggers Pleasure And Pain ","published":"2015-02-04T21:39:00+00:00","teaser":"In his latest book, neuroscientist David Linden explains the science of touch. He tells <em>Fresh Air</em> how pain protects, why fingertips are so sensitive and why you can't read Braille with your genitals.","itags":["npr_api","383426166"],"guid":"234a730e-e97d-46c1-b0a7-b42cbc46ff77","contentencoded":"<p>The rate at which someone strokes your hair can cause feelings of pleasure or annoyance — too slow is repulsive, too fast is annoying, and just right soothes.</p><p>There's a scientific explanation for this: People have special nerve endings (wrapped around the base of hair follicles) that detect the deflection of the hairs.</p><p>\"In turns out, remarkably ... that hairy skin has a special caress sensor,\" neuroscientist David Linden tells <em>Fresh Air</em>'s Terry Gross. \"If you actually record electrical nerve endings long before they get to the brain, they send more signals to the caresses that feel the best.\"</p><p>In <em>Touch,</em> his latest book, Linden writes about this and the \"weird, complex and often counterintuitive system\" of touch circuits involving the skin, nerves and brain that create pleasure and pain.</p><p>The two sensations are inextricably linked, Linden explains.</p><p>\"Part of what we know is that when pain ends, that is pleasurable,\" he says. \"Think of taking off your ski boots after a day of skiing — it feels really good. But there's something more complicated than that: What I think it is, is that both pain and pleasure are emotionally salient. They mark experiences that are important for your life and, in terms of memory, they're the signal that says, 'This is important; write this down and underline it. Don't forget it.' \"</p><p>So what else can be emotionally salient? Chili peppers.</p><p>\"They're a bit painful,\" Linden says. \"Why should we want to put something painful in our food? I think it is because it is rewarding to eat something that is a little bit of a threat.\"</p><hr /><p><strong>Interview Highlights</strong></p><p><strong>On why life without touch is so problematic </strong></p><p>Touch is so central to our humanity that it's hard to even imagine [life without] it. For example, if a child is born blind, they can grow up and have a completely full and normal life. They will be cognitively normal, psychiatrically normal and not have profound problems — the same if a child is born deaf. However, if a child is born into a situation, like a Kurd in Romanian orphanages in the 1980s and '90s, where social touch is deprived because there are not enough caregivers around, then that child will develop terrible psychiatric problems, attachment disorders, mood disorders, and also physical problems — problems with the digestive system and immune system, higher incidences of diabetes. And, amazingly, these problems are not just problems of childhood, but persist throughout life.</p><p><strong>On how pain can actually protect people </strong></p><p>There are a number of different relatively rare cases where you can lose different aspects of touch, and one of them ... is called \"congenital insensitivity to pain.\" Folks who have this inherited syndrome — if they whack themselves on the thumb with a hammer — they'll feel the pressure and the thumb will swell up, but they won't feel any pain at all.</p><p>There's a famous case of a boy in Pakistan who jumped off of a high roof to impress his friends. He hit the ground, got up and said, \"I feel fine,\" and he went home and he promptly died because he had no pain to realize that he had broken bones and sustained massive internal injury.</p><p>So we think, \"Oh great, a life without pain! That would be idyllic!\" But if you don't have pain, then you don't have the protective reactions that are so crucial.</p><p><strong>On why a caress against the grain of hair can feel strange </strong></p><p>There are sensors that wrap around the base of the hair follicles that only wrap around one half of the base. If you looked in a microscope, you would see that they don't make a full 360-degree circle; they cover about 180 degrees of the base. And that means that they are tuned to detect deflection in one direction versus the other.</p><p>When we think about the way we speak in our lives, if we had interaction with someone we might say, \"He or she rubs me the wrong way.\" Someone who is socially clumsy we call \"tactless\" — literally they lack touch. I think it's important — it's telling us something that so many of our common expressions in English refer to the tactile sense.</p><p><strong>On why fingertips are so sensitive </strong></p><p>Fingertips are endowed with a number of different sensors for mechanical stimuli. There's one sensor called a \"Merkel ending,\" which is good for feeling texture and fine little bumps.</p><p>There's a different one that is good for vibration. So if you are driving your car and there are subtle vibrations that come from the road up through your tires up through the steering, through the wheel that you use to detect how slick the road is ... or what the texture of it is — if it's pebbly or smooth — that is being detected by what are called \"Pacinian sensors\" in your fingertips and in the palms of your hands.</p><p><strong>On why you can't read Braille with your genitals </strong></p><p>The key point is that the word \"sensitive\" is really too broad. So it can mean two different things: areas like the fingertips and the lips and the tongue not only can respond to tiny deflections, but they can precisely localize fine special features on objects or sense textures, the sort of thing you would need to read Braille.</p><p>Other parts of the body, like the cornea of the eye or the tip of the clitoris or the tip of the penis are very sensitive in the sense that they can detect very fine deflections of the skin, but they're not very discriminative. They lack the Merkel-type nerve ending. And, as a consequence, it will fail if you attempt to read Braille with your genitals.</p><p><strong>On the connection between anxiety and pain </strong></p><p>We don't entirely understand why depression leads to chronic pain, but it's part of a larger phenomenon in which pain perception is modulated by all kinds of situational factors having to do with mood and expectancy and surprise.</p><p>So it turns out that the emotional pain centers are richly interconnected with regions of our brain having to do with cognition and anxiety and anticipation. So this is why many people who suffer from chronic pain can get partial relief from anti-anxiety medication. It's not that the anti-anxiety medication directly affects pain-perception — what it does is it breaks this horrible positive feedback loop between anxiety and chronic pain. So if you have chronic pain, then you become anxious about, \"When is it going to stop? When is it going to recur?\" And that anxiety seems to trigger more chronic pain. If you can interrupt that ... then often times that can bring at least partial pain relief.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Fingertips+To+Hair+Follicles%3A+Why+%27Touch%27+Triggers+Pleasure+And+Pain+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2178"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1383560458-f02215.m3u?orgId=1&topicId=1033&d=2178&p=13&story=383426166&t=progseg&e=383433687&seg=1&ft=nprml&f=383426166"},{"href":"http://media.npr.org/assets/img/2015/02/02/david-linden-credit-jacob-linden-0d24947548fff03ca09353d4f2415d13e3fa0cf6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1952","width":"2602"}}]}