{"created":"2014-12-22T20:35:48+00:00","modified":"2015-02-26T23:06:03+00:00","valid":{"from":"2015-02-26T23:06:03+00:00","to":"3015-02-26T23:06:03+00:00"},"hreflang":"en","title":"We Ask A Scholar: How Does Ridley Scott's 'Exodus' Compare With The Bible's?","published":"2014-12-22T22:50:00+00:00","teaser":"Robert Alter, a leading secular scholar of Scripture, says the film was fun to watch, but \"it's not exactly Exodus; it's panorama and pageantry, which is what film does.\" And, he adds, why not?","itags":["npr_api","372466263"],"guid":"2350703c-a5bf-49a1-8fe3-ad519a8900e3","contentencoded":"<p>For nearly a century, Hollywood has been turning out cinematic adaptations of the biblical book of Exodus. There have been Technicolor versions, animated versions and even a silent version. Now, filmmaker Ridley Scott has a 3-D contribution: <em>Exodus: Gods and Kings</em>.</p><p>NPR's Robert Siegel asks Robert Alter, a professor of Hebrew and comparative literature at the University of California, Berkeley, for his thoughts on the film. Alter has translated most of the Hebrew Bible, including the five books of Moses, and he's a leading secular scholar of Scripture.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On what he thought of the film</strong></p><p>Well, the first thing I would say about the film is that it's fun to watch. That is, it's not exactly Exodus; it's panorama and pageantry, which is what film does — and why shouldn't it do it? And I would say it's a little bit like a Clint Eastwood Western. Moses is a military hero, he wields a sword instead of a rod, and it works.</p><p><strong>On how close the film's portrayal of Moses is to the Bible's portrayal of him</strong></p><p>It's pretty far. [In the film,] he's really the leader of an insurgency of Hebrew slaves. Before the 10 plagues, he trains them to be archers, to attack the Egyptians. He also has a certain distance from God that the biblical Moses doesn't, which I thought was theologically interesting. When God is about to carry out the killing of the firstborn, Moses [in the film] says, \"No, I'm not going there with you.\"</p><p><strong>On the film giving Moses' wife, Zipporah, a more prominent role than she has in the Bible</strong></p><p>What the film does is legitimate in my view. You know, there's this old tradition of reworking the Bible that goes back to late antiquity that's called midrash, where the early rabbis filled in all those yawning gaps in the very terse biblical story and invented things. So, this is a kind of midrashic move, you know: What would Moses' wife be like? And of course, with the breathy voice, she's very sexy too, and why not?</p><p><strong>On whether we know what ancient Egyptians and Israelites looked like</strong></p><p>Well, of course, we know something about what ancient Egyptians looked like because we have representations of them in visual art; and they were not black Africans, they were Caucasians — think of the statue of Nefertiti that everybody has seen in some reproduction. In the film, there are some black characters and they are servants, or probably slaves, and I suspect that that's historically realistic. Now, as far as the Israelites proper, we don't really have visual representations of them. I would guess that most of them were on the dark side of Caucasian. On the other hand, we're told about David that he was either ruddy or a redhead, which would mean that he might have been very fair.</p><p><strong>On whether it's more of a spiritual movie or more of an action movie</strong></p><p>I think that it was mostly in the direction of Moses as action hero. I mean, the film begins, for example, with a wonderful battle and that gives you lots of swords wielded and arrows flying and blood spurting. I wouldn't call it a religious event.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=We+Ask+A+Scholar%3A+How+Does+Ridley+Scott%27s+%27Exodus%27+Compare+With+The+Bible%27s%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"492"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1372526925-6e9d83.m3u?orgId=1&topicId=1137&e=372466263&d=492&ft=nprml&f=372466263"},{"href":"http://media.npr.org/assets/img/2014/12/22/exodus-gods-and-kings-001_t1_0480_v0260_left-1098_r2_rgb-0b21c756c0455a7a2f18873f832a868280ba6676.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1226","width":"1634"}},{"href":"http://media.npr.org/assets/img/2014/12/22/exodus-gods-and-kings-df-09319_rgb-08170865eab129478797f24273b73e6c92ef7f5c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1921","width":"2561"}}]}