{"created":"2014-09-17T08:11:20+00:00","modified":"2015-01-16T20:28:07+00:00","valid":{"from":"2015-01-16T20:28:07+00:00","to":"3015-01-16T20:28:07+00:00"},"hreflang":"en","title":"Top Scientists Suggest A Few Fixes For Medical Funding Crisis","published":"2014-09-18T12:02:00+00:00","teaser":"The answer, this time, isn't simply more cash, says Dr. Harold Varmus, director of the National Cancer Institute. Instead, changing the way research money is distributed might fix systemic problems.","itags":["npr_api","348998609"],"guid":"235bdd5a-d9c0-46e6-893d-6b25c24a4236","contentencoded":"<p>Many U.S. scientists had hoped to ride out the steady decline in federal funding for biomedical research, but it's continuing on a downward trend with no end in sight. So leaders of the science establishment are now trying to figure out how to fix this broken system.</p><p>It's a familiar problem. Biomedical science has a long history of funding ups and downs, and, in the past, the system has always righted itself with the passage of time and plumper budgets.</p><p>\"You know I lived through those [cycles]; I know what they were like,\" says cancer biologist Dr. Harold Varmus, whose long research career includes a Nobel Prize. However, he says, the funding challenges \"were never, in my experience, anywhere as dramatic as they are now.\"</p><p>Varmus knows the problem well — now head of the National Cancer Institute, he directed the entire National Institutes of Health in 1998, when President Clinton started an ambitious push to double the NIH budget.</p><p>\"It has to be recognized that we actually <em>weren't asking</em> for that much that fast at that time,\" Varmus says. \"And many voices — including my own — were saying, 'Yes, this is great, and we can spend the money well; but you have to be prepared for what you do at the end of that five years.' \"</p><p>Doubling the budget, he realized, would, of course, encourage rapid growth — so smaller, continual increases would then be required to keep this bigger enterprise humming.</p><p>And the annual budget did grow to an impressive size — surpassing $30 billion. But (adjusting for inflation) today's federal budget for biomedical research has <a href=\"http://www.npr.org/blogs/health/2014/09/09/342196432/by-the-numbers-search-nih-grant-data-by-institution\">given up</a> much of that gain.</p><p>Many scientists say the obvious solution is to give them more money.</p><p>\"There's no doubt that having a bounce back — an increase in our funding — would be helpful,\" Varmus says. \"But I don't think it's going to solve all the problems at this point.\"</p><p>There are now <a href=\"http://www.npr.org/blogs/health/2014/09/09/340716091/u-s-science-suffering-from-booms-and-busts-in-funding\">deep structural problems</a> in the way research is financed. Scientists and universities alike are thinking less and less about the exciting frontiers of science, and more and more about tactics they can use simply to stay afloat.</p><p>\"It's difficult to operate, and difficult to operate in an adventurous way,\" Varmus says. And that's bad not just for the scientists, but for patients and universities hoping to benefit from the fruits of a scientist's labor.</p><p>One of the biggest changes is in how NIH money is used. These days, it's not simply for conducting experiments — it's increasingly spent on scientists' salaries and even to repay the loans on new laboratory buildings that sprang up like mushrooms during budget boom times.</p><p>\"This is a very tricky business,\" Varmus says, \"because we recognize that universities are under tremendous pressures. In states, for example, that have some of the best public universities in the country, the amount of money that can be used to support research activities has declined precipitously.\"</p><p>So the NIH can't simply make bold new rules about how these universities can spend grant dollars. Instead, Varmus and some colleagues have been focusing on gentler changes that might help.</p><p>\"We have to remember that this is a fragile system, Varmus says. \" 'Do no harm,' the doctor's mantra, is very applicable here.\"</p><p>One idea is to <a href=\"http://www.npr.org/blogs/health/2014/09/16/343539024/too-few-university-jobs-for-americas-young-scientists\">reduce</a> the number of young scientists being trained for careers that don't exist, and to instead hire staff scientists to carry out more of the day-to-day lab work that the apprentices now perform.</p><p>\"Staff scientists don't necessarily have to have Ph.D.'s,\" Varmus says. \"They might have master's degrees. And being a staff scientist these days is quite an appealing way to practice science,\" because you can concentrate on doing the work, and not get tangled up in the sometimes noxious process of fighting for funding.</p><p>The NIH could also help some scientists avoid the money scramble by following the example of the <a href=\"http://www.hhmi.org/\">Howard Hughes Medical Institute</a>, Varmus suggests. This private philanthropy gives generous grants to individual scientists, based on that person's broad ideas and talents, rather than funding a specific research proposal.</p><p>Whether scientists can gently solve the structural problems remains to be seen, Varmus says. Last April, he and some colleagues laid out several broad ideas in \"Rescuing U.S. biomedical research from its systemic flaws,\" an avidly read <a href=\"http://www.pnas.org/content/111/16/5773\">article</a> in the <em>Proceedings of the National Academy of Sciences</em>.</p><p>He and his co-authors are hoping to broaden the conversation. \"We want to bring together folks who are in government, administration, scientific societies, advocacy groups, students, faculty, even members of Congress,\" Varmus says.</p><p>One idea, he says, among other possibilities, might be to convene a summit akin to the <a href=\"http://www.nobelprize.org/nobel_prizes/chemistry/laureates/1980/berg-article.html\">Asilomar conference in 1975</a>, where scientists gathered to set their own rules for dealing with genetic engineering.</p><p>Whatever the ultimate solution, much is at stake.</p><p>\"We have a system that has worked well in the past, that has made the U.S. the leader in biomedical research worldwide,\" he says, \"and while I don't think we've lost that [edge] yet, we do see a rising tide in lots of places.\"</p><p>Maybe, eventually, the threat of losing this competitive edge will spur the U.S. Congress to address the underlying problems in the way it authorizes funding for biomedical research. But that appears to be a distant prospect. In the meantime, another ancient injunction to doctors, \"Physician, heal thyself,\" seems apt. The research establishment will try to find a way to ease the pain, on its own.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Top+Scientists+Suggest+A+Few+Fixes+For+Medical+Funding+Crisis&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Richard Harris","audio":[{"meta":{"duration":"349"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1349192749-41d422.m3u?orgId=1&topicId=1007&aggIds=347129694&ft=3&f=348998609"}]}