{"created":"2015-02-06T22:25:49+00:00","modified":"2015-06-05T15:29:32+00:00","valid":{"from":"2015-06-05T15:29:32+00:00","to":"3015-06-05T15:29:32+00:00"},"hreflang":"en","title":"Missing Your 'Breaking Bad' Fix? 'Better Call Saul' Will Hit The Spot","published":"2015-02-07T19:24:00+00:00","teaser":"This Sunday, AMC debuts <em>Better Call Saul</em>, the backstory behind <em>Breaking Bad</em> drug kingpin lawyer Saul Goodman. NPR TV critic Eric Deggans says the show's so good, TV lightning just might strike twice.","itags":["npr_api","384053115"],"guid":"236d940b-f1eb-46bb-bde4-089d42b1e65b","contentencoded":"<p>Here is something that seems like a spoiler, but really isn't.</p><p>The first few minutes of <em>Better Call Saul</em> will answer a question that nagged <em>Breaking Bad</em> fans since the show ended in 2013: Whatever happened to fast-talking lawyer Saul Goodman?</p><p>Bob Odenkirk, who plays Goodman, says <em>Better Call Saul</em> had to answer that question first so viewers could focus on the new story.</p><p>\"To satisfy that a little bit gets that out of the way,\" he says. \"Now let's go and do this journey about who is Saul Goodman, really?\"</p><p><em>Better Call Saul</em>, which quickly shifts to six years before <em>Breaking Bad</em>'s time, is a rare achievement: a great new series born from one of the best dramas in recent TV history. It will tell the story of how Chicago-raised lawyer Jimmy McGill became Saul Goodman — a hustler whose fake name offers phony reassurance that \"it's all good, man.\"</p><p>On <em>Breaking Bad</em>, Saul Goodman was a hyped-up attorney for drug dealers, with garish TV ads and a used-car salesman's patter.</p><p>\"The first time I did Saul on <em>Breaking Bad</em>, the crew joked about the spinoff,\" adds Odenkirk, an actor known mostly for comedy before he began playing Goodman. \"The character was so loud and forceful, and he emitted so much energy. [A spinoff] sorta made sense, but we were all joking.\"</p><p>AMC's spinoff starts back when Saul is practicing law under his given name, Jimmy McGill. McGill is a penny-ante player, short on cash and barely hanging on. He complains to his brother and legal mentor, Chuck, about the terrible cases he's had to take.</p><p>\"I just had a case, Chuck, with three clients — do you know what I took home? $700,\" McGill tells Chuck, played by Michael McKean. \"I might as well head down to Skid Row and sell plasma.\"</p><p>Chuck is suffering from a mental illness, and he's stepped down from a job leading a big law firm. Jimmy wants to negotiate a severance package for him but isn't taken seriously. So he starts one negotiation by quoting a scene from the film <em>Network.</em></p><p>\"You have meddled with the primal forces of nature, Mr. Hamlin,\" he says, shouting a line delivered by Ned Beatty in the film. \"And I won't have it.\"</p><p>\"Do you want me to call security?\" asks a receptionist over the intercom.</p><p>Despite that outburst, <em>Breaking Bad</em> creator Vince Gilligan, who also co-created the spinoff, sees McGill as a much better person than <em>Breaking Bad</em>'s antihero, Walter White.</p><p>\"He's far more heroic than I would have ever given him credit for being able to be,\" says Gilligan. \"Walter White was fascinating, but if I saw him coming I'd cross the street to avoid him. The guy I'd want to have a beer with would be Jimmy McGill.\"</p><p>Peter Gould, a producer on <em>Breaking Bad</em> who co-created <em>Better Call Saul</em> with Gilligan, says the show poses an interesting question.</p><p>\"Why be good?\" he said, speaking during a press conference in January. \"Usually in fiction ... behaving ethically always ends up having good results. And we all know, in life, sometime being ethical lands you in [trouble].\"</p><p>McGill's good-guy intentions are undermined by his craving for easy money. He brags to two knuckleheaded cronies about his past as Slippin' Jimmy, a guy who would pretend to fall in front of businesses for quick payouts during winter weather in Chicago.</p><p>\"Slippin' Jimmy had it dialed in,\" McGill tells two skateboarders who once tried a similar scam on him. \"One good fall, he'd clear six, eight grand. That'd keep him in Old Milwaukee and Maui Wowee until Labor Day.\"</p><p>Fans will love seeing other characters from <em>Breaking Bad</em> pop up on <em>Saul</em>, including Mike Ehrmantraut, a hit man and fixer whom McGill first meets when he's working as a parking lot attendant.</p><p>Gilligan directs the <em>Better Call Saul</em> pilot with a cinematic, understated skill, likely learned from his years on <em>Breaking Bad</em>. That connection could be a double-edged sword for the spinoff, giving it wide attention while raising fan expectation to a ridiculous level.</p><p>But Odenkirk sees nothing but upside, so far. \"I think it's because <em>Breaking Bad</em> ended before people were done with it,\" he says. \"And if it had exhausted the viewers, I don't know if we would have this great first step. ... We have just people waiting for us to step out and eager for us to succeed.\"</p><p>Indeed, <em>Better Call Saul</em>'s early episodes are an amazing first step; a compelling new tale about a man's journey to his criminal future, crafted by the men who know how to tell that story best.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Missing+Your+%27Breaking+Bad%27+Fix%3F+%27Better+Call+Saul%27+Will+Hit+The+Spot&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eric Deggans","audio":[{"meta":{"duration":"227"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1384345922-bb4bad.m3u?orgId=1&topicId=1138&d=227&p=2&story=384053115&t=progseg&e=384228206&seg=16&ft=nprml&f=384053115"}]}