{"created":"2015-02-19T22:28:06+00:00","modified":"2015-02-20T14:29:26+00:00","valid":{"from":"2015-02-20T14:29:26+00:00","to":"3015-02-20T14:29:26+00:00"},"hreflang":"en","guid":"236e4f70-064b-4461-b3f5-b6dba77d30fe","title":"Wounded vet discovers soldier who saved his life decades earlier (and now is a producer of 'Homeland')","published":"2015-02-20T14:29:19+00:00","byline":"Christopher Woolf","tags":["Northern Ireland","veteran","disabled","limbless","reunited","Lifestyle","Lifestyle & Belief","London","United Kingdom","Northern Ireland","California","Patrick Provis","Alex Cary","The World That Was","Northern Ireland conflict"],"teaser":"A new BBC show, The Gift, reunites people with those who once had a dramatic impact on their lives. Here’s the story of a limbless British veteran and his quest to find the man who saved his life. It turns out his rescuer is now an Emmy-winning Hollywood producer.","contentencoded":"<p>Most of us have memories of people — maybe strangers — who had a huge impact on our lives. People we would like to thank. Or maybe apologize to. But we just have no way of finding them. In the UK, there’s a new TV show, produced by the BBC, which sets out to help reunite such people. It’s called The Gift. And one of their recent stories has a true Hollywood ending.</p>\n<p>Here goes:</p>\n<p>Patrick Provis always wanted to be a soldier. As soon as he could, he joined the British Army. At age 20, he was deployed to Northern Ireland. It was 1987, and the British army was in the midst of a bloody guerrilla war with Irish nationalists, known as the Irish Republican Army.</p>\n<p>“On the day that I was injured,” Provis recalls, “it was just like any other normal day.”</p>\n<p>His section was caught in the open by sudden barrage of mortar fire, and Provis was badly hit. “In all that carnage, oddly enough, it was peaceful. There’s a blue sky. It’s a beautiful day. I felt at peace. If that was death on its way, then I didn’t have an issue.”</p>\n<p>Then suddenly out of that blue sky, and in clear breach of army protocol, a helicopter flew in to rescue Provis. It was an incredibly dangerous thing to do, “because one thing the IRA liked to do, would be to suck you in, and then set off a secondary device, maybe bigger than the first. So the potential was there to lose everyone.\"</p>\n<p>Provis is convinced that whoever decided to bring that chopper in saved his life. Despite losing his left arm and most of his right hand, and suffering serious internal injuries, Provis recovered. In fact, he married one of the nurses who assisted in his recovery, and they have five children.</p>\n<p>But Provis was unable to forget the day that changed him forever. He says he felt stuck and unable to move on.</p>\n<p>“I’m here. Those guys saved my life. And I'd like to say thank you.”</p>\n<p>The producers of The Gift needed two years to find the right man. The first avenue was the official archives. But there was a problem. The British army keeps detailed records of who was where, and who made what decisions, in Northern Ireland. But those records are to remain sealed until 2069, just in case anyone with a grudge should get hold of them.</p>\n<p>So the researchers were stuck. Then Provis remembered something. \"There was a story that someone on that helicopter had something to do with the Master of Falklands Castle in Scotland.\"</p>\n<p>Now, the Master of Falklands Castle is an aristocratic title. So the producers eventually decided to locate the current holder of that title, and it turns out he was indeed in the British army at the right time. His name was Lucius Alexander Plantagenet Cary, and he was supposedly now living in California.</p>\n<p>A google search for Alex Carys in California turned up something no one expected. Alex Cary is in fact the Emmy-award winning writer and co-executive producer on the hit cable show, Homeland. \"I was the QRF commander, which means the Quick Reaction Force commander, which was a team that’s airborne. And the idea was that we were to respond if something happened.\"</p>\n<p>Of course, it did. “I remember the contact report coming over the radio. Somebody had been hit by a mortar. And thinking ... we’ve got to go.\"</p>\n<p>Cary refuses to take any special credit for his actions, saying he was just part of a good team. But it was his decision to go in, and he personally had to take care of Provis as they flew to the hospital. \"I have to hold him down, and I have to talk to him. ... You just talk to the person. You just talk to them. And you keep talking, and you give them something to listen to and to focus on. So obviously I probably told him he was going to be OK. He was tough, I remember that.”</p>\n<p>That day left Cary with his own scars. \"It was traumatic, without a doubt. You know, the sight of the arm, and there was a hand that was just chewed up… I was sort of numb to it for about 24 hours. Then I think I had a private emotional response to it. And a physical response too. I was extremely nauseous.”</p>\n<p>Cary says it was one of the defining moments of his life. It wasn’t his only brush with combat in Northern Ireland. Cary also saw combat in the first Gulf War, while attached to the US Marines. He cares deeply about returning veterans, and his writing often features the complexity of their characters.</p>\n<p>Cary flew the 5,000 miles to London to meet with Provis. The Gift arranged for them to meet in a pub. Provis finally got his chance to say thank you. The two men talked, shared a beer, and Provis gave Cary gifts and souvenirs. But Provis says he got much more out of the meeting.</p>\n<p>\"Well I'm feeling quite calm now. There’s a relief there. I do. I feel a huge sense of relief. And hopefully, hopefully, I can move on.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-19%2Flimbless-veteran-finds-reunited-man-who-saved-his-life&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/7920929-low_res-the-giftJPG.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/7920929-lowres-giftjpgjpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0219201502.mp3"},{"href":"http://www.pri.org/file/0219201502mp3"}]}