{"created":"2015-05-21T20:08:48+00:00","modified":"2015-05-21T21:15:03+00:00","valid":{"from":"2015-05-21T21:15:03+00:00","to":"3015-05-21T21:15:03+00:00"},"hreflang":"en","title":"YouTube Sensation Publishes Her First Cookbook","published":"2015-05-21T20:14:00+00:00","teaser":"Maangchi's career was born when her son suggested she start making videos of herself cooking Korean dishes.","itags":["npr_api","408552718"],"guid":"237088c6-addb-40a5-87de-f62e70ccdb8a","contentencoded":"<p>Kwangsook Kim was always interested in food and cooking, first in her native South Korea, then later in Canada and the United States.</p><p>In 2007, her son suggested she take up a new hobby: posting videos on YouTube of her making Korean dishes. She did, adopting the name &#8220;Maangchi&#8221; that she used in her other hobby, online gaming.</p><p><a href=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2015/05/0521_maangchi-cover.jpg\"><img class=\"alignright size-medium wp-image-84634\" src=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2015/05/0521_maangchi-cover-238x300.jpg\" alt=\"Cover of \"Maangchi's Real Korean Cooking\"\" width=\"238\" height=\"300\" /></a></p><p>Viewers almost immediately started asking her to make more videos, and those videos ended up amassing hundreds of thousands of views.</p><p><strong>Maangchi</strong> has now published &#8220;<a href=\"http://www.amazon.com/Maangchis-Real-Korean-Cooking-Authentic/dp/054412989X\" target=\"_blank\">Maangchi&#8217;s Real Korean Cooking: Authentic Dishes for the Home Chef</a>,&#8221; with Lauren Chattman. Maangchi talks about her cooking and her career with <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Jeremy Hobson – and teaches him how to make a kimchee pancake. See that recipe and two others below:</p><ul><li><a href=\"#kimchi-pancake\">Kimchi Pancake (Kimchijeon)</a></li><li><a href=\"#kimchi\">Napa Cabbage Kimchi (Baechu-kimchi)</a></li><li><a href=\"#fried-chicken\">Korean Fried Chicken (Yangnyeom-tongdak)</a></li></ul><p><a name=\"kimchi-pancake\"></a><em>Recipes excerpted from MAANGCHI’S REAL KOREAN COOKING. Copyright © 2015 by Maangchi. Reproduced by permission of Houghton Mifflin Harcourt. All rights reserved. See more recipes on<a href=\"http://www.maangchi.com/\" target=\"_blank\"> Maangchi&#8217;s website</a> and <a href=\"https://www.youtube.com/channel/UC8gFadPgK2r1ndqLI04Xvvw\" target=\"_blank\">YouTube channel</a>.</em></p><h4>Kimchi Pancake (Kimchijeon)</h4><p><a href=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2015/05/kimchi-pancake.pdf\" target=\"_blank\">(View/print a PDF of this recipe)</a></p><p><em>Serves 2 to 4.</em></p><p><strong>Maangchi&#8217;s Note:</strong> Kimchijeon are hot, a little sweet, sour, spicy, and satisfying. These are one of the many dishes that you can make on the spot if you have Napa Cabbage Kimchi on hand.</p><p>Since kimchijeon is a little salty, it’s most often served with rice. But it also makes a good snack on its own, and it’s a popular item for Korean lunch boxes. Make 2-inch pancakes for a quick appetizer with drinks when guests come over at the last minute.</p><p><strong>Ingredients:</strong></p><p>1/2 pound Napa Cabbage Kimchi, chopped into small pieces, plus</p><p>2 tablespoons of the brine</p><p>3 scallions, chopped</p><p>1 teaspoon sugar</p><p>1/2 cup all-purpose flour</p><p>1/2 cup water</p><p>4 tablespoons vegetable oil</p><p><strong>Instructions:</strong></p><p>1. Combine the kimchi, kimchi brine, scallions, sugar, flour, and water in a medium bowl and mix well with a spoon.</p><p>2. Heat a 12-inch nonstick skillet over medium heat. (If you don’t have a 12-inch skillet, use a smaller skillet to make 2 pancakes.) Add 2 tablespoons of the vegetable oil and swirl to coat the bottom of the pan. Pour the batter into the pan and spread it with the back of a spoon or a spatula to make a large circle. Cook until the bottom is golden brown and crisp, 3 to 5 minutes.</p><p>3. Carefully turn the pancake over. Drizzle the remaining 2 tablespoons oil around the edges of the skillet, then lift the pancake with a thin spatula to allow the oil to run underneath and tilt the pan to spread it evenly. Cook until the bottom of the pancake is light golden brown and crisp, 3 to 5 minutes. Flip it one more time and cook for another minute.<a name=\"kimchi\"></a></p><p>4. Slide onto a large serving platter and serve immediately.</p><h4>Napa Cabbage Kimchi (Baechu-kimchi)</h4><p><a href=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2015/05/napa-cabbage-kimchi.pdf\" target=\"_blank\">(View/print a PDF of this recipe)</a></p><p><em>Makes about 8 pounds.</em></p><p><strong>Maangchi&#8217;s Note:</strong> There are hundreds of different kinds of kimchi, but the baechu-kimchi is king of them all. Sometimes my readers and friends ask me, “How many servings does it make?” My answer: “Please don’t torture me with that question!”</p><p>Koreans don’t think of kimchi in terms of servings: We make a lot of it and use it for all kinds of things. If you keep this kimchi in your refrigerator, you can easily make soup, stew, dumplings, pancakes, or fried rice. Then, when it runs out, make more. It’s an easy habit to get into if you make Korean food often. Many of my non-Korean readers have told me that they make 8 pounds at a time on a regular basis. To make the job easier, you can use your food processor to grind the garlic, ginger, and onions.</p><p>The glutinous rice flour acts like a glue, helping the seasonings to cling to the cabbage. Without it, the hot pepper flakes would fall off the cabbage. If you’ve never used Korean hot pepper flakes and don’t know if they will irritate your skin, you might want to mix your first batch wearing rubber gloves.</p><p><strong>Ingredients:</strong></p><p>6 pounds Napa cabbage (about 2 large or 3 or 4 small)</p><p>3/4 cup kosher salt</p><p>3 tablespoons glutinous rice flour (chapssal-garu)</p><p>2 1/2 cups water</p><p>2 tablespoons granulated or turbinado sugar</p><p>20 garlic cloves, minced (½ cup)</p><p>2 teaspoons minced peeled ginger</p><p>1 small onion, minced (½ cup)</p><p>1/2 cup fish sauce</p><p>1 1/2 cups Korean hot pepper flakes (gochu-garu)</p><p>12 ounces Korean radish (mu) or daikon, peeled and cut into matchsticks (1½ cups)</p><p>1 medium carrot, peeled and cut into matchsticks (1 cup)</p><p>10 scallions, chopped</p><p>3 ounces Asian chives or additional scallions, chopped (1 cup)</p><p><strong>Instructions:</strong></p><p>1. Cut each cabbage in half through the core, then cut a slit through the core 2 inches above the stem so that the leaves are loosened but still attached. Dunk the halves in a large bowl of water to moisten all the leaves. Place on a work surface. Sprinkle the salt between the leaves and put the cabbage in a large bowl. Let stand for 1½ hours, turning the cabbage over every 30 minutes.</p><p>2. Meanwhile, combine the rice flour and water in a saucepan and cook over medium heat, stirring, until it bubbles, about 10 minutes. Add the sugar and cook, stirring, until the porridge is a little translucent and thinner, a few more minutes. Remove from the heat and let cool to room temperature.</p><p>3. Rinse the cabbage halves under cold running water, ruffling the leaves to remove any dirt and the excess salt. Split each half lengthwise into 2 pieces. Drain well.</p><p>4. Put the cooled porridge, garlic, ginger, onion, fish sauce, hot pepper flakes, radish, carrot, scallions, and chives in a large bowl. Mix well. (This is the kimchi paste.)</p><p>5. Leaving the cabbage quarters intact, spread some kimchi paste over each leaf. Pack the cabbage quarters into glass jars or other airtight containers and cover. Let stand at cool room temperature until the surface bubbles and the kimchi smells and tastes sour, 1 to 2 days, depending on how warm your kitchen is.<a name=\"fried-chicken\"></a></p><p>Once the kimchi is fermented, store in the refrigerator to use as needed.</p><h4>Korean Fried Chicken (Yangnyeom-tongdak)</h4><p><a href=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2015/05/korean-fried-chicken.pdf\" target=\"_blank\">(View/print a PDF of this recipe)</a></p><p><em>Serves 10 to 12 as an appetizer, 4 as a main course.</em></p><p><strong>Maangchi&#8217;s Note:</strong> When I started posting recipes on YouTube, one of the most requested recipes was for KFC, otherwise known as Korean Fried Chicken. Coated with a sweet, sour, spicy sauce, yangnyeom-tongdak is a relatively modern dish in Korea: it’s take-out food, rarely made at home, so my readers had to wait while I perfected my recipe, which is based on what I saw being made in local fried chicken joints in Gwangju.</p><p>When refining the recipe, at first I tried not to use corn syrup or ketchup, replacing them with more wholesome, less sugary ingredients, but I was never satisfied with the result. To get the authentic taste, corn or rice syrup and ketchup are essential. Something else is also necessary: frying the chicken twice. Double-frying makes the batter-coated chicken stay crunchy for hours after cooking, while leaving the inside moist. When I made the chicken for my children and they said, “Mom, this tastes exactly like the chicken place!” I knew that the recipe was finally just right. You can use a whole chicken; use a cleaver to cut the breast, thighs, and legs into smaller pieces.</p><p><strong>Ingredients:</strong></p><p><em>For the chicken</em></p><p>2 pounds chicken wings or chunks of chicken, rinsed in cold water and patted dry, tips removed, drumettes and flats separated</p><p>1/2 cup potato starch or cornstarch</p><p>1/3 cup all-purpose flour</p><p>1/2 teaspoon kosher salt</p><p>1/2 teaspoon freshly ground black pepper</p><p>1/2 teaspoon baking soda</p><p>1 large egg, lightly beaten</p><p>Corn oil for deep-frying</p><p><em>For the sauce</em></p><p>2 teaspoons corn oil</p><p>3 garlic cloves, minced</p><p>1/3 cup ketchup</p><p>1/3 cup brown rice syrup (ssal-yeot), corn syrup, or sugar</p><p>1/4 cup Korean hot pepper paste (gochujang)</p><p>2 teaspoons distilled white or apple cider vinegar</p><p>1 tablespoon toasted sesame seeds</p><p><strong>Instructions:</strong></p><p>1. Make the wings: Combine the chicken, potato starch, flour, salt, pepper, baking soda, and egg in a large bowl and mix with a wooden spoon or your hand until the chicken is well coated.</p><p>2. Heat about 4 inches of corn oil in a deep pot over high heat until it reaches 350°F. If you don’t have a thermometer, test it by dipping one piece of chicken in the oil. If it bubbles, it is ready. One by one, carefully add the chicken to the pot, in batches if necessary to avoid crowding, and fry, turning a few times, until crunchy, 10 to 12 minutes. Transfer to a strainer and shake to drain, then transfer the chicken to a large bowl. Return the oil to 350°F and fry a second batch, if necessary. As it sits, the chicken will become less crunchy.</p><p>3. Meanwhile, make the sauce: While the chicken is frying, heat a large heavy pan over medium-high heat. Add the corn oil and garlic and cook, stirring, for 30 seconds. Add the ketchup, brown rice syrup, hot pepper paste, and vinegar. Turn the heat down to low and cook, stirring with a wooden spoon, until the sauce bubbles and becomes shiny, about 7 minutes.</p><p>4. Fry the wings again: Fry in batches, turning a few times, until the wings are golden brown and very crunchy on the outside, 10 to 12 minutes. Transfer the wings to a strainer and shake to drain, then add them to the pan with the sauce and stir until the chicken is coated.</p><p>5. Arrange the chicken on a serving platter, sprinkle with the sesame seeds, and serve.</p><h4>Guest</h4><ul><li><a href=\"http://www.maangchi.com/about\" target=\"_blank\"><strong>Maangchi</strong></a>, cook, YouTube star and author of &#8220;Maangchi&#8217;s Real Korean Cooking.&#8221; She tweets <a href=\"https://twitter.com/maangchi\" target=\"_blank\">@maangchi</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=YouTube+Sensation+Publishes+Her+First+Cookbook&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"600"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1408552721-6760b9.m3u?orgId=1&d=600&p=60&story=408552718&t=progseg&e=408522656&seg=12&ft=nprml&f=408552718"},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0521_maangchi-kitchen.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"892","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0521_fried-chicken.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"854","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0521_kimchi-process.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"701","width":"528"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0521_napa-cabbage-kimchi.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1781","width":"1188"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0508_hn-kimchi-pancake01.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"853","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0508_hn-kimchi-pancake02.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"852","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0508_hn-kimchi-pancake03.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"853","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0508_hn-kimchi-pancake04.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"853","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0508_hn-kimchi-pancake05.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"853","width":"1280"}}]}