{"created":"2014-10-20T10:23:40+00:00","modified":"2015-04-06T19:36:46+00:00","valid":{"from":"2015-04-06T19:36:46+00:00","to":"3015-04-06T19:36:46+00:00"},"hreflang":"en","title":"Will Apple's Mobile Wallet Replace Your Leather Wallet?","published":"2014-10-22T12:57:00+00:00","teaser":"Many have tried and failed with this kind of payment option before. But Apple's launch is bigger, with more financial institutions' support, and consumers may be more security-conscious.","itags":["npr_api","357508522"],"guid":"2377ff43-bb6a-41a2-9f71-8b8bf3333ba8","contentencoded":"<p>On Monday, Apple is rolling out a new way to pay: a digital wallet called Apple Pay. Millions of people with the iPhone 6 and 6 Plus will be able to tap — rather than swipe — at the register.</p><p>The move could be a major change in how we shop. Or it could end up as a blip on the map that fades away, as other \"mobile wallets\" have in the past.</p><p>Here are some questions you might be asking:</p><p><strong>I have a leather wallet in my back pocket. Am I going to have it a year from now, given this mobile-wallet revolution?</strong><em></em></p><p>If Apple is successful, you won't have credit cards in your leather wallet. It'll just be an accessory, kind of like a watch.</p><p>Apple preloaded the payment app onto the new iPhone 6 and 6 Pluses. The company made a big and highly public push to partner with retailers. Dozens of chains, including McDonald's and Walgreens, are accepting Apple Pay. But others, like Target and Starbucks, don't have the tapping technology at their registers yet. (It's called a <a href=\"http://www.cnet.com/how-to/how-nfc-works-and-mobile-payments/\">near field communication chip</a>.) Those companies will be able to accept the payment method through their apps.</p><p>That said, it's going to be hard to convert the masses — in part because it's already very easy to pay with a credit card. Apple knows conversion is not a given, and it's making this an all-out campaign. Years and years of <a href=\"http://www.mckinseyonmarketingandsales.com/the-keys-to-driving-broad-consumer-adoption-of-digital-wallets-and-mobile-payments\">others' (failed) attempts</a> have shown it will take a push to make a mobile wallet the new normal.</p><p><strong>When CEO Tim Cook announced Apple Pay, he emphasized the customer experience. But it's not just about the ease of tapping, right? This is a security measure.</strong><em></em></p><p>That's right.</p><p>Apple Pay uses <a href=\"https://www.apple.com/iphone-6/touch-id/\">Touch ID</a>, a <a href=\"http://www.prnewswire.com/news-releases/apple-pay-touch-id-and-the-iphone-6----biometrics-boost-consumer-privacy-for-mobile-commerce-says-acuity-market-intelligence-278690671.html\">biometric identification</a>, to verify that you are the iPhone owner and not some thief tapping to pay. Then there's a chip inside the phone, which they call the \"secure element,\" that generates a digital token. This token is for one-time use, and it's a <a href=\"http://www.emvco.com/specifications.aspx?id=263\">technology</a> that leading engineers and <a href=\"http://www.computerworld.com/article/2487635/data-security/banks-push-for-tokenization-standard-to-secure-credit-card-payments.html\">companies</a> have been working to design for years. So if hackers get it, it's not the same as if they get credit card numbers.</p><p><strong>There seems to be a lot of hype around this mobile wallet. But it's not the first one. For example, doesn't Google have one</strong><strong>,</strong><strong> too?</strong><em></em></p><p>Apple and Google's mobile wallets had very different rollouts — and that's telling in terms of the differences between the companies and where the appetite for this technology stands.</p><p>Google canvasses the world with experiments. Its mobile wallet, released in 2011, is one such experiment. The launch was <a href=\"http://www.fool.com/investing/general/2014/10/06/apple-pay-vs-google-wallet-why-apple-inc-will-win.aspx\">fairly limited</a>: To use the Google Wallet, you had to sign up for a MasterCard account from Citibank or get a Google Prepaid Card.</p><p>With Apple Pay, the launch looks like an all-out united front. Now Visa, MasterCard and American Express are on board; and in addition to Citibank, there's Chase, Wells Fargo, Bank of America. Apple says its alliance represents 83 percent of credit card purchase volume in the U.S.</p><p>Apple's marketing push — putting pressure on retailers and banks to come along — could tip the scales. That said, if it does, Google and others can ride the wave.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Will+Apple%27s+Mobile+Wallet+Replace+Your+Leather+Wallet%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Aarti Shahani","audio":[{"meta":{"duration":"234"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1357508896-aab33c.m3u?orgId=1&topicId=1049&e=357508522&d=234&ft=nprml&f=357508522"}]}