{"created":"2015-03-03T19:09:38+00:00","modified":"2015-03-05T03:05:07+00:00","valid":{"from":"2015-03-05T03:05:07+00:00","to":"3015-03-05T03:05:07+00:00"},"hreflang":"en","title":"'Welcome To Braggsville' Isn't Quite 'Invisible Man,' But It's Close","published":"2015-03-03T19:19:00+00:00","teaser":"T. Geronimo Johnson's latest follows four Berkeley students who take an American history class that leads to disaster. It's an ambitious book about race that wants to say something big about America.","itags":["npr_api","389536027"],"guid":"237e28a7-f91e-4621-824f-d3e80d569d3e","contentencoded":"<p>Here's only a partial list of great American writers whose names came to mind as I was reading T. Geronimo Johnson's new novel, <em>Welcome to Braggsville</em>: Tom Wolfe, Mark Twain, Toni Morrison, H.L. Mencken, Don DeLillo, David Foster Wallace, Norman Mailer and Ralph Ellison, Ralph Ellison, Ralph Ellison. Johnson's timely novel is a tipsy social satire about race and the oh-so-fragile ties that bind disparate parts of this country into an imperfect and restless union. It's an ambitious book that not only wants to say something big about America, but aims to do so in a big American voice that contains multitudes.</p><p>The premise alone of <em>Welcome to Braggsville</em> hints at its energy and audaciousness. Our hapless main character here is a young, white, working-class Southerner named D'aron Davenport. He spells his name with an apostrophe because that's just how they do things in his hometown of Braggsville, Ga., a place where, as the locals say, \"every wrong turn was a dead end.\" D'aron is smart enough to get a scholarship to Berkeley — or \"Berzerkeley\" as he quickly comes to think of this alien college planet where professors and fellow students alike speak in tortured tongues derived from multiculturalist theory. Eventually, shell-shocked D'aron meets up with three other students hovering on the fringes: an earnest girl from Iowa named Candice who claims to be part Native American; an African-American guy named Charlie from inner-city Chicago; and Louis, a sassy Asian teen from San Francisco whose goal in life is to become, as he says, \"the next Lenny Bruce Lee, kung fu comedian.\"</p><p>In their sophomore year, this band of friends makes the fatal error of signing up together for a course called \"American History X, Y, and Z: Alternative Perspectives.\" You can imagine the academic farce fun that Johnson has in describing this laissez faire course, which seems to require only that its students \"dialogue\" with each other and submit video projects at the end of the term. One day in class, the topic of historical reenactments comes up and D'aron lets slip that his hometown of Braggsville stages a kind of glorious \"Lost Cause\" Civil War battle reenactment every year. Faster than you can say \"performative intervention,\" D'aron's friends persuade him that it would be cool to visit Braggsville and stage a scene to helpfully remind its residents about the horrors of slavery. Louis, the Asian guy, will be in blackface, playing a slave; when he acts \"uppity,\" he'll be whipped and then mock lynched by the other three students. What ensues, however, once D'aron and his idealistic friends reach Braggsville, is an out-of-control disaster in which <em>Confederates in the Attic</em> meets <em>A Confederacy of Dunces</em>.</p><p>As a social satirist, Johnson is an equal opportunity mocker. The smug insularity of the elite university classroom is mirrored by the militant anti-intellectualism of Braggsville. D'aron and his friends may be guilty of being too easily led by their \"Berzerkeley\" injections of Noam Chomsky and Judith Butler, but so, too, are the Braggsvillians, marching and whooping behind the banner of the Confederacy. Ditto the Nubian Black Separatists, KKK Klansmen and other groups of protesters who pile into the fray. After the decidedly unfunny tragic turning point of this novel, its plot flags a bit, but Johnson's exuberant language never does.</p><p>Like Ellison's masterpiece, <em>Invisible Man</em>, <em>Welcome to Braggsville</em> deploys all sorts of different voices and narrative techniques (stream-of-consciousness poetry, fantasy and straight-up realism) to explore all the myriad ways Americans miscommunicate when we try to talk about race. The novel ends with a tour-de-force riff on black history, which, Johnson writes, \"in its myriad inversions, loops, whorls, coils, corkscrews, spirals; from slavery to Jim Crow to the Carceral State ... [is] the helix that stitches the U.S. of A.'s social DNA.\" <em>Welcome to Braggsville</em> isn't quite <em>Invisible Man</em> or <em>White Noise</em>, but it gets within hailing distance of their heights. It's as American as chattel slavery and Lenny Bruce Lee.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Welcome+To+Braggsville%27+Isn%27t+Quite+%27Invisible+Man%2C%27+But+It%27s+Close&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Maureen Corrigan","audio":[{"meta":{"duration":"375"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1390469963-9bd860.m3u?orgId=1&topicId=1034&e=389536027&d=375&ft=nprml&f=389536027"},{"href":"http://media.npr.org/assets/img/2015/03/03/welcome-to-braggsville-8b4ff19f03ac8b619fa124a3c7618d9d8becc0ba.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/03/02/t-geronimo-johnson-author-photo-96afddd2dd6d8c071891835ac9b5cb350fdc8ee9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1841","width":"2455"}}]}