{"created":"2015-01-01T21:21:12+00:00","modified":"2015-01-14T15:39:41+00:00","valid":{"from":"2015-01-14T15:39:41+00:00","to":"3015-01-14T15:39:41+00:00"},"hreflang":"en","title":"More States Raise Minimum Wage, But Debate Continues","published":"2015-01-02T03:34:00+00:00","teaser":"The minimum wage goes up in more than 20 states as the new year begins. President Obama wants the federal minimum to go up even more, but some affected industries say it will put a chill on hiring.","itags":["npr_api","374406071"],"guid":"23817fdf-1212-4b92-bf36-ecd6800c8586","contentencoded":"<p>The minimum wage went up in 20 states Thursday, a day after the state of New York boosted its minimum, which means <a href=\"http://www.dol.gov/whd/minwage/america.htm\">a majority of states</a> now have a minimum wage higher than the federal government's, which is set at $7.25. The state with the highest minimum wage is now Washington state, at $9.47 an hour.</p><p>This comes almost exactly a year after President Obama called for raising the federal minimum to $10.10 an hour. Congress hasn't acted on that, but by executive action, the president increased the base wage to $10.10 <a href=\"http://www.npr.org/blogs/thetwo-way/2014/01/28/267540638/obama-to-raise-minimum-wage-for-federal-contracts\">for federal contractors</a> — a raise that also went into effect Thursday.</p><p>Throughout 2015, three more states, plus five major cities will be boosting the minimum. About half of the states increasing wages Thursday or later this year are doing so because of ballot measures or legislation that passed in 2014. The rest are doing so as part of automatic step increases.</p><p>Christine Owens, executive director of the National Employment Law Project, says the states' moves could spur action on a national level.</p><p>\"For the first time, we will have 29 states plus the District of Columbia with higher minimum wage rates than the federal rate,\" she says. \"And we think that this kind of activity at the state level will increase the pressure on Congress to act to raise the federal minimum wage.\"</p><p>But Scott DeFife, executive vice president of public policy for the National Restaurant Association, argues that with so many states raising their rates, it creates less momentum for a federal increase.</p><p>\"People say, 'Oh, well, 20-30 states have done it.' And I was like, 'Great, I think that actually lessens the pressure on Congress.' \"</p><p>The last time the federal minimum wage was increased was in 2009.</p><p>Owens argues there is an economic advantage to raising the minimum.</p><p>\"Roughly 3 million low-paid workers will get a wage increase,\" she says. \"That will pump additional resources into the economies of those states.\"</p><p>Many employers in the affected industries disagree. DeFife says that in areas where the increases are big, it could have a chilling impact on hiring in the 13-million-job industry.</p><p>\"If there is too much pressure on wages, there may be less of those jobs per establishment, and in certain areas of the country, you could see stagnating growth in the industry,\" he says.<strong> </strong>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=More+States+Raise+Minimum+Wage%2C+But+Debate+Continues&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Yuki Noguchi","audio":[{"meta":{"duration":"158"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1374417556-690506.m3u?orgId=1&topicId=1006&ft=3&f=374406071"},{"href":"http://media.npr.org/assets/img/2015/01/01/459936926-ff851abf596d75f7434f10ba29298a4414b2e2af.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}