{"created":"2014-11-20T21:32:49+00:00","modified":"2014-11-21T19:34:39+00:00","valid":{"from":"2014-11-21T19:34:39+00:00","to":"3014-11-21T19:34:39+00:00"},"hreflang":"en","guid":"23905c95-d525-4a70-9e7d-3581dacd61c8","title":"The northeastern US isn't quite a winter 'wonderland' for refugees from warmer countries","published":"2014-11-21T19:34:38+00:00","byline":"Andrea Crossan","tags":["weather","environment","refugees","Global Nation","Environment","Science, Tech & Environment","North America","United States","New Hampshire","Massachusetts","North America","Beth Seremet","Ascentria Care Alliance","Refugee","Acclimatization","winter weather","Human geography"],"teaser":"For new refugees coming to the US, there's always culture shock. But for refugees moving the Northeast, there are real challenges that come from settling in a cold, snowy part of the country.","contentencoded":"<p>It’s hard enough to resettle in a new country as a refugee, but imagine moving from a warm climate to the frigid northeastern United States.</p>\n<p>That happens to people from places like like Sudan, the Democratic Republic of Congo, Bhutan and Myanmar, who suddenly find themselves in snowy states like Massachusetts and New Hampshire. </p>\n<p>“It’s always quite a shock for them,” says Beth Seremet from <a href=\"http://www.ascentria.org/Our-Services/Services-New-Americans\">Ascentria Care Alliance</a>, a faith-based organization that works with such refugees and helps them prepare for cold weather.</p>\n<p>Seremet works with refugees resettling in New Hampshire. “Whether they come in July or January, every individual [gets] a winter coat, a hat, a pair of gloves and a scarf waiting for them in their apartment,\" she says.</p>\n<p>And then comes the real shock: \"They are told what [the clothes are] for. In July, they look at us like we’re crazy,\" Seremet says. \"In January, we’re their best friends.”</p>\n<p>Seremet’s organization works with the Red Cross to provide cold weather orientation: \"a real hands-on, intensive winter weather acclimation. And they will send each participant with a safety kit to go home with.”</p>\n<p>New refugees often also get tips from those who have been through their first Northeast winter.</p>\n<p>“The [refugees] who’ve come in previous years are telling [new arrivals] all these snow stories about sledding and skating,\" Seremet says, \"but they have no idea what’s coming for them.\"</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/snow1345.mp3"},{"href":"http://www.pri.org/file/snow1345mp3"}]}