{"created":"2014-09-27T11:59:06+00:00","modified":"2014-11-02T01:57:01+00:00","valid":{"from":"2014-11-02T01:57:01+00:00","to":"3014-11-02T01:57:01+00:00"},"hreflang":"en","title":"'Art & Craft' Explores How One Forger Duped More Than 45 Museums","published":"2014-10-11T16:39:00+00:00","teaser":"For nearly 30 years, Mark Landis tricked dozens of museums into accepting his \"philanthropic\" donations. Landis, who was diagnosed with schizophrenia as a teen, says \"copying is reassuring.\"","itags":["npr_api","351738720"],"guid":"23a60903-f9b2-4d22-8803-f61c4da7e027","contentencoded":"<p>For nearly 30 years, art forger Mark Landis duped dozens of museums into accepting fakes into their collections. His stunts made <a href=\"http://www.ft.com/intl/cms/s/2/5905c640-2359-11e0-8389-00144feab49a.html#axzz3EQtQ6LAi\">headlines</a> around the world. But Mark Landis never asked for money so he never went to jail. Now his paintings and drawings are in a touring exhibition called <a href=\"http://www.intenttodeceive.org/\">Intent to Deceive</a>, and he's the subject of a new documentary called <a href=\"http://artandcraftfilm.com/press/\">Art & Craft</a>.</p><p>Landis is a paradox. He's a shut-in who craves interaction. His house in Laurel, Miss., is extremely cluttered, but his scams are well-organized. In <em>Art & Craft,</em> we also learn that Landis is a huge fan of old movies and TV shows.</p><p>\"Mark has seen almost everything up to a point, maybe the 1970s,\" says <em>Art & Craft</em> producer and director Jennifer Grausman. \"He remembers not only names and titles and actors but lines from all of these movies which do make their way into his vernacular.\"</p><p>In the film, Landis quotes from, among other old gems,<em> Outer Limits</em> (\"Those who have nothing to hide have nothing to fear\") and talks about how he and his late father \"lived by the code of The Saint,\" as in the Roger Moore character Simon Templar from the 1960s TV show.</p><p>Landis is a wisp of a man. He's thin, pale and bald and looks a little like Truman Capote. He admits he has always had a mischievous streak. The filmmakers tag along as he performs some of his stunts. When contacting museums, he would often use aliases and dress like a Jesuit priest. With his odd demeanor and near encyclopedic knowledge of art history, Landis could easily come across as an eccentric art collector, says Sam Cullman, co-director of<em> Art & Craft</em>.</p><p>\"Mark is one of those people that are so unusual that you kind of don't know what to make of when you meet him,\" says Cullman.</p><p>His skills with a pencil or paintbrush are undeniable. Often using a magnifying glass, Landis studies a print of an original work and, with meticulous attention to detail, copies exactly what he sees: religious icons, impressionist or modern works. His re-creations in the style of old masters are astonishing — and so are his tools.</p><p>They include \"magic markers and pens and Wal-Mart frames ... raw materials that proper forgers might not use,\" says Cullman.</p><p>More than 45 museums could not tell the difference between Landis' copies and original works, from his sketches of academic nudes to his Charles Schulz characters from <em>Peanuts</em>. Not only were his fakes convincing, but he also knew exactly what to say when he met with museums. As one museum director explains in the documentary, Landis would imply he had more paintings he might donate \"and possible endowments from the family's estate.\" The museum director admits: \"He knew right where to hit us. Our soft spot: art and money.\"</p><p>Since Landis was donating his copies to museums, he wasn't doing anything illegal. <em>Art & Craft</em> includes an interview with Robert Wittman, who founded the FBI's Art Crime Team.</p><p>\"It wasn't like Landis went in and said, 'Here, I want to give you this fabulous painting by Picasso and you need to pay me $100,000 for the painting,'\" Wittman explains. \" ... That would be a crime. That's a fraud. But the fact is he gave it to the museum for free.\"</p><p>In fact, Landis considers himself a \"philanthropist.\" But after nearly 30 years of giving his fakes to museums, he finally got caught.</p><p>You might call Matt Leininger the story's Sherlock Holmes. He was the registrar at the Oklahoma City Museum in 2007 when Landis offered to donate works of art there. Leininger did his due diligence and found out that other museums had some of the same works. \"I mean, these are no small potatoes,\" Leininger says in the film. One Landis version of an Alfred Jacob Miller painting made it into \"six or seven museums.\"</p><p>Leininger spent a few years doggedly tracking down which museums Landis had fooled and tried to spread the word. Leininger admits that he became \"obsessed\" with stopping Landis. For the documentary filmmakers, that gave the story some great tension, says Cullman.</p><p>\"The setup as we were introduced to the story was these people were on opposing sides,\" says Cullman. \"Mark was the villain. Matt was the guy trying to bring justice to the world. And I think over time we learned that, while they may have opposing roles, they shared an obsession.\"</p><p>Cullman believes it was an obsession not only for art and forgeries, but also for finding a \"place for themselves in the world.\" In the documentary, when the two finally meet, Landis asks Leininger, \"Did I get the colors right?\"</p><p>Landis was diagnosed with schizophrenia when he was 17. Among famous art forgers, he's in a class by himself, says <a href=\"http://www.artfraudinsights.com/\">Colette Loll</a>, an art fraud investigator. She's organized a touring exhibition of works by five notorious forgers, including Landis. Although what he was doing was wrong, Loll believes the process helped him manage his mental illness by giving him a sense of purpose, and by \"feeding his desire for acceptance and friendship and camaraderie and simply to be liked and respected.\"</p><p>Earlier this month, Loll, the filmmakers and Landis attended a screening of <em>Art & Craft</em> at a <a href=\"http://www.nami.org/template.cfm?Section=Top_Story&template=/ContentManagement/ContentDisplay.cfm&ContentID=171422\">conference</a> for mental health professionals and families affected by mental illness. When it was over, Landis received a standing ovation. \"To them Mark was a symbol of hope and wellness and productivity,\" says Loll.</p><p>As Landis puts it in the film, for him, \"Copying is reassuring.\" So was the attention he got from museums when they thought he was a philanthropist. The real Landis is living on disability. To keep him busy and prevent him from trying to dupe more museums, Loll and the <em>Art & Craft</em> filmmakers have set up a <a href=\"http://marklandisoriginal.com/?page_id=1777\">website</a> where people can commission him to make portraits from photographs.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Art+%26+Craft%27+Explores+How+One+Forger+Duped+More+Than+45+Museums&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elizabeth Blair","audio":[{"meta":{"duration":"392"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1351979087-d197b8.m3u?orgId=1&topicId=1137&ft=3&f=351738720"},{"href":"http://media.npr.org/assets/img/2014/09/26/artandcraft_2-77b89d7d26ea702e38838657fe37e1d03bd67f43.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"959","width":"1278"}},{"href":"http://media.npr.org/assets/img/2014/09/26/artandcraft_4_custom-a90eff7d7e3e8d07f22e9b14309964bdff637f5a.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"959","width":"1440"}},{"href":"http://media.npr.org/assets/img/2014/09/26/artandcraft_1_enl-46b520d5497482d4be5be0b64915c3ef192f35e1.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1248","width":"1875"}},{"href":"http://media.npr.org/assets/img/2014/09/26/artandcraft_3_enl-55a488e8f9667478f36a5075b83d91a64d003900.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"720","width":"538"}}]}