{"created":"2015-05-28T21:32:48+00:00","modified":"2015-06-03T17:05:20+00:00","valid":{"from":"2015-06-03T17:05:20+00:00","to":"3015-06-03T17:05:20+00:00"},"hreflang":"en","title":"CDC Investigates Live Anthrax Shipments","published":"2015-05-29T01:01:00+00:00","teaser":"The chief disease agency in the U.S. is looking into why the spores shipped to laboratories in nine states and a military base in South Korea hadn't been properly neutralized. So far no one is sick.","itags":["npr_api","410327135"],"guid":"23a69e54-f908-49a2-9c83-b96abbb3dee9","contentencoded":"<p>The Centers for Disease Control and Prevention is still trying to figure out how the military managed to ship anthrax spores that were apparently live from one of its facilities to more than a dozen labs across the United States.</p><p>\"We have a team at the [military] lab to determine what may have led to this incident,\" says <a href=\"http://www.cdc.gov/\">CDC</a> spokesman Jason McDonald. In addition, he says, the agency is working with health officials in nine states to make sure the potentially live samples are safely disposed of and the labs affected are decontaminated.</p><p>McDonald says four workers in three states are being treated for possible anthrax exposure. Separately, the military says that 22 individuals at Osan Air Base, a U.S. facility in South Korea, are also receiving treatment. The workers were apparently sent the samples — which where supposed to have been killed via radiation before being shipped — to use as part of routine laboratory training.</p><p>So far it appears nobody has gotten sick from the anthrax.</p><p>The anthrax spores were sent from the Army's <a href=\"http://www.dugway.army.mil/\">Dugway Proving Ground</a> in Utah to 18 labs around the country. The samples, which the military says were shipped commercially, were for use in determining whether a new detection test for anthrax and other organisms works as expected. But one lab in Maryland discovered that at least some spores in its anthrax sample were still alive. It <a href=\"http://www.npr.org/sections/thetwo-way/2015/05/28/410220914/live-anthrax-was-mistakenly-sent-to-9-states-and-a-u-s-military-base\">reported the problem</a> to the CDC late Friday night.</p><p>The incident is worrying, but not entirely surprising, says <a href=\"https://nau.edu/CEFNS/NatSci/Biology/Faculty-Staff/Faculty-Pages/Keim/\">Paul Keim</a>, a biologist at Northern Arizona University who studies anthrax.</p><p>\"Anthrax is one of the most difficult microorganisms to kill,\" he says. The bacteria can survive for years in the form of tough spores. Once these spores get into the body of an animal or a person, the CDC says, the water, sugars and other nutrients there can <a href=\"http://www.cdc.gov/anthrax/basics/\">activate</a> the spores, turning them into active, growing cells.</p><p>The Army facility zapped the anthrax with radiation, which is supposed to render anthrax spores permanently inert. Obviously, Keim says, something went wrong: Maybe they didn't do it long enough to kill everything.</p><p>\"One of the things that can happen is that they set it up, and they do it, and they find out later that it only kills 99.99 percent,\" Keim says. That's more than enough if you're killing 100 spores: \"But if you're doing it to 10 billion spores,\" he says, \"you're going to have some escapes.\"</p><p>If just a few spores were still alive in each of the samples sent out, Keim says, then they probably aren't dangerous. It takes a lot of anthrax bacteria to make people sick, he says. Nevertheless, he wonders why the Army lab failed to notice that some spores in the samples were still alive. Testing should be routine before shipments.</p><p>The CDC has had its own problems with anthrax. Last year, the agency revealed that <a href=\"http://www.npr.org/sections/thetwo-way/2014/06/19/323729906/cdc-says-dozens-of-workers-could-have-been-exposed-to-anthrax\">as many as 75 workers</a> in its labs may have been exposed because the spores were not properly killed.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=CDC+Investigates+Live+Anthrax+Shipments&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Geoff Brumfiel","audio":[{"meta":{"duration":"149"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1410340269-cd94c0.m3u?orgId=1&topicId=1128&d=149&p=2&story=410327135&t=progseg&e=410338173&seg=13&ft=nprml&f=410327135"},{"href":"http://media.npr.org/assets/img/2015/05/28/474984426-d4591c4c9105671aad1d6ea0aec0274b1c7d0d71.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3361","width":"4481"}},{"href":"http://media.npr.org/assets/img/2015/05/28/anthrax-spores-5c5c1e6e0d5bb93645e77024a6ed2585270daae7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1671","width":"2228"}}]}