{"created":"2015-05-25T08:29:24+00:00","modified":"2015-06-05T15:26:08+00:00","valid":{"from":"2015-06-05T15:26:08+00:00","to":"3015-06-05T15:26:08+00:00"},"hreflang":"en","title":"An Island Wonders: Why Are The Sharks Attacking So Often? ","published":"2015-05-25T18:56:00+00:00","teaser":"Since 2011, the Indian Ocean island of Reunion has had 16 shark attacks, seven of them fatal. It's a sharp rise from previous years; Australia is the only country with more deaths during this span.","itags":["npr_api","404648582"],"guid":"23e721b2-20ea-4538-a276-81967f3cc1da","contentencoded":"<p>The 850,000 people who live on the island of Reunion, which lies east of Madagascar, depend on the Indian Ocean that surrounds them. Many homes are near the sea. The beaches attract tourists.</p><p>But the ocean has also become a source of dread for this French island. Since 2011, sharks have attacked 16 people, killing seven of them. It's a sharp jump from previous years and has left islanders at a loss as to why.</p><p>Bishop Talon, 22, was attacked off a beach called Étang-Sale in February. She died a few hours later from her injuries.</p><p>At a vigil held in her honor the following evening, those attending said the sense of loss had become painfully familiar.</p><p>\"Quite a sad feeling in fact,\" said Loris Gasbarre, who lost a childhood friend, French bodyboarding champion Mathieu Schiller, in a 2011 shark attack. \"It's pretty hard for us.\"</p><p>\"The same situation, same crisis,\" added Edson Encana. \"Same sharks. And another life's gone, you know.\"</p><p>Behind them, the sun was setting over the police and fishing boats sent out to look for sharks after every attack. Black, volcanic sand stretched out of sight down the coast, lined with tall trees.</p><p>It looks like paradise, said a frustrated Encana, \"but underwater it's Jurassic Park.\"</p><p>Jurassic Park may be a bit of a stretch. But what islanders call the \"shark crisis\" has convinced both Encana and Gasbarre to stay out of the water themselves.</p><p>There have always been occasional shark attacks off this island, whose residents mostly live on the coast. But they were rare off the prime beaches on the island's west coast.</p><p>The 2011 attack considered to be the first of the \"crisis\" took place in clear water in the late afternoon, conditions that are considered safe. The victim, Eric Dargent, was visiting from France.</p><p>\"You don't have a big pain when you are attacked,\" he recalled. \"It's just when I arrived on the beach I look [and] saw I have lost my leg.\"</p><p>Dargent, with the help of many blood transfusions, survived.</p><p>The next victim, four months later, did not. Attacks have been taking place with regularity for four years now. The latest fatal attack was in April, claiming the life of Elio Canestri, a 13-year-old French surfing champion.</p><p><strong>An Ocean Of Theories</strong><strong> </strong></p><p>There are many theories about what has caused the attacks, which have continued even as the number of people in the water has plummeted in recent years.</p><p>One hypothesis is that the sharks are attracted by cloudy runoff from shore. Another is that the sharks get more aggressive during mating season. Some claim that the ban on the sale of shark meat after a disease scare several years ago has led to an increase in the number of sharks.</p><p>Scientists think the answer is probably some combination of factors, according to Marc Soria, who leads a research program called CHARC at Reunion's Institute for Research and Development.</p><p>When the attacks began, scientists on the island didn't know much about the main culprits, tiger sharks and bull sharks.</p><p>Soria and his colleagues spent the last two years tracking a group of sharks on which they had operated and embedded tracking devices.</p><p>Meanwhile, many are suggesting a possible solution that may seem like common sense: fishing for sharks, either commercially or — as some towns have tried --by installing strings of baited hooks at the periphery of recreational areas.</p><p><strong>Accepting A Certain Level Of Risk</strong><strong> </strong></p><p>These strategies aren't popular with environmental advocates like Didier Derand, Reunion's representative of the Brigitte Bardot Foundation.</p><p>\"For a shark or whatever fish,\" Derand explains in French, \"the ocean is their home.\"</p><p>He says people need to adapt, even accept a certain amount of risk. For a time, Derand invited the press to watch his long Sunday swims around the island to demonstrate that people's fears had gotten out of proportion.</p><p>But even Derand feels more nervous since 2011. \"For sure,\" he acknowledged. \"One can't help it.\"</p><p>The one strategy both sides seem to be able to agree on is the deployment of the <em>vigis</em>, swimmers with masks who will patrol the water for sharks. They're intended to be the eyes for surfers and bathers on the surface.</p><p>Guy Gazzo, a deep-sea fisherman in his mid-70s, aided by his surfboarding son, Alexis Gazzo, is among the training instructors. The father leads the trainees in exercises to practice deep diving without air tanks and dragging prone victims.</p><p>\"Once everyone is operational,\" Alexis Gazzo explains, the plan is to \"locate nearer the coast, at the edge of the surf spots and surveil the entire area.\"</p><p>The <em>vigis</em> won't attack the sharks, just spot them and warn people to get out of the water. This strategy has limits: It's expensive, and the <em>vigis</em> won't deploy when the water isn't clear — even though surfers and others will still take the risk.</p><p>So it's still hard to imagine absolute security from sharks in the ocean, including for Christophe Aubert.</p><p>His brother Eddy was the first surfer killed. He has spent four years advocating for safety measures, but still hesitates to say when he will feel safe in the water.</p><p>\"That's a really difficult question: When the risks come down and when we can go back?\" he says. \"I don't know. I really don't know. I miss the ocean so much.\"</p><p>For now, everyone has to identify his or her own threshold. Even as Christophe grapples with his question, a third Aubert brother has gone surfing again.</p><p><em>Emma Jacobs is an NPR <a href=\"http://www.thejohnalexanderproject.org/abovethefray.html\" target=\"_blank\">Above the Fray</a> fellow, sponsored by<a href=\"http://www.thejohnalexanderproject.org/about.html\" target=\"_blank\"> The John Alexander Project.</a></em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=An+Island+Wonders%3A+Why+Are+The+Sharks+Attacking+So+Often%3F+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Emma Jacobs","audio":[{"meta":{"duration":"245"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1409421461-fae85f.m3u?orgId=1&topicId=1126&d=245&p=3&story=404648582&t=progseg&e=409414299&seg=11&ft=nprml&f=404648582"},{"href":"http://media.npr.org/assets/img/2015/05/22/shark1-3e1ac24eeb16e375a198f98a0ef1e55165f23d08.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3452","width":"4603"}},{"href":"http://media.npr.org/assets/img/2015/05/22/shark2-4772c597884d168d434d3d71d3d3c44ab2960ddf.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3452","width":"4603"}}]}