{"created":"2015-01-08T22:30:46+00:00","modified":"2015-05-01T18:50:46+00:00","valid":{"from":"2015-05-01T18:50:46+00:00","to":"3015-05-01T18:50:46+00:00"},"hreflang":"en","title":"And The Moral Of The Story Is ... Kids Don't Always Understand The Moral","published":"2015-02-20T01:28:00+00:00","teaser":"\"Research among U.S. populations of kids indicates that this ability to articulate a moral theme develops fairly slowly, emerging only around age 9 or 10,\" says researcher Seeta Pai.","itags":["npr_api","375878511"],"guid":"23f3182a-07c0-4863-83b1-759d6619ce53","contentencoded":"<p>\"Slow and steady wins the race.\"</p><p>\"What's right for one may be wrong for another.\"</p><p>\"Treat others the way you'd like to be treated.\"</p><p>Morals have long been the conclusion of fables and fairy tales aimed at kids. And today's TV shows and movies are no different — they often weave lessons for the younger generation into their narratives. But do children actually absorb these messages, or do these endings just help parents feel better about the media their kids consume?</p><p>Disney's <em>Sofia the First</em> is one of today's highest-rated TV shows among 2- to 11-year-olds. It's a bit of a twist on a very old tale: Sofia is a regular girl from the village who ends up living in the castle when her mother marries the king.</p><p>Rick Porter of Los Angeles says he likes that his daughter watches the show because it's \"about being true to yourself and not letting the trappings of royalty change you.\" But if you ask his daughter about Sofia, Porter suspects she'd say: \"She's a princess, she's happy and she has a pretty purple dress.\"</p><p>Now, both opinions are certainly valid, but is Porter's 2 1/2-year-old daughter getting the loftier message \"Be true to yourself\"? Probably not, says Seeta Pai, vice president of research at <a href=\"https://www.commonsensemedia.org/\" target=\"_blank\">Common Sense Media,</a><strong> </strong>an organization that rates and reviews all kinds of children's media. \"The capacity to understand a so-called moral of the story involves several cognitive and logical steps,\" says Pai.</p><p>The child needs to understand what a character's intentions are and what the consequences of those intentions are, Pai explains, \"and then, they need to be able to make some sort of judgment about that sequence.\" But even when little kids connect those dots, she says, they still might not grasp the moral.</p><p>\"Research among U.S. populations of kids indicates that this ability to articulate a moral theme develops fairly slowly,\" says Pai, \"emerging only around age 9 or 10.\"</p><p>By that age, many kids have moved on to some pretty mature stories. Porter — whose daughter watches <em>Sofia</em> — is the editor of the ratings website <a href=\"http://tvbythenumbers.zap2it.com/\" target=\"_blank\">TVByTheNumbers.</a> He says the second-highest-rated cable TV show among 9- to 14-year-olds is <em>The Walking Dead, </em>a gory, post-apocalyptic series about zombies and humans battling each other.</p><p>Yvette Harris, a psychology professor and early childhood researcher at The Miami University of Ohio, says <em>The Walking Dead</em> might be OK for young adults, but 9- and 10-year-olds are unlikely to understand its underlying message. \"Violence is sometimes justified,\" says Harris, \"and it's the hero who actually can engage in violent behavior because — the justification is — the hero is protecting everybody and saving the world.\"</p><p>There is no formula for what sticks, says Jack Zipes, author of a number of books about fairy tales. \"You cannot predict whether a child will really understand the moral or the message of a particular tale,\" he says. Zipes developed a storytelling program in Minneapolis where kids read and interpret classic tales like \"Little Red Riding Hood.\" After some discussion, the teacher asks them to rewrite the stories based on a \"what if\" question. \"For instance, 'What if Little Red Riding Hood knew karate?' or 'What if Grandma ate the wolf?' or 'What if the wolf were a vegetarian?' \" says Zipes.</p><p>The exercise, he explains, helps children think more critically about the tale. But even <em>then </em>they might not be able to say what the moral is. And adults don't always grasp the moral of the story either; according to Zipes, a 17th-century version of \"Little Red Riding Hood\" was written as a cautionary tale about rape: \" 'Little girls who invite wolves into their parlor deserve what they get.' Now that's a very clear moral and it's very sexist, obviously,\" he says. Today we might just say it's \"Don't talk to strangers.\"</p><p>Fables and fairy tales — and their morals — have changed and evolved over the centuries. <em>Maleficent,</em> starring Angelina Jolie, is a retelling of <em>Sleeping Beauty</em> from the evil fairy's point of view. It's really Maleficent's back story. Seven-year-old Grace Feldmann of Laurel, Md., says it's one of her favorite movies: \"It has evil; I like evil. It has nice; I like nice,\" says Grace.</p><p><em>Maleficent</em> certainly starts out nice — with her majestic wings, she grows up to be the strongest fairy of the Moors, an enchanted forest. But the human kingdom wants to conquer the Moors, and a soldier brutally cuts off her wings. That's when she turns evil. When the soldier becomes king, Maleficent puts a curse on his firstborn: \"Before the sun sets on her 16th birthday, she will prick her finger on the spindle of the spinning wheel and fall into a sleeplike death.\"</p><p>In this contemporary retelling, however, Maleficent ultimately repents and awakens the princess. She becomes kind again and reunites the two kingdoms. The message — that a person can be \"both hero and villain\" — is very powerful, says Harris. \"It reflects the reality of the world and it also helps children understand the range of emotions and how emotions fit in to helping people walk through the world.\"</p><p>For Grace, however, it's a lot to take in. Here's how she describes the plot: \"She gets angry. She turns back. She gets angry. It's kind of confusing sometimes.\" But Grace still loves the movie — she even dressed up as Maleficent for Halloween.</p><p>When kids read fables and fairy tales, they probably won't fully absorb their morals until they grow up — and maybe not even then.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=And+The+Moral+Of+The+Story+Is+...+Kids+Don%27t+Always+Understand+The+Moral&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elizabeth Blair","audio":[{"meta":{"duration":"345"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1375923280-665fe9.m3u?orgId=1&topicId=1048&d=345&p=2&story=375878511&t=progseg&e=375853671&seg=18&ft=nprml&f=375878511"},{"href":"http://media.npr.org/assets/img/2015/01/08/137760_0261-463a8896aa2bbbe6b47bfa4f4f6acabae63f1596.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1688","width":"2253"}},{"href":"http://media.npr.org/assets/img/2015/01/08/3294641-8074bbaaa878eea431fc9cd531ac12c6a65496ae.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1300","width":"1734"}},{"href":"http://media.npr.org/assets/img/2015/01/08/mal-00058-11578_r-9c795414d840abed1eedd28a14a88d1f152ce927.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3744","width":"5000"}}]}