{"created":"2014-12-05T22:47:37+00:00","modified":"2014-12-08T20:35:30+00:00","valid":{"from":"2014-12-08T20:35:30+00:00","to":"3014-12-08T20:35:30+00:00"},"hreflang":"en","guid":"23f7b26b-3426-4914-b5c8-f2534251c75e","title":"The Eric Garner case created anger and frustration, but also has protesters 'really energized'","published":"2014-12-08T20:35:26+00:00","byline":"David Leveille","tags":["conflict","Ethnicity & Race","Justice","protests","government","Justice","Conflict & Justice","North America","United States","North America","Hannah Giorgis","Michael Brown","Eric Garner","chokehold","police violence","Police brutality in the United States","New York City Police Department","Social Issues"],"teaser":"Demonstrators have marched in cities across the US to protest a grand jury decision not to indict a white police officer for the killing of Eric Garner. But while protesters say they're angry and fearful, there are also encouraging signs in how black communities have rallied to each other.","contentencoded":"<p>Demonstrations continued for a second night in cities around the US on Thursday, with protesters demanding justice after a grand jury in New York decided not to indict the white police officer who choked a black man, Eric Garner, to death. </p>\n<p>\"People were a combination of sad, frustrated, and energized,\" says Hannah Giorgis, an Ethiopian-American writer who spoke with protesters in New York City on Thursday night.</p>\n<p>The connection between Garner's case and a similar decision in the case of Michael Brown's death in Ferguson, Missouri, was very much on the minds of protesters.</p>\n<p>There was a lot of discussion of how Ferguson is New York and New York is Ferguson, and this idea that the police state operates without boundaries in the US, certainly,\" Giorgis says. \"I heard a lot of folks saying we actually come together to undo this, because it’s not going to undo itself.\"</p>\n<p>Federal authorities have launched their own investigations into both the Brown and Garner cases, and the police officers may eventually face federal civil rights charges. But even that is little comfort compared to everyday dangers.</p>\n<p>“I have brothers, I have a sister, I have parents,\" Giorgis says. \"There’s something very anxiety-inducing about knowing that your family, or you, could at any moment enter even the lightest conversation with a police officer and not emerge alive.\"</p>\n<p>That, she says, is the tenor of the larger public conversation going on in the US: “Particularly among black folk in America, there’s an understanding this isn’t about just one case or two cases, this is really about the perpetual anxiety of being black in this country and understanding that the police can operate with impunity and that your life is very much disposable to them.”</p>\n<p>Giorgis also says she’s noticed African immigrants stepping up and speaking out more openly about about issue of race. Like many other Americans, she says their trust in the US justice system has been shaken by the grand jury verdicts and the public airing of evidence and videos surrounding the cases.</p>\n<p>Echoing that point, New York Gov. Andrew Cuomo said on Friday that a \"long string of events'' threatens to erode the trust many Americans have in the criminal justice system. If people don't feel they're fairly represented by the justice system, he said, \"you have a fundamental problem.''  </p>\n<p>But Giorgis says there's a silver lining of sorts to the kind of anger and frustration that's been on display in city streets. \"I think that people are also really energized, and really encouraged and heartened, by the way that other black people are showing up for each other,\" she says. \"So I think for me, as heavy as this moment is, it’s also very encouraging.\"</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[]}