{"created":"2014-09-04T16:41:56+00:00","modified":"2015-02-19T16:26:49+00:00","valid":{"from":"2015-02-19T16:26:48+00:00","to":"3015-02-19T16:26:48+00:00"},"hreflang":"en","title":"'This Fight Begins In The Heart': Reading James Baldwin As Ferguson Seethes","published":"2014-08-19T23:38:00+00:00","teaser":"Protests in Ferguson, Mo., continue in response to the shooting of an unarmed black teenager by police on Aug. 9. The incident reminds author Laila Lalami of James Baldwin's <em>Notes of a Native Son.</em>","itags":["npr_api","340166953"],"guid":"24095600-5d47-4cc3-b4a5-b2667d69322a","contentencoded":"<p>It is early August. A black man is shot by a white policeman. And the effect on the community is of \"a lit match in a tin of gasoline.\"</p><p>No, this is not Ferguson, Mo. This was Harlem in August 1943, a period that James Baldwin writes about in the essay that gives its title to his seminal collection, <em>Notes of a Native Son</em>.</p><p>The story begins with the death of Baldwin's father, a proud, severe preacher who viewed all white people with suspicion, even the kindly schoolteacher who encouraged his son's writings.</p><p>But after the young Baldwin left home to work in New Jersey, after he was refused service in bars, restaurants, or bowling alleys because of the color of his skin, he came to understand why his father carried, as he put it, \"the weight of white people in the world.\" Baldwin realized that, all along, his father had tried to prepare him for the \"day when [he] would be despised\" and to give him a stronger antidote for it than he had found for himself.</p><p>The trouble in Harlem that summer started because a white man had shot a black man, and while the facts of the case were murky, the rumors were not. Those rumors flew through Harlem easily because, Baldwin tells us, they \"corroborated [people's] hates and fears so perfectly.\" And then, \"Harlem exploded.\"</p><p>The people smashed \"stores, pawnshops, restaurants,\" all the establishments that symbolized white power in a black neighborhood. On the day of his father's burial, Baldwin drove through Harlem in a \"wilderness of smashed plate glass.\"</p><p>The shooting, the funeral and the riot, taking place so close together, led Baldwin to realize that we must always hold in our minds two opposite ideas. The first is that \"injustice is commonplace\" in our world. But the second is that we cannot be complacent. We \"must never ... accept these injustices as commonplace but must fight them with all [our] strength. This fight begins ... in the heart.\"</p><p><em>Laila Lalami is the author of </em>The Moor's Account,<em> based on the true story of the first black explorer of America. </em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27This+Fight+Begins+In+The+Heart%27%3A+Reading+James+Baldwin+As+Ferguson+Seethes&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Laila Lalami","audio":[{"meta":{"duration":"134"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1341674637-c55ce8.m3u?orgId=1&topicId=1034&aggIds=257657827,100876926&e=340166953&d=134&ft=nprml&f=340166953"}]}