{"created":"2015-04-05T23:52:22+00:00","modified":"2015-07-03T20:25:13+00:00","valid":{"from":"2015-07-03T20:25:13+00:00","to":"3015-07-03T20:25:13+00:00"},"hreflang":"en","title":"Report On Retracted 'Rolling Stone' Rape Story Cites 'Systematic Failing'","published":"2015-04-08T19:04:00+00:00","teaser":"The now-retracted 2014 article on campus rape, according to a report by the Columbia University Graduate School of Journalism, involved errors made at \"basically every level of the newsroom.\"","itags":["npr_api","397696712"],"guid":"24155e77-73af-4c07-920c-45f907751d3b","contentencoded":"<p><strong>Updated at 11:30 p.m. EDT</strong></p><p>A report commissioned to determine what went awry in a retracted <em>Rolling Stone</em> article about campus rape at the University of Virginia found repeated, fundamental errors in the magazine's reporting and editing process.</p><p>\"It was a systematic failing and it involved basically every level of <em>Rolling Stone</em>'s newsroom. The reporter and the editor on the front lines, but also policies and supervision failed,\" Steve Coll, dean of the Columbia University Graduate School of Journalism, told NPR. \"The thing that most struck us was how avoidable it was and how there were several paths not taken — paths that you would associate with basic tradecraft, and any one of which might have caused <em>Rolling Stone</em> to pause and go the other way.\"</p><p>Coll wrote <a href=\"http://article2.cjr.org/investigation/rolling_stone_investigation.php\">the report</a> — which was commissioned by <em>Rolling Stone </em>-- along with the journalism school's dean of academic affairs, Sheila Coronel. NPR interviewed the two deans jointly in advance of the report's release. Coll cited the magazine's failure to engage in a robust exploration of whether it had engaged in practices designed to yield even rudimentary results of fairness and accuracy. \"That was not at the heart of this professional culture,\" Coll said in the interview.</p><p>The Nov. 19, 2014, article, called <a href=\"http://www.rollingstone.com/culture/features/a-rape-on-campus-20141119\">A Rape on Campus</a>, was built around a vivid narrative of the gang rape of a young student at a fraternity party on the Charlottesville campus. She was identified only as Jackie, and she was portrayed both as a victim and as a whistleblower of the campus' indifference.</p><p>The story became a viral phenomenon, propelling a national debate over how well colleges handle allegations of sexual assault at a time of close federal scrutiny. But some of the methods employed by the article's author, Sabrina Rubin Erdely, came under challenge by such journalists as Richard Bradley and Hanna Rosin. In early December, <em>The Washington Post</em> published the first of several articles poking holes in Erdely's article.</p><p>The Columbia report found the article's failures chiefly emanated from a firm trust in the accuser. As a result, the report concluded that the reporter and her editors acquiesced to Jackie's emotional volatility, consciously deciding not to take basic reporting steps that could have saved the magazine from catastrophic error.</p><p><em>Rolling Stone</em> has <a href=\"http://www.rollingstone.com/culture/features/a-rape-on-campus-what-went-wrong-20150405\">published the report</a>, which exceeds 12,000 words, on its website, and will publish a major excerpt in the magazine's print edition.</p><p>University of Virginia president Teresa Sullivan issued a statement responding to the report, saying the original article \"did nothing to combat sexual violence,\" \"damaged serious efforts to address the issue\" and \"unjustly damaged the reputations of many innocent individuals and the University of Virginia.\"</p><p>Among the key lapses cited by the report: <em>Rolling Stone</em>'s reliance on Jackie as a single source to craft a seemingly omniscient narrative, without informing readers that's what the magazine was doing; its failure to identify and then contact her friends cited in that narrative to verify and respond to Jackie's account; the use of pseudonyms for those people and the person Jackie accused of leading her alleged rape; the magazine's failure to identify and contact that alleged assailant; and <em>Rolling Stone</em>'s failure, in seeking comment from the fraternity or the university, to offer sufficient information about the allegations to allow them to respond in a credible and comprehensive way.</p><p>\"The pseudonyms and the attribution disguise not only where the information came from but also the fact they had never identified these three [friends of Jackie's] or spoken to them,\" Coll said. \"It's hard to avoid the conclusion that this was just a convenient way to essentially paper over the gap they had allowed to develop in their own reporting and not make themselves accountable for it with readers by essentially manipulating the attribution.\"</p><p>The report drew on hundreds of pages of emails, interview transcripts and story drafts. At no point did the two deans find any evidence of fabrication. And as the Columbia report recounts, an early draft of Erdely's story notes the key passages rely on \"Jackie POV\" — Jackie's point of view. But Jackie frantically objected to the reporter or the magazine interviewing her friends or her attackers.</p><p>The report concluded: \"The editors invested <em>Rolling Stone</em>'s reputation in a single source.\"</p><p>Fundamental problems cropped up with the central anecdote in the piece. Officials with both the university and the campus fraternity chapter cited took strong exception to the facts presented in the article. The university could not find proof of the existence of a student with the name Jackie gave for her alleged assailant. The fraternity did not have a party on the day of the supposed attack.</p><p>On Sunday night, <em>Rolling Stone</em>'s managing editor, Will Dana, formally retracted the story in a note posted on the magazine's website. He apologized to readers, to the fraternity and to the University of Virginia.</p><p>\"We decided that it was important to believe a woman who said she was a survivor of a sexual assault — and to not question it, and to not feel like she was being kind of retried in public by journalists,\" Dana told NPR. Dana said he regretted that decision, based in part on studies suggesting the rarity of false claims about rape, saying that it led to a series of poor choices. But he said the issue remains an important one that campuses have not yet addressed adequately.</p><p>Reading the Columbia report in recent days, Dana said, was an excruciating experience, even though none of it came as a surprise. He said he had done his own postmortem in the days after the article unraveled and registered with dread what had gone wrong.</p><p>\"Decisions that we made about this story are very different than decisions we'd make about pretty much every other story that we've done in all the years that I've been here, out of what seemed like deference to someone who had been a victim of a terrible trauma,\" Dana said. \"We actually would have protected this girl much better by reporting on her story the same way we'd report everything else. If we had pulled these things a little harder — done more to verify things that she's saying, I think, you know, we would have saved her a lot of grief — and ourselves.\"</p><p>Erdely issued her own statement Sunday night saying reading the Columbia report was a \"brutal and humbling experience.\" She also offered what she called her deepest apologies \"to <em>Rolling Stone</em>'s readers, to my <em>Rolling Stone</em> editors and colleagues,<strong> </strong>to the<strong> </strong>UVA community, and to any victims of sexual assault who may feel fearful as a result of my article.\"</p><p>Since the story came under fire, Dana said he has issued more explicit guidelines for expectations of what steps writers, editors and fact-checkers need to take in reporting and verifying their stories. No journalists associated with <em>Rolling Stone</em> have been suspended or punished at the magazine for their role in the debacle. Dana said all have been involved in strong journalism — and he does not want this story to define them. Dana said he intends for Erdely, a freelancer, to continue to write for <em>Rolling Stone</em>.</p><p>On Dec. 5, after <em>The Washington Post</em> published articles contradicting elements of the <em>Rolling Stone</em> account, Dana wrote an editor's note backing away from Jackie's account. He told the report's authors that he wrote it \"very quickly\" and \"under a lot of pressure.\" Subsequently, he effectively withdrew the piece, and assigned responsibility for any shortcomings to the magazine, not the source. Even when revised, he said Jackie's friends and campus activists had \"strongly supported her account\" — as though <em>Rolling Stone</em> had independent confirmation of their perspective. As Coll noted, the magazine did not have such confirmation.</p><p>\"[Erdely] got caught up in the ecosystem of the advocates and survivors and their diverse frustrations — and that's not unusual,\" Coll said. \"You expect editors to be able to manage reporters who get identified with their subjects, where their subjects can be emotive, to pull them back, to challenge them, to insist they finish their reporting, that they not leave gaps. That they take a larger perspective along the way.</p><p>\"And so the reporter is fully responsible for her error because there are many basic things that she should have done as a professional and didn't. But her editors share the responsibility, because any editor who's been around investigative reporters knows that they need that kind of supervision.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Report+On+Retracted+%27Rolling+Stone%27+Rape+Story+Cites+%27Systematic+Failing%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Folkenflik","audio":[{"meta":{"duration":"291"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1397774831-983da4.m3u?orgId=1&topicId=1001&d=291&p=3&story=397696712&t=progseg&e=397213041&seg=1&ft=nprml&f=397696712"},{"href":"http://media.npr.org/assets/img/2015/04/05/460059212-9e9d1bbca5dee32a9df2be3df05bed53ee65b760.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1921","width":"2561"}}]}