{"created":"2015-02-20T12:42:17+00:00","modified":"2015-06-16T17:26:07+00:00","valid":{"from":"2015-06-16T17:26:07+00:00","to":"3015-06-16T17:26:07+00:00"},"hreflang":"en","title":"U.S.: Major Offensive Planned Against ISIS In Mosul This Spring","published":"2015-02-20T18:02:00+00:00","teaser":"Looking to take back a city with strategic and symbolic value, the Iraqi military is preparing to launch an offensive against the self-proclaimed Islamic State, a U.S. military official says.","itags":["npr_api","387694614"],"guid":"2426c59c-70dd-48b4-8a1d-142971687f30","contentencoded":"<p>Looking to take back a city that has high strategic and symbolic value, the Iraqi military will launch an offensive against fighters from the self-proclaimed Islamic State in the coming months, a senior U.S. military official says.</p><p>NPR's Tom Bowman reports:</p><blockquote><p>\"A U.S. Central Command official told reporters at the Pentagon that the military operation to retake Mosul, Iraq's second-largest city, will be in the April-May timeframe, and this operation will involve an estimated 20,000-25,000 Iraqi soldiers.</p><p>\"And they say that in the city of Mosul, they estimate there are anywhere between 1,000 and 2,000 fighters for the Islamic State.</p><p>\"They did say Mosul won't be easy — because Islamic State fighters have been dug in in that city since last June, when they took it over.\"</p></blockquote><p>Asked why the timetable for an assault on a fierce enemy would be publicized months before the operation's scheduled start time, Tom tells NPR's Morning Edition that the topic came up during Thursday's briefing.</p><p>\"This might be psychological operations,\" he says. \"You try to unsettle your enemy, and also give civilians time to leave the area.\"</p><p>NPR's Ari Shapiro, who visited the northern front line between Kurdish territory and Mosul this week, says Kurdish fighters are ready to help throw the Islamic State out of Mosul. All they're waiting for, they say, is for Iraqi forces to isolate the city from the south.</p><p>But the head of Kurdistan's security council tells Ari, \"I wish I could tell you the Iraqi army is ready for that, but it's not.\"</p><p>The battle plan includes a main force of five Iraqi brigades and three Kurdish brigades, the U.S. official told reporters Thursday. And Tom says the U.S. military has \"pretty much cherry-picked\" the Iraqi force for the operation. He adds that the Iraqis would be backed by U.S. air power.</p><p>While the U.S. military also expects to provide logistical, tactical and surveillance support, it hasn't yet been decided whether American military advisers might join the ground force to coordinate air strikes.</p><p>The U.S. official said that the spring offensive would be timed to come before Ramadan and the heat of summer, saying \"it becomes problematic if it goes much later than that,\" according to military news outlet <a href=\"http://www.stripes.com/news/middle-east/centcom-us-iraq-mission-to-take-back-mosul-to-launch-in-april-or-may-1.330664\">Stars and Stripes</a>.</p><p>He added that if it's determined the Iraqi troops or preparations aren't ready, the operation would be pushed back.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=U.S.%3A+Major+Offensive+Planned+Against+ISIS+In+Mosul+This+Spring&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":"263"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1387697755-cf29ee.m3u?orgId=1&topicId=1010&d=263&story=387694614&ft=nprml&f=387694614"},{"href":"http://media.npr.org/assets/img/2015/02/20/mosul-sunni-457377c09567d3b46da94a04dcf91b1edc69e971.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1899","width":"2532"}}]}