{"created":"2015-03-31T08:59:10+00:00","modified":"2015-06-05T15:27:31+00:00","valid":{"from":"2015-06-05T15:27:30+00:00","to":"3015-06-05T15:27:30+00:00"},"hreflang":"en","title":"No Easy, Reliable Way To Screen For Suicide","published":"2015-04-01T22:57:00+00:00","teaser":"Clinicians correctly predict a suicide attempt about half the time — no better than a coin toss. Certain tests of involuntary responses, although still experimental, aim to improve the odds.","itags":["npr_api","396399647"],"guid":"242c2abc-8f21-4aa1-8bfe-baf020590a2d","contentencoded":"<p>Even a careful psychiatric examination of the co-pilot involved in last week's Germanwings jetliner crash probably would not have revealed whether he intended to kill himself, researchers say.</p><p>\"As a field, we're not very good at accurately predicting who is at risk for suicidal behavior,\" says <a href=\"http://www.wjh.harvard.edu/~nock/nocklab/main-people.html\">Matthew Nock</a>, a psychology professor at Harvard. He says studies show that mental health professionals \"perform no better than chance\" when it comes to predicting which patients will attempt suicide.</p><p>Nock made the comments after German authorities said that the co-pilot, Andreas Lubitz, had once received treatment for suicidal tendencies. Lubitz is suspected of deliberately crashing the Germanwings plane into the French Alps, killing 150 people onboard.</p><p>Most of what scientists know about suicide comes from studies of the general population, not pilots, says <a href=\"http://www.wjh.harvard.edu/~nock/nocklab/main-people.html\">Guohua Li,</a> who directs the Center for Injury Epidemiology and Prevention at Columbia University. Only one or two pilots a year kill themselves by crashing an airplane, he says, and they are nearly always general aviation pilots flying alone.</p><p>Li was a coauthor of a study in 2005 that looked at several dozen pilot suicides. It found many of them fit a profile: young, male, with a history of mental health problems and relationship problems. That profile appears to fit the Germanwings pilot \"very, very well,\" Li says.</p><p>But the profile also fits thousands of pilots who will never have any problems while flying, Li says. \"There is no reliable way for any airline to predict which pilots are going to commit suicide by airplane,\" he says.</p><p>Airlines could improve safety by aggressively screening pilots for alcohol and illicit drug use, Li says. The U.S. does this, but most other countries do not, he says.</p><p>One reason mental health professionals often get it wrong when it comes to suicide is that they know only what people are willing to tell them, says Nock. \"People are often motivated to deny or conceal thoughts about suicide for fear of being intervened upon or locked in a psychiatric hospital against their will,\" he says.</p><p>Other motivations include fear of being stigmatized or losing a job. But even people who are already in a psychiatric hospital rarely reveal their intentions, Nock says. About \"78 percent of people who die by suicide in the hospital explicitly denied suicidal thoughts or intentions in their last interview before dying,\" he says, sometimes because they lack insight into their own state of mind.</p><p>So Nock has been experimenting with tests that are harder to fool. One involves simply indicating the color of words as they appear on a computer screen. Participants push one button for red words and another for blue words, while the computer measures their reaction time.</p><p>\"If you're thinking about suicide, seeing the word suicide or death interferes with your ability to respond and it takes you just a few milliseconds longer to respond,\" Nock says. That's probably because the person has an involuntary emotional reaction to the word that slows him down, he explains.</p><p>Tests like that can greatly improve predictions about what a person is going to do, Nock says. But they are still experimental and still don't reveal precisely when someone will act.</p><p>\"To date we've followed people over a six-month period,\" he says. \"What we need to get better at is who's at risk of suicidal behavior imminently, in the next hours or days or even week. And that's where we still have a lot of work to be done.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=No+Easy%2C+Reliable+Way+To+Screen+For+Suicide&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jon Hamilton","audio":[{"meta":{"duration":"249"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1396505356-e31f53.m3u?orgId=1&topicId=1128&d=249&p=3&story=396399647&t=progseg&e=396504499&seg=10&ft=nprml&f=396399647"},{"href":"http://media.npr.org/assets/img/2015/03/30/german-wings-21840c7310f01715eaf0f92ae5d7cad8f2f69cb7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1224","width":"1632"}}]}