{"created":"2015-06-25T20:37:26+00:00","modified":"2015-06-29T19:45:47+00:00","valid":{"from":"2015-06-29T19:45:47+00:00","to":"3015-06-29T19:45:47+00:00"},"hreflang":"en","title":"In Charleston, S.C., Racial Lines Redraw A Neighborhood","published":"2015-06-28T02:21:00+00:00","teaser":"Charleston has seen dramatic shifts in its population over the past few decades. Since 1990, the black population has dropped from 42 percent to 23 percent.","itags":["npr_api","417516367"],"guid":"243392b8-91ac-499d-ad06-92bcc347058e","contentencoded":"<p>After a mass shooting at a historically black church, Charleston, S.C., finds itself in the middle of a national conversation about race.</p><p>The city of Charleston itself has seen major racial shifts in its population over the past few decades: since 1990, the black population has dropped from 42 percent to 23 percent, according to the U.S. Census Bureau. One neighborhood undergoing this transition is located just north of the site of the shooting, Emanuel African Methodist Episcopal Church.</p><p>In Charleston's East Side, the neighborhood where Joseph Watson grew up isn't what it used be. But the business his mother started — Mary's Sweet Shop — is a mainstay, still up and running more than 50 years later.</p><p>The brick walls outside are painted black, and there's no sign above the entrance. If you live in this neighborhood, though, you probably know they sell peppermint candy, cans of soda and laundry detergent. And if you're one of the many African-American property owners here, Watson says you've probably gotten a few offers to sell.</p><p>\"They are approached by people daily. I'm approached by people daily,\" Watson says.</p><p>Real estate developers are selling the East Side as one of the last frontiers of Charleston's redevelopment. And this historically black neighborhood has seen more new residents who are white.</p><p>Mike Elder, who is white, moved here more than a year ago into a three-bedroom apartment. He compares the East Side to New York City's SoHo neighborhood — \"kind of the area where it was kind of rundown in New York and now it's kind of the hip place,\" he says.</p><p>Outside his building, he's planted Confederate jasmine vines by a chain-link fence along his gravel driveway. \"These will grow and cover this ugly metal fence,\" he says.</p><p>On the other side of the fence sits a historically black church. As property values rise, Elder says he hopes this church and others in the neighborhood will stay.</p><p>\"Those are the people I want around me. I don't want a dilapidated house that they're selling crack out of it,\" he says. \"That's what's happening in this area. Things are getting fixed.\"</p><p>And he admits the changes come with a cost. \"When you fix things, new people are going to move in — people from out of town probably because it's hard to afford it,\" he says.</p><p>Those who can afford to live here now also include students from nearby colleges and universities.</p><p>\"We love it here. It's close to everything. We can walk everywhere,\" says Colleen Whitehead, a student at Medical University of South Carolina's pharmacy school. She's renting a five-bedroom apartment on the East Side with other students.</p><p>\"We don't know a lot of our neighbors in the area because we're always in and out,\" she explains.</p><p>Norris Bryant has also noticed the distant relationship between East Side's new, white residents and longtime, black residents like himself.</p><p>\"We just walk by each other. We don't know each other,\" he says. \"So it's just like they're invisible, and we're invisible.\"</p><p>Bryant says more white neighbors have also meant rent has gone up for many of the black families who have lived here for years. And he's worried about being priced out.</p><p>But for homeowner Elaine Washington, the East Side is changing for the better. She moved here six years ago from Georgia with her husband.</p><p>\"I think it's beautiful to see all people, all walks of life live in this neighborhood,\" says Washington, who is African-American. She is quick to point out that not all of the black homeowners who moved out of the neighborhood should be seen as victims. Some may have lost their properties because they could not afford to pay for taxes and the upkeep.</p><p>\"Nobody's pushing you nowhere,\" she says. \"You have a choice.\"</p><p>Back at Mary's Sweet Shop, Watson says he's working hard to keep the store in business so that no one can take this building from his family.</p><p>\"My inheritance is for my children's children,\" he says. \"Not me.\"</p><p>He says he's determined to stay so he can pass on to his family a strong foundation in America for generations to come.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Charleston%2C+S.C.%2C+Racial+Lines+Redraw+A+Neighborhood&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Hansi Lo Wang","audio":[{"meta":{"duration":"245"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1417516387-9b22fa.m3u?orgId=1&topicId=1015&d=245&p=2&story=417516367&t=progseg&e=417457505&seg=6&ft=nprml&f=417516367"}]}