{"created":"2014-09-04T16:42:12+00:00","modified":"2015-02-19T16:26:52+00:00","valid":{"from":"2015-02-19T16:26:51+00:00","to":"3015-02-19T16:26:51+00:00"},"hreflang":"en","title":"To Achieve Diversity In Publishing, A Difficult Dialogue Beats Silence","published":"2014-08-21T00:30:00+00:00","teaser":"The American publishing industry has long been the realm of the privileged few. Lately, though, some writers of color are making their voices heard — and starting some uncomfortable conversations.","itags":["npr_api","341443632"],"guid":"243c9d73-3788-4756-ba91-67b92378d898","contentencoded":"<p>Last spring, a group calling itself <a href=\"http://weneeddiversebooks.tumblr.com/\">We Need Diverse Books</a> launched a <a href=\"https://twitter.com/search?q=%23WeNeedDiverseBooks&src=tyah\">Twitter campaign</a> to press for greater diversity in children's books. Writer Daniel José Older supports the campaign, but he doesn't think it goes far enough.</p><p>\"We need diverse agents, we need editors, we need diverse book buyers, we need diverse illustrators, and we need diverse executives and CEOs at the top, too.\"</p><p>Older says the industry needs to take an honest look at who holds the power over who gets published. Because as things stand now, Older argues, writers of color often find themselves navigating a world that makes them feel unwelcome.</p><p>\"Well, let's start out with what we know, which is that publishing is overwhelmingly white,\" he says. \"Now, that's not a controversial fact, but sometimes to point it out becomes a controversial thing — to speak that truth.\"</p><p>Older says that to get work published by a major house, a writer usually needs to get it past a white gatekeeper, an agent or an editor.</p><p>\"You have to always be conscious of that. Am I going to be submitting something that is going to put the person on the defensive? Is my voice somehow going to be somehow alien or unrecognizable to the person I am submitting it to?\"</p><p>That kind of self-editing, says Ken Chen, poet and director of the <a href=\"http://aaww.org/\">Asian American Writers' Workshop</a>, is one reason why writers of color would like to see more change in the industry.</p><p>\"I think there is a kind of cosmetic appearance of things changing with Junot Diaz and Jhumpa Lahiri being two of the central authors in American literature. But it would still be really difficult for someone to go to a bookstore and necessarily see themself.\"</p><p>Too often, Chen says, publishing companies say they would publish more diverse books, but the market just isn't there for them. Chen doesn't buy that.</p><p>\"Your ability to imagine that there is a market has to do with your ability to imagine that those people exist,\" he says. \"And if [you] can't imagine that people of color actually exist and can buy books, then you can't imagine selling books to them. That's not just about a company corporate diversity policy; it's about actually knowing what's going on in communities of color.\"</p><p>Bushra Rehman's debut novel, <em>Corona</em>, is rooted in the neighborhoods of Queens, where South Asian immigrants live and shop. Rehman's novel about a rebellious Pakistani Muslim girl from Queens took her five years to finish and another five to get published. The big publishing companies turned her down, saying the book wouldn't sell.</p><p>\"That was the one comment that I remember, that there is not an audience for this work,\" she says. \"That always stayed with me, but then that always pushed me to say, 'Well, no, there is — so I'm going to keep on pursuing this.' \"</p><p>Rehman's persistence paid off when she found a small independent company who wanted to publish <em>Corona</em>. It's been a good experience, but next time, Rehman wants to try again to penetrate the world of the major publishers.</p><p><strong>Making It In Midtown</strong></p><p>The power center of the industry is in Midtown Manhattan, where the five big publishing houses, including Simon & Schuster, make their home. Inside Simon & Schuster, the lobby bristles with energy, but the entrance to the corporate offices on the 17th floor is quiet and formal. The walls are lined with photos of famous authors. Two black-and-white portraits of the company's founders stand sentry by a doorway.</p><p>When Carolyn Reidy, the publisher's CEO, got into the business back in the 1970s, she remembers there were a couple of high-profile black editors — most notably Toni Morrison. But they were rare.</p><p>\"The large American publishing companies, a lot of them got established in the '20s and '30s,\" she says. \"They were established by relatively wealthy white men, and they sort of perpetuated their own kind, from school connections, things like that.\"</p><p>Reidy believes the industry has changed since those days. She says a diverse workforce is good for business and the culture at large.</p><p>\"There's a kind of recognition that in order to identify what voices should be heard, and in order to help them express what they're writing as best they can, you actually need to have the diverse population to be able to do that for you. To be able to say to you, we should publish this book, and why.\"</p><p>Dawn Davis is the head of a new Simon & Schuster imprint called <a href=\"https://www.facebook.com/37InkBooks\">37 Ink</a>. Davis came to Simon & Schuster last year from HarperCollins. There, as publisher of the Amistad imprint, she became known for releasing books by such African-American literary heavyweights as Edward P. Jones, as well as popular best-sellers like Steve Harvey.</p><p>Reidy acknowledges Davis, who is African-American, was a good catch. \"She brings that world into us. She can speak for it in a way that others of us can't.\"</p><p>Davis has the kind of credentials that go over well in publishing circles. A graduate of Stanford, she says she is used to being one of very few African-Americans in a white world. Davis says, \"I think of the publishing world as primarily white, absolutely.\"</p><p>At Amistad, Davis says she focused on African-American works. But at 37 Ink she wants to publish books that represent a diverse array of cultures and viewpoints because, she says, that's what readers want.</p><p>\"African-American women ... <a href=\"http://www.pewinternet.org/2014/01/16/a-snapshot-of-reading-in-america-in-2013/\">we just learned from Pew</a> are the largest group of readers in the country,\" she says. \"The most likely to read a book: college-educated black women. I tried to forward that to as many people as possible.\"</p><p>Educating others in the business is just part of the job for Davis, but it might not be so necessary if there were more people of color in the industry. She believes that a company like Simon & Schuster is trying, but she says it's not easy to attract young people. Starting salaries are so low, few can afford to take a job in publishing.</p><p>\"It's very hard to say to your middle-class and working-class parents, after they support you to go to a college: 'I'm going to turn down a Wall Street job (which, I may be the first generation that even has the choice to take a Wall Street job) to go into publishing for half the salary. Is that OK, Mom and Dad?' \"</p><p><strong>Everyone Needs To 'Be Able To Step Back'</strong></p><p>Johnny Temple is the founder of the independent <a href=\"http://www.akashicbooks.com/\">Akashic Books</a>, which is located in a converted warehouse in Brooklyn. Akashic prides itself on its eclectic mix of titles and the ethnic diversity of its authors. The company's motto is \"reverse gentrification of the literary world,\" because, Temple says, they want to attract readers from all kinds of racial and economic backgrounds.</p><p>\"If the industry doesn't get more economically and ethnically diverse, it's just going to be a pit that people are not going to be able to climb out of, as this certain cultural sphere becomes less relevant to the population at large.\"</p><p>What is needed, argues Older, is an industrywide conversation that looks honestly at the role race and class play in the business of publishing.</p><p>\"Everyone in the industry needs to be able to step back from their privilege, step back from defensiveness, and have conversations about how the industry and them being in their place of privilege in the industry is causing literature itself and writers in general to not be thriving in the way that it could be.\"</p><p>It's not easy to talk about race and class. It's a conversation that writer Junot Diaz doesn't expect everyone in publishing will embrace. But he says some are ready to take it on.</p><p>\"I think even somewhere in their gut they know that these uncomfortable, awkward, stumbling dialogues are absolutely necessary. No matter what their flaws, they're better than what's the other option, which is utter, agonizing silence.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=To+Achieve+Diversity+In+Publishing%2C+A+Difficult+Dialogue+Beats+Silence&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lynn Neary","audio":[{"meta":{"duration":"513"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1341958813-110b73.m3u?orgId=1&topicId=1161&aggIds=100876926&e=341443632&d=513&ft=nprml&f=341443632"},{"href":"http://media.npr.org/assets/img/2014/08/20/8618636763_309f95c7fd_o-1--36084d50c566764e308cb8e0afbfced19330cd55.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"475","width":"633"}},{"href":"http://media.npr.org/assets/img/2014/08/20/179519003_0ab4086f47_o-a77dd05f12d9f0f7bf96af94f73526d0148805ea.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"432","width":"576"}},{"href":"http://media.npr.org/assets/img/2014/08/20/2724086970_830e6a8ba4_o-b5048566e8bf03e4197d447dd303dbf0e6ec9620.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1315","width":"1753"}},{"href":"http://media.npr.org/assets/img/2014/08/20/8223288310_ef85f57495_o_vert-b9732f534dad2f2d0bc6a616bb436c4a85c548ff.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1953","width":"1464"}}]}