{"created":"2015-02-26T18:50:58+00:00","modified":"2015-06-05T14:41:06+00:00","valid":{"from":"2015-06-05T14:41:06+00:00","to":"3015-06-05T14:41:06+00:00"},"hreflang":"en","title":"Jacqueline Woodson On Growing Up, Coming Out And Saying Hi To Strangers","published":"2014-12-10T20:01:00+00:00","teaser":"Woodson won the National Book Award for young people's literature for her memoir <em>Brown Girl Dreaming</em>. She says that growing up in South Carolina, she knew that the safest place was with her family.","itags":["npr_api","369736205"],"guid":"243ddeaf-e437-4ce7-9f9d-57798c2022d8","contentencoded":"<p>When author Jacqueline Woodson was growing up in Greenville, S.C., in the '60s and '70s, she was keenly aware of segregation.</p><p>\"We knew our place,\" Woodson tells <em>Fresh Air</em>'s Terry Gross. \"We knew our place was with our family. We knew where it was safest to be. There wasn't a lot of talk about the white world and what was going on in it; it didn't really have a lot to do with us, except in situations where there was the talk of resistance.\"</p><p>Last month, Woodson won the National Book Award for young people's literature for her memoir <em>Brown Girl Dreaming</em>. It's written in verse. And that's because, Woodson says, memories come to people in small bursts.</p><p>\"It comes in these small moments with all of this white space around it,\" she says. \"And I think that that's what you get in reading it — you get that small moment. That moment, I'm hoping, is very, very clear on the page and then the moments are of course linked together to tell the story.\"</p><p>Woodson's story includes being raised a Jehovah's Witness, although she's not practicing now. She also says she remembers clearly when she came out to her family.</p><p>\"My mom and grandma were horrified and just kind of like, 'Where did we go wrong?' \" Woodson says. \"They actually blamed it on my sorority, which is ridiculous.\"</p><p>But even though they were religious, her family didn't disown her, she says.</p><p>\"That kind of choice was not an option,\" Woodson says.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On feeling attached to her childhood home in South Carolina and her current home in New York</strong></p><p>There is such richness to the South and a lushness and a way of life. I could never live it full time. I feel like I'm a New Yorker to the bone, but there's a lot of the South in me. There's a lot of the South in my mannerisms; there's a lot of the South in my expectations of other people and how people treat each other. There's a lot of the South in the way I speak, but it can never be home. ...</p><p>Aside from the fact that I'm so fiercely attached to New York and my life here, I think given the fact that I have a partner and we have a multiracial family, I think it wouldn't be a safe place for my kids. I don't want my kids to have to walk through a world where they have to constantly explain who they are and who their family is.</p><p><strong>On how both the North and the South are infused in her personality </strong></p><p>One of the differences is that I still say \"hi\" to strangers, but in New York strangers don't say \"hi\" back — and my daughter is mortified by it. The whole idea that I would say \"good morning\" to someone and it's just so ingrained in who I am. There is this way also that I'm not afraid of silence, you know, I'm not afraid to sit in a room and have the conversation drop into silence. I think that's a very Southern thing, and I write about that in the book. ...</p><p>I think in terms of being a New Yorker, as my friends would say, I don't \"take a lot of mess.\" I have no tolerance for people who are not thinking deeply about things. I have no tolerance for the kind of small talk that people need to fill silence, and I have no tolerance for people not being a part of the world and being in it and trying to change it.</p><p><strong>On being afraid of Armageddon as a kid because of her religious upbringing</strong></p><p>I think I was pretty nervous about it as a kid. I think I did [have] that fear of the world coming to an end. I think also it's kind of how kids exist anyway, you know? You're always fearing change; you're always fearing the wrath of a parent; you're always fearing that something is going to go wrong somewhere. Armageddon was just yet another one of those fears. I think one thing it allowed me to do was be really conscious of the moments I was living in and not take them for granted because I believed, at that time, that one day these moments wouldn't be here because of Armageddon. And now I know at this time that these moments won't always be here, and that's because time passes.</p><p><strong>On her relationship to Jehovah's Witnesses now that she no longer practices </strong></p><p>I have such a deep respect for the faith, and I think anyone who has grown up in any kind of faith does have this part of their body that's still — this part of their mind that still belongs in that place, of that kind of believing. Witnesses are really, really kind people. I've never met a mean witness, and it's part of the way they walk through the world, quietly and kindly. They're not up in your face proselyting, screaming from a soapbox saying, \"You're going to die tomorrow if you don't do this, and everything you do is wrong.\" They're saying, \"I have some good news. Do you want to hear it?\"</p><p><strong>On coming out to her family </strong></p><p>[Before I came out] I remember my mother would get upset with me because she said I walked like my dad. I always thought she was getting upset with me because it reminded her of someone she wasn't too happy with, but I think it was more like there's something about you that's not quite ladylike and femme. ...</p><p>But I think it took them many, many years to kind of realize that this is who I was. But at the same time, one of the things about being a witness is you're not supposed to associate with people who are not a part of \"the truth,\" who are not witnesses. If your family members do something [against the religion] and they're witnesses, then they get kind of excommunicated, they call it \"disfellowshipped.\" That was the point where my grandmother and mother, although they still believed a lot in the truth, they were not going to disown their family.</p><p><strong>On her reaction to author <a href=\"http://www.nytimes.com/2014/11/29/opinion/the-pain-of-the-watermelon-joke.html?_r=1\">Daniel Handler's joke</a> at the National Book Awards where he said, \"Jackie's allergic to watermelon. Just let that sink in your mind.\"</strong></p><p>Looking back on it and trying to take some time to process it all, it makes me sad that there are so many people who are not connected to the deep history of where that racial stereotype comes from. I think so much of what I've been trying to do is — what I've learned from my own family is how important history is to the context of everything so that something like that doesn't become a 30-second joke. ...</p><p>Daniel didn't know. He just didn't get the history, and he ... made the mistake of thinking we're beyond that, and we're not. I'm still really trying to figure it all out. ... It's not going to end our friendship. I think he has a good heart. I think a lot of people who are ignorant have good hearts, and sometimes people make mistakes, and this is what that kind of racial mistake looks like.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Jacqueline+Woodson+On+Growing+Up%2C+Coming+Out+And+Saying+Hi+To+Strangers&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2245"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1369887363-5fa34e.m3u?orgId=1&topicId=1033&aggIds=100876926&d=2245&p=13&story=369736205&t=progseg&e=369868988&seg=1&ft=nprml&f=369736205"},{"href":"http://media.npr.org/assets/img/2014/12/09/jacqueline-woodson_2011--marty-umans-ee2041be4f016692183dee04cfb05e31b4f512b2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"482","width":"643"}}]}