{"created":"2015-05-10T06:03:32+00:00","modified":"2015-05-13T23:05:22+00:00","valid":{"from":"2015-05-13T23:05:22+00:00","to":"3015-05-13T23:05:22+00:00"},"hreflang":"en","title":"Lecrae Makes Music Concerned With The Soul","published":"2015-05-10T21:37:00+00:00","teaser":"The hip-hop artist tells NPR's Rachel Martin how his music incorporates his faith, and describes how \"the brokenness of humanity\" has fueled conflict in Baltimore and Ferguson.","itags":["npr_api","405193527"],"guid":"243f36c9-9864-4ae7-9895-0b8ecd178dc9","contentencoded":"<p>When Lecrae gets into something, he goes all in. The hip-hop artist is a devout Christian, and his lyrics deal with issues of faith, family and social justice.</p><p>\"I consider what I do soul music,\" Lecrae says. \"It music that is concerned with the soul.\"</p><p>But the church doesn't always understand many of the people with whom he associates — and, in Lecrae's experience, the mainstream rap world sometimes feels like the cool kids' table. That doesn't change the fact that last year's <em>Anomaly</em> simultaneously topped both the <em>Billboard</em> gospel charts and the conventional charts, edging out Maroon 5 for the No. 1 spot nationwide.</p><p>In the middle of a worldwide tour, Lecrae spoke with NPR's Rachel Martin about embracing his faith within a genre that doesn't always support it, publicly admitting one's emotional wounds in music, and the role \"the brokenness of humanity\" has played in <a href=\"http://www.npr.org/tags/126939278/baltimore\">Baltimore</a> and <a href=\"http://www.npr.org/tags/341575228/ferguson-mo\">Ferguson</a>.</p><hr /><h3>Interview Highlights</h3><p><strong>On his song \"Outsiders\"</strong></p><p>A lot of us are trying to manicure our perceived self. When I put it out there and say, \"This is the unmanicured version of it,\" I'm subjecting myself to scrutiny. Being faith-driven, being a hip-hop artist, being artistic in an urban context — all of those things make you unique, and you put yourself on the outside of what's considered the norm.</p><p><strong>On embracing his faith within hip-hop</strong></p><p>It's interesting, because it's such a phenomenon for a hip-hop artist to fully embrace his Christian roots and his faith. That becomes something that people almost need you to justify. What we're communicating in our music is love and justice and service and community. But it's rare that we'll turn the tide and say, \"Hey, justify why violence and misogyny and drug abuse is okay within hip-hop.\" I think that's tragic to some degree.</p><p><strong>On bias and his <a href=\"https://www.billboard.com/articles/columns/the-juice/6327837/lecrae-ferguson\" target=\"_blank\">Ferguson essay</a></strong></p><p>When I walk into the Reach Records office every day, there are Hispanic faces, black faces, white faces. We just had a moment after Ferguson, and we sat in a conference room and we said, \"Let's just discuss it and let's hear everyone's perspective civilly.\" You really start hearing how all of us are right in areas and wrong in areas and bias[ed] here and bias[ed] there. It continued to challenge me to talk to people of different backgrounds; to understand why they draw the lines they draw.</p><p>Everyone, once something like Baltimore or Ferguson happens, they need to draw meaning out of it. And in order to draw meaning out of a circumstance like that, you've got to create a narrative, and that narrative needs to have a protagonist and an antagonist. I think some people quickly say, \"Oh, the police are the antagonists and the black community is the protagonist.\" Or the black community — they're the \"thugs\" and the antagonists and the police protect and serve; they're the protagonists. At the end of the day, the real antagonist is the brokenness of humanity. We're not good guys. None of us are the good guys, right? So if we can't come together and have conversations and understand our biases and understand that none of us are really the good guys here, then we're just going to pick a bad guy. And that's where a lot of the problems come.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Lecrae+Makes+Music+Concerned+With+The+Soul&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"570"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1405624536-49009b.m3u?orgId=1&topicId=1039&d=570&p=10&story=405193527&t=progseg&e=405624317&seg=17&ft=nprml&f=405193527"},{"href":"http://media.npr.org/assets/img/2015/05/08/140164.o-fa5075fa23e1153ae6f9321487adbdd447254aca.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1196","width":"1595"}}]}