{"created":"2014-10-07T20:10:51+00:00","modified":"2014-12-19T15:05:26+00:00","valid":{"from":"2014-12-19T15:05:25+00:00","to":"3014-12-19T15:05:25+00:00"},"hreflang":"en","title":"'No Easy Answer': Ex-Baseball Manager La Russa On Legacy, Steroids","published":"2014-07-25T12:14:00+00:00","teaser":"Tony La Russa, who won more games than any MLB manager in the past 60 years, will be inducted into the Hall of Fame. Links to steroids have kept notable players of his from getting that recognition.","itags":["npr_api","334891027"],"guid":"244291a9-71fb-47d3-a8b4-0f5e038e099e","contentencoded":"<p>Tony La Russa's tenure as manager of the Chicago White Sox, Oakland A's and St. Louis Cardinals is legendary. La Russa, who on Sunday will be inducted into the Baseball Hall of Fame, won a total of 2,728 games — more than any Major League Baseball manager in the past 60 years.</p><p>And when he hung up his jersey for good after the Cardinals made a historic late-season run in 2011, La Russa became the first manager to retire immediately after winning a world championship.</p><p>La Russa's career also spanned baseball's \"steroid era,\" and two of his most notable players, Mark McGwire and Jose Canseco, have since admitted to using performance-enhancing drugs.</p><p>To date, no player linked with steroid use has been admitted into the Hall of Fame, but La Russa tells <em>Morning Edition</em>'s Steve Inskeep that he feels that players like McGwire may still have a place in the Hall of Fame.</p><hr /><h3>Interview Highlights</h3><p><strong>On whether players who used steroids should be in the Hall of Fame </strong></p><p>There is no easy answer. ... I think an important part is just to acknowledge what it was that happened wrong there. ... Baseball is still not sure how to explain that 10- or 12-year period from sometime in the '90s to early 2000. All I say is, treat everybody the same, just don't create some poster boys, which is what's happening now.</p><p>There's three or four guys like [Mark] McGwire and [Roger] Clemens and [Barry] Bonds, and they're going to be circled as [steroid users], but there are other guys. Everybody should be treated the same. You know, my faith in baseball is without restraints, and I just feel like at some point we'll figure out the appropriate way to historically make that reference and go on from there.<strong> </strong></p><p><strong>On ways to recognize the achievements of players linked with steroids</strong></p><p>The only thought I have is that, you acknowledge that there's that one period, that there's a lot of questions — not just about the poster boys, but about other guys. And if you had Hall of Fame credentials, then if you get in, there's an asterisk on your plaque that says, \"Look, we have a question.\" ... You've got to acknowledge what you did wrong and see if you can fix it to the extent possible, and turn the page.</p><p><strong>On learning when to manage on instinct, even if it flies in the face of \"The Baseball Bible\"</strong></p><p>There was a game where we had a one-run lead and [minor league manager Loren Babe] had the third baseman over in his normal position, and the ball went down the line. So I said, \"Why didn't you protect the line?\" And so he explained to me, \"Well, the pitcher that we had had really good stuff, and he was throwing a right-hand hitter hard away. The hitter that was at-bat, the great, great majority of his hits were from left-center to right field. So why protect the line?\"</p><p>When he explained that, it made total sense: If you figure one thing is your best chance to win, trust your gut, you don't cover your butt.</p><p><strong>On his philosophy for building and maintaining relationships</strong></p><p>We had a responsibility to — each year, starting at zero — earn the respect and trust of our players. You know, you're honest, because that's how they trust you. You have helpful things to say — that's how they respect you. ... You care about what's happening with them as a teammate. And then, by the way, that's what they're expected to do with each other.</p><p>You know, ever since I managed with guaranteed contracts and all the media, you know, you can get distracted by fame and fortune. Your values can get distorted. And the way you break through is, you just keep it personal and keep it simple and basic.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27No+Easy+Answer%27%3A+Ex-Baseball+Manager+La+Russa+On+Legacy%2C+Steroids&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"439"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1335156497-ce7d0a.m3u?orgId=1&topicId=1055&ft=3&f=334891027"}]}