{"created":"2015-02-17T20:34:39+00:00","modified":"2015-05-13T21:15:06+00:00","valid":{"from":"2015-05-13T21:15:06+00:00","to":"3015-05-13T21:15:06+00:00"},"hreflang":"en","title":"For Congressional Committees, It's All In The Name","published":"2015-02-18T00:49:00+00:00","teaser":"A Senate Judiciary subcommittee dropped \"human rights\" and \"civil rights\" from its name last month, sparking some controversy. But does the congressional name game even matter?","itags":["npr_api","386973112"],"guid":"244d9c7d-9297-4193-85db-41f096b98f31","contentencoded":"<p>Earlier this year, just a couple of weeks into the new Congress, David Stacy and his co-workers at the Human Rights Campaign found out about something they weren't expecting, something most of us wouldn't raise an eyebrow at.</p><p>Texas Republican Sen. John Cornyn decided to change the name of the Senate Judiciary subcommittee he is now chairman of. The Senate Judiciary Subcommittee on Constitution, Civil Rights and Human Rights dropped the \"civil rights\" and \"human rights.\" Now it's just the Constitution subcommittee.</p><p>The move sparked some controversy, but, it turns out, the practice is actually as old as Congress itself.</p><p>The subcommittee's change was one that seems so small, so subtle.</p><p>But groups like HRC, and others that deeply care about these types of issues, say it speaks volumes.</p><p>\"Civil and human rights are constitutional rights but they're also rights that extend beyond the Constitution,\" says Stacy. \"We have statutes and other protections in law and in regulation that help promote human rights and civil rights, and those issues are important.\"</p><p>To someone like Stacy, this name change is an obvious attempt by Republicans to change the political agenda of the subcommittee. But it's far from unprecedented.</p><p>Lawmakers on both sides have been changing committee names for years, and it hasn't always been rooted in politics.</p><p>Sarah Binder at the Brookings Institution says she doesn't have a great count of how often it has been done, \"but we can reach back to the origins of the House and Senate to find instances of new majorities changing committee names and subcommittee names,\" she says. \"Sometimes politically charged and sometimes just kind of keeping up with the times, I think.\"</p><p>Binder says some of the earliest committee names were simply a reflection of the economy at the time, like the Merchant Marine committee or the Railroad committee.</p><p>\"But you know, life changes. The world goes on. The economy emerges. It would be weird today if House members were serving on the Roads and Canals committee rather than the current formulation of the transportation committee,\" Binder says.</p><p>If you're keeping track at home, the Committee on Roads and Canals started back in 1831. Its name changed for the first time in 1869 — to the committee on <em>Railways</em> and Canals.</p><p>More recently, the education committee has seen its share of changes. Since 1994, when Newt Gingrich and Republicans took over the House, the one committee has had its name changed four different times:</p><p>Economic and Educational Opportunities<br />Education in the Workforce<br />Education And Labor<br />Education and the Workforce</p><p>Committee heads have dropped the word labor, added the word workforce and vice versa to channel party priorities.</p><p>\"It had been the Education and Labor Committee and it was renamed and when Democrats took it back it was renamed again, so it feels like a little bit of tit-for-tat, going back and forth across the committees,\" explains Jeannie Zaino of Iona College.</p><p>This is not, Zaino stresses, just a Republican tactic.</p><p>\"Republicans are certainly doing it. Democrats have done it in the past and would love to be in a position to do it again,\" she says.</p><p>But how much does any of this \"name game\" matter? When you step outside the Capitol, is anyone actually paying attention?</p><p>\"Absolutely not,\" says Binder.</p><p>\"Most people probably don't even know there are congressional committees. I think mostly they would want them to work harder and work better and spend less time worrying about what they're called,\" she says.</p><p>That could possibly even let them save some time on door plaques and letterhead, too.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Congressional+Committees%2C+It%27s+All+In+The+Name&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Juana Summers","audio":[{"meta":{"duration":"243"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1387017058-3b1d27.m3u?orgId=1&topicId=1014&d=243&p=2&story=386973112&t=progseg&e=386908027&seg=5&ft=nprml&f=386973112"},{"href":"http://media.npr.org/assets/img/2015/02/17/senate-committee-getty-42965400626ca5f98e072c10f8e8c8fe94861ba1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1753","width":"2337"}}]}