{"created":"2014-11-14T18:48:14+00:00","modified":"2014-11-14T20:02:05+00:00","valid":{"from":"2014-11-14T20:02:05+00:00","to":"3014-11-14T20:02:05+00:00"},"hreflang":"en","title":"President Obama Says Myanmar's Political Reform 'Still Incomplete'","published":"2014-11-14T18:48:00+00:00","teaser":"Obama, who recently visited Myanmar, says that the nation's stride towards democracy is still a working progress citing ","itags":["npr_api","364111545"],"guid":"244f1683-7042-4347-9d3e-06af5f2877e2","contentencoded":"<p>The comments came during a joint press conference with pro-democracy leader Aung San Suu Kyi today at the home where she was held prisoner for almost 20 years.</p><p>The President acknowledged the progress the country was making toward democratic reform, but called for constitutional reform to ensure fair elections in 2015.</p><p>He also talked about the plight of the country&#8217;s persecuted Muslim minority, the Rohingya, saying that, &#8220;discrimination against the Rohingya or any other religious minority does not express the kind of country that Burma over the long term wants to be.&#8221;</p><p>This is President Obama&#8217;s second visit to Myanmar, also known as Burma, since the country began its surprising transition away from nearly 50 years of authoritarian military rule.</p><p>Critics of the President&#8217;s policy toward Myanmar, like regional expert Joshua Kurlantzick, say the President&#8217;s focus on the country has not paid off and &#8220;has taken time and attention away from more important regions and issues in Asia.&#8221;</p><p><strong>Vikram Nehru</strong>, senior associate of the Asia Program, and Bakrie Chair in Southeast Asian Studies at the Carnegie Endowment For International Peace spoke with <a href=\"http://hereandnow.wbur.org/\"><em>Here & Now</em></a>&#8216;s Peter O&#8217;Dowd about Obama&#8217;s visit in</p><h4>Guest</h4><ul><li><a href=\"http://carnegieendowment.org/experts/?fa=629\" target=\"_blank\"><strong>Vikram Nehru</strong></a>, senior associate of the Asia Program, and Bakrie Chair in Southeast Asian Studies at the Carnegie Endowment For International Peace.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=President+Obama+Says+Myanmar%27s+Political+Reform+%27Still+Incomplete%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"355"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1364133860-9824b3.m3u?orgId=1&ft=3&f=364111545"}]}