{"created":"2014-10-08T02:25:25+00:00","modified":"2014-10-31T00:23:38+00:00","valid":{"from":"2014-10-31T00:23:38+00:00","to":"3014-10-31T00:23:38+00:00"},"hreflang":"en","title":"'Fightshark' Recounts His Struggles, In Kickboxing And Beyond","published":"2014-07-31T17:42:00+00:00","teaser":"Mark Miller chose his nickname because when he smells blood, he attacks. His new memoir, <em>Pain Don't Hurt, </em>tells of the heart surgery and alcohol problems that temporarily derailed his fighting career.","itags":["npr_api","330424680"],"guid":"24531356-664b-41bc-a733-aed426ca7760","contentencoded":"<p>In the kickboxing ring, Mark Miller goes by \"Fightshark\" — a name he chose, he says, because when he smells blood, he attacks.</p><p>The legendary super heavyweight kickboxer first made his name in fighting in the early 2000s.</p><p>\"In the early part of the decade, I was 6'4, 230 [pounds], and I was small for heavyweight kickboxing,\" he tells NPR's Kelly McEvers. \"It's a lot of speed and power involved.\"</p><p>The fights are intense, and even just the noises coming out of the ring can be brutal. \"Bone on bone is — not that I'm trying to amp it up — is pretty horrifying,\" Miller says.</p><p>His interest in martial arts began in his childhood, when he was growing up in Pittsburgh. As a teen, he spent a lot of time around professional athletes: His father was a former NBA player.</p><p>Miller played baseball in college, but kickboxing was his real passion. In the late 1990s he decided to start training for professional fights. He would later become the only professional kickboxer to return to fighting after undergoing open-heart surgery.</p><p>But that isn't the only uphill battle he's surmounted in his life. In his memoir, <em>Pain Don't Hurt: Fighting Inside and Outside the Ring</em>, Miller details his initial rise to fame as a kickboxer, his return to success after his heart problems and his recovery from struggles with drugs and alcohol.</p><hr /><h3>Interview Highlights</h3><p><strong>On learning about his heart problem during a routine physical</strong></p><p>They found that there was something off with my heart — their whole thing was, \"You shouldn't be able to walk up a flight of stairs.\" And I was training for a fight, and I was supposed to be training for the fight in Austin, Texas. So guess what I did? I went to Austin, Texas ... to train for the fight ... instead of getting the surgery.</p><p>One day down there, I was training. I went into the locker room and I literally was the color blue. So I called my cardiologist and he's like, \"Yeah, we need to get this taken care of.\" I had major heart surgery.</p><p><strong>On his return to the sport </strong><strong>after the surgery</strong></p><p>I got an offer to come back to fight kickboxing in Moscow against an opponent that at that time I had no business fighting. By that time I had not been in a ring for almost six years and nobody thought I had any chance. And I ended up knocking him out in eight seconds. So that kind of just threw me back into it.</p><p><strong>On how his life changed after the sudden death of his father, mother and brother</strong></p><p>I was at a bad place and doing a lot of drinking. My mantra of \"go big or go home,\" unfortunately ... I really took to it. ... I kind of made the decision: this has to stop. I know it's a bad example for my children.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Fightshark%27+Recounts+His+Struggles%2C+In+Kickboxing+And+Beyond&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"345"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1330967246-00312b.m3u?orgId=1&topicId=1033&ft=3&f=330424680"},{"href":"http://media.npr.org/assets/img/2014/07/10/paindonthurt-hc-c-455fa90f241fb54883f9e0b10c42ceedb429a017.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1182","width":"1576"}}]}