{"created":"2015-04-09T08:03:16+00:00","modified":"2015-06-05T15:26:59+00:00","valid":{"from":"2015-06-05T15:26:59+00:00","to":"3015-06-05T15:26:59+00:00"},"hreflang":"en","title":"Obama To Address Caribbean's 'Economic Achilles' Heel' — Energy","published":"2015-04-09T21:16:00+00:00","teaser":"The president meets with Caribbean leaders in Jamaica Thursday — and a looming energy crunch in the region is high on the list.","itags":["npr_api","398328828"],"guid":"245cce60-095a-4484-a493-21fd124d624c","contentencoded":"<p><strong></strong>President Obama is in Jamaica on Thursday, meeting with Prime Minister Portia Simpson Miller and more than a dozen other leaders from throughout the Caribbean. It's the first stop on a three-day tour that also includes a hemispheric summit meeting in Panama. Topping Thursday's agenda is a looming energy crunch in the Caribbean, and a chance for the U.S. to seize the initiative there from leftist leaders in Venezuela.</p><p>Unlike the United States, which is suddenly awash in cheap oil and natural gas, countries like Jamaica and the Dominican Republic are heavily dependent on imported oil, not only to run their cars but also to keep the lights on.</p><p>\"The economic Achilles' heel for these small islands is really electric power generation,\" says Jorge Pinon, who directs the Latin America and Caribbean Program at the University of Texas. \"That's very important for their tourism and for hotels. So affordable and reliable electricity has a very high economic value for those small islands.\"</p><p>For years, Venezuela has offered an energy lifeline to the Caribbean, selling oil to countries there and in Central America on very favorable terms. The program known as \"Petrocaribe\" was launched a decade ago by Venezuela's anti-American President Hugo Chavez.</p><p>\"Back then, because of the high price of oil, Venezuela had a lot of extra money to throw around,\" says Jason Marczak, deputy director of the Adrienne Arsht Latin America Center at the Atlantic Council. \"And it was using that extra money to try to secure support from different governments across the hemisphere.\"</p><p>The picture today is very different. Chavez is dead. The price of oil has fallen sharply in the past year. And with Venezuela's economy in deep trouble, the flow of cheap oil to the Caribbean is in danger of running dry.</p><p>\"That's going to create a huge economic hardship,\" says Pinon, who's also a veteran oil industry executive. \"As you well know, with economic hardship comes social disruptions that the United States certainly doesn't want in the Caribbean.\"</p><p>Analysts warn a sudden energy shortage could create security problems not far from U.S. shores and even trigger mass migration. But thanks to its domestic energy boom, the United States has a rare opportunity to get out in front of the crisis and possibly build some goodwill of its own.</p><p>\"Ten years ago, we never would have thought about being able to export U.S.-produced gas or oil,\" Marczak says. \"We were frankly just worried about having enough gas and oil ourselves.\"</p><p>The federal government still prohibits U.S. companies from exporting crude oil. But the United States has become a big supplier of refined products to the Caribbean. And liquid natural gas could be next.</p><p>\"Central America and the Caribbean will be a perfect candidate for that fuel,\" Pinon says. \"It is clean — certainly cleaner than oil. And there's going to be plenty of that around.\"</p><p>Vice President Biden launched an effort last summer to diversify the Caribbean's energy supplies. And President Obama is expected to announce additional measures in Jamaica. The moves are partly a strategic tug of war for influence with Venezuela, though the administration will be careful not to couch it that way.</p><p>\"The U.S. is billing this as a Caribbean initiative,\" Marczak says. \"This is not an anti-Venezuela initiative.\"</p><p>That's important because Obama's next stop on this trip is a weekend summit in Panama with leaders from throughout the western hemisphere. Venezuela and its leftist allies typically use these gatherings to try to paint the United States as an imperial power, riding roughshod over its neighbors.</p><p>\"These governments really are always looking for an opportunity to kick dust in the face of Uncle Sam,\" says Cynthia Arnson, director of the Latin American Program at the Woodrow Wilson Center. \"But I think it's also important to keep in perspective the moment today.\"</p><p>The U.S. comes into this summit less isolated from its neighbors, thanks to the diplomatic thaw with Cuba. Cuban President Raul Castro is attending the summit for the first time, setting the stage for a historic handshake with Obama.</p><p>What's more, it's now the U.S., not Venezuela, that's set to use its newfound energy strength as a diplomatic weapon.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Obama+To+Address+Caribbean%27s+%27Economic+Achilles%27+Heel%27+%E2%80%94+Energy&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Scott Horsley","audio":[{"meta":{"duration":"240"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1398458546-e771c2.m3u?orgId=1&topicId=1014&d=240&p=3&story=398328828&t=progseg&e=398458448&seg=11&ft=nprml&f=398328828"},{"href":"http://media.npr.org/assets/img/2015/04/08/463371865-08e1031fd546298002995805623a281a4a9e19c0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2832","width":"3779"}}]}