{"created":"2015-04-03T22:33:55+00:00","modified":"2015-06-01T14:23:50+00:00","valid":{"from":"2015-06-01T14:23:50+00:00","to":"3015-06-01T14:23:50+00:00"},"hreflang":"en","title":"Straight Out Of Brooklyn: 'Encyclofoodia' Pokes Fun At Foodies","published":"2015-05-08T22:21:00+00:00","teaser":"Comics posing as chefs have written a book with sensational recipes and explanations of essential tools like the \"spankler.\" It's designed to \"spank the food if it does anything wrong.\"","itags":["npr_api","397278530"],"guid":"245ef1de-31d3-4f5e-8c90-bb04d0d32ed7","contentencoded":"<p>If you're trying to feed some of the lumberjack hipsters of Brooklyn, you might try serving up some Huevos Machismos. And if you're seeking the next cleanse trend, look no further than the Ultimate Gushy Protein Sewage Blast. Like any balanced smoothie, it incorporates one ounce of \"pure, uncut cocaine (for the boost).\"</p><p>These are the recipes and advice you'd receive from the Mizretti brothers, two fictional restaurateurs who just published an \"encyclofoodia\" and cookbook called <a href=\"http://www.bloomsbury.com/us/fuds-9781620403143/\">FUDS</a>.</p><p>Who are these characters? Alfredo Mizretti prefers baths to showers, listens to reggae parody music and has intentionally poisoned 64 customers. Antonio Mizretti is the taller of the two, is allergic to sandpaper, and has pulled his hamstring, quadriceps and butt muscles while cooking.</p><p>Of course, any comprehensive encyclofoodia will also contain instructions for how to cook when you haven't been grocery shopping and all that remains in the fridge are six hot dogs.</p><p>Two of the Mizretti brothers' three inventors, <a href=\"http://kellyqehudson.tumblr.com/\">Kelly Hudson</a> and <a href=\"http://ucbcomedy.com/user/9515\">Dan Klein</a>, spoke with Melissa Block on <em>All Things Considered</em> about the inspiration for <em>FUDS</em> and their most necessary kitchen tools.</p><p>\"A spankler is, it really is essential in any kitchen, and that's for spanking the food if it does anything wrong or it doesn't taste the way that you want it to, you've got to give it a little bit of a spanking,\" says Klein. \"And I use mine all the time.\"</p><p>\"A closed spoon is good for getting nothing on your spoon,\" adds Hudson. \"Everything just runs off.\"</p><p>The book also features a foreword by Mario Batali and displays an atlas of regional dishes, like Creamed Trout with a Pilgrim's Belt Buckle from the Northeast and So Deeply Fried Snapping Turtle Knees from the Deep South. Visit the Southwest for a taste of Those Hot Tamale Candy Things and the Midwest for Corn-Coated Corn-Stuffed Anything.</p><p>Hudson and Klein started the FUDS project soon after they met. \"We both did comedy and to make each other laugh we would text each other these weird little food descriptions,\" says Hudson. They started building their dish ideas into full menus to poke fun at the foodies around them.</p><p>\"And then we heard about this food festival called the <a href=\"http://googamooga.com/\">Great Googa Mooga</a> and it was happening in Prospect Park,\" says Hudson. They passed out 5,000<a href=\"http://www.fudsmenu.com/menu.html\"> menus</a> for a fake restaurant called <a href=\"http://www.fudsmenu.com/menu.html\">FUDS</a>, and the festival attendees did not appreciate the humor. \"The trash can a few feet away was just piled high with these menus,\" she says. \"A lot of people were yelling at us.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Straight+Out+Of+Brooklyn%3A+%27Encyclofoodia%27+Pokes+Fun+At+Foodies&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"360"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1397325302-aaa392.m3u?orgId=1&topicId=1053&d=360&p=2&story=397278530&t=progseg&e=397184403&seg=9&ft=nprml&f=397278530"},{"href":"http://media.npr.org/assets/img/2015/04/03/fuds---97816204031431-ae34630d0c9db4462cbbf55c3a7e43dcaf03e535.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"845","width":"1127"}},{"href":"http://media.npr.org/assets/img/2015/04/03/fuds---9781620403143-4d189bdcf56f1e1ef0747ccadc47ee29a7b68ce9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1349","width":"1798"}}]}