{"created":"2014-10-01T20:18:58+00:00","modified":"2015-02-02T21:23:39+00:00","valid":{"from":"2015-02-02T21:23:39+00:00","to":"3015-02-02T21:23:39+00:00"},"hreflang":"en","title":"Campus Sexual Assault Law Now Includes Language On Same-Sex Violence ","published":"2014-12-10T20:34:00+00:00","teaser":"The Campus SaVE Act clarifies the rights of victims of same-sex sexual attacks to go to local police, get referrals for health care and be guaranteed a fair hearing process.","itags":["npr_api","352757107"],"guid":"246b1377-b560-47df-ba9b-cc60ce057f5e","contentencoded":"<p>Schools often struggle to investigate cases of sexual assault, and even more so when they occur between people of the same gender.</p><p>But a new law aimed at college campuses — which takes effect today — expands the definition of sexual violence to include dating violence and stalking and to clarify that same-sex assaults are covered, too.</p><p>John Kelly, a senior at Tufts University in Medford, Mass., helped make those new rules.</p><p>He became a campus and national activist after he reported that he had been sexually assaulted in August 2012 by an ex-boyfriend in his dorm room. A Tufts misconduct board suspended the ex-boyfriend, but the investigation took four months. That's twice as long as federal guidelines recommend.</p><p>Kelly says a dean told him the reason it was taking so long was that he was \"a male survivor; because it was a same-sex assault and they didn't know how to deal with it.\"</p><p>In the past year, Kelly has testified before the U.S. Senate and spoken at the White House. Earlier this year, he was the student alternate member on a committee of educators, government officials and advocates who were chosen to write the regulations for implementing the Campus Sexual Violence Elimination Act.</p><p>The Campus SaVE Act, which was passed by Congress in 2013 as part of the Violence Against Women Reauthorization Act, clarifies the rights of victims to go to local police, get referrals for health care, and be guaranteed a fair hearing process.</p><p>It put into law many of the 2011 policy guidelines already drawn up by federal officials, partly in response to <a href=\"http://www.npr.org/series/124073905/seeking-justice-for-campus-rapes\">a 2010 investigative series by NPR and the Center for Public Integrity</a> that showed how schools almost never expelled men found responsible for sexual assaults. It also found that federal officials failed to aggressively monitor or punish schools that inadequately handle assault investigations.</p><p>The new law also requires more training for campus officials who investigate assaults and mandates that schools teach students how to prevent them.</p><p><strong>Redefining The Definition Of Rape</strong></p><p>Last spring, in a conference room at a U.S. Department of Education office in Washington, D.C., Kelly waited nervously for the panel writing the regulations to discuss how schools should treat same-sex assaults. He wanted to tell his story and make the case for expanding the definition of assault to include same-sex rape.</p><p>Kelly says he was ready and fired up. So it was a nice surprise to Kelly — and the other advocates in the room — when a representative of the Department of Education said it had already decided to rewrite the definition to include same-sex assaults.</p><p>\"To be able to see the department, with me in the room, sort of say: 'We're not going to do that anymore. We're not going to define rape as only between a man and a woman,' was a really, really cool thing,\" says Kelly.</p><p>One reason for the change was that the FBI in 2013 changed its definition of rape. For the first time, the Uniform Crime Reporting Program — the national system for reporting crime — included men or women as rape victims.</p><p>There are no solid numbers on how often same-sex assaults happen on college campuses. Rape is vastly underreported by women. And even less reported by men.</p><p>\"In many communities, and many populations, the very idea of being a man and being a victim are diametrically opposed to one another,\" says Chris Anderson, executive director of MaleSurvivor, a support organization for male victims of sexual trauma.</p><p>Men, gay or straight, are reluctant to report.</p><p>\"If a man raped another man and he's not out of the closet, that can be a difficulty because he may not want to reveal that information,\" says Jordan Dashow, who graduated from Tufts University in the spring.</p><p>Dashow waited two years to report to campus officials that he was sexually assaulted by another student during his first semester of college.</p><p>At the time, Dashow was newly out and was excited to \"start college true to myself\" at a place that was \"very accepting of LGBTQ people,\" he says.</p><p>One night, after he had been drinking, he agreed to go back to the man's dorm room. He told the man he didn't want to engage in sex, but they did.</p><p>Dashow says he blamed himself and was reluctant to report the assault.</p><p>But two years later, a couple of things moved him to tell campus officials: Dashow watched a woman he was close to deal with the aftermath of an assault. Also, every day he saw stickers that Tufts had newly placed on every bathroom mirror on campus, which used gender-neutral terms to urge students to report \"unwanted sexual attention.\"</p><p>Dashow says he reported the assault for himself, and to support other survivors.</p><p>The school found that the man accused by Dashow had violated the school's sexual assault policy. At first the other student was allowed to remain on campus, but after Dashow appealed, the man was suspended. Last spring, Dashow wrote an op-ed in the campus newspaper, with the headline, \"<a href=\"http://tuftsdaily.com/opinion/2014/04/28/op-ed-why-does-tufts-want-rapists-on-its-campus/\">Why does Tufts want rapists on campus?</a>\" <em>(Note: This piece contains graphic language.)</em></p><p><strong>Finding Campus Services For Men</strong></p><p>Administrators at Tufts say they can't talk about individual cases. But Jill Zellmer, director of the university's Office of Equal Opportunity, says that its policies make it clear that allegations of assault — from all students, whatever their sexuality — will be handled with equal seriousness and that students are encouraged to report a range of sexual violence.</p><p>Tufts officials couldn't comment on Kelly's case but say that for many years, they have investigated same-sex assaults on campus.</p><p>The school in recent months — under pressure from student protesters and a federal investigation — has hired new officials to handle assault cases, increased student and faculty training and is negotiating with the Department of Education's Office for Civil Rights to settle an investigation.</p><p>Other schools have grappled with recent cases of same-sex assault. At Carnegie Mellon University in Pittsburgh, a complaint filed by the American Civil Liberties Union says a woman was allowed to stay on campus even after the school found she abused her former girlfriend and then stalked her.</p><p>At the University of California, Davis, a student says he was sexually assaulted during a fraternity hazing ritual.</p><p>And at Brandeis University in Massachusetts, the U.S. Department of Education has opened an investigation into whether the rights of an accused student were violated when he was punished for assaulting an ex-boyfriend.</p><p>Both Dashow and Kelly say they knew where they could go on campus to report the assaults. But Anderson, of MaleSurvivor, says male students he speaks to from other schools often feel unwelcome when they bring complaints.</p><p>\"In many college communities — in fact in many communities around the country — there really are no services directed towards male victims at all,\" he says.</p><p>And when there are services, Anderson says, \"oftentimes they are actually housed in women's health centers, and many male victims feel extraordinarily uncomfortable with walking into a women's health center and saying, 'I've been sexually abused.' \"</p><p>There are differences, too, in the kind of sexual violence often directed at men on college campuses. Sometimes it's connected to hazing, which could be from a fraternity, a sports team or some other campus group.</p><p>Anderson says hazing often gets dismissed — by students and administrators — even when it turns sexual. \"As bad as it is to say this,\" he notes, \"oftentimes you'll hear people say, 'Well, it's a boys-will-be-boys situation,' in terms of, well, this is just horseplay, or this is part of the tradition of bringing pledges into a fraternity, or this is how we build, you know, the team up.\"</p><p>With the new law, there's also new emphasis to teach men how they can step in and stop other men from assaulting women. Advocates like Anderson say the training has to go further and make it clear that men are victims, too.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Campus+Sexual+Assault+Law+Now+Includes+Language+On+Same-Sex+Violence+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joseph Shapiro","audio":[{"meta":{"duration":"304"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1353048475-de94c2.m3u?orgId=1&topicId=1150&aggIds=339884470&e=352757107&d=304&ft=nprml&f=352757107"},{"href":"http://media.npr.org/assets/img/2014/09/30/john-kelly-tufts-755f6e121a5baf2514024c5cc9004de380de71db.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1065","width":"1420"}}]}