{"created":"2014-10-08T03:03:04+00:00","modified":"2014-10-31T00:48:58+00:00","valid":{"from":"2014-10-31T00:48:58+00:00","to":"3014-10-31T00:48:58+00:00"},"hreflang":"en","title":"For Sale: Vacant Lots On Chicago Blocks, Just $1 Each","published":"2014-07-07T03:48:00+00:00","teaser":"Empty lots have multiplied in parts of Chicago in recent years, so the city is selling them to homeowners dirt cheap. It's an effort to spark renewal in some of the city's most blighted areas.","itags":["npr_api","325803705"],"guid":"246b78e8-302f-4eb3-bcda-d88f0482714b","contentencoded":"<p>Chicago is practically giving away land: vacant lots for just $1 each. The catch? To buy one, you must already own a home on the same block.</p><p>Like many U.S. cities, Chicago has struggled with what to do with a growing number of empty lots in the wake of the foreclosure crisis. Efforts to develop affordable housing or urban farms have had some mixed results.</p><p>So Chicago officials and community development advocates hope the vacant lot program can help spark a renewal in some of the city's most blighted areas.</p><p>The City of Chicago owns close to 5,000 vacant lots in the greater Englewood area alone, and is supposed to clean up, mow and maintain them. But residents such as Asiaha Butler say the city doesn't always stay on top of the job.</p><p>\"So like right now, the kids over there are just playing in the lot, they're just running,\" she says. \"I would hope that it would be somewhere where they feel a little more safe, a little more secure, that's a little more beautified than what we see currently.\"</p><p>Butler says some of the lots get so overgrown that toddlers can get lost in them. They often become mini garbage dumps, or are sometimes taken over by drug dealers or gang members.</p><p>\"I just want to make my block nicer,\" Butler says.</p><p>And she plans to, alongside Sonya Harper, 32, an outreach manager for a nearby urban farm. Harper has lived on a block of South Wood Street in Englewood, on Chicago's South Side, her entire life. Her house was once her grandmother's home. Her aunt used to live next door, where her cousins now live, and her parents met on the same street.</p><p>The neighborhood has changed over the years, she says. Older neighbors have moved or passed away; most of the decent jobs left the area, too. And as poverty and unemployment increased, many people lost their homes to foreclosure.</p><p>Left behind were abandoned homes, many of which the city has now torn down. That's left vacant lots here and all across Englewood, including several on Butler's block a mile or so away.</p><p>The women want to buy vacant lots on their blocks and repurpose them. And under the new program, they can. Under the Large Lot Program, homeowners can buy lots on their block for $1, as long as they do not owe back taxes, parking tickets or other debts to the city.</p><p>Butler's idea is to put public art, such as murals, on her lot — and maybe concrete chess tables, a barbecue pit and even an area for dogs.</p><p>Harper has already started a small community garden and wants to expand it into adjacent vacant lots.</p><p>And both see their lots as serving an even greater purpose.</p><p>\"We want to be a block club. It turns from, 'We care about gardening and food and nature and open space, and yet this is all brand new to us,' to, 'Hmm, what's going on down the street?' 'Oh, look at that vacant lot over there, should we do something about that?' 'Oh, Ms. Thompson needs help cutting her grass, let's go see if she needs help,' \" Harper says.</p><p>Phil Ashton, professor of urban affairs at the University of Illinois, Chicago, says the program selling vacant lots for a buck taps an underutilized resource.</p><p>\"Existing homeowners are sometimes some of the best assets that these neighborhoods have,\" Ashton says. \"They have a lot of energy. I mean, these are people fully invested in their neighborhoods.\"</p><p>But Ashton says some of these kinds of efforts have waned after a couple of years in other cities — so the big question is what else can be done to sustain urban revitalization.</p><p>\"There's got to be something more, really,\" he says. \"Otherwise we're sort of facing this very pragmatic tool being just a drop in the bucket.\"</p><p>City officials, including Mayor Rahm Emanuel, and corporate leaders joined neighborhood activists in breaking ground Tuesday for one potential new cornerstone in the community: a Whole Foods Market. It not only will bring needed jobs to the area, but after years of residents seeing one grocery store after another closing up shop and moving out, many believe Whole Foods could be an oasis in one of Chicago's largest food deserts.</p><p>Officials say the initial response to the $1 lot program has been strong — it received more than 400 applications to purchase more than 500 vacant lots in Englewood, where the effort began as a pilot program.</p><p>The response has been so positive that on Tuesday, Chicago began accepting applications for more than 400 vacant lots in East Garfield Park on the city's West Side; homeowners can apply through July 30.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Sale%3A+Vacant+Lots+On+Chicago+Blocks%2C+Just+%241+Each&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Schaper","audio":[{"meta":{"duration":"235"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1327583179-01f0a1.m3u?orgId=1&topicId=1091&ft=3&f=325803705"},{"href":"http://media.npr.org/assets/img/2014/06/30/chicago_lots_04-263fd2d62aa34f4e10fe407b53caf3ecbba0302e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2339","width":"3121"}},{"href":"http://media.npr.org/assets/img/2014/06/30/chicago_lots_02-221053bd9af99c09a75fbe0042b019a84846b015.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2505","width":"3340"}}]}