{"created":"2014-10-16T15:11:16+00:00","modified":"2015-03-10T14:44:11+00:00","valid":{"from":"2015-03-10T14:44:11+00:00","to":"3015-03-10T14:44:11+00:00"},"hreflang":"en","title":"Elizabeth Peña Remembered As An Actress With Range","published":"2014-10-16T22:35:00+00:00","teaser":"Peña's fans, lamenting her death on Latino social media, expressed frustration that such a talented actress could not break away from stereotypical roles.","itags":["npr_api","356651581"],"guid":"249be26e-84a4-447f-94b7-f3d958165bcc","contentencoded":"<p>Cuban-American actress Elizabeth Peña has died at age 55. She played dramatic roles in movies such as <em>La Bamba</em> and <em>Lone Star</em> and appeared in sitcoms including <em>Modern Family</em>.</p><p>Peña died Tuesday after a brief illness at a hospital in Los Angeles, according to her agent.</p><p>She grew up in an artistic family in Elizabeth, N.J. Her father, an actor and playwright, and her mother, an arts administrator, founded the Latin American Theatre Ensemble in New York. Peña graduated from New York's High School of the Performing Arts. She landed her first film role in 1978, as Aurelita, the teenage daughter of Cubans living in exile in New York City, in León Ichaso's <em>El Super</em> in 1978.</p><p>Peña's fans, lamenting her death on Latino social media, expressed frustration that such a talented actress could not break away from stereotypical roles such as the seductive maid in the movie <em>Down and Out in Beverly Hills</em> or the housekeeper in the short-lived sitcom <em>I Married Dora</em>. As NPR's Felix Contreras puts it, Peña seemed \"doomed to play ... the sassy best friend or the emotional Latina.\" But it wasn't for lack of trying. In interviews, Peña often talked about searching for parts where the character just happened to be Latina.</p><p>One of her breakout roles was as the sensual, world-weary history teacher who rekindles an old romance in the 1996 film <em>Lone Star</em>.</p><p>The director of that movie, John Sayles, said she was perfect playing a woman who had a lot \"burning underneath.\"</p><p>\"It was that kind of combination of intelligence, emotion and sexuality,\" he says.</p><p>More recently, she was the voice of Mirage, the Bond-style villainess <em>femme fatale</em> in <em>The Incredibles</em>. Before she died, Peña had finished filming the action series <em>Matador</em> for the El Rey TV Network.</p><p>Peña's nephew, Mario-Francisco Robles, who is a critic for <a href=\"http://www.latino-review.com/news/breaking-prolific-hispanic-actress-elizabeth-pea-has-passed-away\">Latino-Review</a>, wrote in a tribute to his aunt:</p><p>\"She did it all, and she made it look fun. She made it look easy. But I know it wasn't. I know she had a drive like no other, and that she was a force to be reckoned with when she decided it was time to make it big or ... well, nothing.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Elizabeth+Pe%C3%B1a+Remembered+As+An+Actress+With+Range&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elizabeth Blair","audio":[{"meta":{"duration":"122"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1356730058-53347e.m3u?orgId=1&topicId=1062&e=356651581&d=122&ft=nprml&f=356651581"},{"href":"http://media.npr.org/assets/img/2014/10/16/pena-dac6013ac3a7818a86b28e5d29597e0bdb5d0657.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1476","width":"1968"}}]}