{"created":"2015-01-26T20:51:28+00:00","modified":"2015-02-12T23:37:33+00:00","valid":{"from":"2015-02-12T23:37:33+00:00","to":"3015-02-12T23:37:33+00:00"},"hreflang":"en","title":"It'd Be No 'Folly' To Remake This Musical Classic","published":"2015-01-28T13:47:00+00:00","teaser":"Now that the Stephen Sondheim musical <em>Into the Woods</em> has made more than $100 million at the box office in just three weeks, NPR's movie critic Bob Mondello has a modest musical proposal.","itags":["npr_api","379109876"],"guid":"24b728b0-96b7-4278-8ecc-d871907d3b98","contentencoded":"<p>For fans of musical comedy, last month was a big deal. <em>Peter Pan Live</em> played to more than 9 million viewers on TV, and Stephen Sondheim's <em>Into the Woods</em> was seen by another 9 million in just its first week in movie theaters. That's 18 million musical comedy fans — more than all of Broadway plays to in a year.</p><p>So why am I grumpy rather than smiling? Well, for starters, can we agree that <em>Peter Pan Live</em> was a waste of time? There's already a better version with Mary Martin. Same with <em>The </em><em>Sound of Music</em> with Julie Andrews, and <em>The Music Man</em> with Robert Preston. No offense to Allison Williams, Carrie Underwood or Matthew Broderick, but there's no good reason to do them again less well.</p><p>But Stephen Sondheim finally hitting it big in movies is a different story altogether, and the combination of both these productions having enormous audiences at the same moment makes me dream of a TV/Sondheim mash-up. For years people have been saying Sondheim's shows are too tricky to be turned into films, too sophisticated for a mass audience. Well, we've now established that that's not true: His blood-soaked musical <em>Sweeney Todd</em> made a fortune at movie theaters, and <em>Into the Woods</em> has more than matched <em>Sweeney</em> in its first few weeks.</p><p>So here's my mash-up: a live TV musical that's <em>not </em>just a singalong retread. Instead, how about a less familiar but far more rewarding show? Something so star-studded, and ratings-guaranteed, that it would do fresh, updated justice to what many consider Stephen Sondheim's greatest musical ever.</p><p>Indulge me for a moment while I play \"Fantasy <em>Follies</em>.\"</p><p>The original <em>Follies,</em> directed by Hal Prince and choreographer Michael Bennett before Bennett became celebrated for <em>A Chorus Line,</em> was nominated for 11 Tony Awards in 1971 and won seven on the way to losing its entire investment on Broadway. It has, however, become a <em>success d'estime</em> with frequent, star-studded revivals.</p><p>The show is set at a reunion of aging chorus girls who in their youth had appeared together in a Ziegfeld Follies-style show. It centers on two now-mature chorus girls, and the stage-door Johnnies to whom they are unhappily wed. Audiences came to see a cast filled with celebrated stars from previous decades — Yvonne de Carlo, Alexis Smith, Dorothy Collins — and were more than a little surprised at what Sondheim had them doing up there onstage: singing songs like \"Losing My Mind\" about a past they remembered not with nostalgic fondness but with regret for the roads they didn't take. Also singing with bite and bile about the roads they <em>did</em> take in songs like \"Could I Leave You?\"</p><p>It was sensational. Gorgeous. And it'd make a sensationally gorgeous vehicle today for a dream team that no producer could ever gather for a long run on Broadway but that would certainly be possible for one night on TV. Imagine bringing together all the folks who were huge in movie musicals a few decades ago — Angela Lansbury, Carol Burnett, Diana Ross — stars who could really do justice to <em>Follies</em>' big anthem, \"I'm Still Here,\" a declaration that aging stars of whatever era almost can't help making.</p><p>Say, <em>Sweet Charity</em>'s Shirley MacLaine, back before she arrived at Downton Abbey. Or <em>The Good Wife</em>'s <a href=\"https://www.youtube.com/watch?v=sfZogO4ixYQ\">Christine Baranski</a> (who'll be appearing on stage in a London <em>Follies</em> in a few months). <em>Singin' in the Rain</em>'s <a href=\"https://www.youtube.com/watch?v=vhtGXxs-4IA\">Debbie Reynolds</a> altered a few lyrics (\"I waved at Lana, Ava and June / sang Abba Dabba Honeymoon / I got some mileage from that old tune ...\") while adopting a brighter mood in her nightclub act. <em>Goldfinger</em>'s Shirley Bassey did it brassy. For <a href=\"https://www.youtube.com/watch?v=AOD_1_oWHGM\">Nacha Guevara</a>, \"Aqui Estoy\" was a way to announce her return from exile after the fall of the Argentine dictatorship. And in a mash-up with \"Don't Rain on My Parade,\" <a href=\"https://www.youtube.com/watch?v=MrxOIeySlqQ\">Babs</a> made it all about herself (\"I've heard 'em say songwriting, acting, producing / why does she think that she can? / Or better yet songwriting, acting, producing / what does she think, she's a man?\").</p><p>In my head, I see all of them dancing with their younger selves in the the big mirror dance in <em>Follies,</em> but bigger than onstage, because on TV you could do it Busby Berkeley style — dozens of young chorus girls paired with the likes of Ann-Margret and Chita Rivera from <em>Bye Bye Birdie,</em> Bette Midler, Diahann Carroll, Doris Day. For the song \"I'm Just a Broadway Baby,\" you could trot out Carol Channing. I mean, it's just one night on TV. For a lot of the supporting players, it'd be just one number.</p><p>I hear you asking: Why?</p><p>Why the fuss about Sondheim? Well, because he's a genius — the Shakespeare of composer-lyricists — and anyone who can toss off an interior rhyme like \"we have so much in common, it's a phenomen ... on\" deserves to be celebrated more widely.</p><p>And why bring back these theoretically past-their-sell-by-date stars? Well for one thing, when I first mentioned this idea around the office, our interns had never heard of most of them, and that's a shame, no? Blank stares for Shirley MacLaine. Ann-Margret, Shirley Bassey. They knew vaguely who Streisand was, but Debbie Reynolds? Nothing, even after I said <em>Singin' in the Rain</em>.</p><p>I'm not criticizing. This is exactly the reaction I had in my 20s to the big star of the original <em>Follies,</em> Alexis Smith. I had no idea who she was. Went to see her purely out of curiosity, and I'm glad I did. In short, there's a reason to bring them and <em>Follies</em> back, unlike whatever the logic was for redoing S<em>ound of Music</em> or <em>Peter Pan</em>.</p><p>And it's not as if the show isn't pop, or accessible. It's amazing how many major stars have incorporated <em>Follies</em> songs into their nightclub acts. <a href=\"https://www.youtube.com/watch?v=T0djqW7BOmA\">Liza Minnelli</a>, for instance, did a ghastly disco version of \"Losing My Mind\" with the Pet Shop Boys. Even <em>The Rocky Horror Picture Show</em>'s Tim Curry has done that song.</p><p>And for other parts, in my head I see Nathan Lane, Morgan Freeman (don't tell me he can't sing — remember <em>The Electric Company</em>?), Glenn Close, Julie Andrews.</p><p>Admittedly, <em>Follies</em> is not a happy show. But, y'know, neither is <em>Les Miz,</em> or <em>Rent,</em> or for that matter, <em>Sweeney Todd</em>. And with even half this kind of star power, audiences would stick with it to the deliciously bittersweet end. Seriously, although I'm just playing Fantasy <em>Follies</em> here, this idea is not pie in the sky. TV musicals don't have to be chirpy, kid-oriented, lowest common denominator shows. And if anyone in the world knows that, it's Craig Zadan — the guy who produced the live <em>Sound of Music</em> and <em>Peter Pan</em>. He's no stranger to Sondheim. He literally wrote the book on him, back when <em>Follies</em> was still brand new. It was called <em>Sondheim & Co</em>. And he's worked with a lot of these stars in the years since.</p><p>He could do this. He could bring back what one of the show's big numbers calls \"these beautiful girls.\" At which point, like a lot of other people, I'd be losing my mind.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=It%27d+Be+No+%27Folly%27+To+Remake+This+Musical+Classic&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bob Mondello","audio":[{"meta":{"duration":"480"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1381647547-a7f58d.m3u?orgId=1&topicId=1045&e=379109876&d=480&ft=nprml&f=379109876"},{"href":"http://media.npr.org/assets/img/2015/01/26/follies-live-fullsize-c2c052328577ed53098c1be3d6aa0e4f9def5744.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}