{"created":"2014-09-19T19:44:58+00:00","modified":"2014-10-31T01:55:53+00:00","valid":{"from":"2014-10-31T01:55:53+00:00","to":"3014-10-31T01:55:53+00:00"},"hreflang":"en","title":"How Russia's Shared Kitchens Helped Shape Soviet Politics ","published":"2014-05-23T22:44:00+00:00","teaser":"In the Soviet Union's communal kitchens, many families jockeyed for one stove. Apartments were crowded, food was scarce and government informants were everywhere. Still, some found joy and connection.","itags":["npr_api","314054405"],"guid":"24bb0dc7-5f6f-4157-baaa-7ba1196c32d7","contentencoded":"<p>In the decades following the 1917 Russian Revolution, most people in Moscow lived in communal apartments; seven or more families crammed together where there had been one, sharing one kitchen and one bathroom. They were crowded; stove space and food were limited. Clotheslines were strewn across the kitchen, the laundry of one family dripping into the omelet of another.</p><p>As the Soviet Union industrialized from the 1920s to the 1950s, and millions poured into Moscow from the countryside, one of the goals of the new government was to provide housing for the workers. It started putting people into apartments that had been occupied by the rich or by aristocrats who had been driven out by the new regime.</p><p>\"The communal apartment was like a microcosm of Soviet society,\" says <a href=\"http://www.npr.org/books/authors/223091725/anya-von-bremzen\">Anya von Bremzen</a>, author of <em>Mastering the Art of Soviet Cooking</em>. \"People from all walks of life, sometimes absolute class enemies, living next to each other. The expression was 'densed up.' The allotment was 9 square meters per person.\"</p><p><a href=\"http://www.stanford.edu/~gfreidin/\">Gregory (Grisha) Freidin,</a> professor of Russian literature at Stanford University, grew up in a communal apartment of 10 families about five blocks from the Kremlin in the 1940s. \"On one side of my room was the man who washed corpses at the local morgue.<strong> </strong>There were two rooms where the mother and father served in the KGB. Then there was the woman whose husband was serving a sentence for stealing bread from the bread factory where he worked.\"</p><p>In Freidin's kitchen, every family had a small kitchen table that housed a few pots and pans. There were two four-burner stoves. Everyone cooked their own food — cabbage soup, borscht with beets, potatoes, buckwheat groats, boiled chicken.</p><p>Kitchens became a source of tension and conflict. \"Five different kettles, five different pots that are all marked,\" says Edward Shenderovich, venture capital investor and Russian poet. \"When relations between the neighbors were especially fierce, you could see locks on the cabinets.\"</p><p>Families cooked in quick, staggered shifts. \"They cooked in the kitchen but practically never ate there,\" says <a href=\"http://uk.linkedin.com/pub/masha-karp/23/308/509\">Masha Karp</a>, who was born in Moscow and worked as a Russian features editor for the BBC World Service from 1991 to 2009. \"They would go with their pots along their corridor and eat in their room.\"</p><p><strong>Crowded Kitchens By Design</strong></p><p>\"Communal kitchen was a war zone,\" says Alexander Genis, Russian writer and radio journalist. \"During the Stalin era [1928-1953] it was the most dangerous place to be — in the kitchen.\"</p><p>Shenderovich agrees: \"Communal kitchens were not places where you would bring your friends. I think that was one of the ideas for creating a communal kitchen. There would be a watchful eye of society over every communal apartment. People would report on each other. You would never know who would be reporting.\"</p><p>But Anya von Bremzen remembers there was camaraderie as well. \"There was always a grandmother to take care of the kids, and share a bit of <em>cutletta</em> or <em>salat Olivier</em>. And when they began to disband the communal apartments, the communal kitchen was an institution that many people actually began to miss.\"</p><p>The reason Soviet authorities considered kitchens and private apartments dangerous to the regime was because they were places people could gather to talk about politics.</p><p>\"The most important part of kitchen politics in early Soviet time was they would like to have houses without kitchens,\" says Genis. \"Because kitchen is something <em>bourgeois</em>. Every family, as long as they have a kitchen, they have some part of their private life and private property.\"</p><p><a href=\"http://www.choices.edu/resources/scholars_Khrushchev.php\">Sergei Khrushchev</a>, retired Brown University professor and son of<strong> </strong>Nikita Khrushchev, the head of the Soviet Union from 1953 to 1964, explains: \"In Stalin's time, the theoretical idea of communism declared that all people have to be equal and the women have to be free from the slavery work in the kitchen. There mustn't be a kitchen in the apartment. You will go and eat in the cafeteria.\"</p><p>This was part of the romantic approach of the early post-revolutionary years, says Masha Karp. \"People forget what an incredible upheaval the 1917 revolution was,\" she says. \"There was a huge movement to free the country from the czarism, bring happiness to poorer classes. People thought maybe it was a good idea to relieve a housewife from her daily chores so that she could develop as a personality. She would go and play the piano, write poetry, and she would not cook and wash up. The idea to have canteens and cafeterias was a continuation of this wonderful intention.\"</p><p>But the cafeteria idea did not pan out. After the revolution, the civil war began and they did not build any cafeterias. Also, Anya von Bremzen tells us,<strong> </strong>the food in the canteens was terrible, and women continued to cook.</p><p>\"Bolsheviks were not into food. [Vladimir] Lenin was not a foodie,\" says von Bremzen. \"They saw it as fuel; they had to feed the workers. The Bolsheviks kind of wanted to eradicate privacy. And private hearth, private stove becomes very politicized.\"</p><p>Following the <a href=\"http://www.historylearningsite.co.uk/russian_civil_war1.htm\">civil war,</a> the shortages<strong> </strong>and<strong> </strong>the famine of the 1920s devastated whatever was left of the Russian kitchen. Stalin's industrialization program included the industrialization of food. Completely new, mass-produced food appeared — foods like canned and processed soup, fish, meat and mayonnaise.</p><p>\"The whole of the Soviet Union, all 120 different ethnic groups were suddenly being served exactly the same stuff,\" says Grisha Freidin. \"Choices for this or that food, the tastings, took place at the politburo level. The kinds of candies that were being produced was decided in a special meeting with Stalin and [Vyacheslav] Molotov.\"</p><p><strong>The Cold War And The Kitchen Debate</strong></p><p>With the death of Soviet leader Joseph Stalin in 1953 and the ramping up of the Cold War, the Soviet Union's goal was to catch up and overtake the United States. In 1959, Nikita Khrushchev decided to have a cultural exchange of exhibitions with the United States, the first in history.</p><p>The Soviet Union's display in the New York Coliseum showcased progress: It featured sputnik satellites, and a model of an atomic ice-breaker and enormous statues of Soviet workers.</p><p>But the Americans' exhibit focused on lifestyle. They built a huge pavilion in Moscow's Sokolniki Park, a futuristic geodesic dome featuring<strong> </strong>American jazz, basketball, rows and rows of high-heeled shoes, abstract art, long, sleek American cars. The exhibition introduced never-before seen or tasted American products to the Soviet people.</p><p>For many Soviet visitors to the exhibit, Pepsi Cola stole the show. \"Every visitor would pass the counter where Pepsi-Cola was given out in disposable paper cups,\" remembers Grisha Freidin, who was 13 years old at the time. A decade later, a historic deal was negotiated that brought Pepsi to Russia. \"Pepsi was the first American company, even before McDonald's, to get their foot in the door. Part of the deal between Pepsi-Cola and the Soviet Union was that Pepsi would be given the distribution rights for Stoli, Stolichnaya Vodka,\" says Freidin.</p><p>At the center of the U.S. exhibit was a \"typical American home\" with a \"typical American kitchen.\" It had gleaming white refrigerators, washing machines and all the latest electric appliances.</p><p>When Vice President Richard Nixon arrived to open the pavilion, it was in this model Betty Crocker kitchen that he and Nikita Khrushchev made an unscheduled stop and came head to head in what is now known as \"<a href=\"http://www.c-span.org/video/?110721-1/nixonkhrushchev-kitchen-debate\">The Kitchen Debate</a>.\"</p><p>\"They go to this kitchen,\" remembers Sergei Khrushchev, \"and Nixon talks about American achievement and my father talks about Soviet achievement. They argue with each other about which system is better.\"</p><p>While there's only a <a href=\"http://www.foia.cia.gov/sites/default/files/document_conversions/16/1959-07-24.pdf\">partial transcript</a> of the impromptu encounter, here's what the <em>New York Times</em> reporter who covered the event in 1959 <a href=\"http://www.nytimes.com/learning/general/onthisday/big/0724.html#article\">wrote</a>:<strong> </strong></p><blockquote><p>\"On political problems,\" the Soviet Premier said, \"we will never agree with you. For instance, [Soviet statesman Anastas] <a href=\"http://russiapedia.rt.com/prominent-russians/politics-and-society/anastas-mikoyan/\">Mikoyan</a> likes very peppery soup. I do not. But this does not mean that we do not get along.\"</p><p>\"You can learn from us, and we can learn from you,\" Mr. Nixon said. \"There must be a free exchange. Let the people choose the kind of house, the kind of soup, the kind of ideas that they want.\"</p></blockquote><p>And so, the threat of atomic warfare, economic progress and diplomacy were all examined through the lens of the kitchen. \"Nixon and Khrushchev talked about food,\" says the Russian writer Alexander Genis, \"how people live, how people eat.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+Russia%27s+Shared+Kitchens+Helped+Shape+Soviet+Politics+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"The Kitchen Sisters","audio":[{"meta":{"duration":"452"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1314138915-e8ff1b.m3u?orgId=1&topicId=1053&aggIds=91851784&ft=3&f=314054405"},{"href":"http://media.npr.org/assets/img/2014/05/19/anna-854becedc3a4dfe867b56f0aa8327173adbd1d16.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1331","width":"1777"}},{"href":"http://media.npr.org/assets/img/2014/05/19/44b4_001-ff4f48a750de8f4dca47cf758fb548dd1bbf4abb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1330","width":"1772"}},{"href":"http://media.npr.org/assets/img/2014/05/19/50475727-fd1409fee35acca7748b729b71bb0b6f8b32be7e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2024","width":"2698"}}]}