{"created":"2015-06-02T20:33:27+00:00","modified":"2015-06-08T23:05:20+00:00","valid":{"from":"2015-06-08T23:05:20+00:00","to":"3015-06-08T23:05:20+00:00"},"hreflang":"en","title":"In Several States, Abortion Waiting Periods Grow Longer","published":"2015-06-03T18:40:00+00:00","teaser":"State lawmakers passed dozens of bills to restrict abortion this session. One trend: making women wait ever longer, up to 72 hours in some states, before having the procedure.","itags":["npr_api","411479776"],"guid":"24d5dd64-e063-4dce-83bb-bec9948f4cda","contentencoded":"<p>In recent years, states have passed well over 250 laws restricting abortion. One trend in those restrictions: longer waiting periods before women can have the procedure.</p><p>Twenty-six states already have waiting periods. Most make women wait 24 hours between the time they get counseling on abortion and have the procedure. But this year, several states are extending that to 48 — even 72 — hours.</p><p>\"Now so many states have so many restrictions, really the only thing left to do is go back to the restrictions that are in place and see how much worse they can be,\" said Elizabeth Nash of the Guttmacher Institute, an abortion-rights think tank.</p><p>Robin Lundstrum, a Republican representative in Arkansas, sees longer waiting periods as a matter of health. \"A woman's reproductive health is so critical, and so important. I think we're worth the wait,\" she said.</p><p>Lundstrum <a href=\"https://legiscan.com/AR/text/HB1578/id/1200586/Arkansas-2015-HB1578-Chaptered.pdf\" target=\"_blank\">sponsored a new law</a> that will boost that state's waiting period to 48 hours. What's more, instead of getting counseling over the phone, women will have to have an in-person meeting.</p><p>\"I really wanted a woman to be able to sit down and talk to a medical professional, or somebody that was focused on her, and what her questions were. And then she'd have time to go back and digest that information,\" she said.</p><p>In Florida, freshman Republican Jennifer Sullivan sponsored a bill that will impose a 24-hour wait, plus in-person counseling. The state currently has no waiting period. \"Now I would imagine that when you find out that you're pregnant, that's ... a little shocking,\" she said on the House floor.</p><p>\"I care about the women who have sat in my office. I care about the women who have cried as they have given testimony. They said, 'It may have not changed my decision. But I wish I would've had 24 hours to reflect upon it,' \" she said.</p><p>But Mona Reis said most women she meets at her clinic have thought long and hard about their decision, and that if a woman is ambivalent \"everything is stopped.\" She runs the Presidential Women's Center in South Florida and said women there already have private counseling on abortion, with plenty of time to ask questions. Reis said it's an insult to make them wait and come back again. And also a hardship, she said, especially for those with kids.</p><p>\"The mother has to arrange to find child care for her children, and arrange to take off extra time from work to satisfy this mandatory delay which makes no medical sense at all,\" she said.</p><p>Reis says the new law will pose a burden to clinics as well. Many have doctors on site only a couple of days a week, and now they'll have to schedule them for hours of in-person counseling.</p><p>Combined with a long list of other abortion restrictions passed in recent years, Reis said, the impact is profound.</p><p>\"For me, having been involved with this since 1973, it was easier to get an abortion at that time than it is 42 years later,\" she said.</p><p>Abortion opponents think the Supreme Court's <em>Roe v. Wade</em> ruling four decades ago made it too easy to get an abortion. And with state restrictions facing a flurry of lawsuits, many expect the high court to weigh in on the issue again.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Several+States%2C+Abortion+Waiting+Periods+Grow+Longer&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jennifer Ludden","audio":[{"meta":{"duration":"195"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1411533558-9ce3a5.m3u?orgId=1&topicId=1014&d=195&p=2&story=411479776&t=progseg&e=411420570&seg=16&ft=nprml&f=411479776"},{"href":"http://media.npr.org/assets/img/2015/06/02/seamus-abortion-64d2c7b2c1d3391358efdc2d14e02e3a6eb37303.png","type":"image/jpeg","meta":{"crop":"standard","height":"1386","width":"1848"}}]}