{"created":"2014-10-27T22:26:10+00:00","modified":"2014-10-27T22:26:10+00:00","valid":{"from":"2014-10-27T22:26:10+00:00","to":"3014-10-27T22:26:10+00:00"},"hreflang":"en","title":"Clap Your Hands Say Yeah Stays Independent","published":"2014-06-04T17:12:00+00:00","teaser":"Alec Ounsworth, frontman of the Philadelphia-based band, talks about his new album and staying close to fans.","itags":["npr_api","318563585"],"contentencoded":"<p>The Philadelphia-based indie rock band <a href=\"http://www.cyhsy.com/\" target=\"_blank\">Clap Your Hands Say Yeah</a> has been making music for about a decade and doing it outside the mainstream music business. At first, the band got a boost from music blogs and today it releases its music independently.</p><p>The creative force behind Clap Your Hands Say Yeah is <strong>Alec Ounsworth</strong> and he&#8217;s a big believer in staying close to his fans. He spent a few months recently doing &#8220;<a href=\"http://www.fastcompany.com/3027329/most-creative-people/clap-your-hands-say-yeah-on-the-value-of-tiny-audiences\" target=\"_blank\">living room concerts</a>&#8221; for groups of a few dozen people.</p><p>Now Clap Your Hands Say Yeah is on the road playing much bigger venues in support of its new album, &#8220;<a href=\"http://clapyourhandssayyeah.bandcamp.com/album/only-run\" target=\"_blank\">Only Run</a>.&#8221;</p><p>&#8220;To me, albums are a documentation of what people are doing at a given time,&#8221; Ounsworth told <em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Jeremy Hobson. &#8220;If people connect with it, good, but it&#8217;s something that you firmly believe in and you&#8217;re passionate about, so it should come off to those people who want it.&#8221;</p><p><div class=\"pullquote\" style=\"\">&#8220;I&#8217;m not looking to sell out Madison Square Garden or anything like that.&#8221;</div></p><p>In the nine years since releasing its first album, Ounsworth says the band and its philosophy hasn&#8217;t changed much &#8212; the priority has always been caring more about creating the music they want to make over being rich and famous.</p><p>&#8220;In a way, we went through a lot of what, apparently, we needed to go through,&#8221; he said. &#8220;We played a lot of big festivals, big shows. It is a different world. I&#8217;m trying to adapt to how everything&#8217;s changed in the music industry. But what I remember about starting was, I started in a very naive and innocent way. I started based on having a passion and not really caring what people thought. I mean, it was a statement that I needed to make at that particular time. And after going through all these changes and going through the second &#8212; you know, the scary second, and the third record, and coming back to the fourth, it seems like I&#8217;ve taken that position that I had when I began, that, you know, independence is key, is the key element, and hard work will pay off insofar as it connects me with the that people I need to connect to. I&#8217;m not looking to sell out Madison Square Garden or anything like that. I&#8217;m just looking for the true believers, as it were.&#8221;</p><h4>Songs in this segment</h4><p><em>All songs written by Alec Ounsworth and performed by Clap Your Hands Say Yeah</em></p><ul><li>&#8220;Little Moments&#8221;</li><li>&#8220;Clap Your Hands&#8221;</li><li>&#8220;As Always&#8221;</li><li>&#8220;Coming Down&#8221;</li><li>&#8220;Only Run&#8221;</li><li>&#8220;Impossible Request&#8221;</li></ul><h4>Guest</h4><ul><li><strong><a href=\"http://alecounsworth.com/\" target=\"_blank\">Alec Ounsworth</a></strong>, singer, songwriter, guitarist and frontman of indie rock band Clap Your Hands Say Yeah.</li></ul>  <div class=\"fullattribution\">Copyright 2014 WBUR-FM. To see more, visit <a href=\"http://www.wbur.org\">http://www.wbur.org</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Clap+Your+Hands+Say+Yeah+Stays+Independent&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"24d7099e-34ca-46bd-b872-4f30ec63d9d6","audio":[{"meta":{"duration":"565"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1318877154-ff4c97.m3u?orgId=330&ft=3&f=318563585"}]}