{"created":"2015-04-15T18:05:56+00:00","modified":"2015-04-15T21:58:38+00:00","valid":{"from":"2015-04-15T21:58:38+00:00","to":"3015-04-15T21:58:38+00:00"},"hreflang":"en","title":"Billy Crystal And Josh Gad: Separated By A Generation But United By Laughs","published":"2015-04-15T21:58:00+00:00","teaser":"The two play satirical versions of themselves on the new FX show <em>The Comedians</em>. But in real life they share \"a lot of commonalities,\" says Crystal.","itags":["npr_api","399812792"],"guid":"24dc4a00-16ef-41b0-8026-59184e13278e","contentencoded":"<p>In the new FX series <em>The Comedians,</em> Billy Crystal and Josh Gad star as satirical versions of themselves. The show is about how the two comedians are hesitant to work together and share the spotlight, but they do, and they begin a strained relationship, in which they're separated from each other by a generational comedy gap.</p><p>But in real life, when Crystal and Gad met, they hit it off.</p><p>\"Even though there's 30-something years between us, there's a lot of commonalities and a lot of interesting parallels in our careers,\" Crystal tells <em>Fresh Air</em>'s Terry Gross.</p><p>\"It really was kismet,\" Gad says.</p><p>Gad, who was on Broadway for <em>The Book of Mormon </em>and did the voice of Olaf for<em> Frozen,</em> says he wasn't planning to go back to TV, but he couldn't pass up the opportunity.</p><p>\"I wasn't looking actively for any reason to go back,\" he says. \"And I have sort of been unlucky in love with television and it's hard ... to find a comedy that really works for your voice and is going to be something that connects with audiences.\"</p><p>On <em>The Comedians,</em> the characters Crystal and Gad play are heightened versions of themselves.</p><p>\"I like to think of myself as a lot more jovial and easygoing than this guy, who sort of does have an egocentric personality, this guy who is constantly jealous or neurotic or what have you,\" Gad says. \"My guy in the show is a vessel for anything but responsibility. He sort of doesn't have anything he's committed to other than himself and you see that reflected in his personal choices and his professional ones.\"</p><p>Crystal says his character is a lot more insecure about the success of the show and is often uncomfortable about the direction it is going.</p><p>\"He senses more about the danger of messing this one up,\" Crystal says. \"I don't feel that way. Whatever happens, happens now. I have much more of a carefree attitude than I ever had.\"</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On seeing the Swedish series upon which <em>The Comedians</em> is based</strong></p><p><strong>Billy Crystal:</strong> Within five minutes I loved this thing so much, I basically committed to it because the premise was so terrific: It was a veteran comedian, he has a show that he wants to do and they can't really let him do the show and they want to team him with somebody else. And they force him to be teamed with a younger — what they think [is] an edgier — comic to make this sketch show. I thought the premise was so strong. Then comes the decision: \"All right, who is going to be the guy? Where do you find this guy who can play with me and be funny and do all the things that I'm going to do, just his own version? And who is going to be the Sancho to this guy's comedy Don Quixote?\"</p><p><strong>On finding Josh for his partner in the series</strong></p><p><strong>Crystal:</strong> I had seen Josh in <em>Book of Mormon</em> and he was a revelation to me. I saw him once or twice as a <em>Daily Show</em> correspondent and you can tell he's a very skilled writer and very funny and has a really interesting charming charisma about him, but onstage he lights up. To me he's a new Zero Mostel. He embodies all the good things about many great musical comic performers.</p><p><strong>On the generational comedy gap</strong></p><p><strong>Josh Gad:</strong> There's certainly a disconnect that exists, I think, in a lot of comedy out there and different approaches to comedy. I happen to have a lot more in common with Billy than not — so it was almost more difficult to create this sort of gap between the two of us. ...</p><p><strong>Crystal:</strong> It happens a couple of times in the show where I have to go in front of an audience of young people and bomb and make it really uncomfortable. And that was really hard to do. The instinct is to go out and get 'em. But to deliberately do stuff that looks out of touch and out of date was really difficult. And it'll be very painful for the audience because it was for me, but in a really funny way. ...</p><p>It's really just awkward references. [It takes place] at a place called the Comedy Living Room ... [and] everyone is sitting on the floor and I just say, \"You know, back in our day we used to call these sit-ins. We'd protest Vietnam. So what are you protesting, lumbar support?\" And you could hear this \"What is he talking about?\" \"We had these protests during the Vietnam War. Vietnam. That was the war that Forrest Gump fought in.\" It just dies. It's just so painful.</p><p><strong>On their work in animation — Gad as Olaf in <em>Frozen</em> and Crystal as Mike Wazowski in the <em>Monsters Inc. </em>films</strong></p><p><strong>Gad:</strong> In general, when you're doing something like this, you sort of are looking over your shoulder at all of the amazing comedic sidekicks that have come before in the Disney or Pixar canon. ... I was blessed enough to be growing up in what they call the \"second golden age of Disney animation,\" which was <em>The Little Mermaid, Beauty and the Beast, Aladdin</em> and <em>Lion King</em>. And I remember seeing Robin [Williams'] performance as the Genie and I watched it over and over again in the theater and I just thought it was so unique and [it] so brilliantly captured the essence of him as a performer. And I sort of wanted to have that kind of freedom when I was approaching Olaf in the recording studio. And the creative team gave me that freedom, especially when it came to improv.</p><p><strong>Crystal:</strong> [Mike's] a little one-eyed green guy but they videotape me and I said, \"I want the hands of Sammy Davis Jr.\" They looked at film of Sammy and they would tape me when I was doing the voice work, so it's weird, it's this orb with this one eye but actually ends up having a lot of my expressions, it's very interesting that way.</p><p>To me, little Mike Wazowski is one of the best characters I ever got to play because he was funny; he was outrageous; he got angry; he was romantic; he was a full, well-rounded character.</p><p><strong>On starring in <em>The Book of Mormon</em> on Broadway</strong></p><p><strong>Gad: </strong>I got a phone call one day from Bobby Lopez, who was working on the music with Trey Parker and Matt Stone, and it was about four or five years before it ever hit a Broadway stage. And he said, \"I'm developing this show about Mormons, would you want to be a part of it? It's with the guys who created <em>South Park</em>.\" I said, \"Yeah, of course!\" I listened to a demo they sent me and the first song is \"Hello\" and it's lovely, it's hysterical; the second song is \"Two by Two\"; then I get to this song called \"Hasa Diga Eebowai.\" And I called my agent and I said, \"I can't do this.\" And he said \"Why?\" And I said, \"Because I'll be shot. This is the most offensive thing I've ever heard. You can get away with this in animation, not on a stage.\" I sort of took a leap of faith and I did the very first workshop we ever did and I white-knuckled it and the audience not only embraced it but was laughing harder than I've ever seen. And from that point on, I never looked back.<strong> </strong>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Billy+Crystal+And+Josh+Gad%3A+Separated+By+A+Generation+But+United+By+Laughs&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2267"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1399846489-b795d4.m3u?orgId=1&topicId=1138&e=399812792&d=2267&ft=nprml&f=399812792"},{"href":"http://media.npr.org/assets/img/2015/04/15/comedians-eppilot_day1-scvarious_0709a_2__hires2-1a7499faee5a8a5d78b232b531dbe088dec6ee71.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2832","width":"3779"}},{"href":"http://media.npr.org/assets/img/2015/04/15/frank-ockenfels-fx-aaaab1cf3e06ca5927f34f1b542c099f3bf3cbce.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2248","width":"2998"}}]}