{"created":"2015-05-24T22:10:57+00:00","modified":"2015-07-01T14:56:49+00:00","valid":{"from":"2015-07-01T14:56:49+00:00","to":"3015-07-01T14:56:49+00:00"},"hreflang":"en","title":"Post-Ron Swanson, Nick Offerman Has The 'Gumption' To Be Himself","published":"2015-05-26T14:46:00+00:00","teaser":"\"I've never accused myself of being manly,\" Offerman says, noting his real-life persona is different from his <em>Parks and Recreation</em> character. His book is a set of essays about people who inspire him.","itags":["npr_api","408240176"],"guid":"24f27395-57d3-48eb-8462-bfad691aac9c","contentencoded":"<p>TV recently lost its manliest man — a small-town government employee named Ron Swanson. Actor Nick Offerman's run on NBC's <em>Parks and Recreation</em> ended when the show went off the air in February. He's since shaved his mustache and gotten back to his normal self.</p><p>\"I've never accused myself of being manly,\" he tells NPR's Arun Rath. \"But fortunately <em>Parks and Rec</em> was so popular and Ron Swanson really got a reaction out of people that a lot of the audience began to accuse me of being similar to Ron Swanson. And I've always attested, I've had two semesters of ballet.\"</p><p>Offerman has just written a book called <em>Gumption: Relighting the Torch of Freedom with America's Gutsiest Troublemakers</em>. It's a set of essays about 21 Americans who've personally inspired him. The book is split into three categories: Idealists, Makers, and Freemasons, the secret society. He talks about some of the people he chose to place in those categories and life after Ron Swanson.</p><hr /><h3>Interview Highlights</h3><p><strong>On his fascination with Freemasons</strong><br />There's a notion that, you know, they are secretly controlling the world, but the mission statement of the Masons involves treating your neighbor with generosity and being benevolent ... I really like that notion and as I began looking into maybe joining up, I realized it's poignant that we don't know anything, we never hear anything about the Masons, which I think means that if I were to join, I'd probably really like it. But you're sworn to secrecy, so it would ruin the subject for me if I actually joined, 'cause I couldn't talk about it.</p><p><strong>On his essay about Yoko Ono</strong><br />Because my wife is a really smart art collector, when we first got together we ended up getting to meet Yoko because Yoko was a fan of <em>Will & Grace</em> and my wife, Megan Mullally, was on <em>Will & Grace</em>. And I went in thinking, \"Why are we going to an art show for this terrible woman who broke up the Beatles?\" And almost immediately, I was so smitten with her art. It's so thoughtful and mischievous and bratty in a way, but also really beautiful and curious. My favorite piece, that I talk about in the book, in that first show where John Lennon met her, there was a ladder that you'd climb up and at the top there was a magnifying glass hanging from the ceiling. And you'd hold the magnifying glass up to a painting on the ceiling and in very tiny letters, it just said the word \"yes.\"</p><p>That almost brought tears to my eyes. I thought that's an affirmation and said you went to the trouble of climbing a ladder and looking at this and the answer is yes. And we got to go visit her at her apartment at the Dakota in New York, and only arriving there did I realize, oh, this is the sidewalk where he got shot. Oh my gosh, she has stayed here the whole time. And I said, this lady is one of the most badass, brilliant arts I've ever come across. And I was like, well, I'm gonna try and tell, you know, hopefully some Ron Swanson fans that you should check out Yoko, 'cause she's actually amazing.</p><p><strong>On including Carol Burnett in the \"Makers\" section of the book</strong> <br />Well, Carol, if anything, is a maker of mirth. Carol, for me, has just been one of the most heroic legends of comedy and as a woman in such a great leadership position, it was easy to draw a lot of parallels between her and Amy Poehler in my own life. Women who, they're not punching anybody or they're not fighting tooth and nail. They simply have the charisma to make people wanna follow them. And women, generally, are the most powerful figures in my life and I'm grateful for that. They're badasses. If we're going into any sort of battle, I look around for the most feisty woman and say, \"I'm good at carrying heavy things, what can I do for you?\"</p><p><strong>On his perceived persona as a manly man</strong> <br />Just 'cause I can swing a hammer and I have hair on my back doesn't mean that I'm a pugilist. And so, I suppose, if anything, I feel like <em>Gumption</em>, you know, it celebrates Teddy Roosevelt but at the same time, it says some of his policies are very questionable — foreign policy and the way he felt about women and the Native Americans, he said some really questionable things. And so, for me, people like Michael Pollan and Wendell Berry and Laurie Anderson, the great musician and performance artist — these great thinkers and Yoko, you know, who have philosophy to offer us — I generally find that if I'm in my wood shop doing things that people might perceive as manly, alongside the three women that work in my wood shop and are doing nicer work than I am — I can have manly parts of my life, but then I can also have more sensitive parts. And it's by combining them all that I find things to be the most rewarding.</p><p><strong>On life after Ron Swanson</strong><br />It's interesting, it's funny. I thought I'd be grieving more than I am. And the reason that I'm not is that Mike Schur and Amy Poehler and our other producers chose to end the show with so much integrity. ... It was so nice. I cried my eyes out. Sorry to burst anyone's bubble, but I like to cry freely, particularly if there's a whale being saved. But it made me as grateful for the ending of the show as I was for the beginning of the show, and then the entire meal.</p><p>But as a character actor, you know, being accused by the audience of being this guy with a mustache who is just like Ron Swanson, there's an element of being liberated as well. And I'm having a really good time, which makes me feel really lucky. If I was sitting at home and nobody would give me a job, I'd probably feel differently and say, \"Hey, how 'bout a <em>Parks & Rec</em> movie, guys? A reunion tour.\" ...</p><p>I don't know if it's a stage, perhaps the denial stage of grief, but my calendar is so full of fun activities that I don't have a lot of time to sit around and mourn the loss of <em>Parks & Recreation</em>.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Post-Ron+Swanson%2C+Nick+Offerman+Has+The+%27Gumption%27+To+Be+Himself&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"476"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1409309330-32159e.m3u?orgId=1&topicId=1033&d=476&p=2&story=408240176&t=progseg&e=409281487&seg=9&ft=nprml&f=408240176"},{"href":"http://media.npr.org/assets/img/2015/05/20/9780525954675-cd8a909b8bc88e6ca1142288c8b38edd731c31f5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"538","width":"717"}},{"href":"http://media.npr.org/assets/img/2015/05/20/offerman_credit-dan-winters_enl-6f03e3170e1cd78793233738962bbf5323366f11.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"647","width":"499"}}]}