{"created":"2014-08-19T16:53:01+00:00","modified":"2015-05-14T17:55:03+00:00","valid":{"from":"2014-08-04T21:50:42+00:00","to":"3014-08-04T21:50:42+00:00"},"hreflang":"en","contenttemplated":"[{\"content\":\"<blockquote><p><em><span>Why do cinemas charge so much for popcorn? Wouldn&apos;t they make more money if they lowered the price because, presumably, many more people would purchase it for $4 instead of $7?</span></em></p><p><em>- Basil Utter, Maryland</em></p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>This is a question with some easy answers and some surprisingly complicated ones.</p>\"},{\"content\":\"<p>First the easy <span>— </span>and incomplete <span>—</span> answer...</p>\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Because they can.</strong></p>\",\"type\":\"text/html\"},{\"content\":\"<p>This is what we all intuitively assume, that theaters are shooting fish in a barrel by charging high prices to a captive audience. </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><iframe frameborder=\\\"0\\\" src=\\\"//giphy.com/embed/yhbze3D8QhFe0\\\"></iframe></p>\"},{\"type\":\"text/html\",\"content\":\"<p>“They’re basically in a monopoly selling position,” says Russell Winer, chair of the marketing department at NYU’s Stern School of Business. “Since they don’t allow you, theoretically, to bring food into theaters, they can pretty much charge what they feel the market will bear.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Indeed, they do.</p>\"},{\"content\":\"<p>In theory, they will charge a price for popcorn where the spread between what it costs them to make another box of popcorn, and what consumers will pay for that box of popcorn is <a href=\\\"https://www.khanacademy.org/economics-finance-domain/microeconomics/perfect-competition-topic/monopolies-tutorial/v/monopoly-basics\\\" target=\\\"_blank\\\">at its highest level</a>. <iframe frameborder=\\\"0\\\" scrolling=\\\"no\\\" src=\\\"https://www.khanacademy.org/embed_video?v=77CApfQlTuE\\\"></iframe></p>\",\"type\":\"text/html\"},{\"content\":\"<p>Movie theater owners aren’t residing in some dark turret behind the screens, stroking a cat and <a href=\\\"http://wingolog.org/pub/madcatpet.gif\\\">reveling</a> in the injustice they are inflicting upon hapless moviegoers. Ask movie theater owners, and they’ll tell you they charge so much for concessions. . .</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Because they must.</strong></p>\"},{\"content\":\"<p><span>Jack Oberleitner, a 55-year veteran of movie theaters, is now a consultant. He quotes a friend whose family has been in the business since 1908, with a line he says summarizes the situation of theater owners:</span> “We left the movie business and we’re now in the popcorn business.&quot;</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Movie theaters don’t make much money from movies. <span>Movie <em>studios</em> do.  </span></p>\"},{\"type\":\"text/html\",\"content\":\"<p>“The film industry will charge movie theaters upwards of 70 percent of the box office revenue,” <span>Oberleitner </span>says. Revenue sharing schemes change over the years – sometimes studios take a peak percentage from the first few weeks and then adjust downward, sometimes they take a peak percentage from the best few weeks regardless of when they occur – but the outcome is the same: Studios take far and away the biggest chunk of ticket proceeds.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>On top of that, he says, studios place a lot of conditions on playing their movies.</p>\"},{\"content\":\"<p>“So they’ll say if you have 14 screens, for instance, we want the latest film from our company to show on three of those screens for the first three weeks. If you’re not getting people into those screens, well, sorry about your luck.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><iframe frameborder=\\\"0\\\" src=\\\"//giphy.com/embed/egeuMoc1i8XGE\\\"></iframe></p>\"},{\"type\":\"text/html\",\"content\":\"<p>Being forced to fill screens with movies nobody’s watching can be a revenue suck, but if the theater says no, the studio can turn around and say, &quot;Fine that’s the last MGM or Warner Brothers or Disney movie <em>you</em> ever screen.&quot;</p>\"},{\"content\":\"<p>At the same time, costs like rent, air conditioning and heating for large spaces are significant. And every few years there’s some new amenity or technology no theater can do without: surround sound, stadium seating, digital and 3D projection systems. Each requires hefty investment that brings down profit margins.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Theaters could raise ticket prices, but with 70 percent of any increase going to studios, it isn&apos;t particularly appealing. Plus, price competition between theaters is fierce.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>The one thing that does not have to be shared with studios: concessions.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>While concessions account for only about 20 percent of gross revenues, they represent some 40 percent of theaters’ profits. Even with $10 tubs of popcorn, and profit margins on concessions of 85 percent, profit margins for a whole theater average around 4.3 percent for the industry, according to IbisWorld.</p>\"},{\"content\":\"<p>“I would say the &apos;70s is when it first started to change,” says Oberleitner. “The quarter cup of popcorn increased to 50 cents, 75 cents and then $1. This all happened pretty rapidly through the course of the &apos;70s, and by the time we hit the &apos;80s it was in full gear completely.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Which do you prefer: expensive concessions, or expensive movie tickets?</strong></p>\"},{\"type\":\"text/html\",\"content\":\"<p>Some consumers are paying a lot for concessions, but on the other hand, this means that all consumers are paying less for movie tickets than they otherwise might. If you factor in inflation, admission prices are <a href=\\\"http://www.marketplace.org/topics/business/movie-theaters-move-beyond-ticket-price\\\" target=\\\"_blank\\\">actually about the same</a> as they were 40 years ago. Those $10 buckets of popcorn are subsidizing everyone’s tickets.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>But any good movie has a twist, and in this case it falls under the second part of our question: <em>If they lowered the price of the popcorn wouldn’t they increase sales and profits?</em></p>\"},{\"type\":\"text/html\",\"content\":\"<p><span>The immediate answer is no.</span></p>\"},{\"content\":\"<p><strong>Popcorn is a tool to get you to pay more.</strong></p>\",\"type\":\"text/html\"},{\"content\":\"<p><span>Simply put, it’s quite possible for the profit from a few moviegoers who pay an obscene amount for popcorn to be worth more than dozens of people who pay a reasonable price. You can also think about it this way: A monopolist has a sweet spot between price, demand, and cost that lets it maximize profits. There is nothing in economics that requires that sweet spot to be reasonable for most people. And, in fact, it is pretty much always higher than a situation where there is competition.</span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>But high-priced popcorn also is a valuable tool. </p>\"},{\"content\":\"<p>“Movie theaters use this to price discriminate across moviegoers,” says Ricard Gil, associate professor of economics at Johns Hopkins’ Carey School of Business. He says popcorn lets theaters charge different consumers different prices for going to the movies, which helps maximize profits.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“Different movie viewers have different willingness to pay for the experience of watching a movie. When you’re on a date, you know you’re gonna spend some money.”</p>\"},{\"content\":\"<p><iframe frameborder=\\\"0\\\" src=\\\"//giphy.com/embed/IwopZTzOshQkw\\\"></iframe></p>\",\"type\":\"text/html\"},{\"content\":\"<p>From a theater’s perspective, it would be fantastic if the theater could find out who would pay a lot to see a movie and charge them extra. But theaters can’t stop everyone in line and look at their tax returns. So, instead, they offer something only the spenders will buy: Really overpriced popcorn.</p>\",\"type\":\"text/html\"},{\"content\":\"<p><span>Voilà</span>:  Some people get charged extra for going to the movies.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>This is, incidentally, the same principle by which lot of other products operate. Video game manufacturers, for example, will sell a console at cost or even at a loss, but then charge a high mark-up on video games. Some people will only buy one or two video games, and others will buy a ton. By setting a low barrier for getting a console, and then charging a ton for games, the firm can extract profit from all different kinds of people.</p>\"},{\"content\":\"<p>Coupons operate the same way. Some people are willing to pay full price because the idea of saving, organizing and coordinating coupons is too much of a bother. So the store captures them at the highest price. Others won’t pay those prices, but they <em>are</em> willing to save and look for coupons, so the store is able to capture them too.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Some people are complete coupon fanatics, who won’t pay a penny more than they have to, will spend hours accumulating discounts, and the store can get them in the door as well.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Economic jargon at your local theater: Mixed bundling.</strong></p>\"},{\"type\":\"text/html\",\"content\":\"<p>Not only does the selling of high-priced concessions allow a theater to locate which consumers <em>can</em> pay more for a movie experience, it also allows theaters to zero in on those consumers and figure out who <em>is</em> <em>willing</em> to pay more for certain types and combinations of snacks, says Daniel Vincent, professor of economics at the University of Maryland in College Park.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>They do this through what’s called “mixed bundling” in economic jargon. Bundling is where you combine one product with another – like the popcorn-soda combo. <em>Mixed</em> bundling is where you offer combos like that, but also let people buy products – popcorn and soda – individually.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Here’s how it works: The theater charges the highest price it possibly can for soda and popcorn individually. But it offers a slight discount on the combo.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Some people really just want a Coke and nothing else, and they’ll be willing to pay that price. Maybe they’re really wealthy, or maybe they’re allergic to popcorn. Vice versa, there are some people who love popcorn but would rather get free water than soda. The theater captures them no problem.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>However, there are some other high value consumers who are willing to pay a lot, but not <em>that</em> much. “The guy who is on the fence, he sees the current monopoly price for Coke and he’s willing to buy that. He sees the monopoly price for popcorn and says, &apos;Ehhh, I’m not willing to buy that for that price.&apos;”</p>\"},{\"type\":\"text/html\",\"content\":\"<p><iframe allowfullscreen=\\\"\\\" frameborder=\\\"0\\\" mozallowfullscreen=\\\"\\\" src=\\\"//giphy.com/embed/WDnDQEvOTLcCA\\\" webkitallowfullscreen=\\\"\\\"></iframe></p>\"},{\"content\":\"<p>By offering the combo at a slight discount, the theater captures that guy and all the people who are on the fence. They’re still paying an arm and a leg for popcorn and soda, but not quite as much as the people the theater captured who are willing to pay even crazier prices for an individual item.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“Selling combos has as its ultimate goal the role of forcing the population to separate into different groups of people,” says Vincent, so they can be charged different prices.</p>\"},{\"content\":\"<p><strong>Maybe there’s just something about popcorn?</strong></p>\",\"type\":\"text/html\"},{\"content\":\"<p>Gil has an additional thought about pricing and popcorn. It has to do with the popcorn itself: It’s super salty and buttery. Which means, you can’t really buy just popcorn. You’d die of thirst. So if you want popcorn, you kind of have to commit to a soda, too. Maybe possibly to something sweet, as well.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>So all of a sudden, a consumer isn’t choosing between buying no snacks and maybe just one little thing. They’re choosing between buying no snacks, and buying an armful of concessions.</p>\"},{\"content\":\"<p><iframe frameborder=\\\"0\\\" src=\\\"//giphy.com/embed/g1nOYYV0AHY3K\\\"></iframe></p>\",\"type\":\"text/html\"},{\"content\":\"<p>If the choice is go big or go home, there are suddenly two types of consumers.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“The consumers that want to go all out, and the consumers that are very price sensitive,” says Gil.</p>\"},{\"content\":\"<p>Perhaps, he supposes, it helps that most people see a movie either before dinner or after dinner, so they’re either very hungry or not hungry at all.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Either way, once a theater has found a price where it can get all or most of the all-out consumers buying popcorn and soda and candy, if it lowers that price... it won’t get many new takers. There just won’t be that many more all-out people left. To get everyone else, they’d have to hit rock bottom prices – which just aren’t worth it.</p>\"},{\"content\":\"<p>“Theaters realize this and price accordingly,” <span>Gil </span>says.</p>\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Why ask why</strong></p>\",\"type\":\"text/html\"},{\"content\":\"<p>There are a quite a few reasons consumers pay so much for concessions at the movies. So if you find yourself staring at the board of concession prices and shaking your head, just remember that basically, this is how theaters make their money.</p>\",\"type\":\"text/html\"},{\"content\":\"<p> You could also just remember to sneak your snacks in next time.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><iframe frameborder=\\\"0\\\" src=\\\"//giphy.com/embed/RHiD0K65NxxLO\\\"></iframe></p>\"},{\"content\":\"<hr />\",\"type\":\"text/html\"},{\"content\":\"<p><em>Special thanks to &apos;Voice of Hollywood&apos; Ben Patrick Johnson for doing the voice-over in the audio version of this story.</em></p>\",\"type\":\"text/html\"}]","byline":"Sabri Ben-Achour","description":"Hint: Movie theaters don’t make much money from movies. Movie studios do.","published":"2014-08-04T21:50:42+00:00","title":"Why does popcorn at the movies cost so much?","tags":["food costs","movies","tickets","I've always wondered...","popcorn","Business","Food","APM"],"contentencoded":"<div class=\"barn-cleaned\"><blockquote>\n<p><em><span>Why do cinemas charge so much for popcorn? Wouldn't they make more money if they lowered the price because, presumably, many more people would purchase it for $4 instead of $7?</span></em></p>\n<p><em>- Basil Utter, Maryland</em></p>\n</blockquote>\n<p>This is a question with some easy answers and some surprisingly complicated ones.</p>\n<p>First the easy <span>—&nbsp;</span>and incomplete <span>—</span> answer...</p>\n<p><strong>Because they can.</strong></p>\n<p>This is what we all intuitively assume, that theaters are shooting fish in a barrel by charging high prices to a captive audience.&nbsp;</p>\n<p><iframe src=\"//giphy.com/embed/yhbze3D8QhFe0\" frameborder=\"0\" ></iframe></p>\n<p>“They’re basically in a monopoly selling position,” says Russell Winer, chair of the marketing department at NYU’s Stern School of Business. “Since they don’t allow you, theoretically, to bring food into theaters, they can pretty much charge what they feel the market will bear.”</p>\n<p>Indeed, they do.</p>\n<p>In theory, they will charge a price for popcorn where the spread between what it costs them to make another box of popcorn, and what consumers will pay for that box of popcorn is <a href=\"https://www.khanacademy.org/economics-finance-domain/microeconomics/perfect-competition-topic/monopolies-tutorial/v/monopoly-basics\" target=\"_blank\">at its highest level</a>. <iframe src=\"https://www.khanacademy.org/embed_video?v=77CApfQlTuE\" frameborder=\"0\" scrolling=\"no\" ></iframe></p>\n<p>Movie theater owners aren’t residing in some dark turret behind the screens, stroking a cat and <a href=\"http://wingolog.org/pub/madcatpet.gif\">reveling</a> in the injustice they are inflicting upon hapless moviegoers. Ask movie theater owners, and they’ll tell you they charge so much for concessions. . .</p>\n<p><strong>Because they must.</strong></p>\n<p><span>Jack Oberleitner, a 55-year veteran of movie theaters, is now a consultant. He quotes a friend whose family has been in the business since 1908, with a line he says summarizes the situation of theater owners:</span>&nbsp;“We left the movie business and we’re now in the popcorn business.\"</p>\n<p>Movie theaters don’t make much money from movies.&nbsp;<span>Movie <em>studios</em> do. &nbsp;</span></p>\n<p>“The film industry will charge movie theaters upwards of 70 percent of the box office revenue,” <span>Oberleitner&nbsp;</span>says. Revenue sharing schemes change over the years – sometimes studios take a peak percentage from the first few weeks and then adjust downward, sometimes they take a peak percentage from the best few weeks regardless of when they occur – but the outcome is the same: Studios take far and away the biggest chunk of ticket proceeds.</p>\n<p>On top of that, he says, studios place a lot of conditions on playing their movies.</p>\n<p>“So they’ll say if you have 14 screens, for instance, we want the latest film from our company to show on three of those screens for the first three weeks. If you’re not getting people into those screens, well, sorry about your luck.”</p>\n<p><iframe src=\"//giphy.com/embed/egeuMoc1i8XGE\" frameborder=\"0\" ></iframe></p>\n<p>Being forced to fill screens with movies nobody’s watching can be a revenue suck, but if the theater says no, the studio can turn around and say, \"Fine that’s the last MGM or Warner Brothers or Disney movie <em>you</em> ever screen.\"</p>\n<p>At the same time, costs like rent, air conditioning and heating for large spaces are significant. And every few years there’s some new amenity or technology no theater can do without: surround sound, stadium seating, digital and 3D projection systems. Each requires hefty investment that brings down profit margins.</p>\n<p>Theaters could raise ticket prices, but with 70 percent of any increase going to studios, it isn't particularly appealing. Plus, price competition between theaters is fierce.</p>\n<p>The one thing that does not have to be shared with studios: concessions.</p>\n<p>While concessions account for only about 20 percent of gross revenues, they represent some 40 percent of theaters’ profits. Even with $10 tubs of popcorn, and profit margins on concessions of 85 percent, profit margins for a whole theater average around 4.3 percent for the industry, according to IbisWorld.</p>\n<p>“I would say the '70s is when it first started to change,” says Oberleitner. “The quarter cup of popcorn increased to 50 cents, 75 cents and then $1. This all happened pretty rapidly through the course of the '70s, and by the time we hit the '80s it was in full gear completely.”</p>\n<p><strong>Which do you prefer: expensive concessions, or expensive movie tickets?</strong></p>\n<p>Some consumers are paying a lot for concessions, but on the other hand, this means that all consumers are paying less for movie tickets than they otherwise might. If you factor in inflation, admission prices are <a href=\"http://www.marketplace.org/topics/business/movie-theaters-move-beyond-ticket-price\" target=\"_blank\">actually about the same</a> as they were 40 years ago. Those $10 buckets of popcorn are subsidizing everyone’s tickets.</p>\n<p>But any good movie has a twist, and in this case it falls under the second part of our question:&nbsp;<em>If they lowered the price of the popcorn wouldn’t they increase sales and profits?</em></p>\n<p><span>The immediate answer is no.</span></p>\n<p><strong>Popcorn is a tool to get you to pay more.</strong></p>\n<p><span>Simply put, it’s quite possible for the profit from a few moviegoers who pay an obscene amount for popcorn to be worth more than dozens of people who pay a reasonable price. You can also think about it this way: A monopolist has a sweet spot between price, demand, and cost that lets it maximize profits. There is nothing in economics that requires that sweet spot to be reasonable for most people. And, in fact, it is pretty much always higher than a situation where there is competition.</span></p>\n<p>But high-priced popcorn also is a valuable tool.&nbsp;</p>\n<p>“Movie theaters use this to price discriminate across moviegoers,” says Ricard Gil, associate professor of economics at Johns Hopkins’ Carey School of Business. He says popcorn lets theaters charge different consumers different prices for going to the movies, which helps maximize profits.</p>\n<p>“Different movie viewers have different willingness to pay for the experience of watching a movie. When you’re on a date, you know you’re gonna spend some money.”</p>\n<p><iframe src=\"//giphy.com/embed/IwopZTzOshQkw\" frameborder=\"0\" ></iframe></p>\n<p>From a theater’s perspective, it would be fantastic if the theater could find out who would pay a lot to see a movie and charge them extra. But theaters can’t stop everyone in line and look at their tax returns. So, instead, they offer something only the spenders will buy: Really overpriced popcorn.</p>\n<p><span>Voilà</span>: &nbsp;Some people get charged extra for going to the movies.</p>\n<p>This is, incidentally, the same principle by which lot of other products operate. Video game manufacturers, for example, will sell a console at cost or even at a loss, but then charge a high mark-up on video games. Some people will only buy one or two video games, and others will buy a ton. By setting a low barrier for getting a console, and then charging a ton for games, the firm can extract profit from all different kinds of people.</p>\n<p>Coupons operate the same way. Some people are willing to pay full price because the idea of saving, organizing and coordinating coupons is too much of a bother. So the store captures them at the highest price. Others won’t pay those prices, but they <em>are</em> willing to save and look for coupons, so the store is able to capture them too.</p>\n<p>Some people are complete coupon fanatics, who won’t pay a penny more than they have to, will spend hours accumulating discounts, and the store can get them in the door as well.</p>\n<p><strong>Economic jargon at your local theater: Mixed bundling.</strong></p>\n<p>Not only does the selling of high-priced concessions allow a theater to locate which consumers <em>can</em> pay more for a movie experience, it also allows theaters to zero in on those consumers and figure out who&nbsp;<em>is</em> <em>willing</em> to pay more for certain types and combinations of snacks, says Daniel Vincent, professor of economics at the University of Maryland in College Park.</p>\n<p>They do this through what’s called “mixed bundling” in economic jargon. Bundling is where you combine one product with another – like the popcorn-soda combo. <em>Mixed</em> bundling is where you offer combos like that, but also let people buy products – popcorn and soda – individually.</p>\n<p>Here’s how it works: The theater charges the highest price it possibly can for soda and popcorn individually. But it offers a slight discount on the combo.</p>\n<p>Some people really just want a Coke and nothing else, and they’ll be willing to pay that price. Maybe they’re really wealthy, or maybe they’re allergic to popcorn. Vice versa, there are some people who love popcorn but would rather get free water than soda. The theater captures them no problem.</p>\n<p>However, there are some other high value consumers who are willing to pay a lot, but not <em>that</em> much. “The guy who is on the fence, he sees the current monopoly price for Coke and he’s willing to buy that. He sees the monopoly price for popcorn and says, 'Ehhh, I’m not willing to buy that for that price.'”</p>\n<p><iframe src=\"//giphy.com/embed/WDnDQEvOTLcCA\" frameborder=\"0\" webkitallowfullscreen=\"\" mozallowfullscreen=\"\" allowfullscreen=\"\"></iframe></p>\n<p>By offering the combo at a slight discount, the theater captures that guy and all the people who are on the fence. They’re still paying an arm and a leg for popcorn and soda, but not quite as much as the people the theater captured who are willing to pay even crazier prices for an individual item.</p>\n<p>“Selling combos has as its ultimate goal the role of forcing the population to separate into different groups of people,” says Vincent, so they can be charged different prices.</p>\n<p><strong>Maybe there’s just something about popcorn?</strong></p>\n<p>Gil has an additional thought about pricing and popcorn. It has to do with the popcorn itself: It’s super salty and buttery. Which means, you can’t really buy just popcorn. You’d die of thirst. So if you want popcorn, you kind of have to commit to a soda, too. Maybe possibly to something sweet, as well.</p>\n<p>So all of a sudden, a consumer isn’t choosing between buying no snacks and maybe just one little thing. They’re choosing between buying no snacks, and buying an armful of concessions.</p>\n<p><iframe src=\"//giphy.com/embed/g1nOYYV0AHY3K\" frameborder=\"0\" ></iframe></p>\n<p>If the choice is go big or go home, there are suddenly two types of consumers.</p>\n<p>“The consumers that want to go all out, and the consumers that are very price sensitive,” says Gil.</p>\n<p>Perhaps, he supposes, it helps that most people see a movie either before dinner or after dinner, so they’re either very hungry or not hungry at all.</p>\n<p>Either way, once a theater has found a price where it can get all or most of the all-out consumers buying popcorn and soda and candy, if it lowers that price... it won’t get many new takers. There just won’t be that many more all-out people left. To get everyone else, they’d have to hit rock bottom prices – which just aren’t worth it.</p>\n<p>“Theaters realize this and price accordingly,” <span>Gil&nbsp;</span>says.</p>\n<p><strong>Why ask why</strong></p>\n<p>There are a quite a few reasons consumers pay so much for concessions at the movies. So if you find yourself staring at the board of concession prices and shaking your head, just remember that basically, this is how theaters make their money.</p>\n<p>&nbsp;You could also just remember to sneak your snacks in next time.</p>\n<p><iframe src=\"//giphy.com/embed/RHiD0K65NxxLO\" frameborder=\"0\" ></iframe></p>\n<hr />\n<p><em>Special thanks to 'Voice of Hollywood' Ben Patrick Johnson for doing the voice-over in the audio version of this story.</em></p></div>","teaser":"Hint: Movie theaters don’t make much money from movies. Movie studios do.","guid":"24f4744e-7aa1-4192-8f2d-2e798d170f6b","itags":["PMP:Marketplace_PMP","Marketplace","24f4744e7aa1192ef2d92e798d170f6b","Marketplace for Monday August 4, 2014"],"audio":[{"type":"image/jpeg","meta":{"crop":"primary","height":"340","width":"610"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/Popcorn.jpg?itok=zUXtFIlL"},{"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2014/08/04/marketplace_segment21_20140804_64.mp3","meta":{"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2014/08/04/marketplace_segment21_20140804","type":"application/json"},"duration":331,"duration_hms":"00:05:31"},"type":"audio/mpeg","format":"MP3"}]}