{"created":"2015-05-06T12:38:16+00:00","modified":"2015-05-12T19:47:28+00:00","valid":{"from":"2015-05-12T19:47:28+00:00","to":"3015-05-12T19:47:28+00:00"},"hreflang":"en","guid":"24f7531f-24cb-4c03-a4df-df7bffc748fb","title":"America's first female four-star general reflects on the challenges of serving","published":"2015-05-12T19:47:24+00:00","byline":"Arwa Gunja, Mythili Rao, T.J. Raphael","tags":["military","women","conflict","Across Women's Lives","Culture","Arts, Culture & Media","North America","United States","Military","Politics","Ann E. Dunwoody","Claire McCaskill","Kirsten Gillibrand"],"teaser":"Gen. Ann Dunwoody wasn't even sure she wanted to be in the military at first, but the professionalism and leadership of her first co-workers put her on the path to becoming the first woman to be a four-star general. Yet she acknowledges many female service members still need fair treatment.","contentencoded":"<p>They may not always have been in uniform or on the front lines, but women have played a crucial role in the American military since the very beginning.</p>\n<p>During the Revolutionary War, women served as nurses, cooks and laundresses at military camps. One woman, Deborah Sampson, even disguised herself as a man to serve in General George Washington's army. (She was later discovered and honorably discharged.)</p>\n<p>Today, women make up nearly 15 percent of America's active duty force and serve in 95 percent of all military positions — front-line combat spots for women are also coming. But none of them have reached higher than Ann Dunwoody, the first four-star general in US Army history.</p>\n<p>Dunwoody says that she wasn't initially committed to the military — she joined because the Army offered her $500 per month during her senior year of college for a two-year commitment. She was also enticed by the prospect that’d she would get to jump out of an airplane.</p>\n<p>“I joined the WAC [Women’s Army Corps] in 1975,” says Dunwoody, who recently released a memoir titled \"<a href=\"http://www.amazon.com/Higher-Standard-Leadership-Strategies-Four-Star/dp/0738217794\" target=\"_blank\">A Higher Standard: Leadership Strategies from America's First Female Four-Star General</a>.\" “Shortly after that, they disbanded the Women’s Army Corps and began this integration of women into the regular Army. My first assignment as part of this integration ... was to Fort Sill, Oklahoma, as a platoon leader with Sergeant First Class Wendell Bowen.”</p>\n<p>Dunwoody says Bowen guided her during her early days in the service and taught her \"what right looked like,” as she puts it. “He embraced me and told me he was going to make me the best platoon leader — not the best female platoon leader but the best platoon leader — in the Army,\" she remembers. “He was a professional and the reason I stayed longer than my initial two years.\"</p>\n<p>Though Dunwoody found a quality mentor in Bowen, not all women in the military have had positive experiences. According to the Defense Department's annual study on military sexual assaults <a href=\"http://foreignpolicy.com/2015/05/01/pentagon-20300-troops-sexually-assaulted-or-harassed-in-2014/\" target=\"_blank\">released last week</a>, about 9,600 women were sexually assaulted or were the victims of unwanted sexual contact in 2014. That figure averages out to about 1 in 20 female service members.</p>\n<p>“I’ve had younger females work for me, and they have confided [in me] or made complaints about behaviors that were inappropriate,” Dunwoody says. “You have to investigate. You can’t ever turn the other way. There may be nothing there, there may be something there, but you have to investigate and you owe it to that individual to check out those circumstances.\"</p>\n<p>She acknowledges that the Army is struggling with \"holding people accountable for their actions and following up on what that accountability is.” However, Dunwoody argues that the military is a self-policing organization that should continue to monitor itself.</p>\n<p>She agrees with US Senator Claire McCaskill, an advocate for eradicating military sexual assault <a href=\"http://www.huffingtonpost.com/claire-mccaskill/sexual-assaults-in-the-mi_b_4297449.html\">who believes that accountability should be left within the chain of command</a>. On the other hand, US Senator Kirsten Gillibrand, another lawmaker pushing for reform, <a href=\"http://www.gillibrand.senate.gov/mjia\">believes the issue</a> should be handled independently.</p>\n<p>“I appreciate what Senator McCaskill and Senator Gillibrand are doing to highlight the significance of the issue. One assault is too many,” she says. “But I personally believe, having spent half of my career in command billets, that the commander must be accountable and responsible.\"</p>\n<p>Yet Dunwoody acknowledges the value of the healthy friction between lawmakers and the military leadership.</p>\n<p>“Our military works for civilian leadership, and I do believe that our leaders always provide their best advice and counsel to the civilian leadership,” she says. “My toughest job in the military was my three years in the Pentagon as the Chief of War. ... You might have differences but you have to talk about them.”</p>\n<p>Four important C's — communication, collaboration, cooperation and compromise — are the oil that makes the wheels of America’s civilian-military leadership turn, Dunwoody says. And though most Americans will never weigh in directly on the crucial challenges faced by their leaders, Dunwoody says that everyday civilians can still make a difference.</p>\n<p>“Less than one percent of the American population will ever serve,” she says. “Not everyone’s cut out for the military, but everyone I believe can do something to give back to this great country.”</p>\n<p><em>An earlier version of this story was unclear about Sen. McCaskill's position on sexual assaults and the military.</em></p>\n<p><em>This story is based on <a href=\"http://www.thetakeaway.org/story/first-female-four-star-general-leadership-military/\">an interview</a> from PRI's <a href=\"http://www.thetakeaway.org/\">The Takeaway</a>, a public radio program that invites you to be part of the American conversation.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-05%2Fann-dunwoody&amp;feed=pmp\" /></p>\n","audio":[]}