{"created":"2014-10-07T09:03:16+00:00","modified":"2014-11-10T20:31:09+00:00","valid":{"from":"2014-11-10T20:31:09+00:00","to":"3014-11-10T20:31:09+00:00"},"hreflang":"en","title":"How Justice Sotomayor Is 'Busting' The Supreme Court's Steady Rhythms","published":"2014-10-07T15:07:00+00:00","teaser":"Longtime Supreme Court reporter Joan Biskupic's new book on Justice Sonia Sotomayor reflects on the nation's first Latina justice.","itags":["npr_api","353515075"],"guid":"24f9e116-30fa-43ef-ab07-ad37333051d8","contentencoded":"<p>What do salsa dancing and the Supreme Court have to do with each other? A lot, according to author Joan Biskupic, whose new book about Justice Sonia Sotomayor is now out in bookstores.</p><p>Sotomayor, of course, has written <a href=\"http://apps.npr.org/sotomayor-family-photos/\" target=\"_blank\">her own</a> best-selling autobiography. But it ends, for all practical purposes, when she becomes a judge in 1992. Biskupic's volume, titled <em>Breaking In: The Rise of Sonia Sotomayor and the Politics of Justice,</em> picks up where Sotomayor left off. It is also different from her two previous Supreme Court biographies.</p><p>\"I wanted to make this a political history,\" Biskupic said in an interview with NPR. \"I was intrigued by the fact that her life, the arc of her life, was actually the same trajectory of the rise of Latinos in America.\"</p><p>Latinos have grown from an estimated 2 percent of the population when Sotomayor was born to 17 percent today.</p><p>Underlining those astonishing numbers is the fact that, as Biskupic puts it, Sotomayor is not someone who \"happened to be Puerto Rican.\" Her heritage is central to her identity. True, her odyssey in the legal profession was a cautious one; even after winning appointments to two lower federal courts, Sotomayor avoided controversy and continued to build alliances. But at the same time, she made no attempt to tamp down her unreserved personality or her Latina sense of style. And, says Biskupic, by the time Sotomayor got to the Supreme Court, her \"unvarnished approach sometimes discombobulated\" fellow justices, while at the same time conveying to others outside the court \"an authenticity, even a vulnerability that they could identify with.\"</p><p>Biskupic opens her book with a scene illustrating the point. At the end of Sotomayor's first year on the court, the justices are having their annual party. It's in one of the most ornate and beautiful rooms at the court, with painted portraits of past chief justices decorating the walls. It is a very private event, and by tradition, the featured entertainment is a set of skits put on by the law clerks to gently parody their bosses. On this occasion, however, after the skits, something unexpected happens.</p><p>Justice Sotomayor \"springs from her chair\" and tells the law clerks that while their skits were fine, \"they lacked a certain something.\" With that, \"she gets her clerks to cue salsa music, and she goes one by one and gets the justices\" — some of them extremely reluctant — \"to dance with her.\" Justice Anthony Kennedy \"did a jitterbug move.\" Others were less willing; 90-year-old Justice John Paul Stevens \"felt as if he had two left feet\" and quickly sat down.</p><p>The scene is telling in many ways. As Biskupic observes in her book, \"It had been a difficult term, and Sotomayor's enthusiasm was catching. [Justice Antonin] Scalia, who could shake things up in his own way,\" joked as he left the room at the end of the program, \"I knew she'd be trouble.\"</p><p>But some justices were \"not amused.\" As Biskupic said in our interview, \"I cannot overstate how much of a clash this represents in a place where everyone knows his or her place. There are certain steady rhythms that control the court. She was just busting those.\"</p><p>The salsa scene is of a piece with Sotomayor's sometimes confrontational style, according to the author. Sotomayor \"can get in their faces\" during oral arguments, she can \"cut off\" fellow justices, and when the court convenes in its private conferences to discuss cases, she doesn't \"soft-pedal anything,\" Biskupic says.</p><p>It's a style quite different from that of President Obama's other appointee to the court, Justice Elena Kagan.</p><p>\"The way I characterize Elena Kagan is as someone who always has her antenna up for where her colleagues are,\" says Biskupic. \"She's always working a game among the nine justices, trying to figure out where common ground might be. ... Sonia Sotomayor is different. ... She will break off even from her liberal colleagues to write a separate concurrence or dissent in a way that Elena Kagan to this day still has not done.\"</p><p>But, as Biskupic's book tells us, with a significant scoop, Sotomayor's passion can be effective too, as it was two years ago when the issue was affirmative action in higher education — the very system that initially boosted her from the tenements of the Bronx to the elite Ivy League, and eventually to the top of the legal profession. The case, which involved the University of Texas affirmative action program, was argued in early October of 2012 but was not decided until late June of 2013. Biskupic reports that it was Sotomayor's scorching dissent that turned the tide.</p><p>\"She was furious about where the majority of her colleagues were and what they were going to do in terms of rolling back affirmative action. So she writes this dissent, circulated privately, and it gets the attention of her colleagues\" who were \"skittish\" about the case to begin with. Behind the scenes, inside the court, writes Biskupic, tense negotiations ensued for nine months, with individual justices assuming critical roles. \"Among them, Sotomayor as agitator, Stephen Breyer as broker and Kennedy as compromiser.\" In the end, the conservatives backed away; the University of Texas affirmative action policy was allowed to stand, at least for the near future; \"and there is no public sign of what Sotomayor had wrought.\"</p><p>Indeed, Sotomayor signed on to the court's 7-to-1 opinion, without a public peep — evidence that she can be a team player, and a discreet one.</p><p>For her confirmation hearings, she removed her trademark fire-engine-red nail polish and hoop earrings. And when Sotomayor learned that Biskupic knew about the internal machinations over the Texas affirmative action case, she was so upset that Biskupic, in a footnote, states specifically that Sotomayor was not the source of her information.</p><p>Who was? Well, Biskupic, a law editor for the Reuters news service, is an incredibly hardworking and thorough reporter, who sources all of her information and makes clear in her footnotes that she talked to many justices in researching her book. Indeed, one of the very unusual things she does is clearly state what she does and does <em>not</em> know. In the affirmative action chapter, for instance, she makes clear that she has not seen any opinion drafts and so is limited to the characterizations of those drafts by other people who did see them.</p><p>Throughout her book, Biskupic describes how Sotomayor is different from the other justices when it comes to dealing with the public. While the others may be warm, she maintains, they are far less revealing and thus are less able to personally connect with people.</p><p>Sotomayor, for starters, is willing to talk openly about her failures as well as her many successes. Having triumphed in many new worlds, winning top honors first from Princeton and then Yale Law School, she is not shy about noting that throughout her academic and professional life, no matter what her achievements, people who did not know her questioned whether she was smart enough. It's a suspicion that she openly suggests stems from her ethnicity, and not from any lack of achievement.</p><p>As Biskupic tells it, Sotomayor \"strikes a chord with many, many people, and part of it is that she reveals her vulnerabilities, right down to how she looks. She'll say, 'I was a kid with a pudgy nose and my hair was all over and I just have problems looking presentable.' She speaks to the Everywoman out there in the crowd.\"</p><p>And so people line up for six hours in advance at some of her book signings. And at public events, she can bring the crowd to tears by the way she relates, for instance, to a faltering questioner — in one case, calling a young man up to the stage to give him a hug. Biskupic sees Sotomayor as an \"authentic and genuine\" personality, but also \"shrewd and calculating.\"</p><p>\"She's someone who got ahead by standing out. She got ahead by not waiting her turn,\" the author says.</p><p>But there have been times when Sotomayor was startlingly willing to let others wait <em>their</em> turn — even the vice president of the United States. After the 2012 election, Vice President Joe Biden asked Sotomayor to swear him in at both the private, official swearing-in Jan. 20, which fell on a Sunday, and again at the public ceremony the next day. As Biskupic reports, Sotomayor said she would be happy to do both, but that Biden would have to move up the Sunday swearing-in from noon to 8 a.m. because she had committed to doing a much publicized book signing in New York City that day. Some Biden aides were appalled that the justice would ask that the swearing-in time be rejiggered to suit her needs, but the vice president agreed to the schedule change. The matter passed with little public attention, though a writer on the legal blog Above the Law called the episode evidence of \"a not so wise Latina.\"</p><p>In evaluating Sotomayor, Biskupic ultimately returns to the theme of the salsa scene and a rhetorical question.</p><p>\"Will the same characteristics that got her to the Supreme Court potentially interfere with her effectiveness with her fellow justices? When she asked them to dance, they got up. When she asks them to follow her on the law, I'm not so sure.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+Justice+Sotomayor+Is+%27Busting%27+The+Supreme+Court%27s+Steady+Rhythms&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nina Totenberg","audio":[{"meta":{"duration":"414"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1354230955-ae9987.m3u?orgId=1&topicId=1070&ft=3&f=353515075"}]}