{"created":"2014-09-20T20:55:11+00:00","modified":"2014-10-30T22:22:04+00:00","valid":{"from":"2014-10-30T22:22:04+00:00","to":"3014-10-30T22:22:04+00:00"},"hreflang":"en","title":"'Passages' Author Reflects On Her Own Life Journey","published":"2014-09-21T06:23:00+00:00","teaser":"Gail Sheehy is famous for her in-depth profiles of influential people, as well as her 1976 book on common adult life crises. Now she turns her eye inward, in her new memoir <em>Daring: My Passages.</em>","itags":["npr_api","348741025"],"guid":"25008ce4-7b06-4b90-ba9b-9345dc3beac9","contentencoded":"<p>Journalist and author Gail Sheehy has taken readers into the minds and hearts of countless important figures. Throughout her career, she's written in-depth character portraits of Hillary Clinton, Michael Gorbachev and Margaret Thatcher, among others.</p><p>She's also dug deep into people's lives and personalities more broadly. Her influential 1976 bestseller <em>Passages</em> examined the predictable crises people experience as they age, and follow-ups like <em>The Silent Passage: Menopause</em> and<em> Understanding Men's Passages</em> continued to map how people change as time goes on.</p><p>But in her latest book, <em>Daring: My Passages,</em> Sheehy turns inward, reflecting on her own life journey.</p><p>This time, her subject is a trailblazing woman who made a name for herself in journalism at a time when it was dominated by men. Sheehy worked in the women's department of the <em>New York Herald Tribune</em>, known as \"the estrogen zone,\" before becoming a pioneer of long-form magazine journalism in the late 1960s.</p><p>Sheehy tells NPR's Arun Rath that writing about herself was tougher than cracking the famous characters she's profiled in her career — but she did draw some conclusions.</p><p>\"What I learned from writing my memoir,\" she tells Rath, \"is that when I fear, I dare. Because I find fear paralyzing and daring is action.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On her approach to writing in-depth profiles</strong></p><p>I'm looking for their character, which is not about policy. Character is what was yesterday and will be tomorrow. What I do is — or I did when people were affording it — was to interview no less than 40 people who knew the person I was writing about, and they would provide incredible insights into a person's habitual behavior. So that by the time I got to my quarry, I could collaborate with them on trying to lay out the themes of their life and they were much less resistant than they would be if I just walked in and started hammering them with difficult questions.</p><p><strong>On the notion that she \"had it all\" as a successful journalist, wife and mother</strong></p><p>Not until I was in my late forties did I pull those three things together and, in fact, I don't buy the phony expectation that we can have it all. You know, what I've come to understand is that I have enough. I have enough to give it away, by using my talent to write and speak, and hope that my experiences excite others to be daring.</p><p>And the other thing is, \"daring\" might imply that I'm fearless. Actually, the opposite is true. In my memoir I admit that I've been as fearful of success as of failure. In fact, when <em>Passages</em> was published, I so dreaded bad reviews that I ran away to Italy with a girlfriend and our children to hide out.</p><p><strong>On what she's learned about the later phases of life after writing <em>Passages</em>, which tracks personality changes from the 20s to 50s</strong></p><p>It was so naive to think that there was nothing interesting that happened after 55. Come on, there's a whole second adulthood!</p><p>What I found — I learned the most about life in my 60s when my husband, Clay Felker, was slowly dying. I fell into depression and my latent Irish gene for alcoholism flared up. And that led me to a 12-step program. And so that's when I came to understand having a spiritual foundation and realizing that you have enough.</p><p><strong>On the challenges of exploring her own character in the memoir</strong></p><p>That's why I called it <em>My Passages</em>, I wasn't writing about the nice, long, calm periods, I was writing about the times when ... everything is exploding, for good or for bad. I actually interviewed other people about myself and that alerted me to the fact that I had to really investigate my memories.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Passages%27+Author+Reflects+On+Her+Own+Life+Journey&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"387"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1350175123-554493.m3u?orgId=1&topicId=1033&ft=3&f=348741025"},{"href":"http://media.npr.org/assets/img/2014/09/16/gailsheehy_-yolanda-perez-16c6aea82befbf9eb01283063c128fc6c98e740a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1123","width":"1498"}}]}