{"created":"2015-06-19T20:31:40+00:00","modified":"2015-06-23T15:41:04+00:00","valid":{"from":"2015-06-23T15:41:04+00:00","to":"3015-06-23T15:41:04+00:00"},"hreflang":"en","title":"The Neighs Have It: Horse Outruns Man, But Just Barely","published":"2015-06-23T15:40:00+00:00","teaser":"The annual Man v. Horse Marathon in Wales sounds like a lopsided contest favoring racers with four feet. But scientists say that <em>Homo sapiens</em> evolved to be incredible endurance athletes, too.","itags":["npr_api","415501577"],"guid":"251c245b-538b-43d3-95fc-507187100682","contentencoded":"<p>The Man v. Horse Marathon starts out like a typical cross-country race. Hundreds of runners stream past the starting line, through the town of <a href=\"http://tourism.powys.gov.uk/llanwrtyd-wells.php\">Llanwrtyd Wells</a> and then up into the Welsh hills.</p><p>But 15 minutes later, a second set of competitors takes off. Fifty horses and their riders chase the runners up and down ridges, across streams, and past hundreds of bewildered sheep.</p><p><a href=\"http://www.green-events.co.uk/events.html?id=54\">This bizarre race</a> was created in 1980 to settle an argument between a local pub owner and an opinionated customer. The outcome seems obvious — horses are bigger, stronger and much faster in a sprint. They've been bred for centuries to help humans get around faster.</p><p>Humans, on the other hand, aren't that speedy. Sprinter <a href=\"http://www.npr.org/2012/08/05/158170232/usain-bolt-still-the-worlds-fastest-man\">Usain Bolt</a> — the world's fastest man — would have trouble outrunning a lot of house cats, let alone a cheetah.</p><p>But scientists say when it comes to marathon distances, humans might actually have an edge.</p><p>\"We're essentially the tortoises of the animal world rather than the hares,\" says Dan Lieberman, a professor of human evolutionary biology <a href=\"https://www.fas.harvard.edu/~skeleton/danlhome.html\">at Harvard University</a>. \"We have a series of adaptations that are literally from our heads to our toes that make us superlative at long distance running.\"</p><p>Specialized structures in our inner ears keep us balanced as we lope along; our springy arches and long elastic tendons make running more efficient, and our big muscular bottoms help stabilize our trunks. And then there's the way we keep our cool. Millions of years ago we traded in fur for a naked body covered in sweat glands. The result: We can lose heat while we run.</p><p>Losing heat's not so easy for quadrupeds like antelopes, zebras and horses. They need to pant to really cool off, and that's difficult to do when they're moving at top speeds.</p><p>\"The guts — the huge viscera — slams into the diaphragm with every step and prevents the animal from panting while galloping,\" Lieberman says.</p><p>When it's hot out, quadrupeds need to slow down to cool down. Humans sweat and keep going. And all that sweating probably helped our ancient ancestors survive.</p><p>\"Running was important because it helped us become better hunters,\" Lieberman says.</p><p><a href=\"http://www.nature.com/nature/journal/v432/n7015/abs/nature03052.html\">His research</a> supports the theory that early humans were \"<a href=\"http://www.academia.edu/5545172/Persistence_Hunting_by_Modern_Hunter_Gatherers\">persistence hunters</a>.\" On hot days, he says, people would chase animals across the African savanna. Unable to rest, the animals would eventually collapse from heat exhaustion, and the hunters would have fresh meat.</p><p>The Man v. Horse Marathon is a less violent analogue of persistence hunting. Horses are the ones chasing humans over a 22-mile trail, but temperature still plays an important role.</p><p>\"The few occasions where humans have beaten the horses have been on hot days,\" Lieberman says. \"And that makes total sense.\"</p><p>This year, the Man V. Horse Marathon took place in a light, refreshing rain — bad news for humanity. Still, the first racer to reach the finish line was human: a 30-year-old civil servant named <a href=\"https://twitter.com/hughagg\">Hugh Aggleton</a>.</p><p>This was Aggleton's third time entering the race, and in previous years he's had some close encounters.</p><p>\"When you are overtaken by horses you can feel the ground sort of start to shake, as the galloping horses come up behind,\" Aggleton says. \"Then you hear their breathing and you think, 'All right, gotta get going.' \"</p><p>This year, Aggleton managed to stay ahead of the cavalry, completing the course in 2 hours and 30 minutes. But that wasn't quite fast enough. Leo the horse, ridden by Geoff Allen, reached the finish just five minutes after him. After subtracting the human's 15-minute head start, the horse had a time of 2:20, and it was <a href=\"http://www.shropshirestar.com/news/editors-picks/2015/06/16/hooves-beat-feet-in-annual-mid-wales-race/\">crowned this year's champion</a>.</p><p>Still, Aggleton managed to beat a lot of the other horses in the race.</p><p>\"I might make that a sort of tag line,\" Aggleton says. \"Faster than 46 out of 50 horses.\"</p><p>That means if he had lived long ago, he probably would have been able to chase down dinner.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Neighs+Have+It%3A+Horse+Outruns+Man%2C+But+Just+Barely&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Adam Cole","audio":[{"meta":{"duration":"219"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1415809586-e4c846.m3u?orgId=1&topicId=1128&d=219&p=2&story=415501577&t=progseg&e=415809417&seg=9&ft=nprml&f=415501577"},{"href":"http://media.npr.org/assets/img/2015/06/19/horsepromo-a7ec69e92484c4f9a4fcfb770c83c0aaa053f048.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"902","width":"1204"}},{"href":"http://media.npr.org/assets/img/2015/06/19/manvhorselargerhorse_enl-60cbfb193c2494869fb70439af13c0e1f3ad7edb.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"871","width":"3000"}}]}