{"created":"2014-12-07T12:37:14+00:00","modified":"2015-02-09T15:57:12+00:00","valid":{"from":"2015-02-09T15:57:12+00:00","to":"3015-02-09T15:57:12+00:00"},"hreflang":"en","title":"In Troubled Times, Does 'The Black Church' Still Matter? ","published":"2014-12-11T19:52:00+00:00","teaser":"As the nation endures a season of racial tension, NPR's Michel Martin talks about the mission of the black church and whether it remains relevant in the social justice movement.","itags":["npr_api","368539135"],"guid":"251d5722-f7ae-4b1c-8636-f9b5431db178","contentencoded":"<p>African-American clergy, academics and activists will hold a march on Washington this week, protesting the grand jury decisions in Ferguson, Mo. and New York City and call on the federal government to intervene in the prosecutions of police officers accused of unjustified use of force.</p><p>I talked with Reverend Raphael Warnock and Eddie Glaude, Jr., two prominent African-American religious thinkers, about the role of black churches in the wake of major <a href=\"http://www.npr.org/blogs/thetwo-way/2014/12/04/368564382/renewed-protests-over-garner-case-in-new-york-beyond\">protests and demonstrations</a> inspired by events in <a href=\"http://www.npr.org/2014/11/25/366504599/protests-fires-follow-announcement-of-ferguson-grand-jurys-decision\">Ferguson</a> and <a href=\"http://www.npr.org/2014/12/04/368408124/protests-begin-after-grand-jury-declines-to-indict-nypd-officer\">New York City</a>. Warnock is the senior pastor at the Ebenezer Baptist Church in Atlanta, Ga. — a pulpit once held by the Rev. Dr. Martin Luther King, Jr. — and was in Washington to attend a conference hosted by the Black Church Center for Justice and Equality. Glaude is a professor of religion and chair of the Center for African American Studies at Princeton University. In 2010, he wrote an attention-grabbing essay called <a href=\"http://www.huffingtonpost.com/eddie-glaude-jr-phd/the-black-church-is-dead_b_473815.html\">\"The Black Church is Dead.\"</a></p><hr /><h3>Interview Highlights</h3><p><strong>How did the black church form? Why is it significant that black churches stay involved right now? </strong></p><p><em>Rev. Raphael Warnock:</em> The black church, born fighting for freedom, is that church among the American churches that has seen justice-making as central to its Christian identity. Now, the black church, like most institutions has always been a mixed bag. And so even though I'm a leader and pastor in the black church and the church of Martin Luther King, Jr., there's a kind of radical trajectory that comes out of the black church that I do think is distinctive, and for obvious and good historic reasons. It literally is a church organized by slaves as they responded to that primary contradiction in their lives.</p><p><strong>What is your response to the news that the NYPD officer who killed Eric Garner won't be indicted?</strong></p><p><em>Prof. Eddie Glaude, Jr.:</em> I'm stunned. You know, I keep thinking about my son. He's a freshman at Brown. A few weeks ago, I got a text from my son saying that he was stopped by the police in Providence. He was doing an assignment and they stopped him and told him that he needed to get out of that park and they had their hands on their guns. So here we are with video footage of Eric Garner saying \"I can't breathe,\" and I just go back to how vulnerable my child was and I'm just rageful. I can't put it in any other way. I feel like its open season and I'm trying to find resources to think carefully and deliberately about this moment, but I'm just worried about my baby and I'm worried about our babies. And it's hard to put it in words.</p><p><em>Rev. Warnock:</em> It's a painful moment and somehow we've got to recognize where we are and how we respond in this minute. I don't have any easy answers to this. I heard the president say the other day that he's going to dedicate millions of dollars for more video cameras, for more body cameras, and this is on video tape. It doesn't matter if you're in Ferguson or New York; doesn't matter whether its on video tape or not; doesn't matter if you're running away from the police — Michael Brown — or literally standing there trying to reason with the police — Eric Garner. The message from both is that the life of a black man is less valuable than a handful of cigarillos. This is a slap in the face, a kick in the stomach because we're not talking about a conviction, we're talking about an indictment. I'm not a lawyer, but I paid attention in civics class; they told me in ninth grade that a good lawyer could indict a ham sandwich. And so apparently a black man's life is worth less than a ham sandwich.</p><p><strong>What role do black clergy play given this news?</strong></p><p><em>Prof. Glaude:</em> I think to role of black churches in this moment is varied. One has to do with tending to the souls of people. These are trying times. I'm thinking about that wonderful line in Toni Morrison's <em>Beloved</em>, and I'm going to paraphrase here: \"How much are we supposed to take?\" So it's in these moments that churches and ministers ought to find a way to comfort the spirit, not to get us adjusted to the injustice, but to understand that we are justified in our rage and anger. Black churches have always been and continue to be wonderful resource institutions where we can build capacity in order to speak back and respond to crises. They should open their doors in order to provide folks a safe space in order to engage in the deliberative process. How are we going to mobilize in response to what seems to be open season on our babies?</p><p><em>Rev. Warnock:</em> My role is not unlike it is at any other time; it's just that it's extremely difficult right now. We pastors have a two-fold role: priestly and prophetic. On the priestly side, our jobs is comfort the afflicted. On the prophetic side, our job is to afflict the comfortable. And the question becomes how can one remain true to both in this moment.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Troubled+Times%2C+Does+%27The+Black+Church%27+Still+Matter%3F+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Michel Martin","audio":[{"meta":{"duration":"358"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1369108472-9f86d7.m3u?orgId=1&topicId=1016&aggIds=352974380&e=368539135&d=358&ft=nprml&f=368539135"},{"href":"http://media.npr.org/assets/img/2014/12/05/revwarnock-743c3261feb68274242d46243be77af19b818161.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2285","width":"3047"}}]}