{"created":"2015-04-01T07:53:34+00:00","modified":"2015-06-23T19:38:21+00:00","valid":{"from":"2015-06-23T19:38:21+00:00","to":"3015-06-23T19:38:21+00:00"},"hreflang":"en","title":"Tobacco Firm Seeks Softer Warning For Cigarette Alternative","published":"2015-04-02T21:50:00+00:00","teaser":"The product is called snus — a tiny bag of smokeless tobacco that users slip between the lip and gum. A Swedish maker claims the product is safer than cigarettes, cigars and chewing tobacco.","itags":["npr_api","395775581"],"guid":"25258845-6e2e-4fc1-ade5-2cd0ce9445ff","contentencoded":"<p>The Food and Drug Administration is weighing whether to allow a tobacco company to do something it's never done before — claim that one of its products is less risky than cigarettes.</p><p>The company, <a href=\"https://www.swedishmatch.com/\">Swedish Match</a> of Stockholm, has applied to the FDA to designate its <a href=\"http://www.swedishmatch.com/en/Media/Articles/FDA-Seeks-Comments-on-the-Swedish-Match-MRTP-application/\">General brand of snus</a> (rhymes with \"loose\") as safer than other versions of tobacco.</p><p>Snus are tiny cloth packages that look a little like tea bags. But instead of tea, each bag is filled with moist tobacco powder. It comes in a variety of flavors. Snus is designed to give users another way to get nicotine and the taste of tobacco when they can't or don't want to smoke a cigarette or cigar.</p><p>Swedish Match wants the FDA to let the company remove most of the health warnings on its tins of snus (including a warning that the product increases a user's risk for mouth cancer or other tooth and gum problems), and change the label to say that snus is safer than cigarettes.</p><p>\"What we're asking the FDA about is to allow us to inform the public with more truthful information about the health effects, because we believe that the health effects are clearly different than for most other products that are out there,\" says <a href=\"http://www.swedishmatch.com/en/Global/Contacts/Lars-Erik-Rutqvist/\">Lars Erik Rutqvist</a>, the company's senior vice president for scientific affairs.</p><p>He says snus doesn't increase the risk for any of the big problems caused by smoking, such as lung cancer and lung disease, because there's no smoke involved.</p><p>\"Snus is at least 90 percent safer than cigarettes,\" Rutqvist says, \"and there are some who claim that it's more than 99 percent less risky than cigarettes.\"</p><p>It's important that people know that, he says, because snus can help smokers kick their much riskier habits.</p><p>\"There are a lot of smokers out there who are looking for less risky alternatives to their cigarettes, but who find it difficult to give up tobacco altogether,\" he says, noting that cigarette smoking decreased in Sweden as snus use increased.</p><p>The tobacco industry has a long history of making misleading claims about the safety of its products. But some public health watchers of the tobacco industry say they are keeping an open mind about Swedish Match's request.</p><p>\"This product appears to be less harmful than cigarette smoking,\" says <a href=\"http://publichealth.gsu.edu/profile/michaeleriksen/\">Michael Eriksen</a>, the dean of the Georgia State University School of Public Health. \"And if that's established by the evidence that's presented to the FDA, then I think they should be able to say that in their advertising and in warning statements.\"</p><p>But many experts are also being cautious. <a href=\"http://www.tobaccoprogram.org/train-faculty.htm\">Dr. Michael Steinberg</a>, who directs the Tobacco Dependence Program at Rutgers University, says snus may be safer than cigarettes, but it's not totally safe.</p><p>\"Although there's evidence that snus may have reduced harm,\" he says, \"reduced harm products are not the same as safe products.\"</p><p>Steinberg notes that snus contains nicotine, \"which has physiologic risks in terms of raising heart rate, blood pressure etc.\" That could increase the risk for health problems such as strokes. There's also evidence snus may increase the risk for other health problems, such as pancreatic cancer.</p><p>Swedish Match questions that possible association and argues there's no evidence the product increases the risk for heart attacks or strokes.</p><p>Steinberg says another worry is that snus may end up helping smokers keep smoking by giving them kind of a crutch to get them through those times when they can't have a cigarette. And, Steinberg says, a change in the label could contribute to hooking a new generation on nicotine.</p><p>\"If you imagine a young person who sees on a label that this is a less harmful tobacco product, they may interpret that as, 'Oh, this is not harmful at all. I might as well try it and see what it's all about,' \" Steinberg says. \"And that person can still become addicted to the nicotine effects, which could either lead to them becoming a long-term smokeless tobacco user, or could escalate to them starting to smoke cigarettes.\"</p><p>The FDA plans a <a href=\"http://www.fda.gov/AdvisoryCommittees/CommitteesMeetingMaterials/TobaccoProductsScientificAdvisoryCommittee/ucm434215.htm\">two-day hearing,</a> beginning April 9, to get advice about whether snus should become the first tobacco product that can officially claim it's safer than cigarettes.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Tobacco+Firm+Seeks+Softer+Warning+For+Cigarette+Alternative&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Rob Stein","audio":[{"meta":{"duration":"290"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1396757511-e61fca.m3u?orgId=1&topicId=1128&d=290&p=3&story=395775581&t=progseg&e=396757433&seg=2&ft=nprml&f=395775581"},{"href":"http://media.npr.org/assets/img/2015/04/01/13swm151_noshadow-09a919a0201745946196244b2f49e919698aabaf.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1946","width":"2594"}}]}