{"created":"2014-10-29T17:39:07+00:00","modified":"2014-12-10T21:50:32+00:00","valid":{"from":"2014-12-10T21:50:31+00:00","to":"3014-12-10T21:50:31+00:00"},"hreflang":"en","title":"The Incredible Story Of Chilean Miners Rescued From The 'Deep Down Dark'","published":"2014-12-10T21:50:00+00:00","teaser":"Hector Tobar had exclusive access to the 33 miners to report his new book detailing the claustrophobic horror they faced when they were trapped for 69 days in 2010. The result is a doozy.","itags":["npr_api","359839104"],"guid":"2526b5ca-4ed7-4b47-ae3a-7c6c325144e3","contentencoded":"<p>The disaster began on a day shift around lunchtime at a mine in Chile's Atacama Desert: Miners working deep inside a mountain, excavating for copper, gold and other minerals, started feeling vibrations. Suddenly, there was a massive explosion and the passageways of the mine filled up with a gritty dust cloud.</p><p>When the dust settled, the men discovered the source of the explosion: \"A single block of [stone] as tall as a forty-five-story building, ha[d] broken off from the rest of the mountain and [had] fall[en] through the layers of the mine ... causing a chain reaction as the mountain above it [began] collaps[ing] too.\"</p><p>Thirty-three miners were sealed inside the mountain by this \"megablock\" of stone, some 770,000 tons of it, \"twice the weight of the Empire State building.\" Staring at that flat, smooth wall, Luis Urzua, the crew's supervisor, thought: \"It [was] like the stone they put over Jesus's tomb.\"</p><p>If the beginning of this horror tale seems the stuff of legend or nightmare, the conclusion is reasurringly familiar, because some 1 billion of us viewers around the world watched it unfold on live TV.</p><p>On Oct. 13, 2010, all 33 of those Chilean miners trapped for 69 days inside the San Jose Mine were raised to the surface of the earth — resurrected — through a newly drilled escape tunnel into which a capsule was slowly lowered and raised by a giant crane. It was a feat of engineering and a triumph of faith. Neither the miners buried under half a mile of rock nor their families above ground in a makeshift tent city called Campo Esperanza — \"Camp Hope\" — ever completely succumbed to despair, despite the fact that for 17 days, before a drill finally broke through to \"The Refuge,\" the room where the men were gathered, no one knew whether they were alive.</p><p>Before they left The Refuge, all 33 men recognized that \"their story [was] their most precious possession\" and agreed to share the proceeds of any book or movie made about them. The movie, starring Antonio Banderas and Juliette Binoche, is in the works. The book has just come out: It's called <em>Deep Down Dark,</em> and it's written by novelist and Pulitzer Prize-winning journalist Hector Tobar. As real-life extreme adventure tales go, this one is a doozy — the equal, if the geographical inverse — of <em>Into Thin Air,</em> Jon Krakauer's blockbuster about the Mount Everest climbing disaster.</p><p>Tobar had exclusive access to the miners, and while that kind of snug situation inevitably places some constraints on a storyteller, Tobar complicates the purely uplifting version of the men's ordeal, describing occasional resentments and petty thievery. Nonetheless, the most inspiring aspect of the miners' behavior was their almost immediate decision to act in solidarity. On the first day of their entombment, supervisor Urzua took off his distinctive white helmet and announced to his workers, \"We are all equal now. ... There are no bosses and employees.\"</p><p>Some of the miners regarded Urzua's act as an abdication of responsibility; others saw it as a crucial factor that inspired their collective behavior and survival. The men organized themselves into work shifts, participated in daily prayer sessions, and rationed their emergency food supply into one meal a day of two cookies and a spoonful of tuna fish, augmented by water drained from industrial waste containers. Above ground, the mostly female crowd of the miners' families acted collectively too: banging pots and pans to get attention and shouting, \"We want information,\" in police officers' faces.</p><p>Tobar occasionally inserts poetic commentary into this narrative, such as when he says of the first moments of the miners' entombment that \"[t]he outside has slipped into the <em>was,</em> because now [the men] live in a present, and perhaps a forever, of darkness.\" Mostly, though, Tobar wisely sticks to the journalistic method of marshaling as many details of the claustrophobic horror as he can, to make the mine and the men's ordeal vivid to the reader. He succeeds.</p><p>You're made of sterner stuff than I am if, as a reader, you can keep from tearing up at that glorious moment on Day 17 when engineers on the surface draw up that rescue drill and discover a note tied to the bit that reads: \"WE ARE WELL IN THE REFUGE [SIGNED] THE 33.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Incredible+Story+Of+Chilean+Miners+Rescued+From+The+%27Deep+Down+Dark%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Maureen Corrigan","audio":[{"meta":{"duration":"492"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1359867211-95154b.m3u?orgId=1&topicId=1034&ft=3&f=359839104"},{"href":"http://media.npr.org/assets/img/2014/10/29/tobar-hector---c-patrice-normand-agence-opale-cc56719727906e67d6e62d967c555127c1654b24.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2657","width":"3542"}},{"href":"http://media.npr.org/assets/img/2014/10/29/105656562-43bf2f48146ce09af3984d138518d4009332c2a9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1624","width":"2163"}}]}