{"created":"2014-11-30T10:40:12+00:00","modified":"2015-05-13T21:29:07+00:00","valid":{"from":"2015-05-13T21:29:06+00:00","to":"3015-05-13T21:29:06+00:00"},"hreflang":"en","title":"For Some Uninsured, Simply Signing Up Is A Challenge","published":"2014-12-03T21:31:00+00:00","teaser":"Leaburn Alexander works two jobs and has a monstrous commute. There's no wiggle room in his budget to pay a health insurance premium — and no time even to meet with an enrollment counselor.","itags":["npr_api","366997186"],"guid":"2540a189-6ce3-4bc0-9ec0-77e3dd34e185","contentencoded":"<p>When the Affordable Care Act rolled out last year, Californians enrolled in both Covered California and expanded Medicaid <a href=\"http://blogs.kqed.org/stateofhealth/2014/04/17/final-obamacare-open-enrollment-more-than-3-3-million-californians-signed-up/\" target=\"_blank\">in high numbers</a>. But there are still millions in the state without health insurance. Undocumented people don't qualify for Obamacare benefits. And many others still find coverage too expensive — or face other obstacles in enrolling.</p><p>One of those people is Leaburn Alexander. At 6 a.m., he's finishing his shift as the night janitor at a hotel near the San Francisco International Airport. He clocks out just in time to catch the hotel's shuttle back to the airport, where he will catch a bus.</p><p>\"Right now I'm on the beginning of my commute,\" he says. \"After an eight-hour shift, my commute is like 2 1/2 hours.\"</p><p>I accompany Alexander on his commute to East Palo Alto, about 20 miles south. It actually takes us three hours, on the hotel shuttle and then three more buses. He does this commute five days a week because he doesn't have a car. The train would be faster, but it costs three times as much, and Alexander says he has no wiggle room in his budget.</p><p>He says he makes just under $11 an hour, and after taxes, child support and other expenses, he brings home just enough to cover rent. And all the other bills? He has a second job to cover those. His wife has been looking for work for over a year, and his oldest daughter is in college.</p><p>There's no room in the budget for health insurance.</p><p>\"When I first got this job,\" he says, of his night janitor position, \"they informed me about different employee packages, benefits and all that.\"</p><p>But Alexander says he can't afford the employee portion of the health insurance premium. Many people who are working lower wage jobs may qualify for Medi-Cal, California's version of Medicaid, if their incomes are low enough. But because Alexander had been turned down for Medi-Cal in the past, he presumed he still wouldn't qualify, even under Obamacare.</p><p>While he'd like to be insured, Alexander, 53, says he feels pretty healthy.</p><p>\"I mean, there's times where I'd be tired from fatigue at my age, and I know I've got a little arthritis, but I still feel pretty good,\" he says. \"But what might be going on inside of me is a different story.\"</p><p>Alexander's trying to quit smoking, and his blood pressure is high. He got free pills from a clinic and plans to return when he runs out.</p><p>The only time in his adult life when he had health care was when he was incarcerated. He had substance abuse issues and was involved in a bank robbery. He says he had tried recovery programs, but didn't succeed until he became a born-again Christian.</p><p>\"That was divine intervention. It really happened,\" he says. \"I've been clean and sober since July 2011.\"</p><p>And so he's grateful for what he's got. He just doesn't know how he'd get insurance right now.</p><p><strong>The Remaining Uninsured</strong></p><p>Uninsured Californians fall into a few categories, says <a href=\"http://laborcenter.berkeley.edu/author/laurel-lucia/\">Laurel Lucia</a>, with the UC Berkeley Labor Center. One is called the \"family glitch\": \"Basically, spouses and children who can get coverage through a family member's employer but it's too expensive,\" she says.</p><p>Sometimes the employee part of the premium is affordable, but the family coverage is much higher. But because the employer made an offer of insurance to family members, \"when they go to Covered California they're told they're ineligible for subsidies,\" Lucia says. It's part of federal policy.</p><p>A second uninsured group consists of people who are eligible for subsidies through the ACA marketplace — but who still find the premiums unaffordable.</p><p>Finally, Lucia says, there may be nearly 1 million Californians who are eligible for Medicaid but don't know it, or have had difficulties enrolling.</p><p>That may describe Leaburn Alexander. But while finding time to meet with someone to help him sign up sounds like a minor hassle to most people, for Alexander, it's a big barrier.</p><p>\"Scheduling time to do that, you know, an appointment. It's kind of rough, kind of hard right now,\" Alexander says.</p><p>Just as Alexander has no wiggle room in his budget, he has precious little extra time in his schedule. After he wraps up his overnight janitor job, he heads to a second job, washing dishes at a Stanford dining hall.</p><p>He has one full morning off each week, but that time is taken up with other needs of daily life.</p><p>\"Come Wednesday,\" he says, about his morning off, \"that's when my pastor comes and gets us and takes us grocery shopping.\"</p><p>Alexander remains optimistic that his situation will improve.</p><p>\"I'm hopeful that through prayer that God will bless me with a better-paying job,\" he says.</p><p><em>Lisa Morehouse produced this story while participating in </em><a href=\"http://www.reportingonhealth.org/fellowships/seminars\" target=\"_blank\"><em>The California Endowment Health Journalism Fellowships</em></a><em>, a program of USC's Annenberg School of Journalism. </em></p><p><em>This story is part of a reporting partnership that includes </em><a href=\"http://blogs.kqed.org/stateofhealth/\"><em>KQED</em></a><em>, </em><a href=\"http://www.npr.org/shots\"><em>NPR</em></a><em> and Kaiser Health News. </em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Some+Uninsured%2C+Simply+Signing+Up+Is+A+Challenge&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lisa Morehouse","audio":[{"meta":{"duration":"248"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1367544587-0b489c.m3u?orgId=1&topicId=1128&d=248&p=10&story=366997186&t=progseg&e=367544498&seg=14&ft=nprml&f=366997186"},{"href":"http://media.npr.org/assets/img/2014/11/29/p1040202-1ef9c88d176189145a8923ca4e0f184f19dce7e4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2520","width":"3362"}}]}