{"created":"2014-10-09T09:04:28+00:00","modified":"2015-02-27T22:33:44+00:00","valid":{"from":"2015-02-27T22:33:44+00:00","to":"3015-02-27T22:33:44+00:00"},"hreflang":"en","title":"You Can Create A Hit Video Game About Anything. Even Making Toast","published":"2014-11-02T01:53:00+00:00","teaser":"Game designers get deep inside your brain to keep you playing. We challenged them to design a video game about the most boring thing we could think of: making toast.","itags":["npr_api","354649902"],"guid":"254123a1-526c-4a25-a958-136a7d81a5a7","contentencoded":"<p>Flinging birds at pigs and moving jelly beans around a little screen are not human instincts. Game designers create the urge to do those things for hours at a time.</p><p>\"From the way the games are designed to help us start playing the game, to the way they keep us coming back to the game, to how they involve our friends in the game — all of these things have underpinnings in consumer psychology,\" says game consultant Nir Eyal.</p><p>I wanted to see if game designers could create an addictive game out of anything. So I asked a bunch of people how to make a great game about the most boring thing I could think of: making toast.</p><p>You'd want the toast to look \"cute,\" says Roger Dickey, who created the video game Mafia Wars. And you'd want \"something twitchy, where you have to tap the toast at the just right time for it to come out of the toaster.\"</p><p>\"I could see something like that working,\" he says.</p><p>To keep people playing, there would have to be variety.</p><p>\"Let's spice it up by saying we have a range of different cooking devices, we have a range of different bread sizes, we might have time pressure added,\" says game consultant Ramin Shokrizade. \"We might have a number of people who are demanding toast, and they all want it <a href=\"http://www.npr.org/blogs/thesalt/2014/04/22/305653252/we-didnt-believe-in-artisanal-toast-until-we-made-our-own\">cooked a different way</a>.\"</p><p>Of course, the better you do, the more you move up in levels. Maybe a player can move from short order cook to toastmaster general.</p><p>Those little challenges stimulate dopamine in your brain, Shokrizade says. The time pressure stimulates adrenaline.</p><p>But how can a company make money off a game about toasting bread?</p><p>Eyal, Dickey and Shokrizade all say that part is pretty easy: Just wait until a player is in a groove — overcoming challenges — and then put a big fat barrier in front of him. Run out of time, run out of lives, run out of delicious strawberry jam. Then, make the player pay to get a little boost to get over that barrier.</p><p>\"Once we break through that initial barrier,\" Dickey says, \"once you're the kind of person who's willing to buy an item in a game, which isn't everybody, then you'll do it again.\"</p><p>In the business, this barrier is called \"fun pain.\" Dickey says a smart game will give people choices. They can pay with money or they can pay by inviting their friends on Facebook or Twitter. And if friends are playing a game, that means you'll play it even longer.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=You+Can+Create+A+Hit+Video+Game+About+Anything.+Even+Making+Toast&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Stacey Vanek Smith","audio":[{"meta":{"duration":"256"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1354754676-8be598.m3u?orgId=1&topicId=1006&e=354649902&d=256&ft=nprml&f=354649902"},{"href":"http://media.npr.org/assets/img/2014/10/08/candy-crush-screenshot-2ac3e7c18a33cf80b597b1ae502941751cf8b0a7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"568","width":"758"}}]}