{"created":"2014-10-03T18:28:31+00:00","modified":"2014-11-12T18:15:04+00:00","valid":{"from":"2014-11-12T18:15:04+00:00","to":"3014-11-12T18:15:04+00:00"},"hreflang":"en","title":"Outkast And Atlanta: Until They Close The Curtain","published":"2014-10-04T16:37:00+00:00","teaser":"The hometown shows the duo played had a bittersweet quality because people thought it might be their last chance to see one of the most-respected and best-loved groups of all time together.","itags":["npr_api","353516382"],"guid":"254d8969-5429-4c87-880e-f01045dcbafa","contentencoded":"<p>The rap duo Outkast is wrapping up a summer-long festival tour celebrating the group's 20-year career. Last weekend they played three nights in their hometown of Atlanta. The shows had a bittersweet quality to them because, though the musicians have called the tour a thank you to their fans, many of those same fans are seeing it as a goodbye — their last chance to see one of the most-respected and best-loved rap groups of all time together.</p><p>Outkast represents Atlanta. 20 years ago, when Big Boi and Andre 3000 were teenagers, they and the circle of musicians in which they moved made a conscious decision to, as Andre says, put the city on their backs: \"The best way to represent the places where you from is be yourself, completely. And just say, 'I'm from this place.'\"</p><p>Andre and Big Boi say \"I'm from this place\" often in their songs. They also retain their drawls and situate their stories at the intersections of their neighborhoods. And they were able to be themselves because in the early '90s, Atlanta was not a factor in hip-hop, then dominated by the coasts.</p><p>\"Because we didn't grow up in New York, because we didn't grow up on the West Coast, we had time to soak both of those things in,\" Andre says. \"Because no one expected anything from the South, except, you know, maybe fast, booty-shake club music. The door was wide open, so we had a open palette. And one thing I can say about Atlanta is you can do anything from Atlanta.\"</p><p>\"Atlanta is a typical Southern town, at its core,\" says Killer Mike, an Atlanta rapper, businessman and colleague of Outkast. He describes their city this way: \"We like our church on Sundays; we like our wine and our sinning on Saturdays. But there's this whole other culture of high art and avant-garde thinking here that meshes with that, and Outkast, better than any other group, gave the world that. They implanted the seed that these two things can coexist.\"</p><p>\"I'm just a wild and crazy guy.\" That's Big Boi. When I spoke to him four years ago, I asked him what separates Outkast from their peers.</p><p>\"Everything is just so playful,\" he said. \"A lot of songs don't have any meaning to them. Everything is telling a joke. Are we gonna be comedians or are we gonna be MCs? Are we gonna be life-changers?\"</p><p>They decided to be life-changers. And the musical collective behind them, called the Dungeon Family, was as committed to pushing forward. Mr. DJ, who was in fact Outkast's first DJ when they were all teenagers, later helped make some of their biggest hits. But his favorite is a song called \"<a href=\"http://www.youtube.com/watch?v=-G0Uos-Le9M\" target=\"_blank\">Da Art of Storytellin (Pt. 2)</a>.\"</p><p>\"That song symbolizes so much,\" he says. \"We were speaking as if the world was coming to an end and Big is on his way from Fayetteville; he's noticing that the sky is getting dark and Mother Earth is tossing and turning from all the years of us mistreating her and doing her bad.\"</p><p>Outkast writes about subjects ambitious and down home. Bettina Love grew up in upstate New York, but she says tiny details in the songs made them familiar even to her outside the perimeter.</p><p>\"There's some things that they're saying that you have no clue of, as a Northern kid, but you know that experience,\" she says. \"So this fish and grits and all of these things that I've heard my grandmother say, I've heard my mother say, my father say. You talk about the black migration — many of our parents came from the South, migrated to the North, so they still told these stories.\"</p><p>Some people don't have a taste for the slang and the specificity and the occasional lewd aside, but Love, who today lives and teaches in Atlanta, says if you can hear what's happening in the music it becomes more difficult to accept the prevailing stereotypes of people who make rap.</p><p>\"Hip-hop is the quintessential example of the genius of urban youth,\" she says. \"If you can start from a place of brilliance with kids, you won't gun 'em down in the street. So we have to start understanding how brilliant urban kids are. They're misunderstood. People have so many misconceptions about urban kids, black kids in general.\"</p><p>And other people's misconceptions can make you doubt yourself. Outkast has been an antidote for that, says DJ Drama, creator of the Southern rap mixtapes <em>Gangsta Grillz</em>.</p><p>\"Outkast made a lot of people comfortable to be able to be in their own skin and be proud to be from Atlanta, or proud to be from the South.\" He says a whole generation grew up with Outkast, and for them last weekend's performances brought back memories of particularly Southern black experiences.</p><p>\"People were running into each other that probably haven't seen each other in years,\" Drama says. \"At one point I remember Greg Street said something like, 'Raise your hands, or make some noise, if you've been to Freaknik.'\"</p><p>V103 DJ Greg Street introduced Outkast from stage on Sunday night. He got that honor because he's been breaking Southern hip-hop musicians on the radio for a couple decades now. He doesn't think it was a goodbye show. And he says even if it was, Outkast has already given its fans plenty.</p><p>\"What they've already done and the music they've already put out, it's so big and it means so much to the culture, to the people that — it's like the Rolling Stones, it's like Frankie Beverly and Maze,\" he says. \"People will come out and watch these guys perform forever.\"</p><p>Street calls the relationship between the city and Outkast genuine and organic. Killer Mike says Atlanta hip-hop is eternally grateful, and Drama remains hopeful that they enjoyed themselves enough this year to do it again. For now, Andre at least sounds content:</p><p>\"We're just happy to — as a crew — just to have something to say and to look at people from the city and they have pride in they chest and stick they chest out a little bit different now, because Atlanta kinda means something.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Outkast+And+Atlanta%3A+Until+They+Close+The+Curtain&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frannie Kelley","audio":[{"meta":{"duration":"436"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1353538193-057fdd.m3u?orgId=1&topicId=1106&aggIds=100920965&ft=3&f=353516382"},{"href":"http://media.npr.org/assets/img/2014/10/03/480935671-2c3f1d405cd4fdbf866de3a2d6d62253888c8390.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3195","width":"4260"}}]}