{"created":"2015-02-03T18:09:05+00:00","modified":"2015-02-04T14:55:29+00:00","valid":{"from":"2015-02-04T14:55:29+00:00","to":"3015-02-04T14:55:29+00:00"},"hreflang":"en","title":"'World's Worst Mom' Takes To TV To Get Overprotective Parents To Relax","published":"2015-02-03T18:08:00+00:00","teaser":"Lenore Skenazy's new show on the Discovery Life channel aims to tell hovering helicopter parents to give their kids a little independence. ","itags":["npr_api","383554286"],"guid":"2559b4ae-c2cc-4a4f-85e5-d3e1b72fa21f","contentencoded":"<p>You may have heard the story of the Maryland couple being investigated by Child Protective Services because they let their kids, 10 and 6, walk home alone together from a nearby park.</p><p>Six years ago, columnist <strong>Lenore Skenazy</strong> made headlines when she did something similar &#8212; she let her 9-year-old son take the New York subway home by himself. When she wrote a column about it, she was vilified and called &#8220;America&#8217;s Worst Mom.&#8221;</p><p>But she parlayed that into <a href=\"http://www.freerangekids.com/\" target=\"_blank\">a blog</a> and a book, <a href=\"http://www.amazon.com/Free-Range-Raise-Self-Reliant-Children-Without/dp/0470574755\" target=\"_blank\">&#8220;Free-Range Kids,&#8221;</a> and now a reality show on the Discovery Life Channel, where she tries to get hovering helicopter parents to give their kids a little independence.</p><p><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\"><em>Here & Now</em></a>&#8216;s Robin Young talks to Skenazy about her new show, <a href=\"http://www.freerangekids.com/tv-show/\" target=\"_blank\">&#8220;World&#8217;s Worst Mom.&#8221;</a></p><h4>Interview Highlights</h4><p><strong>On her reason for starting the TV show</strong></p><p>&#8220;I really believe that we have become unnecessarily over-protective of our children, over afraid for them, in almost any situation and it’s not doing anyone any favors, especially the parents. The parents are just racked with fear, and the children are in that iron dome. And I figured out a way to get people out, and it turns out to be really simple, so why not try it?&#8221;</p><p><strong>On questioning others parenting</strong></p><p>&#8220;I don’t feel I have the right to question anyone&#8217;s parenting. On the show, she’s one of 13 families of all different colors and backgrounds that I visit, all of whom share one thing which is a real terror that their children are in constant danger. Whether it’s from strangers, I talked to one mom who wouldn&#8217;t let her kid ride a bike or use a knife. This mom won&#8217;t let her her child go into a bathroom, her thirteen-year-old, she still takes him into the ladies room with her because she’s afraid he’ll be raped and murdered and I don’t think that has to do with rape. I think it has to do with just a fear that their are terrible people out there around every corner. So I don’t even call them [the parents] emotionally disturbed or anything because I feel like we’re living in a society that is shoving fear down our throats every single second.</p><p>I mean I’m sure you saw the Nationwide ad on the Super Bowl on Sunday night that was talking about all the different things that could go wrong and it starred a child who says ‘I won&#8217;t get to grow up because I died in an accident and basically it’s all your fault mom and dad,’ so when you’re living in a society that is telling you baby knee pads for crawling and a monitor for the baby’s room that is infrared and it sweeps back and forth like as if it’s, you know, searching for terrorists, it doesn&#8217;t surprise me that a lot of moms, and dads to a certain extent, but more moms have become very afraid for their kids and all the situations that we used to consider normal: walking to school or playing outside. So, my job isn&#8217;t even to question the parents or to accuse them of anything.&#8221;</p><p><div class=\"pullquote\" style=\"\">&#8220;I feel like we’re living in a society that is shoving fear down our throats every single second.&#8221;</div></p><p><strong>On whether she is qualified to handle these parents and their fears </strong></p><p>&#8220;I’ll tell ya, I went through my own doubts making this show because I’m not a professional at all. I’m not a therapist, been through a lot of therapy myself, but not a therapist. And I wondered, ‘how could I presume to try to help and change these parents.’ But, through doing the show, which is really just me taking the kids and, like I said, giving them some time on their own to do one thing or another that in a previous generation no one would have thought twice about, like the lemonade stand. I realized it’s not me who changes anybody. I have no power to change people. All I have the power to do is show the parents who their kids really are and that’s what changes parents.&#8221;</p><p><strong>On what she has learned</strong></p><p>&#8220;What I realized finally in doing this show, was that joy replaces the fear. You know, it takes a little while, but in the end parents get to realize that they’re still necessary as parents, but they’re not taking care of babies, they’re taking care of young men and they’re needed a different way.&#8221;</p><h4>Guest</h4><ul><li><strong>Lenore Skenazy</strong>, mom of two, former parenting columnist for the New York Sun, and author of the hit book &#8220;Free Range Kids: How To Raise Safe, Self-Reliant Children (Without Going Nuts With Worry).&#8221; She tweets <a href=\"https://twitter.com/freerangekids\" target=\"_blank\">@<span class=\"u-linkComplex-target\">FreeRangeKids</span>.</a></li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27World%27s+Worst+Mom%27+Takes+To+TV+To+Get+Overprotective+Parents+To+Relax&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"661"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1383765590-382641.m3u?orgId=1&e=383554286&d=661&ft=nprml&f=383554286"},{"href":"http://media.wbur.org/wordpress/11/files/2015/02/Lenore-with-kids-on-show.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"640","width":"960"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/02/23454_108_RULES_155.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"853","width":"1280"}}]}