{"created":"2015-06-30T21:20:00+00:00","modified":"2015-07-01T19:15:42+00:00","valid":{"from":"2015-07-01T19:15:42+00:00","to":"3015-07-01T19:15:42+00:00"},"hreflang":"en","guid":"256318f0-c560-4aa3-aa6c-38b4c819c99f","title":"Hope and apprehension in Tehran as nuclear negotiations continue","published":"2015-07-01T19:15:38+00:00","byline":"Shirin Jaafari, Christopher Woolf","tags":["conflict","diplomacy","Conflict","Conflict & Justice","Asia","North America","Iran","United States"],"teaser":"The US and its negotiating partners in Vienna say they are extending the deadline set for an agreement on Iran's nuclear program. The official deadline was today but it has been extended to July 7. Iranians, understandably, are following the news very closely.","contentencoded":"<p>The deadline for an agreement on Iran's nuclear program passed today.</p>\n<p>Iran, the US and other countries, including France, UK, China, Russia and Germany have been negotiating a deal for months. The negotiators extended the deadline to reach a final agreement to July 7. Without a settlement, Iran faces punishing sanctions and, possibly, military stikes if it appears the government is moving toward building a nuclear weapon.</p>\n<p>Understandably, Iranians have been following the negotiations very closely.</p>\n<p>\"They really are following the minutiae. They know everything that is happening with the talks,\" says Nahlah Ayed, a foreign correspondent for the CBC in Canada, who is reporting from Iran.</p>\n<p>Ayed says Iranians are following news out of Vienna in any way they can. And the mood in Tehran is both of excitement and a sense of being in limbo.</p>\n<p>\"I think there have been many deadlines in this process and every one of them has created a sense of excitement and anticipation and every time they have to wait for the next one, it's sort of created a sense of anxiety,\" Ayed says.</p>\n<p>Over the past couple of days, Ayed has spoken to Iranians from different walks of life. Iranians working at a money exchange told her the attitude of their clients change depending on how the talks are going.</p>\n<p>\"[They said] when people are hopeful about the talks, they buy more Rials (Iranian currency). If they are feeling a little strange about the talks, they buy dollars,\" she says.</p>\n<p>Ayed also visited a tech company that's been around for about a decade and there, she spoke with a group of young and highly-educated employees.</p>\n<p>\"They've got this product and they're very excited about it, but they say what they're missing are two very important things: One, investment from abroad and the other is access to cutting edge technology,\" Ayed says.</p>\n<p>A nuclear agreement and an easing of economic sanctions could potentially bring in foreign investment and access to more advanced technology.</p>\n<p>But while Iranians are watching the talks and hoping for a breakthrough, half-way across the world, some Americans are cautioning against rushing into a deal.</p>\n<p>Actual details of the deal have been hard to come by, but an outline emerged back in April, called a \"Framework of Understanding.\" At its core, Iran agreed to freeze parts of its nuclear program for 10 or 15 years, and allow some international inspections, in exchange for an easing of sanctions. The details, though, are what negotiators continue to discuss.</p>\n<p>Last week, a bipartisan group of US diplomats, lawmakers and experts issued a <a href=\"http://www.washingtoninstitute.org/policy-analysis/view/public-statement-on-u.s.-policy-toward-the-iran-nuclear-negotiations\">joint statement</a> under the auspices of the Washington Institute for Near East Policy, urging the US and its international partners to stick to their guns in the negotiations.</p>\n<p>Ambassador Dennis Ross, who served as a diplomat and senior official on Middle East policy under the first George Bush, signed the statement.</p>\n<p>“Look at the statements the Supreme Leader [of Iran] is making,” says Ross. “He gives a speech in which he basically walks back from all the key principles in the Framework of Understanding.”</p>\n<p>“The Supreme Leader was saying sanctions relief had to come immediately, timed with the agreement. He was saying there would be no access to military sites or to Iranian scientists. He was raising explicit questions about there being no limitations on their research and development of new centrifuges.”</p>\n<p>Ross says he doesn’t want international negotiators to allow any erosion in the principles outlined already, “because in many respects those are the minimum thresholds needed for an agreement.”</p>\n<p>“The essence of this deal is roll back [of nuclear infrastructure] in return for transparency. So in the end we better get transparency that’s real.”</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-30%2Fhopes-and-fears-tehran-nuclear-negotiations-continue&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/06302015_01_0.mp3"},{"href":"http://admin.pri.org/file/0630201501mp3-0"}]}