{"created":"2014-08-28T02:37:59+00:00","modified":"2014-10-30T23:37:56+00:00","valid":{"from":"2014-10-30T23:37:56+00:00","to":"3014-10-30T23:37:56+00:00"},"hreflang":"en","title":"Reporter's Notebook: A Not-So-Grand Tour Of Ethiopia's Top Hospital","published":"2014-08-14T15:25:00+00:00","teaser":"The reporter asks the nurse what the hospital needs. The nurse says, \"If you don't help me, why do you ask me?\" Welcome to Black Lion, said to be the country's best hospital.","itags":["npr_api","337792969"],"guid":"256303e0-6c06-44e8-bbcb-08d56eb1ae6d","contentencoded":"<p>When you sign up for a reporting fellowship to learn about the health of newborns in Ethiopia, you expect things to be a little different from what you're used to in the U.S. To be perfectly honest, a little worse. But Ethiopia actually surprised me, even before I took off.</p><p>I did my research, and it turns out that Ethiopia's health care system is getting better — significantly better. It's meeting international goals, winning awards from the United States and, more important, babies are living longer and fewer mothers are dying in childbirth.</p><p>This is great news. Maybe Ethiopia would be better than I expected. I got some shots in the arm, popped a few anti-malaria pills and hoped for the best.</p><p>It was worse. Now, to be fair, all those things I said before are true. More babies are living through childbirth. Infant mortality has decreased by 39 percent in the past 15 years. But one in every 17 Ethiopian children still dies before turning 1, and one in every 11 children dies before age 5. There's a ways to go.</p><p>Once I arrived, it took me awhile to figure out what was actually happening with Ethiopia's health care. I was more involved in recovering from the jet lag that woke me up at 1 a.m. every day and avoiding mosquitoes like the plague. I was honestly a little mosquito obsessive. I covered myself and each of my belongings with every repellent known to man: cream, spray, patches, bracelets, small mechanized devices. I needed all the help I could get — the little critters are hopelessly attracted to me.</p><p>Because I was having some trouble breaking out of my self-obsessed bubble, Ethiopian health care didn't seem too bad at first. We heard from Save the Children about all the improvements the country had made. We visited a private maternity/abortion clinic whose \"waiting room\" was a bunch of plastic chairs set up under a tarp outside.</p><p>I talked to the doctor there. He said the last fatality at the clinic was more than a year ago. The facility seemed clean and well-organized, and the doctor voiced confidence in his clinic. The care seemed to be adequate.</p><p>It was the visit to Black Lion that put things into perspective.</p><p>I'd heard about the hospital before. The Ethiopian press reported a blackout in 2005 that left seven patients in intensive care dead; in 2013 there was a seven-hour outage. It didn't sound good. Then there's the name, conjuring a massive feral beast that chews people up limb by limb.</p><p>Ethiopians have a different perspective. For them, the hospital is pretty much the most important in the country. Whatever you come down with, wherever you come down with it, if doctors can't treat your ailment where you are, they send you to Black Lion. There are fancy private clinics that cost more money, and some can provide better care. But for most Ethiopians, the Black Lion is as good as it gets.</p><p>I visited in the morning on a typical day. I was greeted by a broken front window, a hand-painted directory and crowds of people. Whole families were camped out under the trees outside the main building, and a thick stream of people were trying to move through the halls, some with bandages and crutches, others just trying to get by.</p><p>I was immediately aware of one problem: cleanliness. There are people whose job it is to keep the hospital clean. They do their job, but they're no match for the people getting it dirty. What's more, windows are open, doors are open. It's very open-air. That's great for a market, bad for a hospital. The Ministry of Health doesn't collect statistics on hospital-acquired infections, but several isolated studies have been done and the number hovers around a 20 percent infection rate. In the U.S., the rate is 4 percent.</p><p>The first place I visited was the neonatal unit on the sixth floor of the eight-story building. With 40 patients and 40 beds, the place was full. Well, I thought it was full, but head nurse Berhena Mulat said they could usually treat many more. Three to a bed was capacity.</p><p>Mulat was the first person I met at Black Lion. She'd seen a lot of patients — and a lot of journalists, visiting to report on the state of Ethiopia's health care. I asked her one of the questions we journalists ask when we want to know what's wrong. \"What are you missing?\" I asked. \"What do you need here to do your job?\"</p><p>\"You're a journalist,\" she said. It was true. Mulat had a pretty good idea what journalists do — and what they don't do. They don't hand out money and supplies to hospitals. \"If you don't help me, why do you ask me?\"</p><p>Ouch.</p><p>Once I recovered from the punch in the gut, I realized what she was saying. Other journalists had been here before. They hung around, asked some questions and then left, never to be heard from — at least by her — again. And Black Lion stayed the same.</p><p>Being the tenacious journalist I am, I did convince her to answer my question — eventually. And so I became aware of Major Problem No. 2: a shortage of basic supplies. Here's a shopping list:</p><p><em>Equipment to measure infant oxygen levels</em></p><p><em>Oxygen, or at least a steady supply of it</em></p><p><em>Baby scales</em></p><p><em>Thermometers</em></p><p><em>Generators for when the electricity goes out.</em></p><p>Infants who are not too small or who have a case of jaundice — that's who Black Lion can help. But for anyone who requires surgery, Mulat says, \"The outcome isn't good.\"</p><p>Downstairs in the pediatric unit, parents were pushed out on the sidewalk, in the garden, corralled behind metal bars, waiting. It's hard to even squeeze into the hall to talk to people, but I managed. That's where I met Zelem Abdissa. He was a little easier to spot, a full head above the crowd. He's one of the main pediatric nurses.</p><p>Kids come to Black Lion from all over the country, he told me. Abdissa does his best to help them, but sometimes he can't: \"If they can't afford, it's difficult to help.\"</p><p>One boy came with a collapsed lung. Abdissa says that's just one of the problems Black Lion can't fix.</p><p>And if Black Lion can't help, there is no other option. The boy with the collapsed lung was referred abroad, but his family couldn't afford the expense. After two years in the hospital, he died, alone.</p><p>A lot of patients have been let down by Black Lion, Abdissa sadly admitted. He went through some files and steered me to another example.</p><p>Alizar Haile Gessesse lives with his sister, his wife and his two children across the street from Black Lion. Literally across the street. His sister met me outside the hospital and walked me over. I met the whole family at his house. It was small, modest, but kind of lovely.</p><p>Seated, Gessesse looks tall, strong and very handsome. But when he gets up to move from one room to another or even one chair to another, his strength fails him. His legs just won't cooperate. He has some muscle control but not enough. His condition requires him to rely on his family for everything, even going to the bathroom.</p><p>He met me with a pile of papers in his lap. He showed me all of them: whole files that documented all the blood, urine and tissue he volunteered with the hope that Black Lion could at least tell him what was wrong. In exchange, he received blood chemistry results, total protein counts and these papers — papers that even now, 10 years later, he still doesn't fully understand. He has learned one thing about his condition, though: \"This is more than our level, more than our capacity in Ethiopia to diagnose.\" Black Lion has no CT Scan, no MRI.</p><p>Gessesse told me he has spent $15,000 on his treatment. He was once an electrician; when he first got sick, his parents were alive and they could help. A board of doctors told him to go abroad for treatment. That was 10 years ago. He still can't afford the trip. He's been across the street from Black Lion, his condition deteriorating, ever since.</p><p>After Black Lion, I did some traveling around the country. I saw some other health care facilities — fairly miserable hospitals where garden-variety bugs commingled with patients.</p><p>A little farther out in the country, I saw smaller clinics with one or two health care workers who were distributing birth control and teaching women about breast-feeding. Those were the successes. That was where Ethiopia was improving.</p><p>Oh, that was also the place with the highest rate of malaria infection, and of course I forgot my anti-mosquito medication. Sigh. Those little buggers penetrated my repellent fortress. Two bites right under my fancy anti-mosquito bracelet.</p><p>But I knew I was going home. Hopefully, I won't get malaria, but even if I do, I know I won't be treated in an Ethiopian hospital, which makes me a little happy and a little sad at the same time. As a journalist, if I can't help, why do I even ask?  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Reporter%27s+Notebook%3A+A+Not-So-Grand+Tour+Of+Ethiopia%27s+Top+Hospital&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Amy Walters","audio":[{"meta":{"duration":"305"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1340289321-3a4778.m3u?orgId=1&topicId=1031&ft=3&f=337792969"},{"href":"http://media.npr.org/assets/img/2014/08/04/waltersethiopics1_resize-69c014ee52c34dc10ffc7915482e9fb4148b9e8f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1126","width":"1502"}},{"href":"http://media.npr.org/assets/img/2014/08/04/waltersethiopics13_resize-81d8b268ddb9544bba68565080522326e34f7ca1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1528","width":"2040"}},{"href":"http://media.npr.org/assets/img/2014/08/04/waltersethiopics9_resiz-dccaac02b303d72b9651c73087e539727c8d0af5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1404","width":"1873"}}]}