{"created":"2014-09-18T15:05:47+00:00","modified":"2014-10-31T02:05:22+00:00","valid":{"from":"2014-10-31T02:05:22+00:00","to":"3014-10-31T02:05:22+00:00"},"hreflang":"en","title":"Across The U.S., Bicycle Commuting Picks Up Speed ","published":"2014-05-15T14:55:00+00:00","teaser":"Bicyclists account for a just a small percentage of commuters in the U.S., but their numbers have grown by nearly 60 percent over the past decade as cities have become more bike-friendly.","itags":["npr_api","312486947"],"guid":"2563aae3-0b32-4a29-abed-36f5fb9d1d54","contentencoded":"<p>As bicycling goes, America is far behind Copenhagen, the promised land where roads look like bicycle highways as people pedal to work. But commuting by bike in the U.S. is catching on — though geographic, income and gender disparities persist.</p><p>In Chicago, busy Sheridan Road is the start of the Lakefront bike trail on its north side. That's where you can find plenty of bicyclists commuting to work early in the morning.</p><p>\"I'm one of those year-round warriors, unless the weather is really bad,\" says Louise Graham, one among a steady stream of backpack-wearing bicyclists getting on the path.</p><p>Graham works in sales downtown and travels about 20 miles round trip. The same is true for David Michaels, who works at a digital marketing firm and rides four to five days a week. If he rode a train to work, he says, he'd be buried in his phone.</p><p>\"If I'm riding, I'm active,\" Michaels says. \"I'm riding down the lakeshore path, which is gorgeous and it's a ton of fun.\"</p><p>It's also a lot cheaper than driving, many bikers say.</p><p>Brian McKenzie, a sociologist with the U.S. Census Bureau, says most people still depend on their cars to get to work. But the bureau's first ever survey of people biking or walking to work, <a href=\"http://www.census.gov/prod/2014pubs/acs-25.pdf\">Modes Less Traveled</a>, does show some change.</p><p>\"We see that biking [to work] has actually increased over the last decade by about 60 percent,\" McKenzie says. \"Just over three-quarters of a million people bike to work.\"</p><p>The Census Bureau took city population into account in its analysis. Among small cities, Davis, Calif., topped the list at about 19 percent of workers, encouraged by the college town's large bike community and infrastructure. The same is true for medium-sized Boulder, Colo., where about 11 percent of workers bike to their jobs. Portland, Ore., had the most of larger cities, about 6 percent.</p><p>And in Chicago, which has new bike lanes and a bike share program, the bike commuter rate more than doubled, to about 1.5 percent.</p><p>In many Southern cities, though, ridership is low.</p><p>\"Weather might have something to do with it,\" McKenzie says. \"The fact that a good portion of Southern cities were built around the automobile might have something else to do with it.\"</p><p>The Census also found that workers with the highest rates of bicycle commuting have incomes of less than $10,000 per year or hold graduate or professional degrees. And when it comes to gender, men are nearly three times more likely than women to use a bicycle to get back and forth to work.</p><p>Chicago resident Rebecca Roberts says she rides more than 8 miles to her job at a nonprofit. She says she sees plenty of female riders, but she understands that some might worry about biking and how they dress for work.</p><p>\"I'm in my jeans today, but usually I ride in a skirt,\" Roberts says. \"I have a commuting bike. I can usually keep coffee on the front of it, and I just feel like it's a better way to get there.\"</p><p>And there's another factor that might put the break on bike commuting: fear of traffic and motorists, says Brian Knowles, a project manager who rides to work about four days a week.</p><p>\"But in Chicago, I think it's really ... a pretty bicycle-friendly city. We've got great roads like this where you've got bike lanes,\" he says. \"Just get out there and do it.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Across+The+U.S.%2C+Bicycle+Commuting+Picks+Up+Speed+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Cheryl Corley","audio":[{"meta":{"duration":"237"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1312674275-808923.m3u?orgId=1&topicId=1091&ft=3&f=312486947"},{"href":"http://media.npr.org/assets/img/2014/05/14/istock_000025304528small-0ea14e8b431d728861b897b2d4e486699a7d63f7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"565","width":"754"}}]}