{"created":"2014-10-29T04:53:32+00:00","modified":"2014-11-10T21:45:44+00:00","valid":{"from":"2014-11-10T21:45:44+00:00","to":"3014-11-10T21:45:44+00:00"},"hreflang":"en","title":"Can Authorities Cut Off Utilities And Pose As Repairmen To Search A Home?","published":"2014-10-29T12:50:00+00:00","teaser":"That's what federal agents did earlier this year to see if gamblers staying in Las Vegas were running a sportsbook operation. Agents lacked evidence for a warrant. Courts are considering the case.","itags":["npr_api","359725475"],"guid":"256a5b1e-35a8-414a-bd8b-83c2a3dc9d73","contentencoded":"<p>Some legal cases do more than raise eyebrows — they push the legal envelope to change the law. Such is a federal case in Las Vegas now working its way through the courts. The question is whether federal agents can disrupt service to a house and then, masquerading as helpful technicians, gain entry to covertly search the premises in hopes of finding evidence that might later justify a search warrant.</p><p>The defendants in this case are not your everyday Americans. They are, in fact, Chinese gamblers who were staying in Las Vegas at Caesar's Palace earlier this year.</p><p>Caesar's, and other gambling casinos, thrive on these high-rollers and provide them with free villas, butlers and other services. But in this case, at least one of the high-rollers had been tossed out of Macau for running an illegal sportsbooking operation. That fact made the Nevada Gaming Commission and the FBI suspicious that the high-rollers were doing the same thing here.</p><p>Suspicions, however, aren't enough for a search warrant. So, according to court papers filed by defense lawyers late Tuesday, the FBI came up with a plan: Working with a computer contractor for Caesar's Palace, the agents first tried to get into the villas by delivering laptops and asking to come in to make sure the connections worked.</p><p>The butler, however, wouldn't let them in. Tape from the secret cameras worn by the agents clearly shows the butler blocking their way.</p><p>\"I just want to make sure they can connect before I leave. Can we just make sure they can connect, OK?\" the agent asks.</p><p>\"The thing is, you can't go in there right now,\" replies the butler.</p><p>When that ploy failed, the agents came up with \"another trick,\" according to defense lawyer Tom Goldstein: \"We'll dress up as technicians, we'll come inside, we'll claim to be fixing the Internet connection — even though we can't, 'cause we broke it from outside — and then we'll just look around and see what we see.\"</p><p>Once inside, the agents wandered around the premises as they covertly photographed the rooms, entering the previously off-limits media room. Inside, they saw a group of men watching the World Cup soccer game and looking at betting odds on their laptops — perfectly legal in Las Vegas.</p><p>What else the agents saw is not entirely clear at this point, but when they left, they seemed satisfied they had enough to get a search warrant.</p><p>\"Yeah, we saw what we needed to see,\" an agent is heard on the tapes saying. His partner responds, \"Very cool.\"</p><p>Defense lawyer Goldstein contends that not only was the search illegal, but the government knew it was and tried to cover it up. He contends that the materials submitted to a federal magistrate judge in seeking a warrant later carefully eliminated all indications that the federal agents had themselves cut the Internet line so that the villa occupants would ask for repairmen to come to the villa to fix the problem.</p><p>\"They just managed not to tell the magistrate what it is they had actually done,\" says Goldstein.</p><p>Indeed, Goldstein notes that he and his clients never would have known that it was the FBI agents who cut the line were it not for one slip of the tongue that the agents made — recorded on tape — when talking among themselves. He adds that when the defense asked for further recordings, the FBI provided two blank CDs, claiming the recording devices malfunctioned.</p><p>\"There's no real way of looking at this other than to say that it is a cover-up,\" contends Goldstein.</p><p>Cover-up or not, the legal theory used here by the Justice Department and the FBI would change the legal rules of the road dramatically if adopted by the courts.</p><p>\"The theory behind this search is scary,\" says George Washington University law professor Stephen Saltzburg, author of a leading criminal law text. \"It means the government can cut off your service, intentionally, and then pretend to be a repair person, and then while they're there, they spend extra time searching your house. It is scary beyond belief.\"</p><p>And it's not just Internet service that could be cut off. Cable TV lines, plumbing or water lines — the list in the modern world is a long one.</p><p>Saltzburg, who has himself worked for the Justice Department, is frankly puzzled by the brazenness of the search here.</p><p>\"It's very difficult to understand, unless they want to try to push the law of consent beyond where it's ever gone before,\" he says.</p><p>The Justice Department declined to comment for this story, saying it would make its arguments in court when the time comes.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Can+Authorities+Cut+Off+Utilities+And+Pose+As+Repairmen+To+Search+A+Home%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nina Totenberg","audio":[{"meta":{"duration":"245"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1359760580-c7d146.m3u?orgId=1&topicId=1070&ft=3&f=359725475"}]}