{"created":"2014-12-06T22:14:04+00:00","modified":"2014-12-11T20:15:14+00:00","valid":{"from":"2014-12-11T20:15:13+00:00","to":"3014-12-11T20:15:13+00:00"},"hreflang":"en","title":"At 86, Poet Donald Hall Writes On, But Leaves Verse Behind","published":"2014-12-06T22:36:00+00:00","teaser":"The former U.S. poet laureate says he can't write poetry any more, but still has some prose in him. In a new book, <em>Essays After Eighty</em>, he considers his art, his beard and his experience growing old.","itags":["npr_api","368013634"],"guid":"256a0a94-8b55-49b4-8c00-ba32008ccd21","contentencoded":"<p>At 86 years old, the poet Donald Hall can no longer write poetry. Not enough testosterone, he says. But the former U.S. Poet Laureate and recipient of the National Medal of Arts still has prose in him: He has just published a collection titled <em>Essays After 80</em>.</p><p>The book spans Hall's entire career, his family life, his addiction to smoking and his thoughts on his own beard.</p><p>From his rural New Hampshire farmhouse, Hall tells NPR's Arun Rath why he's still at it. \"I love to work,\" he says, \"and work in my life has meant only one thing and that's a pen on the paper.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On realizing he couldn't write poetry anymore</strong></p><p>I guess it was about three years ago, and I realized I didn't have it anymore. It's just getting old. I think you need higher testosterone levels to write poetry than I have at the moment. But fortunately I can still write prose. ...</p><p>It was gradual, and I had the sense of poetry fading on me, or me fading on poetry, for several years. And then I would think \"No, this is good.\" And then six months later it wasn't so good. And so I saw it coming.</p><p>I didn't really see these essays coming, and I'm very glad they came.</p><p><strong>On writing prose now</strong></p><p>Prose is not so dependent on sound. The line of poetry, with the breaking of the line — to me sound is the kind of doorway into poetry. And my sense of sound, or my ability to control it, lapsed or grew less. I still use it in prose, but the unit is the paragraph.</p><p>I had 60 years of writing poetry, I shouldn't complain now.</p><p><strong>On how his age has changed the way young fans think about him</strong></p><p>I began a reading with a new poem, which eventually turned out to be no good, but I had hoped it was. It was thinking about what my grandfather would think now to see me. And when I read the poem, I had just entered on the stage, sort of creeping and bent over and so on, and after that poem there was a pause and then there was a standing ovation! I couldn't believe it. What a wonderful poem I must have written.</p><p>But no. They felt as if they had seen, I think I wrote, a cadaver gifted with speech. They were applauding me at least partly because they knew they'd never see me again.</p><p><strong>On aging and thinking about death</strong></p><p>I really feel better about aging at the age of 86 than I did at 70. I cannot drive, I can't walk except by pushing a Rollator, but I feel a great deal of energy and excitement. Obviously death is ahead of me. I don't look forward to dying one little bit, but I simply don't worry about it because it's going to happen to me as it does to anybody. ...</p><p>At some point in this book I said that I expect my immortality to cease about seven minutes after my funeral. I have seen so many poets who were famous, who won all sorts of prizes, disappear with their deaths.</p><p>I write as good as I can, and don't try to turn that into some hope for a future that I could never know. I've had some people tell me that they knew they were great and that they would live in literature forever, and my response is to pat them on the back and say, \"Maybe you'll feel better tomorrow.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=At+86%2C+Poet+Donald+Hall+Writes+On%2C+But+Leaves+Verse+Behind&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"342"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1369008800-c76078.m3u?orgId=1&topicId=1033&ft=3&f=368013634"},{"href":"http://media.npr.org/assets/img/2014/12/03/hall-donald_hres-bc65f1b2a1c067d8e36d92148bca1547e4980ae8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1223","width":"1630"}}]}