{"created":"2014-09-26T23:06:58+00:00","modified":"2015-03-23T12:52:12+00:00","valid":{"from":"2015-03-23T12:52:12+00:00","to":"3015-03-23T12:52:12+00:00"},"hreflang":"en","title":"Shellshock Bug's Impact Could Be Huge, But It's Unclear For Now","published":"2014-09-28T19:21:00+00:00","teaser":"More than 70 percent of the Internet is potentially threatened by a bug named Shellshock. But it may take months to see its impact on users.","itags":["npr_api","351789365"],"guid":"25749d9b-6ac9-4821-bb36-781581d54aab","contentencoded":"<p>Hundreds of millions of computers and networks are at risk after a bug called Shellshock was found this week. It turns out it's actually been around for a while — it took 22 years to discover this bug. If exploited by hackers, the impact could be huge.</p><p>What has security companies so worried is the wide scope of the systems affected and the <a href=\"http://www.engadget.com/2014/09/25/what-is-the-shellshock/\">potential here for wreaking havoc</a> for systems connected to the Internet. Shellshock affects websites and computers running operating systems such as Mac OS and Linux. And it's estimated that more than 80 percent of the Internet serves websites on the software affected by this bug. Just hours after this security flaw was announced, it was already being exploited. A few things to keep in mind:</p><p><strong>How does the bug actually work?</strong></p><p>Your computer has a type of program called a shell — which lets you give it commands like, \"run my Web browser,\" \"open up this file,\" etc. If you use a Mac, that shell is likely Bash, which stands for <a href=\"https://www.gnu.org/software/bash/bash.html\">Bourne-Again Shell</a>. The vulnerability or bug discovered this week is in Bash.</p><p>Since it is the shell that runs when you give your computer commands, the worry here is that Shellshock could be used to take control of your machine. You can imagine the danger if a malicious hacker were to give it the wrong command, like \"delete my files.\" So the main concern is that computers could be accessed remotely, making users quite vulnerable.</p><p><strong>How are Internet companies responding?</strong></p><p>Since it could affect most of the Internet, the big companies like Google and Amazon have already rolled out software patches for this. The question is whether smaller sites and programs patch things up quickly or leave themselves — and their users — vulnerable.</p><p><strong>What can we individual users do to protect ourselves?</strong></p><p>If you're running Windows, you're in the clear, as the vulnerability does not affect Microsoft Windows users. Operating-systemwise, Mac users are more at risk here, though Apple says most OS X users are safe. There's likely <a href=\"http://www.imore.com/apple-working-quickly-protect-os-x-against-shellshock-exploit\">going to be an operating system update</a> or patch for anyone running a Mac. So keep up to date with any software updates, and update your computer and mobile devices as those are released.</p><p>For the websites you commonly use, the best way you can limit exposure is to have different passwords for different services. And for the Web services you use, find out who's making the software and what the manufacturer says about the Shellshock bug, so you can protect yourself.</p><p>But we really won't see the fallout immediately. It's likely to play out over the next few months or years, as the sites and programs that <em>don't</em> patch up the flaws or don't monitor their security closely could stay vulnerable until a hacker takes control.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Shellshock+Bug%27s+Impact+Could+Be+Huge%2C+But+It%27s+Unclear+For+Now&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elise Hu","audio":[{"meta":{"duration":"228"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1352198530-0abd32.m3u?orgId=1&topicId=1019&e=351789365&d=228&ft=nprml&f=351789365"},{"href":"http://media.npr.org/assets/img/2014/09/26/istock_000017043388medium-e5c8ff965cca4b0f2f8633cc01409b9f432843f1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1140","width":"1520"}}]}