{"created":"2014-10-02T19:57:43+00:00","modified":"2015-04-30T19:48:38+00:00","valid":{"from":"2014-07-28T18:55:57+00:00","to":"3014-07-28T18:55:57+00:00"},"hreflang":"en","guid":"257fc37d-90fc-41f0-8ee0-b72a2bf92aae","title":"Soldiers, Skydives, Firemen, and Heartbreak","teaser":"A man in the middle of a midlife crisis takes a terrifying parachute jump; an Iraq war veteran shares details of his battle back home; a woman sits at the bedside of her ailing father; a fireman tries to save two children; and a would-be Romeo laments the agony of platonic love. Hosted by The Moth's Senior Producer, Jenifer Hixson.  \n\nThe Moth Radio Hour is produced by The Moth and Jay Allison of Atlantic Public Media. ","description":"Andy Christie - \"It's Not the Fall That Gets You\" - A midlife parachute jump&nbsp;  Daniel Choi - \"Don't Tell, Martha!\" - War Veteran decides to honor The Honor Code and comes out of the closet  Vikki Kelleher - \"Tell Him It's OK to Go\" - A woman at her grandfather's deathbed&nbsp;  Tom Ziegler - \"Fireman's Remorse\" - With no engine backup, a fireman is unable to save two kids&nbsp;  Brian Finkelstein - \"How I Earned My Bitter Badge\" - Falling in love with an engaged woman ","contentencoded":"<span>Andy Christie - \"It's Not the Fall That Gets You\" - A midlife parachute jump&nbsp;</span> <br /> <span>Daniel Choi - \"Don't Tell, Martha!\" - War Veteran decides to honor The Honor Code and comes out of the closet</span> <br /> <span>Vikki Kelleher - \"Tell Him It's OK to Go\" - A woman at her grandfather's deathbed&nbsp;</span> <br /> <span>Tom Ziegler - \"Fireman's Remorse\" - With no engine backup, a fireman is unable to save two kids&nbsp;</span> <br /> <span>Brian Finkelstein - \"How I Earned My Bitter Badge\" - Falling in love with an engaged woman</span> <br />","byline":"The Moth","published":"2014-07-28T18:55:57+00:00","tags":[],"itags":["prx:stories-95635"],"audio":[{"href":"https://hal.prx.org/pub/cfeb22b7072d807ce5009cf105c80923/0/web/story_image/227618/medium/Dan_Choi.jpg","type":"image/jpeg","meta":{"crop":"medium"}},{"href":"https://cms.prx.org/pub/f8ae69c66c47bb12fdc2f633a78b1159/0/web/audio_file/707758/broadcast/Moth1004Bounce2MM.mp3","type":"audio/mpeg","meta":{"duration":3180,"size":101642045}}]}