{"created":"2014-10-13T07:19:40+00:00","modified":"2014-11-10T20:35:20+00:00","valid":{"from":"2014-11-10T20:35:19+00:00","to":"3014-11-10T20:35:19+00:00"},"hreflang":"en","title":"What's In A Name? It Could Matter If You're Writing To Your Lawmaker","published":"2014-10-13T13:42:00+00:00","teaser":"To test subtle biases, researchers sent state legislators identical emails about voting requirements. Some emails came from a man with a \"Latino\" name, and others from an \"Anglo\" name.","itags":["npr_api","329581400"],"guid":"25887e04-3a77-4959-9115-c8b96a3623cf","contentencoded":"<p>In recent years, social scientists have tried to find out whether important decisions are shaped by subtle biases. They've studied recruiters as they decide whom to hire. They've studied teachers, deciding which <a href=\"http://www.npr.org/2014/04/22/305814367/evidence-of-racial-gender-biases-found-in-faculty-mentoring\">students to help at school</a>. And they've studied doctors, figuring out what treatments to give patients. Now, researchers have trained their attention on a new group of influential people — state legislators.</p><p>Christian Grose, a political scientist at the University of Southern California, and graduate student Matthew Mendez wanted to see if state legislators were equally responsive to their constituents. For part of their experiment, the researchers sent emails to 1,871 legislators in 14 states with large Latino populations, asking the politicians what kind of documentation they needed to vote. They randomly assigned legislators to get the emails, but some emails came from a man named Jacob Smith, and others came from a man named Santiago Rodriguez.</p><p>\"No one had really looked at sort of what underlies legislator behavior,\" Grose says. \"Is there the possibility that legislators' own biases regarding race and ethnicity might rear their heads and that legislators might ignore Latino constituents more than white constituents?\"</p><p>NPR's social science correspondent Shankar Vedantam <a href=\"http://papers.ssrn.com/sol3/papers.cfm?abstract_id=2422596\">dug into the study</a>. Here are some highlights with some additional context.</p><hr /><h3>Interview Highlights</h3><p><strong>On the study's findings</strong></p><p>There was a difference, and the difference had a partisan tinge to it. Democrats responded about the same to both names, but Republicans were more likely to respond to the man with Anglo name rather than the Latino name. ...</p><p>Grose told me that he and Mendez decided to look a little bit deeper at the data and they found something very interesting. In many ways, the difference was less between Republicans and Democrats and more between some Republicans and other Republicans.</p><p>The researchers analyzed whether the Republicans in these states sponsored or co-sponsored voter ID laws. Now these are laws that are designed to reduce voting fraud. Critics of these laws have said that they disenfranchise minorities and others who are trying to vote for Democrats. Grose said that there was very strong correlation between Republicans who had failed to respond to the Latino constituent, and the ones who sponsored such laws.</p><p>\"Republicans who support voter identification are different than those Republicans who did not support voter identification,\" Grose says. \"Among those Republicans who did support voter ID laws, the Latino constituent was very unlikely to receive a response from their elected official. The difference was almost 40 percentage points, which is just one of the largest gaps I have ever seen.\"</p><p><strong>On how to interpret the study's implications</strong></p><p>An implication of the study is that the same bias that caused legislators not to respond to a Latino constituent also drove them to sponsor voter ID laws ... but let me put it into context in a couple ways. The first thing is, lots of legislators — both Republicans and Democrats — did not get back to either Jacob or Santiago. So if a legislator is unresponsive, it does not automatically mean that he or she is biased.</p><p>Second, this research does not establish cause and effect when it comes to voter ID laws. It's fair to say the Republicans who sponsored such bills seem to be biased when it comes to responding to the Latino name versus the Anglo name.</p><p>But we don't know if that bias is what prompted them to sponsor the voter ID laws. That might be an inference, that might be a correlation, but it's not a proven fact.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=What%27s+In+A+Name%3F+It+Could+Matter+If+You%27re+Writing+To+Your+Lawmaker&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Shankar Vedantam","audio":[{"meta":{"duration":"262"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1355769344-675be2.m3u?orgId=1&topicId=1015&ft=3&f=329581400"},{"href":"http://media.npr.org/assets/img/2014/07/07/istock_000033628930large-5f74c1cd1d939209ccc2f993663a374e295c3723.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"719","width":"959"}}]}