{"created":"2014-10-27T23:52:00+00:00","modified":"2014-10-27T23:52:00+00:00","valid":{"from":"2014-10-27T23:52:00+00:00","to":"3014-10-27T23:52:00+00:00"},"hreflang":"en","title":"An Afghan Village Of Drug Addicts, From Ages 10 To 60 ","published":"2014-04-30T22:11:00+00:00","teaser":"Afghanistan is not just a world leader in producing drugs. It's also a leading consumer. Drug users addicted to heroin, and more recently crystal meth, are everywhere in the western city of Herat.","itags":["npr_api","306590068"],"contentencoded":"<p>Herat is one of the most graceful cities in Afghanistan. Its traditions go back to the Persian empire, with its exquisite blue and green glass, and its thriving poetry scene.</p><p>Now Herat is struggling with a darker side: drug addiction at a higher rate than almost anywhere else in the country.</p><p>In a dusty ravine on the outskirts of the city, Ahmad, a scruffy 20-year-old, is striking a match to inhale heroin.</p><p>It's a simple act he repeats throughout his day — heating a dark slab of heroin paste smeared on a bit of foil so he can smoke it.</p><p>Ahmad is one of hundreds of addicts who have turned a dumping ground for building material into a village. A drug village.</p><p>They used chunks of cement and tarps to honeycomb the ravine with what look like stone igloos.</p><p>Ahmad's mother, Zahra, leans against some rocks in front of their place. Her flat, gold eyes peer at us from beneath a plaid veil as she tells her story</p><p>\"I used to weave carpets and also worked as a maid,\" she says. \"Then my husband got cancer and died.\"</p><p>Zahra's life spiraled downward, hitting bottom when her sister-in-law returned from Iran and offered her heroin.</p><p>Now, Zahra says, \"I can't do anything except beg on the street.\"</p><p>We pull back a red cloth to find another woman, Zahra's sister, blinking up into the light. In the center of this tiny space is a cooking area — not for food, but for heroin.</p><p>There's also a small figure moaning and moving restlessly under a filthy blue burka.</p><p>\"That's my daughter,\" says Zahra.</p><p>She's 10, and she's hooked on heroin too.</p><p>How did such a young girl become addicted?</p><p>\"When we had my sister-in-law living with us, she was addicted,\" says Zahra. \"I would go out to other homes to do housekeeping. And my little girl Laila used to cry a lot. So my sister-in-law gave the child opium to calm her down — that's when she became an addict.\"</p><p>Zahra says her daughter has already gone through rehab at a clinic in the city.<br />But back in this drug village, the 10-year-old became addicted once again.</p><p><strong>Few Resources To Combat Drugs</strong></p><p>In a white-tiled office, Dr. Ezmaray Hassin runs several clinics in Herat, and he says one of them serves children as young as 4. There are an estimated 70,000 drug users here now, he says.</p><p>\"There's no doubt that Afghanistan is one of the largest producers of poppy, but historically they have never been drug users,\" Dr. Hassin says. But more than three decades of war, which has displaced millions of Afghans, has created all sorts of upheavals, he says.</p><p>\"A lot of people travel to the neighboring countries, and they got to know about narcotics and they become addicted,\" he adds. \"And the one country that's closest to Herat is Iran.\"</p><p>Iran has long had one of the highest rates of drug addiction in the world. Heroin is widely used in Iran, but recently there has been a dramatic rise in the use of crystal meth.</p><p>Sitting on a bed in this clinic in Herat is Saleh, 25, who tells a story we hear again and again, from migrants and refugees who've returned from Iran with addictions.</p><p>A few years ago, he crossed the border into Iran to look for work.</p><p>\"I was in Iran and I was digging wells,\" he begins. \"Then my legs would really, really hurt, really bad. Basically it started with opium first to treat my legs — to kill the pain. And then over time I went to heroin. Then the problem became that every time I did not use heroin my legs even would hurt more. So I had to use.\"</p><p>Relatively speaking, Saleh is among the lucky ones. There are just 250 beds devoted to drug treatment in all of Herat.</p><p>The city's top counternarcotics officer is Faquil Gul Amini, whose office in the center of Herat is protected by trucks with mounted machine guns.</p><p>Amini's resources are limited, and the challenge is growing with the arrival of a drug he'd never seen before a couple of years ago: crystal meth, which is known in Persian as <em>shisheh, </em>or glass.</p><p>Amini says he has just raided meth labs in Herat and arrested a <em>Breaking Bad </em> kind of guy from Iran. But he has no illusions about the magnitude of the battle he faces.</p><p>\"I'm afraid to say when it comes to the list of priorities for the government to deal with, the issue of drug addicts, I'm afraid to say, it's below zero,\" he said.</p><p>Which is why this village outside the city is full of addicts. On a hot day you can see a constant flow of men walking up and down on a path crunchy with broken glass.</p><p>They are going nowhere.</p><p>Those who are on crystal meth are easy to spot. One we encounter has the air of a 60-something hipster. A trim gray beard. A black leather jacket. A tattoo on his hand spelling love.</p><p>His name is Haji Ismatullah, and the young men clustered around him call out, \"He's a writer.\"</p><p>As evidence, he opens a notebook filled with elegant Persian script in red and black.</p><p>\"I say poetry for the people here,\" he says. \"For the pain of the people.\"</p><p>Ismatullah says he began using crystal meth after his wife and three children were killed in a car accident.</p><p>\"My heart was hurting a lot after the accident when I lost my family,\" he says. \"Some people told me if you take meth it makes you forget things. And there's a lot in Herat, so I took it.\"</p><p>For the first few months, it did help, he says. But, he adds with a cackle, \"After that, it does not help me because it's not a good friend.\"</p><p>Still, Ismatullah would like some meth right now.</p><p>As we walk with him to his place, a young woman who carries herself like a dancer comes toward us. The men see her and laugh. She has lost her mind, she's crazy, they say.</p><p>She does in fact call herself by the name of a famous Iranian singer and seems to think she's on stage. Decked out in a magenta cape, turquoise beads and a turban, she tosses her head dramatically and with a kind of wild beauty.</p><p>Then she spins away, just as we reach the dwelling of Ismatullah, which resembles a stone igloo.</p><p>He goes inside the tiny place and smokes crystal meth in a glass pipe.</p><p>Afterward, he's ready to wander again, so we walk to the top of a hill to a makeshift cemetery. He takes us to a fresh grave marked by a small mound of rocks. There lies his friend Baluchi, who died two days before.</p><p>It's a moment that brings to mind a question we put earlier to a man named Mohammed, who has been residing in this drug village for six months. I asked him how he sees his future. \"Look at my life, this life,\" he said. \"The end for us is death. That's what we're waiting for.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=An+Afghan+Village+Of+Drug+Addicts%2C+From+Ages+10+To+60+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Renee Montagne","guid":"258a1c13-e3b7-4a86-8b69-df283875e318","audio":[{"meta":{"duration":"524"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1308220425-443281.m3u?orgId=1&topicId=1149&ft=3&f=306590068"},{"href":"http://media.npr.org/assets/img/2014/04/29/afghanistan_041224_drugs_dg01-9e7112a77f9523ff3b80656bca2c903a998acc7c.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/04/29/afghanistan_041224_drugs_dg02-6382398895135d35b97936222886514b4ad68404.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/04/29/afghanistan_041224_drugs_dg03-eae18abd8edbab13258e7487676a4efe2db38518.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/04/29/afghanistan_041224_drugs_dg04-6ddeb1cf4cd762080dcd542d2738d816f03c1ed0.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/04/29/afghanistan_041224_drugs_dg15_slide-38b2804332c86fd61e9a556fdada7ff7f4ec37df.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1998","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/04/24/afghanistan_041224_drugs_dg16_wide-bb5e2a53751bfcb724d1f982f0eba54d8db0e9fb.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"1685","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/04/24/afghanistan_041224_drugs_dg07_wide-bb14e0d3c2a12b4164a726ad3b4cca3ff04e14bc.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"1685","width":"2994"}},{"href":"http://media.npr.org/assets/img/2014/04/24/afghanistan_041224_drugs_dg05_wide-89e90ed95fbfadeada007e184ac54647b765a783.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"1685","width":"3000"}}]}