{"created":"2014-08-13T19:52:31+00:00","modified":"2015-05-14T18:16:53+00:00","valid":{"from":"2014-07-09T21:41:42+00:00","to":"3014-07-09T21:41:42+00:00"},"hreflang":"en","title":"Keeping paperwork from blocking the road to college","description":"How technology can help students handle what comes after the acceptance letter","contenttemplated":"[{\"content\":\"<p>Yvaunna Brown just graduated from Hazelwood West High School and feels like the future is wide open.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><span>She’s thinking about community college, or maybe the University of Missouri-St. Louis is a better fit. Brown is dead set on one thing, though: becoming the first person in her family to go to college.</span></p>\"},{\"content\":\"<p>“And that’s pretty exciting,” Brown said. “That’s a big deal for me.” </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>It’s also daunting. Loads of paper work must be completed and the deadlines will start coming fast.</p>\"},{\"content\":\"<p>“You try to figure it out for yourself,” Brown said.  “Then again, you do always need help from someone to give you some guidance.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p>So, on a recent morning she stopped by the <a href=\\\"http://www.stlouisgraduates.org/HStoCollegeCenter\\\">High School to College Center</a> on St. Louis’ Delmar Loop. There’s not much to the place, just some folding tables and a couple of cubicles. Modest accommodations aside, the center is part of a growing effort across the nation to help more low-income and first generation students like Brown find their way to campus in the fall.  </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“A majority of the students, they’re afraid so they don’t do anything,” said Kristine Alphin, a counselor at Northwest High School in Cedar Hill, Missouri. “The deadlines pass and they’re in a position where they don’t end up going.”</p>\"},{\"content\":\"<p><span>What Alphin’s describing are the leaks in America’s high school to college pipeline. The phenomenon is called summer melt. While it affects kids from all backgrounds, the highest rates are among poor and first generation students.</span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Nationally, about one in five poorer students don’t end up enrolling even after they’ve received acceptance letters. Drill down into the data and that number could be as high as 40 percent for students who plan to attend a community college.    </p>\"},{\"content\":\"<p>Researchers think students get tripped up on all the steps that come after receiving an acceptance letter. The summer can be especially tricky if poor or first-generation students lack a network of family who’ve successfully charted a course to college. On top of that, after graduation most students no longer have watchful high school counselors and have yet to come under the wing of university advisors. </p>\",\"type\":\"text/html\"},{\"content\":\"<p>Many of the obstacles are related to poverty. For a student in an unbanked household, for instance, something as small as sending a deposit to reserve university housing can prove difficult.              </p>\",\"type\":\"text/html\"},{\"content\":\"<p>Most of the snags, though, are related to financial aid. There’s a dizzying web of master promissory notes, public loans, private loans and fast approaching deadlines. Just handing over proof of income to qualify for a need based loan can be a hurdle, Alphin said.   </p>\",\"type\":\"text/html\"},{\"content\":\"<p>“You know, even a letter saying that &apos;your family doesn’t have any means, so we need to verify that you have no means&apos;,” Alphin said. “Well that process can be very intimating for families.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>St. Louis Graduates, a network of local corporations, nonprofits and educators, runs the center. The group’s mission is for half of St. Louis area residents to have a postsecondary degree by 2020. With that in mind, the coalition pulled together $52,000 in grants and donations to hire staff like Alphin for the summer.</p>\"},{\"content\":\"<p>[[{&quot;fid&quot;:&quot;277721&quot;,&quot;view_mode&quot;:&quot;default&quot;,&quot;fields&quot;:{&quot;format&quot;:&quot;default&quot;,&quot;field_file_image_alt_text[und][0][value]&quot;:&quot;&quot;,&quot;field_file_image_title_text[und][0][value]&quot;:&quot;&quot;,&quot;field_description[und][0][value]&quot;:&quot;%3Cem%3EYvaunna%20Brown%20(left)%20works%20with%20counselor%20Kristine%20Alphin%20(right)%20at%20the%20High%20School%20to%20College%20Center.%20One%20of%20the%20goals%20is%20to%20help%20students%20learn%20to%20advocate%20for%20themselves.%3C%2Fem%3E&quot;,&quot;field_description[und][0][format]&quot;:&quot;full_html&quot;,&quot;field_byline_text[und][0][value]&quot;:&quot;Tim Lloyd/St. Louis Public Radio&quot;,&quot;field_migration_notes[und][0][value]&quot;:&quot;&quot;},&quot;type&quot;:&quot;media&quot;,&quot;attributes&quot;:{&quot;height&quot;:350,&quot;width&quot;:750,&quot;class&quot;:&quot;media-element file-default&quot;}}]]</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Money is also available to help with things like covering a family’s travel expenses so they can attend a freshman welcome event. There’s cash for small expenses, too. For example Brown needed $15 to order extra copies of her high school transcripts.     </p>\"},{\"content\":\"<p>The center is only open during the summer months, when students are most likely to run into problems. Faith Sandler, co-chair of St. Louis Graduates, said potential funders like to see resources focused on a clearly defined area of need.  </p>\",\"type\":\"text/html\"},{\"content\":\"<p>“Sometimes something simple happens over the summer that derails their plans,” Sandler said. “The last thing we want as a community is to do all that work to support and encourage our young people and then let them down between June and August.” </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>When the center first opened its doors last year, organizers hoped to provide onsite counseling to 100 students. They wound up doubling that number, and by the end of the summer the staff helped 214 students.</p>\"},{\"content\":\"<p><span>Sandler said most of them stopped by more than once.     </span></p>\",\"type\":\"text/html\"},{\"content\":\"<p>“Once they got accustomed to what we’re doing and knew the faces, they’d walk back through the door with another question,” Sandler said.  </p>\",\"type\":\"text/html\"},{\"content\":\"<p>Organizers were able to keep tabs on 124 students, of which 86 percent ended up taking classes on either a full- or part-time basis. St. Louis Graduates figures it can build on that momentum this year and tucked flyers advertising the center in the diploma covers of more than 10,000 St. Louis area graduates.        </p>\",\"type\":\"text/html\"},{\"content\":\"<p>But as in business, a big chunk of the center’s marketing efforts are built on a time-honored axiom: location, location, location.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Sandler said having office space donated by Washington University on the Loop puts counselors near a popular hangout for teens. That ups the potential for curious students to walk into the center.  Close proximity to mass transit doesn&apos;t hurt, either. But she said word of mouth and social media remain the best ways to advertise the center.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“Students who are low income and first generation are just trying to make it through,” Sandler said. “Coming in here is the first step.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>The next may very well include an introduction to something called Bridgit.</p>\"},{\"content\":\"<p><strong>Hey <span>–</span> U on track?</strong></p>\",\"type\":\"text/html\"},{\"content\":\"<p>Teenagers spend a whole lot of time on their cell phones, that’s hardly a revelation. In fact, a study by the Pew Research Center found that <a href=\\\"http://www.pewinternet.org/files/old-media/Files/Reports/2012/PIP_Teens_Smartphones_and_Texting.pdf\\\">63 percent</a> of teens send text messages on a daily basis as compared to only 6 percent who email every day.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>In the digital age it stands to reason that successfully communicating with teenagers means getting on their phones. That’s the basic premise behind Bridgit, a new software platform being tested at the counseling center in St. Louis, a similar center in Kansas City and five high schools in Tennessee.</p>\"},{\"content\":\"<p>Developed by the St. Louis-based nonprofit College Bound with $750,000 in funding from the Michael and Susan Dell Foundation, Bridgit’s job is to construct extra scaffolding around efforts to build up college enrollment. </p>\",\"type\":\"text/html\"},{\"content\":\"<p>Students who get services at the center are asked to fill out a survey before they leave and the information is handed over to Bridgit. After that, Bridgit sends students text messages about all the things they need to do to stay on track. By getting specifics about each student, the virtual nudges can be individualized. Messages can be sent to remind students to submit their immunization records or to stay on top of financial aid deadlines.     </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<div><hr /><p dir=\\\"ltr\\\"><strong><a id=\\\"textingapps\\\" name=\\\"textingapps\\\"></a>Apps that help kids keep on track:</strong></p><ul><li><strong>Bridgit</strong> <span>- Used by counseling centers and high schools. Students complete a survey, and Bridgit keeps them on track by sending automated reminder texts for financial-aid and other deadlines.</span></li><li><span><strong><span><a href=\\\"http://www.buzzmob.com/\\\">BuzzMob</a></span></strong> - This tool can creates a private social-media network for teachers, parents and students to share news, photos and notifications.</span></li><li><a href=\\\"http://www.itap.purdue.edu/learning/tools/signals/\\\" target=\\\"_blank\\\"><strong>Course Signals</strong></a><span> – This is one of several educational platforms where college professors or teachers can track student progress and engagement, and alert students by text messages or email if they are not performing well.</span></li><li><span><strong><span><a href=\\\"http://www.futureboundgames.com/\\\">FutureBound</a></span></strong> - Researchers at USC turn the college-application process into a game, by giving students virtual deadlines for applications, scholarships, and financial aid. The game also shows the consequences for missing deadlines.</span></li><li><span><strong><span><a href=\\\"http://www.google.com/enterprise/apps/education/\\\">Google Apps for Education</a></span></strong> – Teachers can monitor kids in the cloud, during class forums, essay writing and other activities. They can then send text notifications.</span></li><li><span><strong><span><a href=\\\"http://www.remind.com/\\\">Remind 101</a></span></strong> - This simple app lets teachers text students and parents directly with announcements and reminders. Added benefit, there’s no way to text back.</span></li></ul><hr /></div>\"},{\"type\":\"text/html\",\"content\":\"<p><span>After the first 10 days of its rollout this spring, Bridgit’s database had information on more than 2,000 students. And because Bridgit has the ability to track when a student completes a step toward enrollment, it also serves as an early warning system. </span></p>\"},{\"content\":\"<p>Should a student start to slide off the rails, Bridget can send up a flare.      </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“And counselors can use the Bridgit system to pinpoint those students and focus their attention on those students in particular,” said Lindsay Page, an assistant professor of education at the University of Pittsburgh.</p>\"},{\"content\":\"<p><span>Page and Ben Caslteman, her research partner and University of Virginia assistant professor of education, have studied the causes and possible solutions for summer melt among poor and first generation students since 2009.  The two plan to put Bridgit through its paces, crunching student data to get a feel for how well the software works.</span></p>\",\"type\":\"text/html\"},{\"content\":\"<p>“This is the kind of strategy that can move the needle,” Page said.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Similar experiments with texting are underway around the country. For example, state education officials in West Virginia are piloting a text message program to reduce summer melt at 14 high schools and four colleges. New York City and Minnesota are experimenting with similar systems. The strategy is also finding its way into other public information campaigns geared toward teens, including an anti-smoking project by the National Cancer Institute.  </p>\",\"type\":\"text/html\"},{\"content\":\"<p>While not a surefire solution, previous research by Page and Castleman suggests targeted text messaging systems can be successfully woven into efforts geared toward reducing summer melt. And with a price tag of about $7 a student, the idea is relatively cheap when compared to the amount of taxpayer money that gets poured into ensuring students are ready for college.       </p>\",\"type\":\"text/html\"},{\"content\":\"<p>To reach their conclusion, the pair looked at data from text message campaigns in four cities: Dallas, Tex.; Boston, Lawrence and Springfield, Mass. At three out of four locations, the texting programs cooled off rates of summer melt.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>In Lawrence and Springfield -- where the poverty rate in each city is just north of 28 percent and collectively fewer than one in five residents have a bachelor’s degree -- combined enrollment rates for students who received text messages were seven percentage points higher when compared to students who did not receive texts.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><span>In Dallas, enrollment rates for students who received text messages increased by four percentage points. A text messaging system in Boston -- where school- and community-based counseling services already help students transition from high school to college -- did not bolster student enrollment rates. </span></p>\"},{\"type\":\"text/html\",\"content\":\"<p>Page said the possible applications for texting systems extend beyond the summer between high school and college. </p>\"},{\"content\":\"<p>“We’ve started to investigate using similar strategies to help student persist in college,” Page said.  </p>\",\"type\":\"text/html\"},{\"content\":\"<p>The pair has also looked at <a href=\\\"http://curry.virginia.edu/uploads/resourceLibrary/29_Freshman_Year_Financial_Aid_Nudges.pdf\\\">data</a> from a pilot program that sent text message reminders to first-year students in Boston and Springfield, Mass. about refiling their federal aid paperwork. The program didn’t have a significant impact on the number of students at four-year schools who moved on to their sophomore year. But for community college students -- for whom rates of summer melt are the highest -- the number of students who moved on to their second year was 12 percentage points higher than those who did not receive the text messages.  </p>\",\"type\":\"text/html\"},{\"content\":\"<p>“It’s very encouraging to us,” Page said. “These kind of low-cost strategies not only can help students get into the doors of college, but they can also help students persist in college several semesters later.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Ripple effects</strong></p>\",\"type\":\"text/html\"},{\"content\":\"<p>Jazmin Hoey sat at a folding table near the front of the High School to College Center and hammered out an email to her financial aid advisor. The bubbly 19-year-old is studying early childhood education at Southeast Missouri State University and just wrapped up her first year of college. </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“If it wasn’t for them I probably wouldn’t be able to go to school,” Hoey said. “I thought I had everything together, but I guess I was wrong.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>G<span>etting started wasn’t easy. Hoey said she was filled with anxiety when she walked into the center for the first time. </span></p>\"},{\"type\":\"text/html\",\"content\":\"<p>She had an acceptance letter and completed her federal aid application, but she wasn’t sure about what would come next. At the same time, opening up to an authority figure can be tough for kids in her situation, Hoey said. </p>\"},{\"content\":\"<p>“It was a lot of pressure,” she recalled.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Now, as an intern at the counseling center this summer, part of her job is to make sure students walking through the door don’t get cold feet.  </p>\",\"type\":\"text/html\"},{\"content\":\"<p>“If I see someone my age I’m like, ‘Oh, well maybe they were in my shoes before me,’” Hoey said.  “’Maybe it wasn’t so hard.’”</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Part of the center’s mission is not only to advocate for students, but to give them the skills they need to advocate for themselves. That’s especially important for students from low-income high schools, who according to national <a href=\\\"http://nscresearchcenter.org/video-the-student-pathways-report-episode-4/\\\">data</a> are about 7 percentage points less likely to enroll in a second year of higher education when compared to their counterparts from wealthier families.        </p>\",\"type\":\"text/html\"},{\"content\":\"<p>“It’s not like they need the center to do everything for them,” Hoey said. “Just to give them a little nudge, a little push.”    </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>The center’s also giving another, perhaps unexpected, nudge to local educators.  </p>\"},{\"type\":\"text/html\",\"content\":\"<p><span>&quot;Based on what we did here last summer, we were more proactive at my high school,” said <span>Kristine Alphin,  the guidance counselor.</span> “One of my co-workers sent me a list of at-risk kids who we’re not 100 percent sure are going to make it from high school to college so we can contact them this summer.  And just say, ‘hey, is there anything you need? We’re available for you.’”</span></p>\"},{\"content\":\"<p>Alphin said the hands on experience she’s getting from working at the counseling center means she can make good on that offer.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“We’ve talked about it, but it’s always just been talk,” Alphin said. “Now, hopefully we can take the things we’ve learned here and put it in place at Northwest.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<hr />\"},{\"content\":\"<p><em>An earlier version of this article was published on <a href=\\\"http://news.stlpublicradio.org/post/patching-leaks-high-school-college-pipeline\\\" target=\\\"_blank\\\">St. Louis Public Radio</a>.</em></p>\",\"type\":\"text/html\"}]","byline":"Tim Lloyd","published":"2014-07-09T21:41:42+00:00","contentencoded":"<div class=\"barn-cleaned\"><p>Yvaunna Brown just graduated from Hazelwood West High School and feels like the future is wide open.</p>\n<p><span>She’s thinking about community college, or maybe the University of Missouri-St. Louis is a better fit. Brown is dead set on one thing, though: becoming the first person in her family to go to college.</span></p>\n<p>“And that’s pretty exciting,” Brown said. “That’s a big deal for me.”&nbsp;</p>\n<p>It’s also daunting. Loads of paper work must be completed and the deadlines will start coming fast.</p>\n<p>“You try to figure it out for yourself,” Brown said.&nbsp; “Then again, you do always need help from someone to give you some guidance.”</p>\n<p>So, on a recent morning she stopped by the&nbsp;<a href=\"http://www.stlouisgraduates.org/HStoCollegeCenter\">High School to College Center</a>&nbsp;on St. Louis’ Delmar Loop. There’s not much to the place, just some folding tables and a couple of cubicles. Modest accommodations aside, the center is part of a growing effort across the nation to help more low-income and first generation students like Brown find their way to campus in the fall. &nbsp;</p>\n<p>“A majority of the students, they’re afraid so they don’t do anything,” said Kristine Alphin, a counselor at Northwest High School in Cedar Hill, Missouri. “The deadlines pass and they’re in a position where they don’t end up going.”</p>\n<p><span>What Alphin’s describing are the leaks in America’s high school to college pipeline. The phenomenon is called summer melt. While it affects kids from all backgrounds, the highest rates are among poor and first generation students.</span></p>\n<p>Nationally, about one in five poorer students don’t end up enrolling even after they’ve received acceptance letters. Drill down into the data and that number could be as high as 40 percent for students who plan to attend a community college. &nbsp; &nbsp;</p>\n<p>Researchers think students get tripped up on all the steps that come after receiving an acceptance letter. The summer can be especially tricky if poor or first-generation students lack a network of family who’ve successfully charted a course to college. On top of that, after graduation most students no longer have watchful high school counselors and have yet to come under the wing of university advisors.&nbsp;</p>\n<p>Many of the obstacles are related to poverty. For a student in an unbanked household, for instance, something as small as sending a deposit to reserve university housing can prove difficult. &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</p>\n<p>Most of the snags, though, are related to financial aid. There’s a dizzying web of master promissory notes, public loans, private loans and fast approaching deadlines. Just handing over proof of income to qualify for a need based loan can be a hurdle, Alphin said. &nbsp;&nbsp;</p>\n<p>“You know, even a letter saying that 'your family doesn’t have any means, so we need to verify that you have no means',” Alphin said. “Well that process can be very intimating for families.”</p>\n<p>St. Louis Graduates, a network of local corporations, nonprofits and educators, runs the center. The group’s mission is for half of St. Louis area residents to have a postsecondary degree by 2020. With that in mind, the coalition pulled together $52,000 in grants and donations to hire staff like Alphin for the summer.</p>\n<p>[[{\"fid\":\"277721\",\"view_mode\":\"default\",\"fields\":{\"format\":\"default\",\"field_file_image_alt_text[und][0][value]\":\"\",\"field_file_image_title_text[und][0][value]\":\"\",\"field_description[und][0][value]\":\"%3Cem%3EYvaunna%20Brown%20(left)%20works%20with%20counselor%20Kristine%20Alphin%20(right)%20at%20the%20High%20School%20to%20College%20Center.%20One%20of%20the%20goals%20is%20to%20help%20students%20learn%20to%20advocate%20for%20themselves.%3C%2Fem%3E\",\"field_description[und][0][format]\":\"full_html\",\"field_byline_text[und][0][value]\":\"Tim Lloyd/St. Louis Public Radio\",\"field_migration_notes[und][0][value]\":\"\"},\"type\":\"media\",\"attributes\":{\"height\":350,\"width\":750,\"class\":\"media-element file-default\"}}]]</p>\n<p>Money is also available to help with things like covering a family’s travel expenses so they can attend a freshman welcome event. There’s cash for small expenses, too. For example Brown needed $15 to order extra copies of her high school transcripts. &nbsp; &nbsp;&nbsp;</p>\n<p>The center is only open during the summer months, when students are most likely to run into problems. Faith Sandler, co-chair of St. Louis Graduates, said potential funders like to see resources focused on a clearly defined area of need. &nbsp;</p>\n<p>“Sometimes something simple happens over the summer that derails their plans,” Sandler said. “The last thing we want as a community is to do all that work to support and encourage our young people and then let them down between June and August.”&nbsp;</p>\n<p>When the center first opened its doors last year, organizers hoped to provide onsite counseling to 100 students. They wound up doubling that number, and by the end of the summer the staff helped 214 students.</p>\n<p><span>Sandler said most of them stopped by more than once. &nbsp; &nbsp;&nbsp;</span></p>\n<p>“Once they got accustomed to what we’re doing and knew the faces, they’d walk back through the door with another question,” Sandler said. &nbsp;</p>\n<p>Organizers were able to keep tabs on 124 students, of which 86 percent ended up taking classes on either a full- or part-time basis. St. Louis Graduates figures it can build on that momentum this year and tucked flyers advertising the center in the diploma covers of more than 10,000 St. Louis area graduates. &nbsp; &nbsp; &nbsp; &nbsp;</p>\n<p>But as in business, a big chunk of the center’s marketing efforts are built on a time-honored axiom: location, location, location.</p>\n<p>Sandler said having office space donated by Washington University on the Loop puts counselors near a popular hangout for teens. That ups the potential for curious students to walk into the center. &nbsp;Close proximity to mass transit doesn't hurt, either. But she said word of mouth and social media remain the best ways to advertise the center.</p>\n<p>“Students who are low income and first generation are just trying to make it through,” Sandler said. “Coming in here is the first step.”</p>\n<p>The next may very well include an introduction to something called Bridgit.</p>\n<p><strong>Hey <span>–</span>&nbsp;U on track?</strong></p>\n<p>Teenagers spend a whole lot of time on their cell phones, that’s hardly a revelation. In fact, a study by the Pew Research Center found that&nbsp;<a href=\"http://www.pewinternet.org/files/old-media/Files/Reports/2012/PIP_Teens_Smartphones_and_Texting.pdf\">63 percent</a>&nbsp;of teens send text messages on a daily basis as compared to only 6 percent who email every day.</p>\n<p>In the digital age it stands to reason that successfully communicating with teenagers means getting on their phones. That’s the basic premise behind Bridgit, a new software platform being tested at the counseling center in St. Louis, a similar center in Kansas City and five high schools in Tennessee.</p>\n<p>Developed by the St. Louis-based nonprofit College Bound with $750,000 in funding from the Michael and Susan Dell Foundation, Bridgit’s job is to construct extra scaffolding around efforts to build up college enrollment.&nbsp;</p>\n<p>Students who get services at the center are asked to fill out a survey before they leave and the information is handed over to Bridgit. After that, Bridgit sends students text messages about all the things they need to do to stay on track. By getting specifics about each student, the virtual nudges can be individualized. Messages can be sent to remind students to submit their immunization records or to stay on top of financial aid deadlines. &nbsp; &nbsp;&nbsp;</p>\n<div>\n<hr />\n<p dir=\"ltr\"><strong><a name=\"textingapps\" id=\"textingapps\"></a>Apps&nbsp;that help kids keep on track:</strong></p>\n<ul>\n<li><strong>Bridgit</strong> <span>- Used by counseling centers and high schools. Students complete a survey, and Bridgit keeps them on track by sending automated reminder texts for financial-aid and other deadlines.</span></li>\n<li><span><strong><span><a href=\"http://www.buzzmob.com/\">BuzzMob</a></span></strong>&nbsp;- This tool can creates a private social-media network for teachers, parents and students to share news, photos and notifications.</span></li>\n<li><a href=\"http://www.itap.purdue.edu/learning/tools/signals/\" target=\"_blank\"><strong>Course Signals</strong></a><span>&nbsp;– This is one of several educational platforms where college professors or teachers can track student progress and engagement, and alert students by text messages or email if they are not performing well.</span></li>\n<li><span><strong><span><a href=\"http://www.futureboundgames.com/\">FutureBound</a></span></strong>&nbsp;- Researchers at USC turn the college-application process into a game, by giving students virtual deadlines for applications, scholarships, and financial aid. The game also shows the consequences for missing deadlines.</span></li>\n<li><span><strong><span><a href=\"http://www.google.com/enterprise/apps/education/\">Google Apps for Education</a></span></strong>&nbsp;– Teachers can monitor kids in the cloud, during class forums, essay writing and other activities. They can then send text notifications.</span></li>\n<li><span><strong><span><a href=\"http://www.remind.com/\">Remind 101</a></span></strong>&nbsp;- This simple app lets teachers text students and parents directly with announcements and reminders. Added benefit, there’s no way to text back.</span></li>\n</ul>\n<hr /></div>\n&nbsp;\n<p><span>After the first 10 days of its rollout this spring, Bridgit’s database had information on more than 2,000 students. And because Bridgit has the ability to track when a student completes a step toward enrollment, it also serves as an early warning system.&nbsp;</span></p>\n<p>Should a student start to slide off the rails, Bridget can send up a flare. &nbsp; &nbsp; &nbsp;</p>\n<p>“And counselors can use the Bridgit system to pinpoint those students and focus their attention on those students in particular,” said Lindsay Page, an assistant professor of education at the University of Pittsburgh.</p>\n<p><span>Page and Ben Caslteman, her research partner and University of Virginia assistant professor of education, have studied the causes and possible solutions for summer melt among poor and first generation students since 2009.&nbsp; The two plan to put Bridgit through its paces, crunching student data to get a feel for how well the software works.</span></p>\n<p>“This is the kind of strategy that can move the needle,” Page said.</p>\n<p>Similar experiments with texting are underway around the country. For example, state education officials in West Virginia are piloting a text message program to reduce summer melt at 14 high schools and four colleges. New York City and Minnesota are experimenting with similar systems. The strategy is also finding its way into other public information campaigns geared toward teens, including an anti-smoking project by the National Cancer Institute. &nbsp;</p>\n<p>While not a surefire solution, previous research by Page and Castleman suggests targeted text messaging systems can be successfully woven into efforts geared toward reducing summer melt.&nbsp;And with a price tag of about $7 a student, the idea is relatively&nbsp;cheap when compared&nbsp;to the amount of taxpayer money that gets poured into ensuring students are ready for college. &nbsp; &nbsp; &nbsp;&nbsp;</p>\n<p>To reach their conclusion, the pair looked at data from text message campaigns in four cities: Dallas, Tex.; Boston, Lawrence and Springfield, Mass. At three out of four locations, the texting programs cooled off rates of summer melt.</p>\n<p>In Lawrence and Springfield -- where the poverty rate in each city is just north of 28 percent and collectively fewer than one in five residents have a bachelor’s degree -- combined enrollment rates for students who received text messages were seven percentage points higher when compared to students who did not receive texts.</p>\n<p><span>In Dallas, enrollment rates for students who received text messages increased by four percentage points. A text messaging system in Boston -- where school- and community-based counseling services already help students transition from high school to college -- did not bolster student enrollment rates.&nbsp;</span></p>\n<p>Page said the possible applications for texting systems extend beyond the summer between high school and college.&nbsp;</p>\n<p>“We’ve started to investigate using similar strategies to help student persist in college,” Page said. &nbsp;</p>\n<p>The pair has also looked at&nbsp;<a href=\"http://curry.virginia.edu/uploads/resourceLibrary/29_Freshman_Year_Financial_Aid_Nudges.pdf\">data</a>&nbsp;from a pilot program that sent text message reminders to first-year students in Boston and Springfield, Mass. about refiling their federal aid paperwork. The program didn’t have a significant impact on the number of students at four-year schools who moved on to their sophomore year. But for community college students -- for whom rates of summer melt are the highest -- the number of students who moved on to their second year was 12 percentage points higher than those who did not receive the text messages. &nbsp;</p>\n<p>“It’s very encouraging to us,” Page said. “These kind of low-cost strategies not only can help students get into the doors of college, but they can also help students persist in college several semesters later.”</p>\n<p><strong>Ripple effects</strong></p>\n<p>Jazmin Hoey sat at a folding table near the front of the High School to College Center and hammered out an email to her financial aid advisor. The bubbly 19-year-old is studying early childhood education at Southeast Missouri State University and just wrapped up her first year of college.&nbsp;</p>\n<p>“If it wasn’t for them I probably wouldn’t be able to go to school,” Hoey said. “I thought I had everything together, but I guess I was wrong.”</p>\n<p>G<span>etting started wasn’t easy. Hoey said she was filled with anxiety when she walked into the center for the first time.&nbsp;</span></p>\n<p>She had an acceptance letter and completed her federal aid application, but she wasn’t sure about what would come next. At the same time, opening up to an authority figure can be tough for kids in her situation, Hoey said.&nbsp;</p>\n<p>“It was a lot of pressure,” she recalled.</p>\n<p>Now, as an intern at the counseling center this summer, part of her job is to make sure students walking through the door don’t get cold feet. &nbsp;</p>\n<p>“If I see someone my age I’m like, ‘Oh, well maybe they were in my shoes before me,’” Hoey said.&nbsp; “’Maybe it wasn’t so hard.’”</p>\n<p>Part of the center’s mission is not only to advocate for students, but to give them the skills they need to advocate for themselves. That’s especially important for students from low-income high schools, who according to national&nbsp;<a href=\"http://nscresearchcenter.org/video-the-student-pathways-report-episode-4/\">data</a>&nbsp;are about 7 percentage points less likely to enroll in a second year of higher education when compared to their counterparts from wealthier families. &nbsp; &nbsp; &nbsp; &nbsp;</p>\n<p>“It’s not like they need the center to do everything for them,” Hoey said. “Just to give them a little nudge, a little push.” &nbsp; &nbsp;</p>\n<p>The center’s also giving another, perhaps unexpected, nudge to local educators. &nbsp;</p>\n<p><span>\"Based on what we did here last summer, we were more proactive at my high school,” said <span>Kristine Alphin, &nbsp;the guidance counselor.</span>&nbsp;“One of my co-workers sent me a list of at-risk kids who we’re not 100 percent sure are going to make it from high school to college so we can contact them this summer.&nbsp; And just say, ‘hey, is there anything you need? We’re available for you.’”</span></p>\n<p>Alphin said the hands on experience she’s getting from working at the counseling center means she can make good on that offer.</p>\n<p>“We’ve talked about it, but it’s always just been talk,” Alphin said. “Now, hopefully we can take the things we’ve learned here and put it in place at Northwest.”</p>\n<hr />\n<p><em>An earlier version of this article was published on <a href=\"http://news.stlpublicradio.org/post/patching-leaks-high-school-college-pipeline\" target=\"_blank\">St. Louis Public Radio</a>.</em></p></div>","tags":["Learning Curve","education technology","mobile","applying to college","Education","APM"],"teaser":"How technology can help students handle what comes after the acceptance letter","guid":"25977562-c828-4c8e-86e4-5a3a766c9cb6","itags":["Marketplace","25977562c828c8e36e445a3a766c9cb6","Marketplace for Wednesday July 9, 2014","PMP:Marketplace_PMP"],"audio":[{"meta":{"width":"610","height":"340","crop":"primary"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/Melt_photo1.jpg?itok=cihaDKjY","type":"image/jpeg"},{"type":"audio/mpeg","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2014/07/09/marketplace_segment18_20140709_64.mp3","format":"MP3","meta":{"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2014/07/09/marketplace_segment18_20140709","type":"application/json"},"duration_hms":"00:03:46","duration":226}}]}