{"created":"2015-06-23T17:45:05+00:00","modified":"2015-07-02T17:05:05+00:00","valid":{"from":"2015-07-02T17:05:05+00:00","to":"3015-07-02T17:05:05+00:00"},"hreflang":"en","title":"Could The Masterpiece Be A Fake? Profit, Revenge And 'The Art Of Forgery'","published":"2015-06-23T18:24:00+00:00","teaser":"The art world is \"fertile ground for criminals,\" says art scholar Noah Charney. In his new book, <em>The Art of Forgery</em>, he traces a tradition of fakes and forgeries that dates back to the Renaissance.","itags":["npr_api","412244490"],"guid":"25ab3bc4-cc44-43e6-adb6-e4335d647dc4","contentencoded":"<p>Michelangelo is known for masterpieces like the Sistine Chapel and the statue of <em>David</em>, but most people probably don't know that he actually got his start in forgery. The great artist began his career as a forger of ancient Roman sculptures, art scholar Noah Charney tells <em>Fresh Air's</em> Dave Davies.</p><p>By the time Michelangelo's forgery was revealed, the Renaissance master was famous in his own right. But many other artistic forgers continue to copy the work of past artists in the hopes of passing their creations off as authentic.</p><p>The art industry, says Charney, is a \"multibillion-dollar-a-year legitimate industry that is so opaque you can't quite understand why anyone participates in it.\" In his new book, <em>The Art of Forgery,</em> Charney traces a tradition of fakes and forgeries that dates back to the Renaissance.</p><p>In many instances, forgery is a question of economics; a forgery that is authenticated may be worth millions of dollars. But Charney says that many other art forgers are doing it as a \"sort of passive aggressive revenge\" against an art world that was not interested in their original work — but was too dim to tell forgeries from true masterpieces.</p><p>Charney adds that the business practices of the art world provide a \"fertile ground\" for criminals: \"You do not necessarily know who the seller is when you're buying a work of art. You might have to send cash to anonymous Swiss bank account. You may or may not get certificates of authenticity or any paperwork attributing to the authentic nature of the work in question. You may not be certain the seller actually owns the work. You might have gentlemen's agreements and handshakes rather than contracts — and this is normal in the legitimate art world.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On Michelangelo's forged sculptures </strong></p><p>In the Renaissance ... an ancient Roman sculpture was far more valuable than a work made a few weeks ago by this character Michelangelo ... who no one had ever heard. And so he, in cahoots with an art dealer, contrived to make a marble sculpture called <em>Sleeping Eros</em>. And it was buried in a garden and dug up, broken, repaired and sold as an antiquity to a cardinal who was an expert in antiquities and should probably have known better.</p><p>But the cardinal, after a few years, started to get suspicious and tried to return the sculpture to the dealer, but by this time, Michelangelo was the most famous sculptor in Rome. So the dealer was very happy to take the sculpture back and he sold it very easily as now a Michelangelo original.</p><p><strong>On the problem with art expertise </strong></p><p>One of the odd things about the art world is that there has never been any objective determination of expertise in a specific period or artist. You could have a Ph.D. or even two in Rembrandt and that doesn't necessarily mean that you can identify a Rembrandt from a copy after Rembrandt or something done by someone in his studio. In the world of wine, you need to go through elaborate steps to become a master of wine over many years and fulfill these objective tests — the art world doesn't have that.</p><p>So expertise has always been a matter of personal opinion and it's been quite subjective. It's very unscientific, and yet, for centuries, expertise has been the primary way to authenticate something. The secondary way is provenance research, looking into the documented history of the object, but knowing this, criminals can insert themselves into the history of the object and pass off forgeries with remarkable ease because the art world, unfortunately, is often inadvertently complicit in authenticating forgeries.</p><p><strong>On what to look for in a painting </strong></p><p>It depends on the type of painting, but if we're talking about an oil painting one of the things that has to be replicated in order for it to appear old is called craquelure. Craquelure is the web of cracks that appears naturally in oil paint over time as it expands and contracts and that literally looks like little webbing on the surface and you can study that and you can determine whether it was artificially induced to make it look old quickly or whether it appeared naturally.</p><p>There are various tricks to try to make it appear that it was old when it was artificially induced, but that's usually a good clue for oil paintings. ... We actually have some accounts, voluntarily presented by famous forgers, for their own recipes for how to make forgeries and a handful of the forgers in the book volunteer themselves — they were never caught — because they wanted the notoriety.</p><p><strong>On his favorite forger</strong></p><p>One of them is Eric Hebborn, and if I'm allowed to have a favorite forger it would be him. He's the only forger in this pantheon of forgers in this book who I would argue was at the same artistic skill level as the people he imitated. And he published a book called <em>The Art Forger's Handbook</em> which was literally — it was like a cookbook of recipes for how to create forgeries and artificially age them — and one of the techniques is to take an oil paint and cover it in a shortening, like Crisco or Bake Rite. And you literally bake it in an oven at a certain temperature for a certain amount of time and it artificially induces something that looks like craquelure. He also explained how you could paint on craquelure, which is very painstaking, but he was able to successfully pull it off.</p><p><strong>On how forgers get caught </strong></p><p>Most forgers are caught on the charge of fraud, and for that to happen, someone has to be defrauded out of money, or perhaps their reputation. And what tends to happen and the way that they're caught, is that they accidentally leave some sort of anachronism in one of their works of art.</p><p>For example, the famous German forger Wolfgang Beltracchi, who got out of prison just a few weeks ago, he was caught because he used a pigment called titanium white in a painting that had been made, supposedly, before titanium white was invented and so that's what gave away the game. But on the other hand, there are forgers who intentionally insert anachronisms in order to be able to reveal themselves later on.</p><p><strong>On master art studios </strong></p><p>We tend to think of artists as individuals creating the work of art in their entirety and that is not the way it has been for many centuries. That's a very romantic notion of how art is created. ... All of the great old masters ran art studios and depending on how much you paid them, they would create themselves a relevant proportion of the work of art.</p><p>If you want a Rubens, for example, you pay him the maximum amount then he paints everything himself and he designs it, too. You pay him the minimum, it's still called a Rubens, but he supervises and designs the object, but it might be entirely painted by his pupils and, in practice, it's usually a mixture. Faces, eyes and hands are almost always done by the master because they're the more difficult (if you're talking about portraits). But backgrounds, architectural elements, still lifes — those were almost never painted by the master. And yet anything coming out of the master studio is considered the work of Rubens.</p><p>So when people get upset about artists like Jeff Koons and Damien Hirst — who design works and supervise it, but they have a team of people in a factory making it for them — that's actually in keeping with a centuries-old artistic tradition.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Could+The+Masterpiece+Be+A+Fake%3F+Profit%2C+Revenge+And+%27The+Art+Of+Forgery%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"1200"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1416857029-f230a6.m3u?orgId=1&topicId=1141&d=1200&p=13&story=412244490&t=progseg&e=416779158&seg=1&ft=nprml&f=412244490"},{"href":"http://media.npr.org/assets/img/2015/06/05/noah-portrait-by-urksa-charney-med-63fb5f57ab3b4077599003471a6f903e75c974d4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"951","width":"1268"}}]}