{"created":"2015-01-14T08:14:01+00:00","modified":"2015-06-16T17:31:59+00:00","valid":{"from":"2015-06-16T17:31:59+00:00","to":"3015-06-16T17:31:59+00:00"},"hreflang":"en","title":"For S.C.'s Poet Laureate, An Inauguration Poem Without An Inaugural Audience","published":"2015-01-14T16:09:00+00:00","teaser":"State officials say they cut Marjory Wentworth's two-minute poem for time, but many residents say it was the mention of the state's history with slavery that got it tossed.","itags":["npr_api","377028376"],"guid":"25af0a9d-6094-48b1-8286-1e92f06a347f","contentencoded":"<p>South Carolina Gov. Nikki Haley starts her second term today. But absent from the inaugural ceremony will be a long-standing tradition: a poem read by the state's poet laureate.</p><p>State officials say they cut the two-minute poem for time, but some residents suspect it was the mention of slavery that got it tossed.</p><p>Poet Laureate Marjory Wentworth has written poems for South Carolina's past three inaugurations. She describes those efforts as \"safe.\"</p><p>The poems leaned heavily on nature and animals.</p><p>But this year, she says, she was moved watching the protests across the country ignited by the deaths of unarmed black men. She wanted to incorporate some of that subject matter into her writing.</p><p>She took to Facebook and asked South Carolina's residents their opinions and asked them to tell her what they thought she should write about.</p><p>\"Some of them were quite beautiful,\" she said of the posts she got.</p><p>Many suggested that the sensitive topic of slavery was the reason the poem was snubbed.</p><p>Her Facebook question began generating some attention. That's when she says she was told secondhand that officials were considering cutting the poem from the program.</p><p>She says she decided to send in what she had written. It's a poem about people and images from South Carolina: children boarding school buses, firemen, baristas, migrant farm workers.</p><p>She describes a dock \"where 100,000<br /> Africans were imprisoned within brick walls<br /> awaiting auction, death, or worse.\"</p><p>She ends:</p><p>\"Here, where the Confederate flag still flies</p><p>beside the Statehouse, haunted by our past,</p><p>conflicted about the future; at the heart</p><p>of it, we are at war with ourselves</p><p>huddled together on this boat</p><p>handed down to us — stuck</p><p>at the last bend of a wide river</p><p>splintering near the sea.\"</p><p>Wentworth says she got an email saying the poem had to be cut for time.</p><p>A state official said the poem was cut from the program before anyone read it.</p><p>Gov. Haley's spokeswoman Chaney Adams said in a statement, \"While we appreciate Ms. Wentworth's long service to South Carolina, the inaugural committee told her the 96th S.C. inaugural program — which, in part, celebrates our state's rich culture — has been full for weeks, and scheduling constraints simply wouldn't allow a poem to be read.\"</p><p>Wentworth says she's disappointed.</p><p>\"I really believe that our history is part of what's holding us back as kind of an unhealed wound and we're all in this together,\" Wentworth says. \"And I know that sounds a little like John Lennon, but I wanted people to think about some of those things.</p><p>In the meantime, officials with the state chapter of the NAACP are holding a Martin Luther King Jr. Day march on Monday. They told Wentworth she is welcome to read her poem to their group. Wentworth says she wouldn't miss it.</p><p>Here's Wentworth's poem, reprinted with her permission:</p><blockquote><p><strong>One River, One Boat</strong></p><p><em>\"I know there's something better down the road.\"</em></p><p>– <em>Elizabeth Alexander</em></p><p>Because our history is a knot<br /> we try to unravel, while others<br /> try to tighten it, we tire easily<br /> and fray the cords that bind us.</p><p>The cord is a slow moving river,<br /> spiraling across the land<br /> in a succession of S's,<br /> splintering near the sea.</p><p>Picture us all, crowded onto a boat<br /> at the last bend in the river:<br /> watch children stepping off the school bus,<br /> parents late for work, grandparents</p><p>fishing for favorite memories,<br /> teachers tapping their desks<br /> with red pens, firemen suiting up<br /> to save us, nurses making rounds,</p><p>baristas grinding coffee beans,<br /> dockworkers unloading apartment size<br /> containers of computers and toys<br /> from factories across the sea.</p><p>Every morning a different veteran<br /> stands at the base of the bridge<br /> holding a cardboard sign<br /> with misspelled words and an empty cup.</p><p>In fields at daybreak, rows of migrant<br /> farm workers standing on ladders, break open<br /> iced peach blossoms; their breath rising<br /> and resting above the frozen fields like clouds.</p><p>A jonboat drifts down the river.<br /> Inside, a small boy lies on his back;<br /> hand laced behind his head, he watches<br /> stars fade from the sky and dreams.</p><p>Consider the prophet John, calling us<br /> from the edge of the wilderness to name<br /> the harm that has been done, to make it<br /> plain, and enter the river and rise.</p><p>It is not about asking for forgiveness.<br /> It is not about bowing our heads in shame;<br /> because it all begins and ends here:<br /> while workers unearth trenches</p><p>at Gadsden's Wharf, where 100,000<br /> Africans were imprisoned within brick walls<br /> awaiting auction, death, or worse.<br /> Where the dead were thrown into the water,</p><p>and the river clogged with corpses<br /> has kept centuries of silence.<br /> It is time to gather at the water's edge,<br /> and toss wreaths into this watery grave.</p><p>And it is time to praise the judge<br /> who cleared George Stinney's name,<br /> seventy years after the fact,<br /> we honor him; we pray.</p><p>Here, where the Confederate flag still flies<br /> beside the Statehouse, haunted by our past,<br /> conflicted about the future; at the heart<br /> of it, we are at war with ourselves</p><p>huddled together on this boat<br /> handed down to us – stuck<br /> at the last bend of a wide river<br /> splintering near the sea.</p></blockquote>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+S.C.%27s+Poet+Laureate%2C+An+Inauguration+Poem+Without+An+Inaugural+Audience&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"Laura Sullivan","audio":[{"meta":{"duration":"121"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1377122831-7dd2c3.m3u?orgId=1&topicId=1091&d=121&p=3&story=377028376&t=progseg&e=377122724&seg=13&ft=nprml&f=377028376"},{"href":"http://media.npr.org/assets/img/2015/01/13/marj-press-photo_vert-865f5c8f224a0ab8dc41d4c59f96387def8ca177.jpg","type":"image/jpeg","meta":{"crop":"vertical","height":"396","width":"297"}}]}