{"created":"2015-04-05T12:38:51+00:00","modified":"2015-04-19T01:39:15+00:00","valid":{"from":"2015-04-19T01:39:15+00:00","to":"3015-04-19T01:39:15+00:00"},"hreflang":"en","title":"Man Retires, Moves, Discovers His Doppelganger","published":"2015-04-05T15:19:00+00:00","teaser":"Neil Richardson and John Jemison were strangers until they moved to the same town in Essex and found they shared an uncanny resemblance. This is how they came face to face.","itags":["npr_api","397601823"],"guid":"25b066d8-9955-4a73-8dca-92d26494a655","contentencoded":"<p>This story starts when Neil Richardson retired and moved to Braintree, a small town in Essex, northeast of London. Richardson didn't know his new neighbors, but strangely, they knew him.</p><p>\"[As] I walked through the streets,\" he tells NPR's Rachel Martin, \"I was really surprised at how many people waved to me and said, 'Hello, John!' 'Hello, John!' \"</p><p>One person in a cafe even said to him, \"You're John Jemison, aren't you?\"</p><p>This went on for months, until he finally ran into the real John Jemison. Ignorant of each other, they each signed up for a trip to a British Library exhibition on the Magna Carta. The hellos began again, Richardson says, on the bus to London.</p><p>\"I heard someone say\" — but not to Richardson this time — \" 'Hello, John.' 'Hello, Mr. Jemison.' \"</p><p>\"At that point,\" Jemison continues the story, \"Neil said to me, 'You must be John Jemison.' And I said, 'Yes, I am. What have I done now?' \"</p><p>The pair struck up a conversation, and then a friendship, discovering they shared more than an affinity for British constitutional history.</p><p>\"We started swapping life stories, and that's when the really spooky bit happened, when we found that there were so many similarities in our lives,\" Jemison says.</p><p>Both studied at the College of St. Mark and St. John in Chelsea in the 1960s. Both went on to become religious education teachers. Both still sing in choirs; they bank at same bank.</p><p>\"We've both got sons who play the didgeridoo,\" says Richardson.</p><p>\"Yeah, how about that!\" Jemison says.</p><p>And they look alike.</p><p>\"From my point of view ... he doesn't look like me at all, but other people say he's my twin,\" Richardson says.</p><p>\"I'm very aware of the differences,\" agrees Jemison. \"I'm a lot better looking than he is, for instance.\"</p><p>Despite the incredible similarities, they've compared family histories and are satisfied that they're not related. They simply can't account for the coincidences.</p><p>But Jemison is willing to let Hamlet try: \"What's the word? 'There are many things in this world, Horatio,' is it? I haven't got the exact right ... \"</p><p>\" 'There's more to Heaven and Earth than in your philosophy, Horatio,' \" Richardson helps him out.</p><p>\"Yeah, that's it!\" says Jemison. They both laugh.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Man+Retires%2C+Moves%2C+Discovers+His+Doppelganger&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"237"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1397620782-f9ed11.m3u?orgId=1&topicId=1146&e=397601823&d=237&ft=nprml&f=397601823"},{"href":"http://media.npr.org/assets/img/2015/04/05/twins-d51b972e13e7fe677fae7945ed13b5357289577a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"767","width":"1023"}}]}