{"created":"2014-10-30T08:47:02+00:00","modified":"2014-11-14T01:05:11+00:00","valid":{"from":"2014-11-14T01:05:11+00:00","to":"3014-11-14T01:05:11+00:00"},"hreflang":"en","title":"With Limited Gains, U.S. Bombing Campaign Faces Growing Criticism","published":"2014-10-30T18:25:00+00:00","teaser":"U.S. airstrikes against the Islamic State began nearly three months ago, yet there have been relatively few changes on the battlefield. Many analysts say the U.S. effort may not be sufficient.","itags":["npr_api","359878035"],"guid":"25bbcced-46ee-482b-9e15-1f1c8b32b762","contentencoded":"<p>Defense Secretary Chuck Hagel has been on the defensive recently about the strategy to take on the Islamic State. American warplanes have been bombing targets in Iraq and Syria, but militant fighters are still on the move.</p><p>\"We have made it very clear, I have and President Obama has, that this is a long, difficult effort,\" Hagel said.</p><p>Difficult, some critics say, because the U.S. military is not bombing enough targets and is not deploying any U.S. ground troops in the fight. There are also critics who say the U.S. does not have effective partners on the ground and is not training a sufficient number of local troops or militias.</p><p>\"This sounds like a Goldilocks approach. We're looking for a solution that's just right,\" said Fred Hof, who worked in the Obama administration on Syria policy.</p><p>His criticism is focused on what's happening in Syria.</p><p>\"You cannot wage war effectively [against] this kind of enemy if you do this only from the air — even if the tempo, even if the quantity was increased dramatically,\" Hof added.</p><p>The U.S. wants to train some 5,000 Syrian rebels over the next year to go after the Islamic State. But the Obama administration is trying to walk a political tightrope by trying to fight the Islamic State without taking on the Syrian regime of President Bashar Assad.</p><p>Hof thinks that plays right into the hands of Syria's leader. He points out that Assad is hammering the \"moderate\" Syrian rebels the U.S. says it supports.</p><p>\"Assad's strategic objective here is to try to get to a situation where the only two parties left standing in Syria are him and [the Islamic State],\" Hof said.</p><p>Syrian rebel leaders are pleading for more help from the U.S., seeking more ammunition for themselves and more U.S. airstrikes against Assad's military.</p><p>But the focus of the U.S. operation is its bombing campaign against the Islamic State, also known as ISIS or ISIL, in both Syria and Iraq.</p><p>Defense analyst Anthony Cordesman, of the Center for Strategic and International Studies, says those American airstrikes amount to what he calls an \"unfocused mess\" in both countries. The U.S. has carried out hundreds of strikes since August. Many have been directed at a truck here, a tank there, or perhaps a mobile oil refinery or a small concentration of troops.</p><p>What's needed in Iraq, Cordesman said, are American advisers placed with front-line Iraqi units, something the Obama administration has so far refused to do.</p><p>\"If you don't have American advisers, air controllers, intelligence people in small numbers forward, helping them bridge over these kinds of gaps, even people who want to fight can't do it effectively,\" Cordesman said.</p><p>Chairman of the Joint Chiefs of Staff Gen. Martin Dempsey said these kinds of advisers might be needed in the coming months should Iraqi forces try to take back Mosul, Iraq's second largest city, which is in the north.</p><p>Still, some say that any kind of increased military effort is likely to fail, especially in Iraq.</p><p>\"Let's say we let them go 100 percent in,\" said Juan Cole, who teaches Middle Eastern studies at the University of Michigan. \"What guarantee can they give me that seven years from now we're not having the same conversation.\"</p><p>He said the U.S. military can't solve the political problems in Iraq that have led to the Islamic State's gains. Some within Iraq's Sunni minority are supporting the militants because they still feel oppressed by the country's Shiite-led government.</p><p>\"The idea that you could roll this back with airstrikes, that the airstrikes aren't vigorous enough — I mean, that's completely crazy,\" Cole said.</p><p>But the Iraqi forces have made some gains with the help of those American airstrikes, according to the Pentagon. Rear Adm. John Kirby says Iraqi troops have retaken a town or two in northern Iraq, then another south of Baghdad.</p><p>\"We believe that the strategy is sound. We also believe that it is showing effect,\" Kirby said. After all, he added, the strategy is less than three months old.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=With+Limited+Gains%2C+U.S.+Bombing+Campaign+Faces+Growing+Criticism&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tom Bowman","audio":[{"meta":{"duration":"283"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1360019734-e3ec48.m3u?orgId=1&topicId=1122&ft=3&f=359878035"},{"href":"http://media.npr.org/assets/img/2014/10/29/457946452-03aabb3daa512cfab50540a1c72f303302dcfd6c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3447","width":"4596"}}]}