{"created":"2014-10-27T23:46:03+00:00","modified":"2014-10-27T23:46:03+00:00","valid":{"from":"2014-10-27T23:46:03+00:00","to":"3014-10-27T23:46:03+00:00"},"hreflang":"en","title":"Egypt's Relations With U.S.: 'It's Like A Marriage. It's Not A Fling'","published":"2014-04-30T01:24:00+00:00","teaser":"In an interview with NPR, Egypt's Foreign Minister Nabil Fahmy pushes back against critics, insisting that his government will restore democracy and saying that the courts are acting independently.","itags":["npr_api","308053863"],"contentencoded":"<p>Egypt's leadership has faced a steady stream of criticism since the military ousted an elected government last summer and began cracking down on its opponents. In the latest development, an Egyptian judge on Monday sentenced <a href=\"http://www.npr.org/blogs/thetwo-way/2014/04/28/307660147/egyptian-court-hands-down-683-death-sentences\" target=\"_blank\">nearly 700 people</a> to death, many of them members or supporters of the now-banned Muslim Brotherhood.</p><p>Egypt's foreign minister, Nabil Fahmy, is touring the U.S. and defending his government, which he says is committed to restoring democracy. He also insists the country's courts are independent and are not being used as a tool against opposition.</p><p>\"Our judiciary is independent. We don't comment on their cases until they finish all of the appeal process,\" Fahmy said Tuesday during a visit to NPR's headquarters in Washington.</p><p>The Egyptian foreign minister told <em>All Things Considered</em> host Robert Siegel that Egypt placed great importance on its long-standing relationship with the U.S., despite the recent strains between Cairo and Washington.</p><p>\"It's like a marriage. It's not a fling,\" Fahmy said of the ties.</p><p>You can read more highlights from the conversation below.</p><hr /><h3>Interview Highlights:</h3><p><strong>On how long before the banned Muslim Brotherhood might be allowed back in political life</strong></p><p>\"We need to ensure security, so there is calm and then there is more tolerance for political space — not between the government and the Brotherhood, but among society itself, because that's where we need to go and that's where we will go. But it cannot be based on an ideology that puts your ideology before your nationality or that allows you, if you face a problem, to use force. Those are not elements accepted in any democracy, nor will it be the case in Egypt.</p><p>\"I don't see the Brotherhood, as an organization — which today is a terrorist organization in Egypt — being back in the system in the next few years. More so, because of their inability to change their own ideology. Then because of the violence, which is also an important component as well. Their ideology, regrettably, is exclusive, rather than inclusive.\"</p><p><strong>On an Egyptian court sentencing 683 people to death in one case </strong></p><p>\"Because the perception occasionally has to be dealt with as much as the reality, there is due process that the legal system follows very, very carefully. They have committed themselves in practice, not only rhetorically, to reviewing all the cases, to considering all appeals.</p><p>\"It's going to be a serious consideration, it's going to be a serious verdict. But there will be due process. If there were mistakes, there will be corrections. If there aren't any mistakes, they will be made evident to everyone.\"</p><p><strong>On a <em><a href=\"http://www.nytimes.com/2014/04/29/opinion/political-executions-in-egypt.html?hp&rref=opinion\">New York Times </a></em><a href=\"http://www.nytimes.com/2014/04/29/opinion/political-executions-in-egypt.html?hp&rref=opinion\">editorial</a> that says Egypt's courts are no longer independent</strong></p><p>\"I think it's nonsense. They can agree or disagree with the court verdict, as Egyptians can agree or disagree with the court verdict. ... The idea that this is a government-organized charade is, frankly, quite a stretch.\"</p><p><strong>On his former colleague at American University in Cairo, political scientist Emad Shahin, who was recently charged with espionage by Egyptian prosecutors </strong></p><p>\"I know Dr. Shahin and I know the other colleague as well. I can't give a verdict of guilt or innocence for any individual in a court case. But I have raised the issue and conveyed my concern within our own authorities to ensure that the case is done with meticulous precision; that full freedom and rights to defense be provided to him.\"</p><p><strong>On Al-Jazeera journalists on trial in Egypt and the state of journalism in the country </strong></p><p>\"The government has issued a statement saying that we guarantee the role of journalists, foreign journalists, correspondents, all this stuff. So we've made that statement. I would add to it, on this particular case, our president sent letters to the families of two, at least, of those accused, telling them that while he can't interfere in a court case, he will ensure that they get all the treatment and all the access that is required until that is reached. What we cannot do is interfere in a court case. That's the essence of any legal system.\"</p><p>\"The idea that there is this direction to prohibit journalists from doing their work is simply incorrect. ... Journalists in Egypt are completely open, they do whatever they want — much more than, frankly, they should do, but that's part of the profession ... I'm not belittling the importance of this case, but it has to be left to the courts. They decide.\"</p><p><strong>On the U.S.-Egypt relationship </strong></p><p>\"It's like a marriage. It's not a fling; it's not a one-night affair. This is something, if you're going to invest in it, it's going to cost you a lot of money, it's going to take time, you're going to have to make a lot of decisions. ... I think it's well-founded, but any marriage has its hiccups.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Egypt%27s+Relations+With+U.S.%3A+%27It%27s+Like+A+Marriage.+It%27s+Not+A+Fling%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","guid":"25d61bb7-7a27-4cd8-b44b-4d2bac885602","audio":[{"meta":{"duration":"461"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1308068287-817ba3.m3u?orgId=1&topicId=1126&ft=3&f=308053863"},{"href":"http://media.npr.org/assets/img/2014/04/29/487307809-02696ae4d365bf6c15ef57f06088b178e5d2f832.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2666"}}]}