{"created":"2015-05-14T01:58:33+00:00","modified":"2015-05-15T12:34:16+00:00","valid":{"from":"2013-06-11T14:54:43+00:00","to":"3013-06-11T14:54:43+00:00"},"hreflang":"en","description":"E-cigarette sales are booming. But some customers are still conflicted about smoking them, even though they lack the health and environmental hazards of tobacco.","guid":"25e7e4b4-a0ae-4f72-8ac2-3991d626c449","published":"2013-06-11T14:54:43+00:00","tags":["APM","Business","cigarettes","e-cigarettes"],"contenttemplated":"[{\"content\":\"<p>You may have already seen or even smoked <a href=\\\"http://www.marketplace.org/topics/business/e-cigarettes-offer-brave-new-world-smokers-and-cigarette-makers\\\">an electronic cigarette</a>. E-cigs look a lot like regular cigarettes, but they&apos;re metal. They contain liquid nicotine, and when a smoker inhales, the e-cig heats it into a vapor. It looks like smoking, but no actual smoke comes out of the device -- just water vapor. That might sound a little complicated, but there is one simple, undeniable fact about e-cigarettes: they&apos;re taking off.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Today, Marlboro-maker Altria launched its first electronic cigarette, <a href=\\\"http://www.altria.com/en/cms/company_announcements/announcement.aspx?src=press_releases&amp;reqId=1828778\\\">MarkTen</a>, and last week, R.J. Reynolds, maker of Camel, unveiled an e-cig of its own. The e-cigarette market is booming. It&apos;s worth $1 billion now and has been doubling every year. It&apos;s expected to overtake the $80 billion regular cigarette market in a decade. Still, the fledgling category is going through an identity crisis.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Case in point: 29-year-old attorney and electronic cigarette smoker, Maria Tihin. She&apos;s smoking an e-cig at Maxwell&apos;s bar in lower Manhattan. Well, she&apos;s not exactly at the bar.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;Oh, we’re in the bathroom. I&apos;m smoking my electronic cigarette,&quot; she laughs. Tihin could legally smoke her e-cig anywhere in the bar.  So why is she hiding in the bathroom? &quot;I think it’s just an ingrained sense of shame from smoking for so many years,&quot; she says.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Tihin’s dilemma pretty much sums up the central problem for makers of electronic cigarettes: The category is booming, but the customer is a little conflicted. Companies are racing to crack the marketing code now and dominate the business. &quot;It’s hard to think of another consumer product in the world that seven out of 10 people, when they go to buy it, are thinking to themselves: I wish I wasn’t buying this,&quot; says Craig Weiss, CEO of NJOY, the top-selling electronic cigarette maker in the country. </p>\"},{\"type\":\"text/html\",\"content\":\"<p>NJOY&apos;s main product, the King, is almost indistinguishable from a regular cigarette. It’s the same size, shape and color; the tip lights up orange; and it’s even squishy where the filter would be.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;We’ve really tried to not just make a product, but also to advertise it in a way that we’re not telling the smoker that they’re sick or that they’re unhealthy and that they’ve made poor choices,&quot; says Weiss.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>NJOY and other e-cigarette makers have rolled out some pretty bold ads. Ken Wilbur, a marketing professor at Duke’s Fuqua School of Business, says the tone of independence and empowerment in e-cigarette ads is the same tone regular cigarette ads had before they were banned in 1970. &quot;It&apos;s part of the image and the emotional benefit of smoking a cigarette, and that’s why you see NJOY and Blu adopting advertising strategies that look like old tobacco advertising,&quot; Wilbur says.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>But not everyone is so convinced that the old school approach will work for this new product. Last week in New York, R.J. Reynolds unveiled its first e-cigarette, <a href=\\\"http://www.reynoldsamerican.com/\\\">Vuse</a>. The company went out of its way to make it look different from a tobacco cigarette. Vuse is silver and black, and the tip lights up white. &quot;When we did market research, what we learned from smokers was that the majority of them, they’re not looking for an e-cigarette that resembles their traditional cigarette,&quot; says Stephanie Cordisco, head of R.J. Reynolds&apos; e-cigarette division. &quot;They’re looking for an e-cigarette that’s a better fit with societal expectations today.&quot;</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Cordisco says e-cig smokers want to announce to the world that they are not smoking a regular cigarette. Altria’s MarkTen will also be silver. So the question isto be like a cigarette or not like a cigarette? Duke’s Ken Wilbur says the marketing shake-out for this new categrory will take some time. &quot;I think they have sort of a tightrope to walk,&quot; he says. &quot;On one hand, you want the experience of using a vapor cigarette to be as much like a tobacco cigarette as possible. On the other hand, they want to satisfy people’s desire to do less of this activity.&quot;</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Back in the bathroom of Maxwells, Maria Tihin says she wants her cigarette to look like a cigarette to her and not like a cigarette to other people. &quot;It’s really comforting to have something that’s the same size and the same weight as a cigarette,&quot; she says. &quot;Sometimes I pretend like I’m ashing my electronic cigarette, which probably makes me look a little bit odd.&quot;</p>\"},{\"content\":\"<p>Luckily, she&apos;s in the bathroom, so no one will know.  </p>\",\"type\":\"text/html\"}]","teaser":"E-cigarette sales are booming. But some customers are still conflicted about smoking them, even though they lack the health and environmental hazards of tobacco.","byline":"Stacey Vanek Smith","itags":["PMP:Marketplace_PMP","25e7e4b4a0aef721ac293991d626c449","Marketplace for Tuesday, June 11, 2013","Marketplace"],"contentencoded":"<div class=\"barn-cleaned\"><p>You may have already seen or even smoked <a href=\"http://www.marketplace.org/topics/business/e-cigarettes-offer-brave-new-world-smokers-and-cigarette-makers\">an electronic cigarette</a>.&nbsp;E-cigs look a lot like regular cigarettes, but they're metal. They contain liquid nicotine, and when a smoker inhales, the e-cig heats it into a vapor. It looks like smoking, but no actual smoke comes out of the device -- just water vapor. That might sound a little complicated, but there is one simple, undeniable fact about e-cigarettes: they're taking off.</p>\n<p>Today, Marlboro-maker Altria launched its first electronic cigarette, <a href=\"http://www.altria.com/en/cms/company_announcements/announcement.aspx?src=press_releases&amp;reqId=1828778\">MarkTen</a>, and last week, R.J. Reynolds, maker of Camel, unveiled an e-cig of its own. The e-cigarette market is booming. It's worth $1 billion now and has been doubling every year. It's expected to overtake the $80 billion regular cigarette market&nbsp;in a decade. Still, the fledgling category is going through an identity crisis.</p>\n<p>Case in point: 29-year-old attorney and electronic cigarette smoker, Maria Tihin. She's smoking&nbsp;an e-cig at Maxwell's bar in lower Manhattan. Well, she's not exactly at the bar.</p>\n<p>\"Oh, we’re in the bathroom. I'm smoking my electronic cigarette,\" she laughs. Tihin could legally smoke her e-cig anywhere in the bar.&nbsp; So why is she hiding in the bathroom? \"I think it’s just an ingrained sense of shame from smoking for so many years,\" she says.</p>\n<p>Tihin’s dilemma pretty much sums up the central problem for makers of electronic cigarettes:&nbsp;The category is booming, but the customer is a little conflicted. Companies are racing to crack the marketing code now and dominate the business. \"It’s hard to think of another consumer product in the world that&nbsp;seven out of 10 people, when they go to buy it, are thinking to themselves: I wish I wasn’t buying this,\" says Craig Weiss, CEO of NJOY, the top-selling electronic cigarette maker in the country.&nbsp;</p>\n<p>NJOY's main product, the King, is almost indistinguishable from a regular cigarette. It’s the same size, shape and color; the tip lights up orange; and it’s even squishy where the filter would be.</p>\n<p>\"We’ve really tried to not just make a product, but also to advertise it in a way that we’re not telling the smoker that they’re sick or that they’re unhealthy and that they’ve made poor choices,\" says Weiss.</p>\n<p>NJOY and other e-cigarette makers have rolled out some pretty bold ads. Ken Wilbur, a marketing professor at Duke’s Fuqua School of Business, says the tone of independence and empowerment in e-cigarette ads is the same tone regular cigarette ads had before they were banned in 1970. \"It's part of the image and the emotional benefit of smoking a cigarette, and that’s why you see NJOY and Blu adopting advertising strategies that look like old tobacco advertising,\" Wilbur says.</p>\n<p>But not everyone is so convinced that the old school approach will work for this new product. Last week in New York, R.J. Reynolds unveiled its first e-cigarette, <a href=\"http://www.reynoldsamerican.com/\">Vuse</a>. The company went out of its way to make it look different from a tobacco cigarette. Vuse is silver and black, and the tip lights up white. \"When we did market research, what we learned from smokers was that the majority of them, they’re not looking for an e-cigarette that resembles their traditional cigarette,\" says&nbsp;Stephanie Cordisco, head of R.J. Reynolds' e-cigarette division. \"They’re looking for an e-cigarette that’s a better fit with societal expectations today.\"</p>\n<p>Cordisco says e-cig smokers want to announce to the world that they are&nbsp;not smoking a regular cigarette. Altria’s&nbsp;MarkTen will also be silver. So the question isto be like a cigarette or not like a cigarette? Duke’s Ken Wilbur says the marketing shake-out for this new categrory will take some time. \"I think they have sort of a tightrope to walk,\" he says. \"On one hand, you want the experience of using a vapor cigarette to be as much like a tobacco cigarette as possible. On the other hand, they want to satisfy people’s desire to do less of this activity.\"</p>\n<p>Back in the bathroom of Maxwells, Maria Tihin says she wants her cigarette to look like a cigarette to her and not like a cigarette to other people. \"It’s really comforting to have something that’s the same size and the same weight as a cigarette,\" she says. \"Sometimes I pretend like I’m ashing my electronic cigarette, which probably makes me look a little bit odd.\"</p>\n<p>Luckily, she's in the bathroom, so no one will know. &nbsp;</p></div>","title":"E-cigarette business boom creates smoker's dilemma","audio":[{"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/ecig.jpg?itok=Vpyeu_ce","meta":{"width":"610","crop":"primary","height":"340"},"type":"image/jpeg"},{"type":"audio/mpeg","meta":{"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/06/11/marketplace_segment16_20130611"},"duration":269,"duration_hms":"00:04:29"},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/06/11/marketplace_segment16_20130611_64.mp3","format":"MP3"}]}