{"created":"2015-03-18T00:00:19+00:00","modified":"2015-05-14T15:45:15+00:00","valid":{"from":"2015-03-17T20:33:55+00:00","to":"3015-03-17T20:33:55+00:00"},"hreflang":"en","teaser":"Corrosion can be costly, even calamitous.","published":"2015-03-17T20:33:55+00:00","tags":["Business","The Big Book","APM","State of the Union","Rust","infrastructure"],"guid":"25e98af7-f026-45ba-8396-38c2c1d26b2d","description":"Corrosion can be costly, even calamitous.","title":"Much ado about rusting","contentencoded":"<div class=\"barn-cleaned\"><p dir=\"ltr\"><span>Every year, the U.S. military spends more than $20 billion combatting the effects of rust. Rust takes ships out of commission and even grounds warplanes. In the civilian world, rust damages vital infrastructure such as bridges, the neglect of which can wind up costing money … and lives.</span></p>\n<p dir=\"ltr\"><span>“We associate it somewhere between cholesterol and hemorrhoids,” says Jonathan Waldman, author of the book, “Rust: The Longest War.” “There’s a database where you can look up all of the State of The Union addresses, and if you look up the word ‘rust,’ you’ll find mention of the word ‘thrust,’ and ‘trust,’ but you won’t find the word, ‘rust.’”</span></p>\n<p dir=\"ltr\"><span>It’s not like President Obama hasn’t had to deal with the problem, there's even an office of</span> <a href=\"http://www.corrconnect.org/\"><span>Corrosion Policy and Oversight</span></a><span>, headed by Daniel Dunmire -- the “Rust Czar,” if you will.</span></p>\n<p dir=\"ltr\"><span>“For what it’s worth, his boss’s boss reports to the President,” Waldman says.</span></p>\n<p dir=\"ltr\"><span>Waldman contends that if we don’t rethink rust, corrosion will continue to cost us billions annually. And he says simply painting over the problem isn’t enough.</span></p>\n<p dir=\"ltr\"><span>“I think the solution going forward is one of addressing maintenance and thinking about the long term livelihood of what we build, and not necessarily some new fancy alloy that nobody can afford that is hard to manufacture in the first place.”</span></p>\n<p dir=\"ltr\"><strong>An excerpt from “Rust: The Longest War”</strong></p>\n<blockquote>\n<p dir=\"ltr\"><span>They say a lot of things about boats. They say a boat is a hole in the water that you throw money into. They say boat stands for “bring out another thousand.” They say that &nbsp;the pleasures of owning and sailing a boat are comparable to standing, fully clothed, in a cold shower while tearing up twenty-dollar &nbsp;bills. Consequently, they say that &nbsp;the best day of a sailor’s&nbsp;</span><span>life, aside from the day he buys a boat, is the day he sells it.</span></p>\n<p dir=\"ltr\"><span>Ignoring all of this wisdom, I bought a forty-foot sailboat. This was at the end of 2007. She was in San Carlos, Mexico, at a pretty marina on the Sea of Cortés. There were palm trees and haciendas, with deep sparkling water to the west, a rugged volcanic tower to the east, and an immaculate Sonoran sky overhead. With &nbsp;two friends, we split her three ways. I’d thought &nbsp;she was a bargain, but the marina was more bonita than our new boat.</span></p>\n<p dir=\"ltr\"><span>Our sloop was thirty years old, and showed her age. There were little rust rings around every screw on the deck, rust stains on the stanchions, bow pulpit, and pushpit, streaks of rust down the topsides. A white powder surrounded the rivets in the mast. The jib car tracks had corroded so badly that &nbsp;there was a layer of goop beneath &nbsp;them. Some of the bronze through-hulls &nbsp;had turned a frightening green, while a few of the seacocks&nbsp;</span><span>were so corroded that they wouldn’t budge. The stainless steel water tanks had rusted, too, and they leaked. Her appearance was at first so grim that I wished we had named her the Unshine, which would have been a very easy change from Sunshine. Instead we chose an obscure Greek word that nobody could pronounce or define.</span></p>\n<p dir=\"ltr\"><span>But if Syzygy had cosmetic defects, we didn’t care. Then we took her sailing. The diesel engine overheated on the way out of the marina, because the heat exchanger was caked up with rust. The reef hook had rusted so badly that &nbsp;it snapped the &nbsp;first time we furled the &nbsp;mainsail. Blocks had seized up, and the winches were so tight they offered little mechanical advantage. The wind vane almost fell off. Instruments &nbsp;didn’t work, because the copper wires winding through &nbsp;the bilge had corroded so thoroughly that &nbsp;they no &nbsp;longer conducted &nbsp;electrical current. Shackles, turnbuckles, clevis pins, chain plates, backing plates, furler bearings, engine parts, the windlass axle—everything that could rust had rusted. Water, salt, air, and time had taken their &nbsp;standard &nbsp;toll, and corroded my bank account, too. That’s how rust ate into my life...</span></p>\n<div dir=\"ltr\"><span>Rust has knocked &nbsp;down &nbsp;bridges, killing dozens. It’s &nbsp;killed at least a handful of people at nuclear power plants, nearly caused reactor meltdowns, and challenged those storing nuclear waste. At the height of the Cold War, it turned our most powerful nukes into duds. Dealing with it has shut down the nation’s largest oil pipeline, bringing about negotiations with OPEC. It’s rendered military jets and ships unfit for service, caused the crash of an F-16 and a Huey, and torn apart the fuselage of a commercial plane midflight. In the 1970s, it was implicated in a number of house fires, when, as copper prices shot &nbsp;up, electricians resorted &nbsp;to aluminum wires. More recently, in the “typhoid Mary of corrosion,” furnaces in Virginia houses failed as a result of Chinese drywall that contained strontium sulfide. They rusted out in two years. One hundred fifty years after massive ten-inch &nbsp;cast iron &nbsp;guns attacked &nbsp;Fort &nbsp;Sumter, &nbsp;rust &nbsp;is counterattacking. Union forces have mobilized with marine-grade epoxy and humidity sensors. Rust slows down container ships before stopping &nbsp;them &nbsp;entirely by aiding in the untimely removal of their propellers. It causes hundreds &nbsp;of explosions in manholes, blows up washing machines, and launches water heaters through &nbsp;the roof, sky high. It clogs the nozzles of fire sprinkler heads: a double whammy for oxidation. It damages fuel tanks and then</span></div>\n<p dir=\"ltr\"><span>engines. It seizes up &nbsp;weapons, manhandles &nbsp;mufflers, destroys highway guardrails, and spreads like a cancer in concrete. It’s opened up crypts.</span></p>\n<p dir=\"ltr\"><span>Twenty-five miles northeast of San Francisco, one of the country’s largest rust headaches bobs at anchor in Suisun Bay, and puts Syzygy to shame. Fittingly, the National Defense Reserve Fleet belongs to the US Department of Transportation, an agency that nearly plays God in its attempt to placate the needs of man and machine. Scores of people inspect on a daily basis as many old merchant &nbsp;ships that, in earlier extralegal times, would have been scuttled offshore. Now, the ships are too fragile to be hauled out and repainted, and not worth towing to Texas to be scrapped. Lacking other options, to Texas they’ve gone. Confounding &nbsp;matters, the US Coast Guard &nbsp;insisted in 2006 that the hulls of the ships be cleaned of invasive mussels before being moved, while the &nbsp;California &nbsp;Water &nbsp;Quality &nbsp;Control Board demanded &nbsp;that &nbsp;the bay not be polluted during said cleaning, and threatened &nbsp;to fine the Maritime &nbsp;Administration &nbsp;$25,000 a day until it came up with a plan. Environmental &nbsp;groups sued, demanding &nbsp;studies. While &nbsp;ten biologists, ecologists, toxicologists, statisticians, modelers, and mapping experts collected clams and mussels and took hundreds of sediment samples, the ships went on rusting. Big surprise: they contaminated the bay. At least twenty-one tons of lead, zinc, barium, copper, and other toxic metals have fallen off of the ships. What &nbsp;to do about the Reserve Fleet conundrum is such a touchy question that Senator Dianne Feinstein, who has a position on every environmental issue in California, officially has no position on the matter.</span></p>\n<span><span>On the other coast, two dozen flip-flop-wearing employees of the US Naval &nbsp;Research &nbsp;Lab &nbsp;fill their &nbsp;time &nbsp;studying &nbsp;corrosion-resisting &nbsp;paints under palm trees at Naval Air Station &nbsp;Key West. Long before the place was an air station, in 1883, the Naval Advisory Board tested anticorrosive concoctions there, because rust was plaguing the navy. Today’s paints self-heal, or can be applied underwater, or change color when exposed to rust—and still, rust plagues the navy. Rust, in fact, poses the number one threat to the most powerful navy on earth. By many measures, and according to many admirals (who sound as if they’re employed by the DOT), the most powerful navy on earth is losing the fight. The name of one of the department’s annual maintenance &nbsp;conferences: Mega Rust. The motto &nbsp;of that Florida lab: “In rust we trust.”</span></span></blockquote></div>","itags":["Marketplace","PMP:Marketplace_PMP","Marketplace for Tuesday, March 17, 2015","25e98af7f0265ba0396338c2c1d26b2d"],"contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p dir=\\\"ltr\\\"><span>Every year, the U.S. military spends more than $20 billion combatting the effects of rust. Rust takes ships out of commission and even grounds warplanes. In the civilian world, rust damages vital infrastructure such as bridges, the neglect of which can wind up costing money … and lives.</span></p>\"},{\"content\":\"<p dir=\\\"ltr\\\"><span>“We associate it somewhere between cholesterol and hemorrhoids,” says Jonathan Waldman, author of the book, “Rust: The Longest War.” “There’s a database where you can look up all of the State of The Union addresses, and if you look up the word ‘rust,’ you’ll find mention of the word ‘thrust,’ and ‘trust,’ but you won’t find the word, ‘rust.’”</span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p dir=\\\"ltr\\\"><span>It’s not like President Obama hasn’t had to deal with the problem, there&apos;s even an office of</span> <a href=\\\"http://www.corrconnect.org/\\\"><span>Corrosion Policy and Oversight</span></a><span>, headed by Daniel Dunmire -- the “Rust Czar,” if you will.</span></p>\"},{\"type\":\"text/html\",\"content\":\"<p dir=\\\"ltr\\\"><span>“For what it’s worth, his boss’s boss reports to the President,” Waldman says.</span></p>\"},{\"type\":\"text/html\",\"content\":\"<p dir=\\\"ltr\\\"><span>Waldman contends that if we don’t rethink rust, corrosion will continue to cost us billions annually. And he says simply painting over the problem isn’t enough.</span></p>\"},{\"type\":\"text/html\",\"content\":\"<p dir=\\\"ltr\\\"><span>“I think the solution going forward is one of addressing maintenance and thinking about the long term livelihood of what we build, and not necessarily some new fancy alloy that nobody can afford that is hard to manufacture in the first place.”</span></p>\"},{\"type\":\"text/html\",\"content\":\"<p dir=\\\"ltr\\\"><strong>An excerpt from “Rust: The Longest War”</strong></p>\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p dir=\\\"ltr\\\"><span>They say a lot of things about boats. They say a boat is a hole in the water that you throw money into. They say boat stands for “bring out another thousand.” They say that  the pleasures of owning and sailing a boat are comparable to standing, fully clothed, in a cold shower while tearing up twenty-dollar  bills. Consequently, they say that  the best day of a sailor’s </span><span>life, aside from the day he buys a boat, is the day he sells it.</span></p><p dir=\\\"ltr\\\"><span>Ignoring all of this wisdom, I bought a forty-foot sailboat. This was at the end of 2007. She was in San Carlos, Mexico, at a pretty marina on the Sea of Cortés. There were palm trees and haciendas, with deep sparkling water to the west, a rugged volcanic tower to the east, and an immaculate Sonoran sky overhead. With  two friends, we split her three ways. I’d thought  she was a bargain, but the marina was more bonita than our new boat.</span></p><p dir=\\\"ltr\\\"><span>Our sloop was thirty years old, and showed her age. There were little rust rings around every screw on the deck, rust stains on the stanchions, bow pulpit, and pushpit, streaks of rust down the topsides. A white powder surrounded the rivets in the mast. The jib car tracks had corroded so badly that  there was a layer of goop beneath  them. Some of the bronze through-hulls  had turned a frightening green, while a few of the seacocks </span><span>were so corroded that they wouldn’t budge. The stainless steel water tanks had rusted, too, and they leaked. Her appearance was at first so grim that I wished we had named her the Unshine, which would have been a very easy change from Sunshine. Instead we chose an obscure Greek word that nobody could pronounce or define.</span></p><p dir=\\\"ltr\\\"><span>But if Syzygy had cosmetic defects, we didn’t care. Then we took her sailing. The diesel engine overheated on the way out of the marina, because the heat exchanger was caked up with rust. The reef hook had rusted so badly that  it snapped the  first time we furled the  mainsail. Blocks had seized up, and the winches were so tight they offered little mechanical advantage. The wind vane almost fell off. Instruments  didn’t work, because the copper wires winding through  the bilge had corroded so thoroughly that  they no  longer conducted  electrical current. Shackles, turnbuckles, clevis pins, chain plates, backing plates, furler bearings, engine parts, the windlass axle—everything that could rust had rusted. Water, salt, air, and time had taken their  standard  toll, and corroded my bank account, too. That’s how rust ate into my life...</span></p><div dir=\\\"ltr\\\"><span>Rust has knocked  down  bridges, killing dozens. It’s  killed at least a handful of people at nuclear power plants, nearly caused reactor meltdowns, and challenged those storing nuclear waste. At the height of the Cold War, it turned our most powerful nukes into duds. Dealing with it has shut down the nation’s largest oil pipeline, bringing about negotiations with OPEC. It’s rendered military jets and ships unfit for service, caused the crash of an F-16 and a Huey, and torn apart the fuselage of a commercial plane midflight. In the 1970s, it was implicated in a number of house fires, when, as copper prices shot  up, electricians resorted  to aluminum wires. More recently, in the “typhoid Mary of corrosion,” furnaces in Virginia houses failed as a result of Chinese drywall that contained strontium sulfide. They rusted out in two years. One hundred fifty years after massive ten-inch  cast iron  guns attacked  Fort  Sumter,  rust  is counterattacking. Union forces have mobilized with marine-grade epoxy and humidity sensors. Rust slows down container ships before stopping  them  entirely by aiding in the untimely removal of their propellers. It causes hundreds  of explosions in manholes, blows up washing machines, and launches water heaters through  the roof, sky high. It clogs the nozzles of fire sprinkler heads: a double whammy for oxidation. It damages fuel tanks and then</span></div><p dir=\\\"ltr\\\"><span>engines. It seizes up  weapons, manhandles  mufflers, destroys highway guardrails, and spreads like a cancer in concrete. It’s opened up crypts.</span></p><p dir=\\\"ltr\\\"><span>Twenty-five miles northeast of San Francisco, one of the country’s largest rust headaches bobs at anchor in Suisun Bay, and puts Syzygy to shame. Fittingly, the National Defense Reserve Fleet belongs to the US Department of Transportation, an agency that nearly plays God in its attempt to placate the needs of man and machine. Scores of people inspect on a daily basis as many old merchant  ships that, in earlier extralegal times, would have been scuttled offshore. Now, the ships are too fragile to be hauled out and repainted, and not worth towing to Texas to be scrapped. Lacking other options, to Texas they’ve gone. Confounding  matters, the US Coast Guard  insisted in 2006 that the hulls of the ships be cleaned of invasive mussels before being moved, while the  California  Water  Quality  Control Board demanded  that  the bay not be polluted during said cleaning, and threatened  to fine the Maritime  Administration  $25,000 a day until it came up with a plan. Environmental  groups sued, demanding  studies. While  ten biologists, ecologists, toxicologists, statisticians, modelers, and mapping experts collected clams and mussels and took hundreds of sediment samples, the ships went on rusting. Big surprise: they contaminated the bay. At least twenty-one tons of lead, zinc, barium, copper, and other toxic metals have fallen off of the ships. What  to do about the Reserve Fleet conundrum is such a touchy question that Senator Dianne Feinstein, who has a position on every environmental issue in California, officially has no position on the matter.</span></p><span><span>On the other coast, two dozen flip-flop-wearing employees of the US Naval  Research  Lab  fill their  time  studying  corrosion-resisting  paints under palm trees at Naval Air Station  Key West. Long before the place was an air station, in 1883, the Naval Advisory Board tested anticorrosive concoctions there, because rust was plaguing the navy. Today’s paints self-heal, or can be applied underwater, or change color when exposed to rust—and still, rust plagues the navy. Rust, in fact, poses the number one threat to the most powerful navy on earth. By many measures, and according to many admirals (who sound as if they’re employed by the DOT), the most powerful navy on earth is losing the fight. The name of one of the department’s annual maintenance  conferences: Mega Rust. The motto  of that Florida lab: “In rust we trust.”</span></span></blockquote>\"}]","byline":"David Gura","audio":[{"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/Rust.rost[1].JPG?itok=1DJ1RiX3","type":"image/jpeg","meta":{"height":"340","crop":"primary","width":"610"}},{"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2015/03/17/mp_20150317_seg_21_64.mp3","type":"audio/mpeg","meta":{"duration_hms":"00:04:28","api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2015/03/17/mp_20150317_seg_21","type":"application/json"},"duration":268},"format":"MP3"}]}