{"created":"2014-11-12T22:41:16+00:00","modified":"2014-11-16T15:05:25+00:00","valid":{"from":"2014-11-16T15:05:25+00:00","to":"3014-11-16T15:05:25+00:00"},"hreflang":"en","title":"Sacred, Sad And Salacious: With Many Meanings, What Is True Blue?","published":"2014-11-13T02:49:00+00:00","teaser":"In medieval art, Virgin Mary was cloaked in blue. In Colonial America \"blue laws\" made it illegal to buy alcohol on Sunday. And more recently, irreverent blue humor made blue the most off-color color.","itags":["npr_api","363549525"],"guid":"25ed926c-3d4d-468f-8fae-18d39684322d","contentencoded":"<p>The color blue has meant a lot of things to a lot of different people. In medieval times, the Virgin Mary's cloak was often painted a celestial, pure, sacred blue. In the early 1900s, Pablo Picasso created somber blue paintings during a period of depression. The color has been championed by everyone from jazz musician <a href=\"https://www.youtube.com/watch?v=HMPL_ACKmHk\">Miles Davis</a> and singer-songwriter <a href=\"https://www.youtube.com/watch?v=50zkUclo-cw\">Joni Mitchell</a> to the theatrical <a href=\"http://www.blueman.com/\">Blue Man Group</a>.</p><p>Back in Colonial America, blue meant indecent. Lawmakers established rigid controls over morals and conduct; the so-called \"blue laws\" were designed \"to encourage people to go to church, and to prohibit people from engaging in secular activities,\" says David L. Hudson Jr., an author and attorney who teaches about the first amendment at Vanderbilt University and the Nashville School of Law. The idea behind blue laws was to make certain activities illegal on Sundays.</p><p>\"Common blue laws, for instance, prohibit the sale of alcohol on Sunday, prohibit certain sports on Sunday — hunting or horse racing — fiddling even.\" Hudson says.</p><p>Really? Fiddling?</p><p>\"Fiddle players would often ... people would gather around and listen to them and drink and carouse and engage in activity that was not akin to sitting in a pew,\" says Hudson.</p><p>But why blue? Here's one theory: \"The colony of New Haven printed their laws on blue sheets of paper,\" Hudson explains.</p><p><strong>Sacrebleu!</strong></p><p>Blue paper is also behind what's known as blue humor — jokes considered indecent or off-color. John Kenrick, who teaches the history of musical theater at New York University, says the term began 100 years ago, with performers working for the Keith-Albee vaudeville chain. After their first gig in each new theater, they would get notes written on blue stationary.</p><p>\"That blue envelope was the management informing you what material in your act might be offensive to local audiences, and therefore had to be removed from your act on pain of termination,\" says Kenrick. \"Over the course of time, blue came to be identified for any kind of humor that was off-color, that was a little too adult, that was risqué or even downright dirty.\"</p><p>In the early days of vaudeville, performer Sophie Tucker snuck some \"blue\" into her act with bawdy songs and stage shows. Comedian Milton Berle even found blue envelopes in his mailbox. The idea of blue meaning forbidden, adult, humor worked its way into Hollywood, and became a standard show business term.</p><p>\"It was used in all areas of the business,\" says Kenrick. \"So if you said something was blue, it meant it was dirty, it had to go.\"</p><p>Kenrick says Bob Hope loved telling dirty jokes in his burlesque career and in his private life, but was constantly censored on radio and TV. By the 1960s, though, comedian Redd Foxx's blue humor made it onto vinyl.</p><p>\"Foxx was known for his incredibly adult humor,\" Kenrick says. \"When these recordings <em>did</em> get done, they were carefully sold in the back of the record store, kind of like adult videos are in some stores today. 'Party records,' as they were known. And right in through my childhood in the '60s, there'd be a point where the grown-ups would put the kids to bed, they'd turn the volume down low and put on these adult party records. And that was where the blue humor got spread around.\"</p><p>These irreverent jokes were hip, Kenrick says.</p><p>\"It's cool to be blue,\" Kenrick says. \"It's cool to be off-color. It is outside of the norm. It's cool to challenge the establishment.\"</p><p><strong>Singing The Blues</strong></p><p>Blue also can evoke a deep sadness — as in \"feeling blue.\" No one is exactly sure where that phrase comes from. Some say it dates back to the 16th century. Others have attributed it to the nautical practice of flying a blue flag or painting a blue stripe around the hull of a ship after the death of a captain or officer. Naturalist John James Audubon even wrote in an 1827 journal entry that he \"had the blues\" (though maybe he was talking about blue jay specimens).</p><p>The music that came to be called the blues originated in the plantation work songs of African slaves in the Mississippi Delta in the 1800s.</p><p>Folklorist Alan Lomax traveled the South recording this music throughout the 20th century. In his 1979 documentary, <em>The Land Where The Blues Began,</em> Lomax said the music was created out of loneliness and deprivation.</p><p>\"As one old-times blues man told me: It'd take a man that had the blues to sing the blues,\" said Lomax. \"And so the blues were born — field hollers floating over solid syncopated dance rhythms, songs that voiced unspoken anger, the powerful bitter poetry of a hard-pressed people.\"</p><p>But the name, the blues, may have its roots in another feeling besides sadness, says guitarist Debra Devi, author of the book <em>The Language of the Blues</em>.</p><p>\"There was a phrase 'the blue devils,' which was used to mean the hallucinations that would bedevil somebody who had the [delirium tremens] from alcohol withdrawal,\" she says.</p><p>But Devi also offers another thought as well: \"In West African culture — in Yoruba, specifically — there's a quality called coolness: Itutu, and it's symbolized by the color blue. And to have that quality means to be connected to the divine. This is a concept that came over with the Africans who came over here as slaves, and the color blue is used in Yoruban art to symbolize that quality.\"</p><p>Divine, soulful, cool, sad, naughty — it's a lot for one word to embody. Then again, the color blue comes in many shades.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Sacred%2C+Sad+And+Salacious%3A+With+Many+Meanings%2C+What+Is+True+Blue%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Mandalit del Barco","audio":[{"meta":{"duration":"383"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1363579862-897ec3.m3u?orgId=1&topicId=1047&aggIds=358046323&ft=3&f=363549525"},{"href":"http://media.npr.org/assets/img/2014/11/12/112178837-9c77570c7105142dc91cbe9e072059bfb1162792.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2832","width":"3779"}},{"href":"http://media.npr.org/assets/img/2014/11/12/e10756_enl-c4a0bf87d4a99722217733593ff6f795386dcab4.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1200","width":"897"}},{"href":"http://media.npr.org/assets/img/2014/11/12/155345879_enl-5ce26951d930c02800fe0f7c9e913d3c25de62de.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2034","width":"3421"}},{"href":"http://media.npr.org/assets/img/2014/11/12/promo_wide-a54f6e6ab95a63ca778379201d8b93b13c41e9b1.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"451","width":"802"}}]}