{"created":"2015-02-15T14:23:22+00:00","modified":"2015-02-20T17:05:21+00:00","valid":{"from":"2015-02-20T17:05:21+00:00","to":"3015-02-20T17:05:21+00:00"},"hreflang":"en","title":"Some See Extreme 'Anti-Theism' As Motive In N.C. Killings","published":"2015-02-15T17:49:00+00:00","teaser":"The suspect in the shooting deaths of three Muslim students in North Carolina is a self-described anti-theist, what some some experts see as a new extremism developing among some atheists.","itags":["npr_api","386406810"],"guid":"25f67407-56ad-4bd0-ac93-04f5d6822a20","contentencoded":"<p>Outrage over the murder of three young Muslim Americans in North Carolina last week has gone international. The Organization of Islamic Cooperation said Saturday that the killings reflected \"Islamophobia\" and \"bear the symptoms of a hate crime,\" but local authorities say they don't yet know what motivated the murders.</p><p>The man held responsible for the killings is an avowed atheist. Whether that's relevant in this case is not clear, but some experts see a new extremism developing among some atheists.</p><p>The North Carolina killings have unnerved U.S. Muslims in large part because the victims, Deah Shaddy Barakat, his wife Yusor Mohammad Abu-Salha and her sister Razan, were model Muslim Americans, devoted to public service, with friends throughout their community.</p><p>The guest worship leader this past Friday at the Dar al-Noor mosque in northern Virginia was Dr. Esam Omeish, a prominent lay Muslim leader in the D.C. area.</p><p>\"And so if it's about patriotism, then I know who the real patriot is,\" Omeish said. \"And if it's about loving America and embodying its ideals, then I know for sure.\"</p><p>The victims, Omeish said, were the real Americans, honoring everything we believe is good about this land.</p><p>On his Facebook page, Craig Hicks, the alleged gunman, criticized all religions. His wife said he had nothing against Muslims in particular, but Hicks described himself as a gun-toting atheist.</p><p>Religion scholar Reza Aslan says ordinary atheists just don't believe in God. Hicks, Aslan says, was an anti-theist.</p><p>\"An anti-theist is a relatively new identity, and it's more than just sort of a refusal to believe in gods or spirituality; it's a sometimes virulent opposition to the very concept of belief,\" Aslan says.</p><p>The anti-theists have their own heroes; people like the outspoken writer Richard Dawkins, who appears often on HBO's <em>Real Time with Bill Maher</em> condemning religion generally and Islam in particular.</p><p>\"I mean these people have a holy book that tells them to kill infidels,\" Dawkins once said on the show.</p><p>Reza Aslan says the anti-theists are few in number. But just as mainstream Muslims must confront the extremists in their communities, Aslan says, it's time for mainstream atheists to do the same.</p><p>\"To recognize that there is a small fringe element that has a belief system predicated on the inherent nature of religion as insidious, as needing to be removed from society,\" he says.</p><p>Writer Asra Nomani, herself a Muslim woman, says the North Carolina case doesn't yet answer the question of whether anti-religion extremists can be motivated to kill, just as religious extremists sometimes are. She thinks concern about anti-theism — or Islamophobia generally — is going too far when Muslim leaders start feeding a culture of fear.</p><p>\"A safety campaign has been started to escort Muslim women in headscarves around college campuses, making it seem as if their lives are in danger, that Muslims are just sitting ducks [and] that we have targets on our backs,\" Nomani says.</p><p>When Muslim Americans see themselves as victims, Nomani argues, they're less likely to take charge of their own lives and communities.</p><p>But right now the feeling among Muslim Americans seems to be that the North Carolina killings were clearly a hate crime.</p><p>President Obama on Friday released a statement, saying no one in America should be targeted because of who they are or how they worship.<em> </em>That statement followed a decision by the FBI to launch its own hate crime investigation in North Carolina.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Some+See+Extreme+%27Anti-Theism%27+As+Motive+In+N.C.+Killings&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tom Gjelten","audio":[{"meta":{"duration":"245"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1386448373-fb0168.m3u?orgId=1&topicId=1016&e=386406810&d=245&ft=nprml&f=386406810"}]}