{"created":"2015-06-29T09:05:42+00:00","modified":"2015-07-02T15:05:10+00:00","valid":{"from":"2015-07-02T15:05:10+00:00","to":"3015-07-02T15:05:10+00:00"},"hreflang":"en","title":"After Slaughter Of Tourists, Tunisia Cracks Down On Islamists","published":"2015-06-29T22:29:00+00:00","teaser":"Tunisian authorities ordered some mosques closed and banned some fringe Islamist political parties. Some Tunisians support the moves, while others fear the government is overreacting.","itags":["npr_api","418490363"],"guid":"25ff1cef-9ca5-40ae-9e7c-d5c6591a552c","contentencoded":"<p>Tunisia was in shock after at least 38 foreign tourists were killed Friday at a beachside hotel, apparently by one man: Saifeddine Rezgui, who was in turn killed by police.</p><p>Amid the horror, there was defiance in the air in the seaside town of Sousse. Hundreds of foreign tourists decided to stay, and were out on the beaches. And local residents held a patriotic demonstration, waving the red national flag and chanting about unity in a palm-fringed square.</p><p>Many talked about how to prevent another attack. One demonstrator, Wahiba Sleimi, who was there with her husband and son, said there should be a lot of arrests.</p><p>\"After the revolution,\" she said, referring to the 2011 popular ousting of president Zine al-Abidine Ben Ali, \"people were released from jail, who should not have been.\"</p><p>She added: \"Many things happened after the revolution. Sometimes we're even nostalgic for the time of Ben Ali.\"</p><p>This is a little jarring coming from her, because she's dressed in the long gown and headscarf favored by devout Muslim women.</p><p>Living under Ben Ali was sometimes tough for such people. Rights groups say hundreds of religious and politically active Muslims spent years in jail on flimsy charges. Women who wore the headscarf had trouble getting government jobs.</p><p>But Tunisia is weaving a narrow path between the autocratic habits of the old regime and the Islamist violence proliferating in much of the Arab world.</p><p><strong>Support For Tougher Measures</strong></p><p>After a recent surge in violence that included an attack on tourists in a museum in the capital, many Tunisians support tough measures. Over the weekend, authorities announced plans for the closure of about 80 mosques deemed extremist and the banning of some radical political parties.</p><p>A local official from the secular ruling party Nidaa Tounes, Ahmed Zeglaoui, approves.</p><p>\"It's a good idea because there is no place for these kind of people in Tunisia,\" he says. \"OK, they are Tunisian, but now they have a new culture, which is not our culture. It's not our responsibility to absorb them in our system.\"</p><p>But some think the crackdown could backfire.</p><p>The attacker, Rezgui, studied in the nearby town of Kairouan, an ancient place with a long Islamic history. The imam of the town's great mosque, Taieb Ghozzi, says his town is being misrepresented.</p><p>\"They are saying that we are creating terrorism in Kairouan,\" he says angrily as he goes to lead Ramadan prayers.</p><p>Ghozzi has spoken out against violent extremism. But he says banning radical, but nonviolent, political parties is an overreaction. So is closing mosques.</p><p>\"Why — for the sake of one or two people — would we deprive people of prayer in these mosques?\" he asks.</p><p>Parliament member Sayida Ounissi, from the moderate Islamist Ennahda party, says closing mosques won't change mindsets.</p><p>\"It's not like you close a mosque and these guys will just disappear like this,\" she says. \"You are closing a space. You are not closing minds.\"</p><p>Ounissi would like to see a more competent police force and justice system rather than measures targeting religion and politics. She says the crackdown will make people feel like victims. It could be a tipping point for some young Tunisians.</p><p>\"If they feel society doesn't accept them, they might think it's fine to harm society,\" she says.</p><p><em>Lilia Weslaty contributed reporting to this story. </em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+Slaughter+Of+Tourists%2C+Tunisia+Cracks+Down+On+Islamists&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alice Fordham","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1418490384-483c18.m3u?orgId=1&topicId=1126&d=233&p=3&story=418490363&t=progseg&e=418459109&seg=7&ft=nprml&f=418490363"}]}