{"created":"2014-12-19T12:03:22+00:00","modified":"2015-06-16T17:35:24+00:00","valid":{"from":"2015-06-16T17:35:24+00:00","to":"3015-06-16T17:35:24+00:00"},"hreflang":"en","title":"What's Next For Cuba? The Headlines That Tell The Story","published":"2014-12-19T12:10:00+00:00","teaser":"The State Department says a delegation of diplomats will visit the island next month. The formal restoration of diplomatic ties is expected to be as easy as the two countries writing each other notes.","itags":["npr_api","371844501"],"guid":"2603a90e-c874-43f6-bfba-6cffa0e4e947","contentencoded":"<p>Two days after the U.S. and Cuba decided to end a more than 50-year estrangement, the natural question is: What's next?</p><p>On <em>Morning Edition</em>, NPR's Michelle Kelemen reports that the process of normalizing diplomatic relations will be pretty straight forward and is likely to be done quickly.</p><p>\"We can do that via an exchange of letter or notes. It doesn't require a formal sort of legal treaty or agreement,\" Roberta Jacobson, assistant secretary of state for the western hemisphere, said during a briefing on Thursday.</p><p>What would happen in Cuba is the compound known as an interest section in Havana would be upgraded to a full-blown embassy.</p><p>Jacobson said Obama has the authority to do that unilaterally. Though what is unclear is whether Senate Republicans would delay his pick for ambassador.</p><p>With that, here are a few headlines from across the Web that look forward:</p><p><strong>-- \"Obama Intends to Lift Several Restrictions Against Cuba on His Own\" (<a href=\"http://www.nytimes.com/2014/12/19/us/politics/obama-intends-to-lift-several-restrictions-against-cuba-on-his-own.html\">The New York Times</a>):</strong> The <em>Times</em> goes a bit further in its coverage, essentially saying that Obama intends to gut the embargo against Cuba without waiting for Congress to repeal the law.</p><p>The <em>Times</em> reports:</p><blockquote><p><p data-para-count=\"271\" data-total-count=\"565\">\"The moves are only the beginning of what White House officials and foreign policy experts describe as a sweeping set of changes that Mr. Obama can make on his own to <a href=\"http://www.nytimes.com/2014/12/18/world/americas/us-cuba-relations.html\">re-establish commercial and diplomatic ties</a> with Cuba even in the face of angry congressional opposition.</p><p><p data-para-count=\"384\" data-total-count=\"949\">\"'The embargo is a container — it's been that way since President Eisenhower — that's had regulations and laws put into it and taken out of it and mixed about,' said John Kavulich of the <a href=\"http://www.cubatrade.org/\">U.S.-Cuba Trade and Economic Council</a>. 'President Obama is saying, \"I'm going to leave a shell, but it's going to be a proverbial Easter egg — it's going to be hollow.\"'\"</p></blockquote><p><strong>-- \"Cuba policy may benefit S. Fla. businesses — eventually\" (<a href=\"http://www.miamiherald.com/news/business/article4583668.html\">Miami Herald</a>) </strong>The <em>Herald</em> reports that if the embargo is eased many sectors in South Florida would stand to benefit. Shipping companies and travel agents and construction companies could find new revenue in an untapped market.</p><p>The paper reports:</p><blockquote><p>\"... An impact on South Florida's business landscape is inevitable given the proximity and cultural ties. \"There's a whole slew of opportunity there,\" said Milton Vescovacci, an attorney and shareholder at GrayRobinson in Miami, citing financial services and travel.</p><p>\"According to a senior U.S. administration official, exports of goods needed by Cuba's <em>cuentapropistas —</em> the self-employed — will be allowed, along with farming supplies for small private farmers and building materials intended for the Cuban populace. Telecommunications and Internet penetration is expected to expand, creating an opportunity for U.S. tech companies.\"</p></blockquote><p><strong>-- The Old Becomes New (<a href=\"http://www.washingtonpost.com/world/national-security/for-us-businesses-and-tourists-opportunities-abound-in-cuba/2014/12/18/c8b5c0de-86f2-11e4-9534-f79a23c40e6c_story.html\">Washington Post</a>) </strong>The <em>Post</em> explains that the U.S. embassy in Havana will be housed in the same building it was housed before the countries broke off diplomatic ties. The same will be true for the Cuban embassy in Washington.</p><p>Another thing that may change? The permissible travel of diplomats:</p><blockquote><p>\"U.S. diplomats in the Cuban capital are prohibited from traveling outside Havana province, and their comings and goings — as well as those of their visitors — remain <a href=\"http://www.washingtonpost.com/world/national-security/us-spy-freed-by-cuba-was-longtime-asset/2014/12/17/a3b374c4-8612-11e4-a702-fa31ff4ae98e_story.html\">closely watched</a>. In Washington, Cuban diplomats are banned from travel outside the Beltway.</p><p>\"In the future, [Roberta] Jacobson said, 'we want [diplomats] to have the full range of privileges' under the Vienna Convention that governs diplomatic activities around the world. That includes, she said, 'being able to talk to lots of different people in society.'\"</p></blockquote>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=What%27s+Next+For+Cuba%3F+The+Headlines+That+Tell+The+Story&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"Eyder Peralta","audio":[{"meta":{"duration":"180"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1371846255-ba2005.m3u?orgId=1&topicId=1001&d=180&story=371844501&ft=nprml&f=371844501"}]}