{"created":"2015-05-06T18:04:21+00:00","modified":"2015-05-06T20:12:13+00:00","valid":{"from":"2015-05-06T20:12:13+00:00","to":"3015-05-06T20:12:13+00:00"},"hreflang":"en","title":"Baltimore: A Turning Point In This Generation’s Civil Rights Movement?","published":"2015-05-06T20:12:00+00:00","teaser":"Soraya Shockley of Youth Radio talks with young people from around the country about the protests over Freddie Gray's death.","itags":["npr_api","404701912"],"guid":"2607afed-2961-40bc-ab47-66852359dd4c","contentencoded":"<p><em>When Baltimore Chief Prosecutor Marilyn Mosby charged six police officers involved in the death of Freddie Gray, she spoke directly to young people.</em></p><p><em>&#8220;I will seek justice on your behalf,&#8221; she said. &#8220;This is a moment. This is your moment. Let’s ensure that we have peaceful and productive rallies, develop structural and systemic changes for generations to come. You’re at the forefront of this cause, and as young people our time is now.&#8221;</em></p><p><em>Eighteen-year-old <strong>Soraya Shockley</strong> from Youth Radio talks with other young people from around the country about this moment, and where it fits in their generation’s civil rights movement.<div class=\"l-article-primary sep\"></div></em></p><p>With each young man killed by police, my peers and I feel anger and frustration.</p><p>&#8220;I got almost numb to the situation,&#8221; says 17-year-old Makayla Parker from Atlanta, Georgia. &#8220;I’m like, &#8216;okay, there’s another one. Okay, there’s another one. Okay. Okay.'&#8221;</p><p>Like me, Makayla wants to believe Freddie Gray won’t be just “another one.”</p><p><div class=\"l-article-primary pullquote\" style=\"\"></p><p>&#8220;This is the time leaders need to stand up, take back their communities, and demonstrate to the young people that violence isn’t the answer.&#8221;<div class=\"pullquoteauth\">&ndash; LeRee' Simmons, 16</div></p><p></div></p><p>&#8220;For a while, I was like, &#8216;This is an issue.&#8217; But who&#8217;s listening to me? I’m helpless. I’m a teenager. What can I do about it,&#8221; she says.</p><p>A lot. In Baltimore, young people took to the streets, drawing widespread news coverage calling the protests riots. Nineteen-year-old Elizabeth Matute, who’s been watching from San Francisco, doesn’t support violence, but says &#8220;it gets to that point where the violence ends up kicking in. If you guys don’t hear us after so many times when we’re repeating ourselves, we’re going to do more things for you guys to acknowledge us.&#8221;</p><p>But for those things to add up to my generation’s civil rights movement, it’ll take more than acknowledgment from older generations, says 16-year-old LeRee’ Simmons. He’s a youth pastor born and raised in Baltimore.</p><p>&#8220;This is the time leaders need to stand up, take back their communities, and demonstrate to the young people that violence isn’t the answer,&#8221; LeRee’ says.</p><p>And he wants his peers to know, the answer won’t come right away.</p><p>&#8220;Yes, you are mad. And yes, you want to make a difference, but trying to overwater a plant will not make it grow any faster,&#8221; he says.</p><p>LaCreshia Birts is 25 and part of the Black Youth Project 100 in Chicago. She says that the old tactics won’t necessarily work today.</p><p><div class=\"l-article-primary pullquote\" style=\"\"></p><p>&#8220;People keep telling us, &#8216;oh, just stick to peaceful protest. It works. Things are going to get better.&#8217; But we know they haven&#8217;t.&#8221;<div class=\"pullquoteauth\">&ndash; LaCreshia Birts, 25</div></p><p></div></p><p>&#8220;People keep telling us, &#8216;oh, just stick to peaceful protest. It works. Things are going to get better.’ But we know they haven’t,&#8221; she says.</p><p>LaCreshia thinks that part of the problem is older people fear young people, instead of seeing us as leaders.</p><p>&#8220;One of the things that older people can do is simply listen to us, and do things our way,&#8221; she says. &#8220;We are the ones who have to live with these changes. I don’t want it to take 10 years for us to get real police accountability.&#8221;</p><p>Here&#8217;s the thing, when it comes to how we relate to police, my peers and I are the ones with the most at stake. With Baltimore, at least the country is recognizing the scale of the problem. That’s a start, says 18-year-old Gilbert Young in Atlanta.</p><p>&#8220;I think when it comes to this situation, I’m not sure this is the moment, but it’s definitely a moment,&#8221; he says. &#8220;Because we’re not really solving the problem yet. In the future, maybe that moment may come, but as of right now, this is just one step down the trail.&#8221;</p><h4>Reporter</h4><ul><li><strong><a href=\"https://youthradio.org/staff/soraya-shockley/\" target=\"_blank\">Soraya Shockley</a></strong>, contributor to Youth Radio.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Baltimore%3A+A+Turning+Point+In+This+Generation%E2%80%99s+Civil+Rights+Movement%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"225"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1404742474-d05731.m3u?orgId=1&d=225&p=60&story=404701912&t=progseg&e=404701858&seg=4&ft=nprml&f=404701912"},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0506_baltimore-youth.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"853","width":"1280"}}]}