{"created":"2014-11-19T00:14:11+00:00","modified":"2014-11-19T21:21:18+00:00","valid":{"from":"2014-11-19T21:21:18+00:00","to":"3014-11-19T21:21:18+00:00"},"hreflang":"en","guid":"260727b6-5d7e-42fc-b323-1333328a3c8c","title":"A Colombian general's bizarre behavior may have derailed his country's fragile peace talks","published":"2014-11-19T21:21:17+00:00","byline":"Joyce Hackel","tags":["FARC","Juan Manuel Santos","Alvaro Uribe","peace talks","negotiations","rebels","Colombian civil war","Conflict","Conflict & Justice","Bogota","South America","Colombia","Latin America","South America","Nadja Drost","Ruben Dario Alzate","Alvaro Uribe","Juan Manuel Santos","Colombia","FARC","Santos","Havana","Cuba","peace talks","negotiations","Rebels","Revolutionary Armed Forces of Colombia","Colombian armed conflict","War"],"teaser":"Gen. Ruben Dario Alzate was kidnapped by FARC, a Colombian guerilla group, after an unexplained, unarmed visit to a rural village. No one knows why he made the ill-informed decision, but the abduction may have ended efforts by FARC and the government to end their 50-year-old war.","contentencoded":"<p>What was one of Colombia's most decorated generals thinking when he walked into rebel territory in civilian clothes, without a weapon or bodyguards? That's what almost every Colombian is asking today.</p>\n<p>Whatever the reason, Gen. Ruben Dario Alzate's decision to visit a remote village close to the provincial capital of Quibdó on Sunday has jeopardized peace negotiations with FARC, a left-wing guerilla group that has fought a 50-year war with the Colombian government.</p>\n<p>\"This general is in charge of a region in Colombia which is really explosive,\" explains Nadja Drost, a freelance journalist in Bogotá. \"It's at the crosshairs of several armed groups, including the FARC.\"</p>\n<p>After the group kidnapped Alzate, shortly after he arrived in the hamlet near Quibdó, Colombian president Juan Manuel Santos suspended peace talks that had been set to resume in Havana, Cuba today.. Alzate is thought to have been travelling with only two other people: a lawyer who represents the military and a military corporal.</p>\n<p>Drost says villagers told a Colombian newspaper that they witnessed Alzate and his two companions disembark from a boat and walk toward a church. Within minutes, FARC rebels, also in civilian clothing, arrived in another boat. \"Then, minutes later, you have Gen. Alzate detained and taken away by the FARC,\" Drost says. </p>\n<p>The drama is unfolding in real time on Twitter. About an hour after the general was apprehended, the news of his abduction broke via the Twitter account of Colombia's former president, <a href=\"https://twitter.com/AlvaroUribeVel\">Álvaro Uribe</a>. Hours later, President <a href=\"https://twitter.com/JuanManSantos\">Juan Manuel Santos</a> took to social media to demand an explanation for Azate's behavior from the country's defense minister.</p>\n<p>The abduction has deflated hopes for peace talks between the FARC and the Santos government.  </p>\n<p>\"A lot of people are looking at this latest incident — this really high profile kidnapping — as one way in which the FARC is wielding its power,\" Drost says. The group is \"reminding the government of what it's capable of.\"</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[]}