{"created":"2014-10-27T22:13:31+00:00","modified":"2014-10-31T01:20:21+00:00","valid":{"from":"2014-10-31T01:20:21+00:00","to":"3014-10-31T01:20:21+00:00"},"hreflang":"en","title":"Study Looks At What's Killing Centenarians","published":"2014-06-09T19:16:00+00:00","teaser":"As the number of people over 100 grows, new research shows they're less likely to die from cancer or dementia than 80- to 99-year-olds.","itags":["npr_api","320360645"],"guid":"260bb95b-852d-44d6-ae02-25fba86b22c3","contentencoded":"<p>The population of centenarians &#8212; people age 100 and over &#8212; is growing across the globe.</p><p>People over 100 years are expected to reach 3.2 million by 2050, according to a <a href=\"http://www.plosmedicine.org/article/info:doi/10.1371/journal.pmed.1001653\" target=\"_blank\">new study</a> by Kings College in London.</p><p>The study, which examined the cause of death among the growing demographic, found that centenarians are less likely to die of cancer or heart disease at that age, and more likely to die from pneumonia or frail health.</p><p><strong>Catherine Evans</strong>, clinical lecturer on palliative care at King&#8217;s College London, lead author on the study joins <em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Jeremy Hobson to talk about her findings.</p><h4>Interview Highlights: Dr. Catherine Evans</h4><p><strong>On the evidence that centenarians outlive death from chronic illness</strong></p><p>&#8220;We were looking at death registration data in England, so looking at 10 years of death registration, from 2001 to 2010, and we looked at centenarians, so people 100-plus. And then we compared their cause of death and where they died with people aged 80 to 99 in five-year cohort groups, and what we could see from that is what people died from when they are 80 looks quite different from what you die from when you&#8217;re 100. So when you&#8217;re 100, those dying from cancer, some of the circulatory diseases, goes down, and what was very striking is that 75 percent of the death registration certificates for those aged 100-plus all had somewhere the coding for old age, which is coded as senility or fatigue and malaise. And that was very uncommon to see that in the 80-plus group. So what we felt, from our findings, was if you had lived to a very long age, that you were less likely to be certified as dying from cancer or dementia than you were if you were 80-plus, and you were more likely to have on your death certificate what we called old age</p><p><strong>On what this research shows</strong></p><p>&#8220;It&#8217;s very, very striking, the differences by age, and it&#8217;s very unusual to have looked at that. I mean, historically, what researchers would have done, they would have just looked at all 80-pluses or 85-pluses altogether. And then what you don&#8217;t have is the granularity as to how what we die from changes with extreme longevity. And one of the reasons we can do that is because the numbers of people living to be over 100 has increased, that we can now do this sort of population-based work and compare them with younger-older cohorts.&#8221;</p><p><strong>On what she&#8217;d like to see changed in palliative care for centenarians</strong></p><p>&#8220;One in four of them died in hospital, and so for most of them, that would have probably meant that they were moved &#8212; for most of them, would have been residing in a care home, either in England, with nursing, or without in a residential home. And I suppose what people know we want at the end of life, they want to remain in their usual residence, the place where they feel safe and secure, and you really wonder what was in the best patient interest, to move them to hospital. And I suppose for us in England is that we need to look at the services that we provide to our care homes, to enable people to remain there, in their usual residence, at the end of their life.&#8221;</p><p>&#8220;It&#8217;s something that is very pressing for us, as it is in all developed countries, as to how we organize our services, and at the moment, we have a heavy reliance on hospital at the end of life, and we have a tendency that to access health care requires people to attend an acute hospital setting, which often, that&#8217;s not what they want, and is not the best environment to manage their last days or weeks of life.</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.csi.kcl.ac.uk/untitled-resource16.html\" target=\"_blank\">Dr. Catherine Evans</a></strong>, clinical lecturer on palliative care at the Cicely Saunders Institute at King&#8217;s College London.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Study+Looks+At+What%27s+Killing+Centenarians&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"356"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1320373248-f46cd1.m3u?orgId=1&ft=3&f=320360645"}]}