{"created":"2014-10-08T16:19:38+00:00","modified":"2014-10-31T02:14:27+00:00","valid":{"from":"2014-10-31T02:14:27+00:00","to":"3014-10-31T02:14:27+00:00"},"hreflang":"en","title":"The Pains Of Parenting, And Other Life Lessons From Louis C.K.","published":"2014-05-12T12:49:00+00:00","teaser":"The new series of <em>Louie</em> is underway, and the schlubby everyman portrayed by comic Louis C.K. is confronting the difficulties of raising two daughters — and the possibilities of dating while fat.","itags":["npr_api","311082352"],"guid":"260d246c-0408-4e15-8b9a-c52c456d31c4","contentencoded":"<p>Louis C.K. has made a career in comedy by going places others won't. He can be shockingly crude and deeply insightful in the same sentence.</p><p>In his Emmy-award winning TV show called <em>Louie,</em> the comedian basically plays himself — a divorced standup comic in New York with two kids. Season 4 of the show kicked off last week.</p><p>Louie is \"right where I started him, really,\" he tells NPR's Rachel Martin. \"Some stuff happened, but he ended up back where he was, which sort of is the way things work. It's a zero-sum game, at times.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On writing the overweight woman's dating monologue in Season 4</strong></p><p>You know, I thought about the basic unfairness of it, that she's supposed to just accept it. A fat woman, that's the one person that gets the most heap of crap on their face in our society. People can be really horrible to women that they deem unattractive, you know.</p><p>And also, it kind of started to me as a romantic comedy kind of thing, you know — the way they used to be. ... The premise was always, this is kind of a mess of a guy, and this woman is beautiful, and he's going to tap dance around to make himself attractive. So I liked reversing that and feeling like this woman is, like, not an automatic for me. But she's cool — if you watch the episode, she's very charming, and she's very sure of herself. To me, it was worth it: Let's try writing what does somebody like this feel like? And to me, the most effective way is to make myself the target of their anger.</p><p><strong>On Louie's life as a dad, and the difficulty of being a parent</strong></p><p>You're just alone in a room. There's nothing cool about it — you know, some people try to make it cool by naming their kids Dylan or something like that, or naming their kid, like, 15 or something. Because that's their way of saying ... I don't have a kid. I'm still being a poet. I'm still cool. I have a rock 'n' roll version of this.</p><p>But your kid is just somebody who you have to feed and care for and hug and burp and change their diaper — that's all it is, and so it takes you to an abyss in your life. I don't want to be needed that way right now. I want to sleep for a long time!</p><p><strong>On having a second kid</strong></p><p>The good news is, you're going to be OK. The good news is, this is a massive test of your ability and strength, and you're going to pass it. And that's why I was never afraid to say how hard it was to have kids. Because I didn't give up on it; I didn't run out on them — it was worth it! I found out I was capable of being alone, of being pushed to the brink, of not sleeping, of loving someone I was resenting at the same time — these are huge human capabilities that I didn't know I was aware I had. ... Your first kid's going to have a playmate, and an enemy, and all kinds of stuff that you don't have to be anymore. It's way better to be a referee than one of the boxers!  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Pains+Of+Parenting%2C+And+Other+Life+Lessons+From+Louis+C.K.&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"381"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1311521548-40d690.m3u?orgId=1&topicId=1138&ft=3&f=311082352"}]}