{"created":"2014-12-11T23:30:51+00:00","modified":"2014-12-12T19:11:02+00:00","valid":{"from":"2014-12-12T19:11:02+00:00","to":"3014-12-12T19:11:02+00:00"},"hreflang":"en","guid":"2610c525-e9b1-4861-a454-6df300cdd368","title":"How the US provides inspiration for terrorists groups like ISIS","published":"2014-12-12T19:10:59+00:00","byline":"Bradley Campbell","tags":["torture","enhanced interrogation techniques","ISIS","torture report","islamic state of iraq and syria","CIA","Conflict","Conflict & Justice","Asia","North America","United States","Iraq","North America","Asia","Middle East","Rami Khouri","Ethics","Crimes against humanity","Criminal law","Torture","Morality","ISIS","Human rights abuses","Propaganda"],"teaser":"It's no coincidence that ISIS prisoners are kept in bright orange jumpsuits. The terrorist group took the idea from the US, who places Guantanamo Bay prisoners in the same garb — and that's not the only way terrorists have been able to crib from American actions.","contentencoded":"<p>It's a sad fact that terrorist organizations often get propaganda ideas from the US. Just look at the orange jumpsuits ISIS makes their prisoners wear: They're standard garb at the Guantanamo Bay prison.</p>\n<p>When these terrorist groups emulate the US, it's basically a way to send a message. It's a way of saying \"they're ready to take on the West and challenge them,\" says Rami Khouri, at Harvard's Kennedy School of Goverment and the American University of Beirut. \"The Americans kill people with drones and ISIS kills people by chopping their heads off. That's a message that's supposed to say, 'We're not afraid of you.'\"</p>\n<p>This week's Senate report detailing brutal torture tactics used by the CIA also gave ISIS fans on social media a propaganda coup:</p>\n<blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p>Revelations of the Torture report of CIA - Tell me again how Civilized the US and Puppet of coalitions are ? May Allah SWT Destroy You !</p>\n<p>— Hais (@Abu_Muwahid74) <a href=\"https://twitter.com/Abu_Muwahid74/status/542365548752146433\">December 9, 2014</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p>But are bigger reactions coming in the wake of the report? Khouri has three major thoughts:</p>\n<p><strong>1. ISIS won't make a big deal of the Senate report on torture. </strong>It certainly has propaganda value for ISIS, Khouri says, but that's about it. They won't be going to war over it. \"That would make them as being seen as reacting to what Americans do,\" he says. \"And remember, they were only attacking the United States only recently. They started criticizing the US and telling people to attack American and French interests; but that only happened after the Americans attacked them in northern Iraq.\"</p>\n<p><strong>2. Most people in the Middle East shrug their shoulders at the report. </strong>Khouri says that most people in the Middle East know the United States and some of its closest allies use torture. And many of the people in the region are sadly familiar with such tactics. \"Most of the Arab world will not be surprised by these revelations because they've had this process of torture happening in their own countries,\" he says.</p>\n<p><strong>3. The US is an upstanding country for publishing the report on torture.</strong> Khouri gives a quick history lesson to make this point. \"The whole historical contribution of the concept of the United States of America was citizenship based on the convent of the government,\" he says. In other words, in Lincoln's phrase, government by the people, of the people and for the people.</p>\n<p>\"Therefore the people need to know what is being done in their name so that the people, the citizens, can maintain a certain value system in public life that reflects what is written in their Declaration of Independence,\" Khouri says, \"so it's a very difficult but very important moment for the United States. This is a very American moment.\"</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[]}