{"created":"2015-02-18T20:06:24+00:00","modified":"2015-06-15T17:15:23+00:00","valid":{"from":"2015-06-15T17:15:23+00:00","to":"3015-06-15T17:15:23+00:00"},"hreflang":"en","title":"A Sophisticated Version Of Guess The Grape — But Is It A Sport?","published":"2015-02-20T21:18:00+00:00","teaser":"For a half-century, Oxford and Cambridge have competed against each other in blind wine tasting. The big match is this week.","itags":["npr_api","382657240"],"guid":"26200bff-8c8e-47d6-b540-7904418692d0","contentencoded":"<p>As the 500-year-old bell tower tolls, about 25 students from the University of Oxford cross a medieval cobblestone street. They duck under a stone archway and slip into a room named after T.S. Eliot, who studied here a century ago.</p><p>The students drop their backpacks and get ready for practice. They're here to hone their tongues. This week, <a href=\"http://users.ox.ac.uk/~oubts/\">an elite team</a> of Oxford's six best tasters will battle the <a href=\"http://cubwts.soc.srcf.net/wordpress/\">University of Cambridge</a> to see which group has the most refined palate.</p><p>In the back of the Oxford practice room, the coach, Hanneke Wilson, is setting things up. She's published a book about wine. She oversees a wine cellar. And right now, she's struggling to uncork a few bottles.</p><p>\"Corks can be very recalcitrant,\" she mutters to herself. Moments later, she succeeds and slips the bottles into cloth sleeves that disguise their labels.</p><p>Oxford and Cambridge have academic awards to see which school is smarter, and boat races to determine which is stronger. And for the past half-century, their blind wine tasting societies have held competitions. It's all part of an epic rivalry that dates back to the 13th century.</p><p>Now, these tasting teams are hoping to be recognized as an official sport.</p><p>As practice gets underway, wine is the only topic of conversation. Students list the regions they've visited: Bordeaux, Champagne, Alsace.</p><p>\"I basically plan my holidays around vineyards,\" says Yee Chuin Lim, a master's student in development studies. Other students confess they do the same.</p><p>Soon the room is quiet and tense. One student makes his way around the long table, setting out wine glasses. Another student pours. Then, they start a sophisticated version of \"guess the grape.\"</p><p>They study the color. They swirl the glass and take a big sniff. Eventually, they sip it and swish it, constantly jotting down what they notice. Finally, they spit it out; there is no drunkenness allowed. And, before the clock runs out, they guess.</p><p>Coach Wilson explains: \"You get five points for the predominant grape variety, five for the country of origin, two points for the main viticulture region, three for the subdistrict, two for the vintage and then five points for your tasting note.\"</p><p>Basically, you need to know what grape, from when and from where — the more specific, the better. This means your tongue needs to have a database of wine. Plus, it helps to have a good working knowledge of agricultural practices and winemaking techniques.</p><p>\"Wine tasting, as you will by now have realized, is very difficult,\" coach Wilson says.</p><p>Oxford's ultimate goal is, of course, beating Cambridge. Historically, Oxford has the edge, but Cambridge is the defending champion.</p><p>\"It's very tense. People get jolly nervous. We go to the Oxford and Cambridge Club in London, so it's on neutral territory,\" Wilson says. \"And the match happens in total silence.\"</p><p>Early in the morning on their big day, the team will head over to the train station. Ren Lim, a doctoral student in biophysics, has made this trip three times to represent Oxford. He says that on the train there is a scramble to find seats together. Then they pop open a bottle, cover the label and do a quick practice session right there.</p><p>\"When you start dishing out glasses,\" Lim remembers, \"you get funny looks.\"</p><p>When people ask him about why he devotes so much time to blind wine tasting, Ren Lim says, \"I still struggle to find why.\"</p><p>It is fun and challenging, he admits. And of course, college kids will be college kids.</p><p>Remember how you have to spit out the wine after you taste it? Well, you spit into a black spittoon that students from the two teams are supposed to share. But Ren Lim says that when you've got a mouth full of wine, sometimes your archrival will \"hog onto the spittoon and deprive you of the privilege to use it.\"</p><p>Coach Wilson says that in more than 20 years of coaching, she's noticed that \"Cambridge always makes more noise slurping and spitting than we do. We think they do this to put us off our stride.\"</p><p>But there's one thing both of these teams agree on.</p><p>\"We treat wine tasting as a sport,\" Wilson says. \"We train for it, the way we train for a competitive sports match.\"</p><p>She says both Oxford and Cambridge have petitioned to become officially recognized as sports teams. After all, it worked for chess. But so far, the powers that be haven't been persuaded.</p><p>\"They think that sport involves running around and kicking or hitting things. We disagree, but there you are,\" Wilson says with a sigh.</p><p>Still, other universities are catching on. Blind tasting has spread around the U.K., and it's even crossed the pond. Both Harvard and the University of Pennsylvania's business schools have teams, among others. They let spectators watch — and taste for themselves.</p><p>Here in Oxford, competitions still happen behind closed doors.</p><p>So do the practices. As this one winds down, the team captain calls on Mateusz Tarkowski to guess the last pair of red wines. Tarkowski studies computer science, and he's hoping to make Oxford's wine team.</p><p>\"Cherries on the palate. Of course it's a dry wine,\" Tarkowski looks down at his notes. \"I definitely thought it was Italian.\" Then, he decides to hazard a guess.</p><p>When the sock comes off, Tarkowski has guessed right — full marks. It's been a good practice.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Sophisticated+Version+Of+Guess+The+Grape+%E2%80%94+But+Is+It+A+Sport%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Gabrielle Emanuel","audio":[{"meta":{"duration":"277"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1387302818-dc1830.m3u?orgId=1&topicId=1013&d=277&p=2&story=382657240&t=progseg&e=387301197&seg=16&ft=nprml&f=382657240"},{"href":"http://media.npr.org/assets/img/2015/02/09/wine-tasting_6-edit-150134a391706bda76edd27689d00fc2f14b35a5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2848","width":"3798"}}]}