{"created":"2015-04-30T20:50:45+00:00","modified":"2015-05-13T20:59:20+00:00","valid":{"from":"2015-05-13T20:59:20+00:00","to":"3015-05-13T20:59:20+00:00"},"hreflang":"en","title":"Why Hillary Clinton Is Just Fine With Bernie Sanders' Candidacy","published":"2015-05-01T00:19:00+00:00","teaser":"The liberal Vermont senator is running to Clinton's left. Another candidate or two on the Democratic side might actually be a good thing for Clinton.","itags":["npr_api","403362588"],"guid":"262fa9d5-efeb-4346-af65-94303eb369d0","contentencoded":"<p>Vermont Sen. Bernie Sanders got into the presidential race Thursday, becoming Hillary Clinton's first official challenger for the Democratic nomination. His website has a disclaimer: \"Paid for by Bernie not the billionaires.\"</p><p>Although he caucuses with the Democrats in the Senate, he's not a registered Democrat — he's actually the longest-serving independent in congressional history. (There's no rule, by the way, barring candidates who are not registered Democrats from running in the Democratic primary.)</p><p>Sanders is one of those politicians known by only one name — everyone in the Capitol knows who \"Bernie\" is. He's a fiery, left-wing voice who calls himself a democratic socialist. And he's never lost his Brooklyn accent or his absent-minded professor look.</p><p>Here are three reasons why Sanders' candidacy could actually help the Clinton campaign:</p><p><strong>1. Progressives now have a champion</strong></p><p>OK, he's not Elizabeth Warren. But the left-wing base of the Democratic Party has been hungering for an alternative to Clinton and now they have one. HRC herself welcomed him into the race by tweeting: \"I agree with Bernie. Focus must be on helping America's middle class.\"</p><p>Sanders will force her to focus on issues important to the progressive base of the party, like climate change, campaign finance reform and income inequality. All of which she has already been talking about. But the contrast with Sanders may help her find that sweet spot between the left wing of the party and the center of American politics a little faster. She's a progressive who says \"the deck is stacked in favor of those at the top,\" she supports a constitutional amendment to overturn Citizens United, and she wants an \"end to the era of mass incarceration.\" But, in comparison to Sanders, it's clear she's no socialist.</p><p><strong>2. All candidates need a sparring partner</strong></p><p>Clinton can't stand on the debate stage alone. Having challengers will help her sharpen her message and her skills, which are rusty from being out of the arena for eight years. And the sparring will not be lethal because Sanders has said that although he thinks questions of Clinton's ethics are \"fair game,\" he will not air any negative ads against her. Sanders will be joined by other Clinton challengers. Former Maryland Gov. Martin O'Malley is expected to join the race; so is former Democratic Sen. Jim Webb and the former Republican senator and Democratic governor of Rhode Island Lincoln Chafee.</p><p><strong>3. He can't beat her</strong></p><p>Sanders is a long shot. So are the other three potential Democratic candidates. But they're all serious, substantive challengers. All of them are current or former governors or senators — there's not a talk show host or a House member in the bunch. Democratic activists all over the country have been saying they want a real debate, not a coronation. And now they have one. Even though HRC's position as the leader of the Democratic pack hasn't changed, a multicandidate race could make the eventual nominee a much stronger general election candidate.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Why+Hillary+Clinton+Is+Just+Fine+With+Bernie+Sanders%27+Candidacy&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Mara Liasson","audio":[{"meta":{"duration":"247"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1403362589-3ec732.m3u?orgId=1&topicId=1014&d=247&p=2&story=403362588&t=progseg&e=403362523&seg=4&ft=nprml&f=403362588"},{"href":"http://media.npr.org/assets/img/2015/04/30/471657274-fb4cecbf9d74e5c123cd434d1ee4159d54040ae5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3122","width":"4163"}}]}