{"created":"2015-06-16T18:04:28+00:00","modified":"2015-06-24T19:54:45+00:00","valid":{"from":"2014-11-05T05:43:04+00:00","to":"3014-11-05T05:43:04+00:00"},"hreflang":"en","title":"Eleanor Roosevelt Introduces the President","teaser":"This audio is part of the larger project The First Family of Radio: Franklin and Eleanor Roosevelt’s Historic Broadcasts. You […]","itags":["2630d6b2a8b62550629c872b56fc019e","American RadioWorks","American RadioWorks 2014-11-04"],"contenttemplated":"[{\"content\":\"<p><em>This audio is part of the larger project <a href=\\\"http://www.americanradioworks.org/documentaries/roosevelts/\\\">The First Family of Radio</a>: Franklin and Eleanor Roosevelt’s Historic Broadcasts. You can download the entire radio hour from our <a href=\\\"http://www.americanradioworks.org/podcast/\\\">podcast feed</a> (<a href=\\\"https://itunes.apple.com/us/podcast/id81914987\\\">iTunes</a>).</em></p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>June 30, 1938</strong></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p>Franklin and Eleanor Roosevelt were frequently on the radio on the same day, but virtually never appeared on the same broadcast. One rare exception was the closing address FDR made at the 1938 National Education Association convention in New York. The presidential entourage arrived behind schedule so ER kept her remarks brief. FDR commented on the novelty of being introduced by the first lady. -Stephen Smith</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<h3>Transcript</h3>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p>ELEANOR ROOSEVELT: I know that it is the privilege of a presiding officer to make speeches in introducing each speaker. We are late today, and so I am not going to avail myself of that privilege. Ladies and gentlemen, I present to you the president of the United States.</p><br /><p>[Applause]</p><br /><p>FRANKLIN ROOSEVELT: Dr. Woodruff, Members of the National Education Association:</p><br /><p>I am glad to come here today to this great meeting, and I am especially happy that I think for the first time in my life, I was introduced by my wife.</p><br /><p>[Laughter and applause]</p><br /><p>If you have followed the arguments of financial experts over the last few years, you have guessed that they have as many theories of keeping books as there are ends to serve. They do not always agree on the definition of capital, and they even disagree on what is an asset and what is a liability. And that is true both in private business and in government.</p><br /><p>But whatever differences bookkeepers and financiers may have over the rules of their professions, no man or woman of common sense can forget, or allow government to forget, what are the true and ultimate assets and liabilities of a nation.</p><br /><p>The only real capital of a nation is its natural resources and its human beings. So long as we take care of and make the most of both of them, we shall survive as a strong nation, a successful nation and a progressive nation—whether or not the bookkeepers say other kinds of budgets are from time to time out of balance.</p><br /><p>This capital structure—natural resources and human beings—has to be maintained at all times. The plant has to be kept up and new capital put in year by year to meet increasing needs. If we skimp on that capital, if we exhaust our natural resources and weaken the capacity of our human beings, then we shall go the way of all weak nations.</p><br /><p>Before we can think straight as a people we have to consider, in addition to the old kind, a new kind of government balance sheet—a long-range sheet which shows survival values for our population and for our democratic way of living, balanced against what we have paid for them. Judged by that test—history’s test—I venture to say that the long-range budget of the present Administration of our government has been in the black and not in the red.</p><br /><p>[Applause]</p><br /><p>For many years I, like you, have been a pedagogue, of course some people who are not over strong arm spelling, will get that word mixed up with the word a demagogue.</p><br /><p>[Laughter]</p><br /><p>And as a pedagogue, I have been striving to inculcate in the youth of America a greater knowledge of and interest in the problems which, with such force, strike the whole world in the face today. In these recent years we have taught the prudent husbandry of our national estate—our rivers, our soil, our forests, our phosphates, our oils, our minerals and our wild life. Along these lines we have made mighty strides—come further than in all the years before in knowledge of how to grapple with the problems.</p><br /><p>With the dissemination of this knowledge, we have taken action. Few men begrudge what that action has cost, because it has been based on operations physically large and spectacular, dramatic and easy to see. I am thankful that I live in an age of building, for it is far easier to dramatize to yourself the importance of the object if you see it while it is going up, than if you come along later and see it only in its completed stage. And so we are fortunate today in seeing the New York World’s Fair of 1939 in the construction stage. This glimpse will make it mean more to us when we come back and see it completed next year.</p><br /><p>The other half of the preservation of our national capital is likewise a problem of husbandry—the conserving of health, energy, skill and morale of our population, and especially of that part of our population which will be the America of tomorrow.</p><br /><p>This also is a problem of the fullest use, the fullest development of our precious resources of ability, human ability that cannot be stored and will be lost if they remain unused. No nation can meet this changing world unless its people, individually and collectively, grow in ability to understand, ability to handle the new knowledge as applied to increasingly intricate human relationships. That is why the teachers of America are the ultimate guardians of the human capital of America, the assets which must be made to pay social dividends if democracy is to survive.</p><br /><p>We have believed, we have believed wholeheartedly in investing the money of the people, the money of all the people in the education of the people.</p><br /><p>[Light applause]</p><br /><p>That conviction, backed up by taxes and backed by dollars, is no accident, for it is the logical application of our faith in democracy.</p><br /><p>Man’s present day control of the affairs of nature is the very direct result of investment in education. And the democratization of education has made it possible for outstanding ability, which would otherwise be completely lost, to make its outstanding contribution to the commonweal. So we cannot afford to overlook any source of human raw material. Genius, genius flowers in most unexpected places. “It is the impetus of the undistinguished host that hurls forth a Diomed or a Hector.”</p><br /><p>No government can create the human touch, the human self-sacrifice which the individual teacher gives to the process of education. But what Government can do is to provide financial support and to protect from interference the freedom to learn.</p><br /><p>[Applause]</p><br /><p>No one wants the Federal Government to subsidize education any more than is absolutely necessary. It has been and I take it it will continue to be the traditional policy of the United States to leave the actual management of schools and their curricula to state and local control.</p><br /><p>[Applause]</p><br /><p>But we know that in many places local government unfortunately cannot adequately finance either the freedom or the facilities to learn. And there the Federal Government can properly supplement local resources.</p><br /><p>[Applause]</p><br /><p>Here is where the whole problem of education ties in definitely with the natural resources of the country, ties in with the economic picture of the individual community or state. We all know that the best of schools are, in most cases, located in those communities which can afford to spend the most money on them—the most money for adequate teachers’ salaries, for modern buildings and modern equipment of all kinds. And we know too that the weakest educational link in our national system lies in those communities which have the lowest taxable values, and, therefore, the smallest per capita tax receipts and, therefore, the lowest teachers’ salaries and most inadequate buildings and equipment. We do not blame these latter communities. They want better educational facilities, but simply have not enough money to pay the cost.</p><br /><p>There is probably a wider divergence today in the standard of education between the richest communities and the poorest communities than there was a century ago; and it is, therefore, our immediate task to seek to close that gap—</p><br /><p>[Applause]</p><br /><p>Not to close it in any way by decreasing the facilities of the richer communities but by extending aid to those less fortunate. We all know that if we do not close this gap it will continue to widen, for the best brains in the poorer communities will either have no chance to develop or will migrate to those places where their ability will stand a better chance.</p><br /><p>To continue that parallel between natural and human resources, it is well to remember that our poorest communities exist where the land is most greatly eroded, where farming does not pay, where industries have moved out, where flood and drought have done their work, where transportation facilities are of the poorest and where cheap electricity is unavailable for the home.</p><br /><p>All this leads me to ask you not to demand that the Federal Government provide financial assistance to all communities. Our aid for many reasons, financial and otherwise, must be confined to lifting the level at the bottom rather than to giving assistance at the top. Today we cannot do both, and we must therefore confine ourselves to the greater need.</p><br /><p>In line with this policy, the Federal Government during the last five years has given relatively more assistance and aid to the poorer communities than to the rich. We have done it through direct relief and through work relief, through the Resettlement Administration and the Farm Security program, the National Youth Administration, and through the rehabilitating of flooded or stranded or dust-blown areas. We have provided schoolhouses, colleges, libraries, educational equipment and sanitation in every state in the Union. And I include “sanitation” because it has always seemed to me that good health and good education must go hand in hand. We have placed many millions of dollars in the field of adult education through the Works Progress Administration, and here, again, most of the money has been expended in the poorer communities of the land.</p><br /><p>I have spoken of the twin interlocking assets of national and human resources and of the need of developing them hand-in-hand. But with this goes the equally important and the equally difficult problem of keeping education intellectually free.</p><br /><p>[Applause]</p><br /><p>Freedom to learn is the first necessity of guaranteeing that man himself shall be self-reliant enough to be free.</p><br /><p>Such things did not need as much emphasis a generation ago; but when the clock of civilization can be turned back by burning libraries, by exiling scientists, artists, musicians, writers and teachers, by dispersing universities, and by censoring news and literature and art, an added burden, an added burden is placed on those countries where the torch of free thought and free learning still burns bright.</p><br /><p>[Applause]</p><br /><p>If the fires of freedom and civil liberties burn low in other lands, they must be made brighter in our own.</p><br /><p>[Applause]</p><br /><p>If in other lands the press and books and literature of all kind is censored, we must redouble our efforts here to keep it free.</p><br /><p>[Applause]</p><br /><p>If in other lands the eternal truths of the past are threatened by intolerance we must provide a safe place here for their perpetuation.</p><br /><p>[Applause]</p><br /><p>Yes, there may be times when men and women in the turmoil of change lose touch with the civilized gains of centuries of education: but the gains of education are never really lost. Books may be burned and cities sacked, but truth, like the yearning for freedom, lives in the hearts of humble men and women. The ultimate victory, the ultimate victory of tomorrow is with democracy, and through democracy with education, for no people in all the world can be kept eternally ignorant or eternally enslaved.</p><br /><p>[Applause]</p><br /><p>ANNOUNCER: Ladies and gentlemen you have heard the President of the United States deliver his second address within an hours time this afternoon from the World’s Fairgrounds in New York City, addressing this time some 25-thousand educators and teachers assembled in the transportation area of the World’s Fairgrounds for their closing session of this 76th annual convention of the National Education Association. The President leaves now immediately. He’s going to pay a brief visit to his royal highness, the crown prince of Sweden Gustav Adolf who is indisposed and at the present time in the Presbyterian Medical Center here in New York. From there he will return to his home in Hyde Park New York and remain there for two or three days before returning to Washington. This broadcast has reached you direct from the transportation area of the New York World Fairgrounds in New York City. This is the National Broadcasting Company.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><iframe frameborder=\\\"0\\\" src=\\\"http://cdn.knightlab.com/libs/timeline/latest/embed/index.html?source=0Ai6SjtFZXpPtdFpwZGczQ0RTLUxrcVdxaUxwY1dpRnc&amp;font=Bevan-PotanoSans&amp;maptype=toner&amp;lang=en&amp;height=650\\\"></iframe></p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"}]","published":"2014-11-05T05:43:04+00:00","contentencoded":"<div class=\"barn-cleaned\"><p><em>This audio is part of the larger project <a href=\"http://www.americanradioworks.org/documentaries/roosevelts/\">The First Family of Radio</a>: Franklin and Eleanor Roosevelt’s Historic Broadcasts. You can download the entire radio hour from our <a href=\"http://www.americanradioworks.org/podcast/\">podcast feed</a> (<a href=\"https://itunes.apple.com/us/podcast/id81914987\">iTunes</a>).</em></p>\n<br />\n<p><strong>June 30, 1938</strong></p>\n<br />\n<p>Franklin and Eleanor Roosevelt were frequently on the radio on the same day, but virtually never appeared on the same broadcast. One rare exception was the closing address FDR made at the 1938 National Education Association convention in New York. The presidential entourage arrived behind schedule so ER kept her remarks brief. FDR commented on the novelty of being introduced by the first lady. -Stephen Smith</p>\n<br />\n<h3>Transcript</h3>\n<br />\n<blockquote>\n<p>ELEANOR ROOSEVELT: I know that it is the privilege of a presiding officer to make speeches in introducing each speaker. We are late today, and so I am not going to avail myself of that privilege. Ladies and gentlemen, I present to you the president of the United States.</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>FRANKLIN ROOSEVELT: Dr. Woodruff, Members of the National Education Association:</p>\n<br />\n<p>I am glad to come here today to this great meeting, and I am especially happy that I think for the first time in my life, I was introduced by my wife.</p>\n<br />\n<p>[Laughter and applause]</p>\n<br />\n<p>If you have followed the arguments of financial experts over the last few years, you have guessed that they have as many theories of keeping books as there are ends to serve. They do not always agree on the definition of capital, and they even disagree on what is an asset and what is a liability. And that is true both in private business and in government.</p>\n<br />\n<p>But whatever differences bookkeepers and financiers may have over the rules of their professions, no man or woman of common sense can forget, or allow government to forget, what are the true and ultimate assets and liabilities of a nation.</p>\n<br />\n<p>The only real capital of a nation is its natural resources and its human beings. So long as we take care of and make the most of both of them, we shall survive as a strong nation, a successful nation and a progressive nation—whether or not the bookkeepers say other kinds of budgets are from time to time out of balance.</p>\n<br />\n<p>This capital structure—natural resources and human beings—has to be maintained at all times. The plant has to be kept up and new capital put in year by year to meet increasing needs. If we skimp on that capital, if we exhaust our natural resources and weaken the capacity of our human beings, then we shall go the way of all weak nations.</p>\n<br />\n<p>Before we can think straight as a people we have to consider, in addition to the old kind, a new kind of government balance sheet—a long-range sheet which shows survival values for our population and for our democratic way of living, balanced against what we have paid for them. Judged by that test—history’s test—I venture to say that the long-range budget of the present Administration of our government has been in the black and not in the red.</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>For many years I, like you, have been a pedagogue, of course some people who are not over strong arm spelling, will get that word mixed up with the word a demagogue.</p>\n<br />\n<p>[Laughter]</p>\n<br />\n<p>And as a pedagogue, I have been striving to inculcate in the youth of America a greater knowledge of and interest in the problems which, with such force, strike the whole world in the face today. In these recent years we have taught the prudent husbandry of our national estate—our rivers, our soil, our forests, our phosphates, our oils, our minerals and our wild life. Along these lines we have made mighty strides—come further than in all the years before in knowledge of how to grapple with the problems.</p>\n<br />\n<p>With the dissemination of this knowledge, we have taken action. Few men begrudge what that action has cost, because it has been based on operations physically large and spectacular, dramatic and easy to see. I am thankful that I live in an age of building, for it is far easier to dramatize to yourself the importance of the object if you see it while it is going up, than if you come along later and see it only in its completed stage. And so we are fortunate today in seeing the New York World’s Fair of 1939 in the construction stage. This glimpse will make it mean more to us when we come back and see it completed next year.</p>\n<br />\n<p>The other half of the preservation of our national capital is likewise a problem of husbandry—the conserving of health, energy, skill and morale of our population, and especially of that part of our population which will be the America of tomorrow.</p>\n<br />\n<p>This also is a problem of the fullest use, the fullest development of our precious resources of ability, human ability that cannot be stored and will be lost if they remain unused. No nation can meet this changing world unless its people, individually and collectively, grow in ability to understand, ability to handle the new knowledge as applied to increasingly intricate human relationships. That is why the teachers of America are the ultimate guardians of the human capital of America, the assets which must be made to pay social dividends if democracy is to survive.</p>\n<br />\n<p>We have believed, we have believed wholeheartedly in investing the money of the people, the money of all the people in the education of the people.</p>\n<br />\n<p>[Light applause]</p>\n<br />\n<p>That conviction, backed up by taxes and backed by dollars, is no accident, for it is the logical application of our faith in democracy.</p>\n<br />\n<p>Man’s present day control of the affairs of nature is the very direct result of investment in education. And the democratization of education has made it possible for outstanding ability, which would otherwise be completely lost, to make its outstanding contribution to the commonweal. So we cannot afford to overlook any source of human raw material. Genius, genius flowers in most unexpected places. “It is the impetus of the undistinguished host that hurls forth a Diomed or a Hector.”</p>\n<br />\n<p>No government can create the human touch, the human self-sacrifice which the individual teacher gives to the process of education. But what Government can do is to provide financial support and to protect from interference the freedom to learn.</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>No one wants the Federal Government to subsidize education any more than is absolutely necessary. It has been and I take it it will continue to be the traditional policy of the United States to leave the actual management of schools and their curricula to state and local control.</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>But we know that in many places local government unfortunately cannot adequately finance either the freedom or the facilities to learn. And there the Federal Government can properly supplement local resources.</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>Here is where the whole problem of education ties in definitely with the natural resources of the country, ties in with the economic picture of the individual community or state. We all know that the best of schools are, in most cases, located in those communities which can afford to spend the most money on them—the most money for adequate teachers’ salaries, for modern buildings and modern equipment of all kinds. And we know too that the weakest educational link in our national system lies in those communities which have the lowest taxable values, and, therefore, the smallest per capita tax receipts and, therefore, the lowest teachers’ salaries and most inadequate buildings and equipment. We do not blame these latter communities. They want better educational facilities, but simply have not enough money to pay the cost.</p>\n<br />\n<p>There is probably a wider divergence today in the standard of education between the richest communities and the poorest communities than there was a century ago; and it is, therefore, our immediate task to seek to close that gap—</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>Not to close it in any way by decreasing the facilities of the richer communities but by extending aid to those less fortunate. We all know that if we do not close this gap it will continue to widen, for the best brains in the poorer communities will either have no chance to develop or will migrate to those places where their ability will stand a better chance.</p>\n<br />\n<p>To continue that parallel between natural and human resources, it is well to remember that our poorest communities exist where the land is most greatly eroded, where farming does not pay, where industries have moved out, where flood and drought have done their work, where transportation facilities are of the poorest and where cheap electricity is unavailable for the home.</p>\n<br />\n<p>All this leads me to ask you not to demand that the Federal Government provide financial assistance to all communities. Our aid for many reasons, financial and otherwise, must be confined to lifting the level at the bottom rather than to giving assistance at the top. Today we cannot do both, and we must therefore confine ourselves to the greater need.</p>\n<br />\n<p>In line with this policy, the Federal Government during the last five years has given relatively more assistance and aid to the poorer communities than to the rich. We have done it through direct relief and through work relief, through the Resettlement Administration and the Farm Security program, the National Youth Administration, and through the rehabilitating of flooded or stranded or dust-blown areas. We have provided schoolhouses, colleges, libraries, educational equipment and sanitation in every state in the Union. And I include “sanitation” because it has always seemed to me that good health and good education must go hand in hand. We have placed many millions of dollars in the field of adult education through the Works Progress Administration, and here, again, most of the money has been expended in the poorer communities of the land.</p>\n<br />\n<p>I have spoken of the twin interlocking assets of national and human resources and of the need of developing them hand-in-hand. But with this goes the equally important and the equally difficult problem of keeping education intellectually free.</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>Freedom to learn is the first necessity of guaranteeing that man himself shall be self-reliant enough to be free.</p>\n<br />\n<p>Such things did not need as much emphasis a generation ago; but when the clock of civilization can be turned back by burning libraries, by exiling scientists, artists, musicians, writers and teachers, by dispersing universities, and by censoring news and literature and art, an added burden, an added burden is placed on those countries where the torch of free thought and free learning still burns bright.</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>If the fires of freedom and civil liberties burn low in other lands, they must be made brighter in our own.</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>If in other lands the press and books and literature of all kind is censored, we must redouble our efforts here to keep it free.</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>If in other lands the eternal truths of the past are threatened by intolerance we must provide a safe place here for their perpetuation.</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>Yes, there may be times when men and women in the turmoil of change lose touch with the civilized gains of centuries of education: but the gains of education are never really lost. Books may be burned and cities sacked, but truth, like the yearning for freedom, lives in the hearts of humble men and women. The ultimate victory, the ultimate victory of tomorrow is with democracy, and through democracy with education, for no people in all the world can be kept eternally ignorant or eternally enslaved.</p>\n<br />\n<p>[Applause]</p>\n<br />\n<p>ANNOUNCER: Ladies and gentlemen you have heard the President of the United States deliver his second address within an hours time this afternoon from the World’s Fairgrounds in New York City, addressing this time some 25-thousand educators and teachers assembled in the transportation area of the World’s Fairgrounds for their closing session of this 76th annual convention of the National Education Association. The President leaves now immediately. He’s going to pay a brief visit to his royal highness, the crown prince of Sweden Gustav Adolf who is indisposed and at the present time in the Presbyterian Medical Center here in New York. From there he will return to his home in Hyde Park New York and remain there for two or three days before returning to Washington. This broadcast has reached you direct from the transportation area of the New York World Fairgrounds in New York City. This is the National Broadcasting Company.</p>\n</blockquote>\n<br />\n<p><iframe src='http://cdn.knightlab.com/libs/timeline/latest/embed/index.html?source=0Ai6SjtFZXpPtdFpwZGczQ0RTLUxrcVdxaUxwY1dpRnc&amp;font=Bevan-PotanoSans&amp;maptype=toner&amp;lang=en&amp;height=650' frameborder='0'></iframe></p>\n<br /></div>","guid":"2630d6b2-a8b6-4255-8629-872b56fc019e","description":"This audio is part of the larger project The First Family of Radio: Franklin and Eleanor Roosevelt’s Historic Broadcasts. You […]","byline":"Andy Kruse","tags":["APM"],"audio":[{"href":"http://play.publicradio.org/pmp/d/podcast/americanradioworks/2014/fdr380630_128.mp3","format":"MP3","meta":{"duration_hms":"00:20:30","duration":1230,"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm_audio:/americanradioworks/2014/fdr380630"}},"type":"audio/mpeg"}]}