{"created":"2014-09-16T21:05:06+00:00","modified":"2014-09-16T23:05:07+00:00","valid":{"from":"2014-09-16T23:05:07+00:00","to":"3014-09-16T23:05:07+00:00"},"hreflang":"en","title":"The Senate Versus The CIA: A Struggle At Flashpoint","published":"2014-04-03T01:54:00+00:00","teaser":"A Senate committee vote, expected this week, marks the latest chapter in a bitter power struggle between Congress and the CIA over detention and interrogation practices.","tags":["npr_api","298361955"],"guid":"263c982f-9159-49ad-9f71-d23aa1dfdfcc","contentencoded":"<p>A Senate committee is expected to vote this week on whether to release a lengthy, years-in-the-making document based on a review of CIA practices regarding torture and enhanced interrogation of suspected al-Qaida terrorists.</p><p>The investigation and the report are part of a power struggle between two of the most powerful figures in the U.S. intelligence community — CIA Director John Brennan and California Democratic Sen. Dianne Feinstein — who are at odds over what Americans can and should know about torture carried out in their name.</p><p>The stakes here are high: Can Congress ever get to the bottom of what happened or can spy agencies conceal that truth? This is ultimately a fight over who gets to write the history of the post-Sept. 11 torture.</p><p>Today's conflict over congressional oversight of intelligence agencies is rooted in the terror and anger that gripped the nation after Sept. 11, a mood President Bush channeled as he stood in the rubble of ground zero.</p><p>The Bush administration was desperate to prevent another strike. On NBC's <em>Meet the Press,</em> Vice President Cheney foreshadowed the harsh methods the U.S. would soon deploy.</p><p>\"We also have to work, though, sort of the dark side, if you will. We've got to spend time in the shadows in the intelligence world,\" <a href=\"http://georgewbush-whitehouse.archives.gov/vicepresident/news-speeches/speeches/vp20010916.html\">he said on the show</a>.</p><p>For the next three years, the \"dark side\" would include detention and interrogation of suspected al-Qaida operatives in secret CIA prisons — black sites in eight, some say more than 20, countries. Waterboarding, sleep deprivation and other so-called enhanced interrogation techniques were all approved — in secret — for use in the war on terrorism.</p><p>Over time, the media and groups outside the government penetrated slivers of that secrecy. But the facts were scattered and the leaks selective.</p><p>The movie <a href=\"http://www.zerodarkthirty-movie.com/\">Zero Dark Thirty</a> portrays a fictional account of the interrogation methods — including waterboarding — used by the CIA. But it's based on real events. Videos of brutal interrogations existed, but the CIA destroyed them in 2005.</p><p>The public learned of that destruction of evidence two years later. By then, fear of terrorism began to mingle with worry about what had been done to fight it.</p><p>In 2009, Feinstein became chairwoman of the Senate Intelligence Committee. Based on a \"chilling\" report on the Bush-era tactics, the committee voted to launch a full investigation.</p><p>The struggle between those responsible for oversight of the CIA and the agency was messy from the start.</p><p>The CIA has said very little in public about its take on the dispute. But Feinstein walked through her side of the story — from 2009 to the present — in an extraordinary broadside on the Senate floor last month.</p><p>\"I rise today to set the record straight and to provide a full accounting of the facts and history,\" she said.</p><p>Disputes about the most basic things, including location, intruded the moment her committee tried to launch the investigation. The Senate wanted papers delivered to its offices. The CIA insisted that staffers come to a secure location in Virginia — a Special Compartmented Intelligence Facility, known as a skiff.</p><p>And there were other issues: who had access to the computer system, and who could see the documents and when. The CIA insisted that before Senate aides could review the emails and memos and cables, every single item had to be reviewed first by a CIA hired contractor. When Senate aides finally got access to the electronic files — 6.2 million pages in all — they were a disorganized mess.</p><p>\"The documents that were provided came without any index, without any organizational structure,\" Feinstein said.</p><p>To wade through the jumble of documents, the Senate asked the CIA for a search tool. When someone found something important, he would hit print and set it aside for later review.</p><p>And so it went, until Senate aides noticed some key documents went missing — erased from their secure computers in that site in Virginia.</p><p>The CIA initially denied deleting the documents, then blamed the IT staff, and finally blamed the White House — something the administration flatly denied. But 870 pages had disappeared in February 2010; 50 more that May.</p><p>It was an echo of how the torture videotapes had been destroyed years before.</p><p>\"This type of behavior would not have been possible had the CIA allowed the committee to conduct the review of documents here in the Senate. In short, this was the exact sort of CIA interference in our investigation that we sought to avoid at the outset,\" Feinstein said.</p><p>Until Feinstein laid out this timeline, all of this was playing out behind closed doors. And things were just heating up.</p><p>Using the CIA-approved search engine, Senate staffers found important notes to former CIA Director Leon Panetta — what came to be known as the Panetta review. Here's how Feinstein describes it:</p><p>\"What was unique and interesting was not their classification level but rather their analysis and acknowledgment of significant CIA wrongdoing,\" Feinstein said of the review.</p><p>Most of what we know about that wrongdoing has been dug out by reporters or leaked by insiders. But, with the Senate investigative report still secret, the public record is far from complete.</p><p>Meanwhile, Republicans were skittish about congressional review of the Bush-era tactics. When the 6,000-page draft report was finally finished in December 2012, Republicans largely broke with Democrats. Georgia Sen. Saxby Chambliss, the ranking Republican on the panel, spoke to NPR that month.</p><p>\"This draft report contains a number of significant errors and omissions about the history and the utility of the CIA's detention and interrogation program. It's really not surprising, given the fact that the review was conducted without interviewing any of the people involved. It was taken solely from written documents,\" he said.</p><p>Again, the conflict between the oversight committee and the CIA escalated.</p><p>Many of the CIA's own objections to the reports were contradicted by the notes prepared for its former director, Leon Panetta — the same notes the CIA says Senate aides never should have seen in the first place.</p><p>Wary about how documents had vanished in the past, Senate aides took no chances that these corroborating CIA documents would disappear.</p><p>\"The committee staff securely transported a printed portion of the draft from the committee's secure room at the CIA-leased facility to the secure committee spaces in the Hart Senate office building,\" Feinstein said.</p><p>Those notes — the Panetta review — had in fact disappeared from the Senate computer. Feinstein privately demanded that they be restored. But the CIA lashed back, again saying the panel never should have seen the notes. And in January of this year, new CIA Director Brennan called an emergency meeting with committee leaders.</p><p>But Brennan turned the tables, accusing Senate aides of hacking the CIA computers. There was more: Brennan told committee leaders that the CIA searched Senate computers in Northern Virginia to figure out what happened.</p><p>The CIA snooping on the Senate was the last straw for Feinstein.</p><p>Separation of powers alone, she said, made the CIA actions unlawful. This drama became public when Feinstein took to the Senate floor.</p><p>Brennan responded hours later.</p><p>\"As far as the allegations of CIA hacking into Senate computers, nothing could be further from the truth. We wouldn't do that. I mean, that's just beyond the scope of reason,\" Brennan said.</p><p>Brennan also urged everyone to avoid jumping to conclusions.</p><p>\"I would just encourage some members of the Senate to take their time to make sure that they don't overstate what they've claimed, and what they probably believe to be the truth,\" he said.</p><p>It is in this overheated atmosphere that the committee votes on whether to make the report public. The president says he supports the release of the report. But even if that happens, the administration will redact still-classified chunks of it with a black pen.</p><p>Much has been learned about the struggle to rein in the CIA. But essential questions about torture remain: How extensive was it? Did it help yield information that led the U.S. to Osama bin Laden?</p><p>And an even larger question: Will the official history of U.S. actions after Sept. 11 serve as a check on torture in the future?  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Senate+Versus+The+CIA%3A+A+Struggle+At+Flashpoint&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Don Gonyea","audio":[{"meta":{"duration":"586"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1298374022-016d1a.m3u?orgId=1&topicId=1014&ft=3&f=298361955"},{"href":"http://media.npr.org/assets/img/2014/04/02/477855309-8bd7d7bde86941a12e8a7bb68c794b7d3251f0bc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2666"}}]}