{"created":"2015-06-10T18:16:54+00:00","modified":"2015-06-10T21:50:05+00:00","valid":{"from":"2015-06-10T21:50:05+00:00","to":"3015-06-10T21:50:05+00:00"},"hreflang":"en","title":"It's All In Your Head: Director Pete Docter Gets Emotional In 'Inside Out'","published":"2015-06-10T19:14:00+00:00","teaser":"The new film illustrates the inner workings of an 11-year-old's mind. Her emotions — Sadness, Fear, Anger, Disgust and Joy — are the stars, voiced by the likes of Amy Poehler and Louis Black.","itags":["npr_api","413273007"],"guid":"265ae3cf-8f2f-4f33-bf2f-10849be408da","contentencoded":"<p>Why do songs get stuck in your head? Where did that weird dream come from last night? The new Disney Pixar film <em>Inside Out</em> takes an animated peek into the inner workings of our minds.</p><p>The film follows 11-year-old Riley, who is uprooted from her home in Minnesota when her father starts a new company in San Francisco. This normally joyful girl becomes sad and angry when she's forced to leave the house, the friends and the hockey team she loves. Much of the film takes place inside her head, where there's a control room operated by five characters who personify her primary emotions: Joy is voiced by Amy Poehler, Anger by Louis Black, Fear by Bill Hader, Disgust by Mindy Kaling and Sadness by Phyllis Smith.<em></em></p><p>Director Pete Docter says he was intrigued by the idea of taking familiar cognitive experiences and visualizing them. \"This was our chance to bring all of that stuff to life and explore it in a fun way,\" he tells <em>Fresh Air</em>'s Terry Gross. But Docter, who also directed<em> Monsters, Inc.</em> and <em>Up, </em>says it wasn't all imagination: \"I really wanted to make sure that the science was as correct as it could be, because you just don't want to make a film that scientists go to and roll their eyes at.\"</p><p>The filmmakers did extensive consultations with researchers and psychologists to get the \"science\" of their animated emotions just right.</p><hr /><h3>Interview Highlights</h3><p><strong>On why he wanted to make a film about emotions</strong></p><p>The idea kind of started with me just thinking about what would be fun to see in animation: What have I not seen? ... I got thinking about the human body, and realizing I've seen traveling through the bloodstream [depicted] and into the stomach and things, well, what if we did this in the mind as opposed to the brain? So instead of blood vessels and dendrites, what if it was consciousness and dream production and that would allow us to have characters that represent emotions and that felt like — man, that's exactly what animation does best: strong, opinionated, caricatured personalities — and that just got me excited.</p><p><strong>On casting the emotions in the film</strong></p><p>At the very beginning of this process we realized, \"Man, we really don't know very much about this subject, so we better do some research.\" We started looking around online. We found some scientists who said that there are basically three emotions; others went up to 27; others had 16, somewhere in the middle, so we were kind of left with no definitive answer to our basic question, \"How many are there?\"</p><p>Dr. Paul Ekman — who worked in San Francisco, still does, which is where Pixar Animation Studios is — he had early in his career identified six. That felt like a nice, manageable number of guys to design and write for. It was anger, fear, sadness, disgust, joy and surprise. As I was sort of doodling I was thinking, \"Surprise and fear — probably fairly similar.\" So let's just lose surprise and that left us with five.</p><p><strong>On depicting Joy (played by Amy Poehler)</strong></p><p>Joy we thought of as kind of an explosion or a spark. She's like an outwardly directed person who is just always moving and she's full of energy. Even the way she looks, if you look at her up close, and this is true of all of the emotions in the film, we wanted them to look not like little people — so they're not made of skin or flesh — they're made out of energy. They have these tiny little particles that sort of roil and move and that we felt was a good way of representing that.</p><p><strong>On an emotional moment with Mindy Kaling (who plays Disgust)</strong></p><p>She was actually pretty key to decoding some elements of the story. We were really wrestling with these two different themes of growing up and then embracing sadness, which we felt were kind of separate but I had an intuition that they could somehow be connected. I pitched her this story and as I turned around, because I was pitching kind of some visuals on the computer, and she's crying and I thought, \"Oh no, did she get like a bad text or something?\" She really responded emotionally and she said, \"Sorry, I just think it's really beautiful that you guys are making a story that tells kids that it's difficult to grow up and it's OK to be sad about it.\" We were like, \"Quick! Write that down.\" Because that was really what we were trying to say.</p><p><strong>On the importance of Sadness</strong></p><p>One of the other experts we consulted was this guy named Dacher Keltner. He was big on sadness as a community bonding, I think is the word he uses. Like if you're sad, it's a way of connecting with other people and a lot of times, we sort of feel embarrassed about being sad and we go off by ourselves to hide and cry by ourselves, but really it's a way of re-establishing relationship.</p><p><strong>On the breakthrough he had with the film</strong></p><p>We had spent almost three years working on the film and I knew that there was an upcoming screening where not only were we going to show it to everybody else at the studio. ... There was this really heavy pressure that whatever we were going to show had to be perfect or at least good enough to move into actual production. And yet, I was sitting there in editorial going, \"This is not working.\"</p><p>I was walking around that weekend ... going, \"I'm a failure. These other films were flukes. I don't know what I'm doing. I should just quit. What would I miss? I would miss my house and I'd miss going to work.\" But I think the thing that I realized I would miss most is probably similar to everybody, which is your friends. I thought about it and I realized that the friends that I feel the deepest connection with are the friends that yeah, I've had good times with, but they're also people I've been angry with, that I've had sadness alongside them, I've been scared for them, and it sort of hit me that the very subject matter of the film that I'm dealing with is the key to the most important thing in our lives — and that's our relationships.</p><p>We had done all this research showing the job of each individual emotion — fear keeps you safe, it deals with uncertainty; anger is about fairness, if it feels that you're getting ripped off or taken advantage of, that's when anger comes up; sadness deals with loss — and suddenly I had this new revelation, it felt like to me, that those are all true but the real deeper reason we have emotions is to connect us together and that felt big to me.</p><p>I suddenly had an idea that we had to get Fear out of there and Sadness connected with Joy, and I ran back, I called producer Jonas Rivera and Ronnie del Carmen, who is our co-director, and we met that Sunday night and I went through this whole spiel with them and I was kind of expecting them to sink into their chairs and bury their hands in their faces because the pressure was pretty great. Instead they totally lit up. So the three of us went to ... the other [Pixar] filmmakers and we said, \"Well, we were supposed to show you a screening today, but instead I'm going to tell you what we are planning to do.\" So the cool thing was they very quickly understood why and were totally on board, why this new thing was an improvement and so they got on board and we moved on. It was a scary moment but it was the right call in the long run.</p><p><strong>On watching audience reactions</strong></p><p>That's one of the real joys for me is going out and watching — and usually I'm not watching the screen, I'm kind of sitting and looking off to the side, spying on people to see what they react to. As [screenwriter] Joe Ranft used to say, \"Animation is like telling a joke and waiting for three years to see if anyone laughs.\" ... This film seems like it really brings out a lot of discussion. There's a lot of layers to it.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=It%27s+All+In+Your+Head%3A+Director+Pete+Docter+Gets+Emotional+In+%27Inside+Out%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"1665"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1413430095-f12856.m3u?orgId=1&topicId=1137&d=1665&p=13&story=413273007&t=progseg&e=413428819&seg=1&ft=nprml&f=413273007"},{"href":"http://media.npr.org/assets/img/2015/06/09/sadness-fear--anger--disgust--joy-2015-disneypixar-5796ad576af908d8514f0773a1934a27bd937b22.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1078","width":"1438"}},{"href":"http://media.npr.org/assets/img/2015/06/09/gettyimages-473897038_enl-a8f32117d38744781282b561e8b1498e8900a68b.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"4065","width":"2706"}}]}