{"created":"2014-10-21T20:33:00+00:00","modified":"2014-10-23T14:29:35+00:00","valid":{"from":"2014-10-23T14:29:35+00:00","to":"3014-10-23T14:29:35+00:00"},"hreflang":"en","guid":"265b4bf9-1598-4ce5-9fd8-62ef87253589","title":"The RAF's first openly transgender officer says competence trumps prejudice with her fellow soldiers","published":"2014-10-23T14:29:32+00:00","byline":"Jennifer Goren","tags":["LGBT rights","military","culture","Lifestyle","Lifestyle & Belief","Europe","North America","United Kingdom","United States","Europe","North America","Caroline Paige","Gender","Transgender"],"teaser":"After serving in the military as a man for nearly two decades, Caroline Paige became the Royal Air Force's first openly transgender officer in 1998. She says her colleagues have accepted her like any other officer, and she wants to help lift bans on transgender people serving in places like the United States.","contentencoded":"<p>Caroline Paige always had a \"bug to fly,\" she says. \"I already had my pilot's license at the age of 17 — in fact, before I could drive a car. So I was already air-minded.\"</p>\n<p>So Paige made a natural choice and joined the UK's Royal Air Force in 1980. But at the time, she wasn't Caroline: When she started her military career, she was an 18-year old man — though she felt that she was a woman on the inside.</p>\n<p>\"It's something that's been with me from my earliest days,\" she says. \"From the age of 4 or 5 is when I became aware that I was different.\"</p>\n<p>At the time Paige joined the RAF, transgender people weren't allowed to serve in the British military. \"It was very, very difficult,\" she says. But she kept her transgender identity a secret for nearly two decades.</p>\n<p>Paige finally decided to transition to becoming a woman in 1998. \"It took me 18 years, but then I realized you only get one look at life, and I was living my life to everyone else's expectations,\" she says.</p>\n<p>It was uncharted territory for both her and the RAF. \"When I came forward, I wasn't sure that I was going to be allowed to stay [in the service]. I was convinced they were going to ask me to leave,\" Paige says. \"But I was at a point where I had to sort my life out, so I had to take that risk.\"</p>\n<p>The risk paid off: The UK lifted its ban on transgender individuals in the military shortly after Paige came out, and she was allowed to remain in the service. She became the first openly transgender officer to serve in the RAF.</p>\n<p>She doesn't pretend that it was easy when she started letting her colleagues know. \"It would be fair to say it was an awkward time in my career,\" Paige says, adding that she lost some friends. But she says the negative attitudes among her colleagues began to ease.</p>\n<p>“Once they saw that I was able to commit to my job like anybody else, that I wasn't some kind of monster, the atmosphere became very positive, very supportive,\" she says. In fact, she says she was \"able to commit more to the job\" once the pressure of her secret was gone. Since her transition, Paige has deployed to Afghanistan, Iraq and Bosnia.</p>\n<p>That message of commitment and competence is what Paige wanted to bring to a forum held<a href=\"https://www.aclu.org/perspectives-transgender-military-service-around-globe\"> this week in Washington, DC</a>. Sponsored by the ACLU and the <a href=\"http://www.palmcenter.org/\">Palm Center</a>, it was aimed at persuading the US military to lift its ban on allowing openly transgender people to serve.</p>\n<p>Eighteen countries currently have no restrictions on transgender people in the military, but the US bans them based on medical and mental health grounds.</p>\n<p>Paige says some people in Britain raised those issues about her as well. \"There were some very senior people who were interviewed by the press [who] said there was no place for somebody like me, because I clearly had mental issues,\" she says.</p>\n<p>But she points out that she has to meet the same standards of fitness, mentally and physically, as anyone else in the military — and that others have accepted her. “Once I was able to prove that that was the case,” she says, “there was no issue there.”</p>\n<br><p>©2014 Public Radio International</p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/CropPaige.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/croppaigejpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/102120147.mp3"},{"href":"http://www.pri.org/file/102120147mp3"}]}