{"created":"2015-04-16T21:03:03+00:00","modified":"2015-04-16T21:35:06+00:00","valid":{"from":"2015-04-16T21:35:06+00:00","to":"3015-04-16T21:35:06+00:00"},"hreflang":"en","guid":"26630dd8-ddb1-4831-9c2a-04ba019b57fe","title":"Deep sea robot salvages sunken British treasure from a record depth","published":"2015-04-16T21:35:01+00:00","byline":"Christopher Woolf","tags":["technology","history","Technology","Science, Tech & Environment","UK","Treasure","u-boat","city of cairo","deep ocean search","Robot","ROV"],"teaser":"A British-led salvage group has recovered several tonnes of silver coins from the incredible depth of three miles beneath the stormy south Atlantic. ","contentencoded":"<p>Treasure hunting has come a long way since Long John Silver had a map marked with an X.</p>\n<p>There are still maps. Researchers make them after trawling through archives to locate the last known places where richly laden ships were sailing.</p>\n<p>But then, technology takes over. In a recent <a href=\"http://www.bbc.co.uk/news/world-africa-32316599\">search for sunken treasure believed to be resting at record depth</a>, a British-led salvage company deployed a deep-sea robot the size of a car. “It’s equipped with thrusters and cameras and video cameras and sonar and so on,” says CEO John Kingsford.</p>\n<p>The company, <a href=\"http://www.deepoceansearch.com/\">Deep Ocean Search</a>, announced on April 15 that it had recovered several tonnes of silver coins from the steamship, “The City of Cairo,” which sunk in 1942.</p>\n<p>The City of Cairo was carrying 100 tonnes of silver coins, collected from across the British-controlled Indian Empire to pay for the war against Nazi Germany. Then, on November 6, 1942, it was spotted by a German U-Boat, which sank it with two torpedoes.</p>\n<p>Using their Remote-Operated Vehicle, the salvage team scoured an area of the South Atlantic using sonar until they positively identified the City of Cairo, perched on an undersea mountain at a depth of 5150 metres, or just over 3.2 miles.</p>\n<p>The robot then went into salvage mode, using a hydraulic bucket to scoop up the coins and some other relics, including the propeller from one of the torpedoes that sank the ship.</p>\n<p>The vehicle had been designed to operate at a depth of 6000 metres, but the rescuers found that it quickly broke down. Kingsford says when they told the manufacturers what they were doing, they said they were mad. But his team persisted and overcame the problems, and ended up deploying the vehicle for days at time. The whole operation took almost two years.</p>\n<p>The Remote-Operated Vehicle is in use with several salvage companies, but had never been subjected to such depths before. </p>\n<p>The coins are the property of the British government, which got a good chunk of them but allowed Kingsford and Deep Ocean Search to keep an undisclosed percentage. </p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-16%2Fdeep-sea-robot-salvages-sunken-british-treasure-recovered-record-depth&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/DOS%20-%20City%20Of%20Cairo%2038%20cropped.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/dos-city-cairo-38-croppedjpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04162015_09.mp3"},{"href":"http://www.pri.org/file/0416201509mp3"}]}