{"created":"2015-05-14T01:56:42+00:00","modified":"2015-05-15T11:11:07+00:00","valid":{"from":"2013-08-08T12:11:19+00:00","to":"3013-08-08T12:11:19+00:00"},"hreflang":"en","teaser":"LG's flagship smartphone has features that could make it stand out in a crowded market.","tags":["APM","Tech","lg","smartphones"],"byline":"Bruce Johnson","itags":["Marketplace Tech","266b8894d2115b378e01f514f9273dac","Marketplace Tech for Thursday, August 8, 2013","PMP:Marketplace_PMP","Marketplace"],"guid":"266b8894-d211-45b3-88e0-f514f9273dac","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>Last week, Google and Motorola Mobility unveiled the Moto X phone. This week another newbie entered the already crowded pool of smartphone options. The LG G2 flagship phone has some unique features, like buttons on the back of the phone instead of the sides like most competitors. At the launch event in New York company representatives said the button placement proves the G2 is more physically intuitive than many other options. But just like the Moto X, the phone&apos;s most intriguing features are those don&apos;t involve buttons at all. Rather sensors that tell the phone what you&apos;re doing, and help you do it. Ethan Walsh, a product representative for LG’s G2, tells Marketplace Tech all about the phone and its features.</p>\"}]","description":"LG's flagship smartphone has features that could make it stand out in a crowded market.","contentencoded":"<div class=\"barn-cleaned\"><p>Last week, Google and Motorola Mobility unveiled the Moto X phone. This week another newbie entered the already crowded pool of smartphone options. The LG G2 flagship phone has some unique features, like buttons on the back of the phone instead of the sides like most competitors. At the launch event in New York company representatives said the button placement proves the G2 is more physically intuitive than many other options. But just like the Moto X, the phone's most intriguing features are those don't involve buttons at all. Rather sensors that tell the phone what you're doing, and help you do it. Ethan Walsh,&nbsp;a product representative for LG’s G2, tells Marketplace Tech all about the phone and its features.</p></div>","published":"2013-08-08T12:11:19+00:00","title":"LG unveils the G2 smartphone","audio":[{"type":"image/jpeg","meta":{"width":"610","crop":"primary","height":"340"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/175738132.jpg?itok=X9ADkYhP"},{"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/08/08/marketplace_segment02_20130808_64.mp3","format":"MP3","meta":{"duration_hms":"00:01:12","duration":72,"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/08/08/marketplace_segment02_20130808","type":"application/json"}},"type":"audio/mpeg"}]}