{"created":"2014-10-27T22:08:19+00:00","modified":"2014-10-27T22:08:19+00:00","valid":{"from":"2014-10-27T22:08:19+00:00","to":"3014-10-27T22:08:19+00:00"},"hreflang":"en","title":"The Environmental Risks Of Corn Production","published":"2014-06-16T17:18:00+00:00","teaser":"Growing corn uses a lot of water and fertilizer. We look at what farmers and companies that buy corn can do.","itags":["npr_api","321023253"],"contentencoded":"<p>Nearly one-third of all U.S. cropland is used for corn &#8212; but it&#8217;s not all the type you eat off the cob. More than a third of U.S. corn is used for animal feed, with another third grown for ethanol for cars.</p><p>Growing corn uses a lot of water and fertilizer, and some of these production techniques, coupled with the effects of climate change, are threatening U.S. corn production.</p><p><strong>Brooke Barton</strong> is the director of the water program at the nonprofit advocacy organization Ceres. In her new report, &#8220;<a href=\"http://www.ceres.org/resources/reports/water-and-climate-risks-facing-u.s.-corn-production-how-companies-and-investors-can-cultivate-sustainability/view\" target=\"_blank\">Water and Climate Risks Facing U.S. Corn Production: How Companies and Investors Can Foster Sustainability</a>,&#8221; she outlines the problems of corn production and what farmers and companies that buy corn can do to change unsustainable farming practices.</p><p>She joins <a href=\"http://hereandnow.wbur.org/\" target=\"_blank\"><em>Here & Now&#8217;</em></a>s Jeremy Hobson to discuss the issues associated with corn production.</p><h4>Interview Highlights: Brooke Barton</h4><p><strong>On the large amount of water needed to grow corn</strong></p><p>&#8220;Corn is a really thirsty crop, so in parts of the country where we don&#8217;t have ample rain, we&#8217;re irrigating it, usually with groundwater, like from the aquifer that we have in the middle of the country called the High Plains Aquifer, which is a tremendous groundwater resource. It really is the lifeblood of states like Nebraska and Kansas. But the fact is that the amount of water that&#8217;s required to grow corn is much more than what&#8217;s required to grow crops that have traditionally been grown in those areas, like sorghum or wheat. But the high price of corn has driven production in those areas. Ethanol mandate as well has encouraged production in those areas. And we&#8217;re seeing in our report that there&#8217;s at least 20 counties in Nebraska, Kansas and Texas that are seeing groundwaters precipitously drop as a result of corn production.&#8221;</p><p><strong>On the problems with fertilizer used on corn crops</strong></p><p>&#8220;Another big issue we see with corn production is the fact that it needs so much more fertilizer than other crops. And in many parts of the corn belt, we see high levels of fertilizer pollution &#8212; fertilizer that essentially is running off into rivers and streams, and a lot of it&#8217;s aggregating into the Mississippi River and pouring off into the Gulf of Mexico, contributing to what&#8217;s been called by scientists &#8216;the dead zone.&#8217; It&#8217;s a hypoxic, oxygen-deprived area where, essentially, there&#8217;s no room for aquatic life, and we know from our study that corn production contributes to 40 percent of that nitrogen pollution.&#8221;</p><p><strong>On what corn farmers can do better</strong></p><p>&#8220;The reality is that, in some of these regions, groundwater is going to continue to be a source of irrigation, but there are many upgrades in irrigation technologies that can be employed. The fact is that 20 percent of farmers are still using old-fashioned flood mechanisms to irrigate their corn rather than using drip irrigation or center-pivots, which are much more parsimonious in how water is being allocated. There&#8217;s a lot they can also do to protect soil and the moisture in their soil by not plowing their soil as vigorously as they might otherwise, by doing things like planting cover crops.&#8221;</p><p>&#8220;Fertilizer application is something that has been studied for many, many years, and there are many great practices that have been identified by scientists and agricultural experts. A lot of this is about putting the fertilizer on at the right time and the right amount. Now, farmers, understandably, don&#8217;t want to take risks and not apply enough fertilizer to produce the yield to that they think they can produce. So there&#8217;s a risk for them, but we now have technologies, soil testing approaches, and even remote sensing that allows farmers to be much more precise about where, when and how much they apply fertilizer.&#8221;</p><h4>Guest</h4><ul><li><a href=\"http://www.ceres.org/about-us/who-we-are/ceres-staff/brooke-barton\" target=\"_blank\"><strong>Brooke Barton</strong></a>, director of the water program at <a href=\"http://www.ceres.org/\" target=\"_blank\">Ceres</a> and author of the new report  &#8221;Water and Climate Risks Facing U.S. Corn Production: How Companies and Investors Can Foster Sustainability.&#8221; She tweets <a href=\"https://twitter.com/BrookeDBarton\" target=\"_blank\">@BrookeDBarton</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 WBUR-FM. To see more, visit <a href=\"http://www.wbur.org\">http://www.wbur.org</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Environmental+Risks+Of+Corn+Production&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"26700002-80dd-4f54-98a4-436c64e9ef31","audio":[{"meta":{"duration":"367"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1322575385-21b143.m3u?orgId=330&ft=3&f=321023253"}]}