{"created":"2015-02-24T17:33:23+00:00","modified":"2015-06-15T17:15:22+00:00","valid":{"from":"2015-06-15T17:15:22+00:00","to":"3015-06-15T17:15:22+00:00"},"hreflang":"en","title":"The Great U.S. History Battle","published":"2015-02-24T20:04:00+00:00","teaser":"The College Board redesigned the framework for its Advanced Placement U.S. history course, and many conservative lawmakers aren't happy about it.","itags":["npr_api","388443955"],"guid":"2675253c-f6d6-4d94-bacf-db5ec9832c33","contentencoded":"<p>William Faulkner wrote, \"The past is never dead. It's not even past.\" And that's never more true than when people start arguing over how American history should be taught in school.</p><p>The current fight involves the Advanced Placement U.S. history exam. Nearly half a million high school students took the test last year, hoping to earn college credit.</p><p>This school year, the nonprofit College Board unveiled a redesign of the course that's meant to prepare AP teachers and their students for the exam. And some state lawmakers are calling the new framework \"distorted\" and \"revisionist.\"</p><p>An Oklahoma House committee <a href=\"http://www.oklegislature.gov/BillInfo.aspx?Bill=HB1380&Tab=0\">voted earlier this month</a> to review the guidelines and potentially cut funding for AP U.S. history classes there. Other anti-AP proposals have come up in Texas, Georgia, Nebraska, North Carolina and Tennessee.</p><p>What are their complaints?</p><p>The <a href=\"http://media.collegeboard.com/digitalServices/pdf/ap/ap-us-history-course-and-exam-description.pdf\">new course and exam description</a> is extensive — more than 120 pages — but some conservative lawmakers argue it's not extensive enough.</p><p>State Rep. Dan Fisher, who introduced the Oklahoma bill, <a href=\"http://kosu.org/post/oklahoma-may-scrap-ap-history-focusing-americas-bad-parts\">told reporter Rachel Hubbard</a> of member station KOSU:</p><p>\"In the new framework, little if anything is even emphasized about the Declaration of Independence or the Constitution or our war of independence. The founders are hardly even mentioned.\"</p><p>And it's not just the founders. Critics are quick to point out that the new AP guidelines also leave out Rosa Parks and Martin Luther King Jr.</p><p>Much of the criticism now stirring up statehouses echoes <a href=\"http://blogs.edweek.org/edweek/curriculum/RNC.JPG\">a resolution</a> that the Republican National Committee adopted at its big meeting last summer in Chicago. It said the new framework \"reflects a radically revisionist view of American history that emphasizes negative aspects\" while omitting or minimizing the positive.</p><p>And it's not just what the College Board left out that has these lawmakers upset — but a key shift in focus, based on what did make the cut.</p><p>Among the negative aspects of U.S. history that the framework highlights: The persecution of American Indians, slavery and the internment of Japanese-Americans during World War II. The list goes on.</p><p>Georgia state Sen. <a href=\"http://www.senatorligon.com/\">William Ligon</a>, an outspoken critic of the AP redesign, much preferred the old framework, which he says emphasized American exceptionalism. To him, the new course \"looks at America through the lens of race, gender and class identity\" and doesn't pay enough attention to \"the things that unite us and set us apart from much of the rest of the world.\"</p><p>The College Board has issued a full-throated rebuttal, making clear this framework was written by teachers and historians.</p><p>It acknowledges that many famous documents and people, including Parks and King, go unmentioned. The explanation: These are guidelines, not a comprehensive curriculum. In fact, the Declaration of Independence, the Bill of Rights and the Emancipation Proclamation weren't mentioned in the old AP framework.</p><p>That said, the College Board is listening to this debate. It's opened up <a href=\"https://advancesinap.collegeboard.org/english-history-and-social-science/us-history/feedback-form\">a public feedback process</a> through the end of this week and says, based on what it hears, it could make changes to the framework over the summer.</p><p>While opposition to the new AP framework is fierce in some statehouses, the likeliest outcome in most cases is a state-led review of the new material. And it's unclear what consequences, if any, such a review would have.</p><p>Dropping the course altogether would be unpopular with many students, parents and teachers. The College Board claims that, in Oklahoma alone, students are on track this year to earn nearly a million dollars in college credit through its AP U.S. history class. And last year, in Jefferson County, Colo., when the school board initiated its own review, students walked out of class.</p><p>The effort in Oklahoma appears to have run into similar objections. A week after the anti-AP U.S. history bill cleared the state's House education committee, Fisher now says he's not trying to do away with the program or cut its funding.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Great+U.S.+History+Battle&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Cory Turner","audio":[{"meta":{"duration":"265"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1388721712-1a52fb.m3u?orgId=1&topicId=1013&d=265&story=388443955&ft=nprml&f=388443955"},{"href":"http://media.npr.org/assets/img/2015/02/23/washington-crossing-delaware-597cc2cedb6064fb46a1982eb01bcbe4219c500e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"863","width":"1151"}}]}