{"created":"2014-09-08T20:39:00+00:00","modified":"2014-09-09T18:35:58+00:00","valid":{"from":"2014-09-09T18:35:58+00:00","to":"3014-09-09T18:35:58+00:00"},"hreflang":"en","guid":"2679dd22-a369-4dfe-92d4-8b87359f51a2","title":"How Qatar is placing its bets on militant terrorist groups","published":"2014-09-09T18:35:57+00:00","byline":"Christopher Woolf","tags":["Islamic State in Iraq and Syria","Syrian civil war","terrorism","diplomacy","religion","Global Politics","Asia","North America","Qatar","Saudi Arabia","United States","Syria","Middle East","Asia","North America","David Kirkpatrick","Persian Gulf countries","Qatar","Islamism","Al-Qaeda in the Arabian Peninsula","Islamic terrorism","Al-Qaeda","Politics"],"teaser":"An investigation by the New York Times has shown how the tiny Gulf state of Qatar is supporting a wide range of Islamist groups across the Middle East. This includes Hamas, Egypt's Muslim Brotherhood and even al-Qaeda's official branch in Syria, Jabhat al-Nusra.","contentencoded":"<p>Islamist militant groups have been popular causes in recent years, raking in arms, money and media attention across the Arab world. Now an&nbsp;<a href=\"http://www.nytimes.com/2014/09/08/world/middleeast/qatars-support-of-extremists-alienates-allies-near-and-far.html\">investigation by the New York Times</a> indicates that one such donor is the Gulf state of Qatar, an ostensible American ally.</p><p>&ldquo;It&rsquo;s a place where terrorist fundraising goes on,&rdquo; says David Kirkpatrick, the Cairo bureau chief for the Times and the author of the story.<span style=\"line-height: 1.538em;\">&nbsp;Qatar, he says, &ldquo;has made a bet on the future of political Islam.&rdquo;&nbsp;</span></p><p>&ldquo;Qatar has been a place where private fundraisers can raise money &mdash; a lot of money &mdash; so that militant groups in Syria, some tied to al-Qaeda, can buy weapons.&quot; he says. That includes Jabhat al-Nusra, a major rebel group that&#39;s al al-Qaeda&#39;s official branch in Syria.</p><p>Money has <a href=\"http://www.washingtonpost.com/world/national-security/private-donations-give-edge-to-islamists-in-syria-officials-say/2013/09/21/a6c783d2-2207-11e3-a358-1144dee636dd_story.html\">poured into the Syrian civil war</a> from outside donors, but Kirkpatrick says that Qatar hasn&#39;t limited its support to that conflict. &quot;<span style=\"line-height: 1.538em;\">It has also been supporting a broad spectrum of Islamists of one sort or another around the region,&rdquo; he says. </span></p><p><span style=\"line-height: 1.538em;\">Those groups include Hamas<span style=\"line-height: 1.538em;\">, the Palestinian group that&#39;s<span style=\"line-height: 1.538em;\">&nbsp;listed as terrorist group by the US State Department; the outlawed Muslim Brotherhood in Egypt; and also one of the factions in the new civil war in Libya. Fundraising has also been allowed for &quot;Al-Qaeda in the Arabian Peninsula,&quot; the al-Qaeda affiliate based in Yemen.</span></span></span></p><p>&ldquo;Its support for more moderate Islamists here in Egypt has really annoyed some of its neighbours,&rdquo; Kirkpatrick says. In particular, Egypt, Saudi Arabia and the United Arab Emirates.</p><p>Some of Qatar&#39;s neighbors &mdash; Saudi Arabia and the United Arab Emirates chief among them &mdash; &nbsp;are &ldquo;kicking up quite a fuss,&quot; he says. &quot;They&rsquo;re doing the best they can to point fingers at Qatar as the main culprit in the funding of these al-Qaeda linked groups.&rdquo;</p><p>That&rsquo;s tough, though: Saudi Arabia, among others, also allows fundraising for the Jabhat al-Nusra Front.</p><p>There are also harsher accusations flying around, Kirkpatrick says:&nbsp;<span style=\"line-height: 1.538em;\">&ldquo;Some people are even insinuating [Qatar] is actually supporting the Islamic State in Iraq and Syria, which is the worst of the bad actors.&rdquo; But Kirkpatrick says he can&#39;t find any evidence to support that charge, and that no one seriously thinks Qatar is funding ISIS.</span></p><p>The tensions between Qatar and its neighbors have become so bad that, in some areas, Kirkpatrick says the two sides are engaged in a kind of Cold War through their local proxies.</p><p>But there&#39;s one line he says Qatar has been careful not to cross: Alienating the United States too much.</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/RTR3PMA6.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/rtr3pma6jpg"}]}