{"created":"2014-10-08T02:43:20+00:00","modified":"2014-12-04T14:32:56+00:00","valid":{"from":"2014-12-04T14:32:56+00:00","to":"3014-12-04T14:32:56+00:00"},"hreflang":"en","title":"Stress Causes Health Problems, Which Then Cause More Stress","published":"2014-07-09T16:38:00+00:00","teaser":"People under stress are more likely to have health problems, according to a poll by NPR, the Robert Wood Johnson Foundation and the Harvard School of Public Health. That's true for caregivers, too.","itags":["npr_api","327256681"],"guid":"26a28b52-bf9f-46ab-9f43-61665b67af25","contentencoded":"<p>Stress is bad for your health. And bad health causes a lot of stress.</p><p>Poor health and disability are common among people who say they suffer from a lot of stress, according to a <a href=\"http://www.rwjf.org/en/research-publications/find-rwjf-research/2014/07/the-burden-of-stress-in-america.html\">national poll</a> by NPR, in partnership with the Robert Wood Johnson Foundation and the Harvard School of Public Health.</p><p>And it's not just those whose own health is poor. Serious illness and injury often impose enormous stress on entire families.</p><p>Meet Staci Moritz, a 44-year-old mother of three young boys from Portland, Ore.</p><p>She describes her life as \"pretty idyllic\" until about five years ago. Then her marriage foundered and she and her husband separated. Four years ago she got laid off from her job. And the next day, the biggest blow fell.</p><p>\"About 8 o'clock at night I received a call from one of the hospitals here in Portland,\" Moritz recalls.</p><p>Her husband was in the emergency room, terribly injured. Cycling home from work, he'd been hit by a car and dragged underneath the vehicle for 30 feet.</p><p>He suffered profound brain injury that put him in a coma for three weeks. He didn't die, but for a long time it wasn't clear if he would ever recover.</p><p>\"His functional ability at the time was that of an infant,\" Moritz says. \"He couldn't speak. He lay in bed, surrounded by netting so he wouldn't fall out, in diapers.\"</p><p>And then, one day, he turned a corner.</p><p>\"I walked into the room with our children and he cried and he mouthed the words, 'I love you,' \" Moritz says. \"It was just overwhelming. You know, he recognized them. That was the significance of it. He knew who we were. And so that gave us a little bit of hope.\"</p><p>Her husband <a href=\"#_msocom_1\" name=\"_msoanchor_1\"></a>continued to improve. But when he didn't need hospital care any longer, he couldn't take care of himself. Doctors said he'd have to go to a nursing home.</p><p>\"I couldn't permit that,\" Moritz says.</p><p>So even though they were separated, she took him home to help him recover.</p><p>\"It was the right thing to do — for him and for my children,\" she explains.</p><p>That decision would mean years of unrelenting stress for Moritz. It puts her among the nearly 4 in 10 Americans with \"a great deal of stress\" who, according to our poll, say health problems in their immediate family were a contributing factor.</p><p>In Moritz's case, she not only ran the household and was the sole functioning parent for three rambunctious boys, but she took care of all her husband's needs, got him to medical appointments, paid all the bills — even after he moved into his own apartment.</p><p>Meanwhile, there were big financial stresses, too.</p><p>\"We could no longer pay the mortgage and we lost our home of many years to foreclosure,\" Moritz says. \"It just feels like assault after assault after assault.\"</p><p>And while she was coping with all this, Moritz says, friends and family backed away.</p><p>\"The thing that's hard to accept,\" Moritz says, \"is the lack of contact — people saying, 'Hey, how are you? How are the kids doing? Do you want to talk?' The isolation compounds the relentless stress.\"</p><p>Over the past four years, that stress has undermined her own health. \"I have some chronic health conditions that have been affected by the stress of managing all this,\" Moritz says. \"My own well-being has taken a back seat just because everyone around me needs so much.\"</p><p>She's got a new full-time job as a human services manager, but she's had to take so much time off because of her own illnesses that she's maxed out her sick leave.</p><p>That's not unusual. According to <a href=\"http://elizacorporation.mediaroom.com/VulnerabilityIndex\">research</a> by the Eliza Corp. and the Altarum Institute, people caring for sick or disabled family members are nearly twice as likely to suffer from chronic health conditions themselves, and are 63 percent more likely to die, than noncaregivers the same age.</p><p>And Moritz's children have suffered health problems, too.</p><p>\"During the year after the accident, my oldest child spent a month in residential treatment for behavioral problems that hadn't existed before,\" she says. \"And my middle child spent a week in acute care in the hospital for emotional and behavioral problems.\"</p><p>While Staci Moritz's story is especially tragic, our poll results show that millions of Americans are suffering from toxic stress with many of the same features.</p><p>In addition to the 37 percent reporting \"a great deal of stress\" who are coping with health problems in their immediate family, more than half of stressed-out respondents say they have to juggle too many responsibilities and have problems with finances.</p><p>Traci Spencer-Griffin of Oakland, Calif., is one of them. She's seven months pregnant, has a toddler, is employed full time in health care, and says that \"being a black woman\" is a category of stress all its own.</p><p>\"I am stuck between helping with my grandparents and parents and raising my own family,\" Spencer-Griffin says. \"We are dealing with the death of parents after battles with illness and hospice care, the birth of new babies and so much more every day. I can barely think straight most of the time.\"</p><p>But despite all the illness-related stress out there, 82 percent of people in our poll say a doctor, nurse or therapist didn't talk to them about the need to reduce stress for the sake of their health.</p><p>Even among those with current high levels of stress, most say health care providers didn't discuss the dangers.</p><p>\"The reality in the health-care system is we don't ask,\" says <a href=\"http://www.health2con.com/tv/eliza-unmentionables-introduction/\">Alexandra Drane</a>, a Boston health-care consultant who, with her colleagues, has analyzed the responses of millions of health plan members asked about life stresses.</p><p>Drane urges health-care providers to ask patients about stress. But she says most respond that they don't have the time or the resources to help patients address the causes.</p><p>\"I've had doctors full-on laugh at me when I talk about this,\" Drane says. \"At the same time they will acknowledge, 'I know these things are true, and I know these things are why real people are not taking good care of themselves and why they're sicker.' \"</p><p><a href=\"#_msocom_2\" name=\"_msoanchor_2\"></a>Drane thinks health plans and health-care providers eventually will integrate stress management into routine care. She and her colleagues have found that patients suffering from toxic stress cost the system a lot more.</p><p>\"People who were experiencing these life challenges in the end were costing five times as much,\" Drane says. \"They were 2.6 times as likely to have diabetes, 2.9 times as likely to have back pain. They were 5 times as likely to be having mental health issues.\"</p><p>Meanwhile, Staci Moritz and her husband — who's now working part time and, remarkably, riding his bicycle again — have gotten a divorce. She continues to help meet some of his needs, but says she needs to turn over much of the task to professionals.</p><p>\"I have to go on living,\" she says. \"I've done everything I can at this point. And I did it mostly alone.\"</p><p>It's for her own health, she says, and for the good of her boys, who are now 6, 8 and 11.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Stress+Causes+Health+Problems%2C+Which+Then+Cause+More+Stress&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Richard Knox","audio":[{"meta":{"duration":"304"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1329731510-032308.m3u?orgId=1&topicId=1128&aggIds=327816692&ft=3&f=327256681"},{"href":"http://media.npr.org/assets/img/2014/07/01/staci_00583-35ca473408c6b09d555993595bec4fb047b751bb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3452","width":"4606"}},{"href":"http://media.npr.org/assets/img/2014/07/07/staci_00603_2-7f3238ed5e74049bd414467dbffce1e261dd7ad8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2165","width":"2885"}},{"href":"http://media.npr.org/assets/img/2014/07/01/staci_00588-6fb9ac6dd7ae4a40e8ff386ed9fa4d78717c63d1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2100","width":"2801"}}]}