{"created":"2014-11-12T18:41:09+00:00","modified":"2014-11-12T20:02:45+00:00","valid":{"from":"2014-11-12T20:02:44+00:00","to":"3014-11-12T20:02:44+00:00"},"hreflang":"en","title":"Uncovering The Past Alongside Archaeologists","published":"2014-11-12T19:55:00+00:00","teaser":"The lives of archaeologists may not be as glamorous as the movies, but digging up ancient artifacts can be thrilling. ","itags":["npr_api","363545418"],"guid":"26a31db3-8d3a-453c-aa3e-63a99dfdad38","contentencoded":"<p>When you think &#8220;archaeologist,&#8221; do you think &#8220;Indiana Jones?&#8221; It turns out the lives of archaeologists are a lot more mundane than the character played by Harrison Ford in the movies.</p><p>Author <strong>Marilyn Johnson</strong>, whose previous books illuminated the work of obituary writers and librarians, now explores archaeologists in <a href=\"http://www.amazon.com/Lives-Ruins-Archaeologists-Seductive-Rubble/dp/0062127187/?tag=wburorg-20\" target=\"_blank\">&#8220;Lives in Ruins: Archaeologists and the Seductive Lure of Human Rubble.&#8221;</a></p><p>Johnson worked with archaeologists all over the world, and as she tells <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Robin Young, the job involves lots of mundane tasks: brushing the dirt off ancient bones, washing pieces of pottery and writing long detailed reports.</p><p>But, &#8220;it was anything but boring because you are digging into unknown territory, because you&#8217;re uncovering the earth, because there&#8217;s this<a name=\"excerpt\"></a> tremendous suspense about what you might find,&#8221; Johnson said.</p><h4>Book Excerpt: &#8216;Lives in Ruins&#8217;</h4><p><em>By Marilyn Johnson </em></p><p><strong>Chapter 1 Field School: Context is everything</strong></p><p>Field school is a rite of passage. If you are studying archaeology, or even thinking about it, you need to apprentice yourself to an excavation specifically set up to help train field-workers. This usually takes place in a desert or jungle, a hot and often buggy place at the hottest and buggiest time of year. A century ago, field school meant signing on to a dig under the supervision of an archaeologist, who would teach you the fine art of excavating while hired locals did the hard labor. Now the locals work as translators, drivers, guides, or cooks, and the students do the heavy lifting, moving rocks and hauling dirt and slag—for instance, in a foul pit in Jordan that, back in the tenth century b.c., was a copper smelt. “I can’t prove it,” the lead archaeologist at that site told National Geographic, “but I think that the only people who are going to be working in this rather miserable environment are either slaves . . or undergrads.” Students not only work without the prod of a whip, they pay for the privilege. Field schools got that school in their name by charging tuition, quite a lot of it, usually thousands of dollars. Where would archaeology be without these armies of toiling grads and undergrads? Are they the base of a pyramid scheme that keeps excavations going with their labor and fees?</p><p><img class=\"alignright size-medium wp-image-71763\" src=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2014/11/Lives-in-Ruins-hc-c-198x300.jpg\" alt=\"life in ruins\" width=\"198\" height=\"300\" /></p><p>Field school is the short cut to a dig. You apply and get your ty- phoid and hepatitis vaccines, and stock up on antibiotics and Imodium and maybe malaria pills, and someone who has already beaten a path to “the field” tells you where to go and how to get there. You work hard under primitive conditions. You sit around at night with kids who play drinking games and tumble in and out of each other’s bunks. You sweat.</p><p>From a tribute written in 1930 by a student who did time at the Chaco Canyon, New Mexico, field school: *</p><p><em>I love yo ur ruins, every one,</em></p><p><em> That keep me out in the baking sun,</em></p><p><em> And, too, my happy domicile</em></p><p><em> Where the breezes play and the dunes do pile—I’ll</em></p><p><em> miss you, yes, and the words you learn us,</em></p><p><em> You sweltering, accursed canvas furnace . . .</em></p><p><em> Nice water you have, but only for drink. . . .</em></p><p>Wait. Nice water, but only for drink? Did that mean no showers? When I read this ditty, I had not yet been to field school, and was already sweating, scribbling notes at the museum exhibit “Chaco Uncovered: The Field Schools 1929 to the Present.” Obviously, the experience of field school involved suffering of one sort and another: grubby quarters—perhaps a “sweltering, accursed canvas furnace”—canned food, insects, sunburn, dirt, and skeletal remains. Fine, bring it on. I could handle heat and discomfort. I could live without wifi or cell phone, or even deodorant; but no showers? Chaco Canyon was 6,200 feet above sea level, in the high desert, an improbable place to build a massively complex city, though Pueblo Indians did just that about two thousand years ago. This meant the site was more than a mile closer to the sun than the regular desert. I imagined a high desert crew, unwashed over a span of days and weeks, digging shoulder to shoulder, armpit to armpit. Is that why bandannas always appear on the packing list for field school, to wear bandit-style, over the nose?</p><p>I spent weeks searching websites like shovelbums.org and ar chaeological.org, poring over listings for field school opportunities. I considered a field school in some Roman ruins on an island off Spain, a short walk from the beach, and one in Peru, though students there bunked in a community center “with the only flush toilet in the village!” That exclamation mark worried me. What were the odds that while I was there this toilet would break from the stress of being the only toilet, and no one in the village would know how to fix it? I never imagined I was claustrophobic until I read about another field school in Peru: “Please keep in mind that excavations are made inside the tombs which have a very narrow entrance and limited space inside.” One school on a lovely Greek island in the Aegean offered students a whole cemetery, the largest ancient children’s cemetery in the world. The burials were in amphorae, pots, so “As well as bones, you will get a chance to handle a large range of Classical Greek pottery.” The cost of this grave-digging and pot-stroking (not including the therapy to recover from it) topped $7,000.</p><p>Something less intense, perhaps?</p><p>I kept returning to a listing for St. Eustatius, an island I’d never heard of in the Caribbean, a part of the world that hurricanes regularly try to erase. What kind of archaeology was going on there? St. Eustatius, I read, had “the densest concentration of colonial period artifacts and sites for any location of comparable size anywhere in the world.” Shipwrecks, churches, taverns, old sugar plantations, and slave quarters—I might do fieldwork in any of these. The sponsor was not a university but an independent archaeology center, the St. Eustatius Center for Archaeological Research. SECAR seemed particularly suitable for volunteers like me, people who didn’t want or need college credit for their work, so it was a relative bargain, $500 a week to dig and bunk at the center. Also, unlike many field schools, SECAR ran from January to September, closing only for hurricane season and the holidays. You could pick your weeks. Perfect. I lived in the cold northeastern United States, so the thought of going to the Caribbean in January to dig in the warm earth delighted me. “Don’t wait,” Grant Gilmore, the director of SECAR, advised via satellite phone from the field. “You never know what’s going to happen. And if you come next week, you can meet some archaeologists from the Netherlands.” So, on the last day of July, I threw a bandanna, bug spray, sunscreen, and a dozen energy bars in a backpack and flew to the furnace of the Caribbean—over the big islands, Cuba, Jamaica, Hispaniola, and Puerto Rico—and landed in St. Maarten. There I hopped a tiny plane southwest to St. Eustatius.</p><p>A few hundred years ago, the Caribbean was the London or New York of the world, the hub, the place where the connecting lines on the global map intersected and grew dense. The lines were densest on St. Eustatius, called Statia by its residents: eight square miles of volcanic rubble and tropical vegetation. Under Dutch rule in colonial times, it had a free port, where a teeming multiethnic trading center sprang up with merchants from everywhere, including one of the largest populations of Jews and free blacks in the New World. Its port Oranjestad was the busiest in the Atlantic. From the 1750s to the 1780s, Statia’s influence had been global and the island was so wealthy it was nicknamed The Golden Rock. It sent arms to the American revolutionaries, and when the American man-of- war the Andrew Doria sailed into port, the guns in the Dutch fort above Oranjestad gave it a welcoming salute. The British were furious. They took the Dutch upstart by force in 1781, auctioned the contents of the island’s warehouses, and burned them down. St. Eustatius recovered and even thrived, but then the French swooped in and imposed taxes in 1795. That was the end of the modern world’s first experiment in free trade—and the end of Statia as the center of the Atlantic.</p><p>I’d be searching for the remains and material culture from those early and dramatic days. I liked the idea of starting my archaeological education in a place I had never heard of, in a forgotten crossroads of the world.</p><p><em>Excerpted from the book LIVES IN RUINS by Marilyn Johnson. Copyright © 2014 by Marilyn Johnson. Reprinted with permissions of Harper, an imprint of HarperCollins Publishers.</em></p><h4>Guest</h4><ul><ul><li><strong><a href=\"http://www.marilynjohnson.net/index.htm\" target=\"_blank\">Marilyn Johnson</a></strong>, author of <a href=\"http://www.marilynjohnson.net/new__i_lives_in_ruins__i__123545.htm\" target=\"_blank\">&#8220;Lives in Ruins: Archaeologists and the Seductive Lure of Human Rubble.&#8221;</a> She tweets <a href=\"https://twitter.com/marilynajohnson\" target=\"_blank\">@Marilynajohnson</a>.</li></ul></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Uncovering+The+Past+Alongside+Archaeologists&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"551"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1363545421-3efb03.m3u?orgId=1&ft=3&f=363545418"}]}