{"created":"2015-03-04T21:26:38+00:00","modified":"2015-03-06T14:25:18+00:00","valid":{"from":"2015-03-06T14:25:18+00:00","to":"3015-03-06T14:25:18+00:00"},"hreflang":"en","title":"A Ruling Against Obamacare Would Have Broad Implications","published":"2015-03-05T01:29:00+00:00","teaser":"If the Supreme Court strikes down subsidies, millions of people could no longer afford health insurance. And premiums for others would rise dramatically, as healthier people leave the marketplace.","itags":["npr_api","390694492"],"guid":"26b1af34-3ff2-4570-be4f-0d4ddee8595e","contentencoded":"<p>The Supreme Court <a href=\"http://www.npr.org/blogs/health/2015/03/04/390711662/few-clues-on-health-laws-future-emerge-in-supreme-court-arguments\">heard arguments</a> Wednesday in a case that could end Obamacare subsidies for policyholders in a majority of states, including Texas, Florida, Illinois, Pennsylvania and Ohio. If the court sides with the plaintiffs, it would mean millions of people could no longer afford health insurance.</p><p>The challenge to the Obamacare subsidies comes in the case <em><a href=\"http://www.npr.org/blogs/health/2015/02/27/389283469/5-things-to-know-about-the-latest-supreme-court-challenge-to-health-law\">King v. Burwell</a></em>. The plaintiffs point to a passage in Affordable Care Act that suggests that the federal government can only offer premium subsidies in Obamacare exchanges established by the states.</p><p>Only 16 states and the District of Columbia <a href=\"http://kff.org/health-reform/state-indicator/state-health-insurance-marketplace-types/\">established their own systems</a>. The rest are run by the federal government. In most cases, that's because Republican governors and legislatures refused to create a state system.</p><p>If the court upholds the challenge to the subsidies, an estimated 8 million people, including Melissa Trudeau, her husband and four children could lose their insurance.</p><p>\"We'd probably just have to maybe only insure the kids,\" she says. \"There's no way we could afford to do all of us, insure all of the entire family.\"</p><p>Trudeau and her family live near Tyler, Texas, and pay about $500 a month for coverage in the federally run exchange there. Without subsidies the cost would be $1,100.</p><p>\"I'm really worried about it because we pretty much live paycheck to paycheck and we have a little bit extra coming in here and there but nothing we can really count on,\" Trudeau says. \"If they take away the subsidies, I really don't know what we're going to do then.\"</p><p>But Christine Eibner, an economist at the RAND Corporation, a think tank, says it's not just the people getting subsidies who will be hurt.</p><p>\"It's important to keep in mind that this ruling could have implications beyond the number of people losing subsidies,\" she says.</p><p>If the court rules that the subsidies are illegal, even people in the individual insurance market who do not get subsidies would see their premiums rise — including people who bought their insurance outside the federally run marketplaces.</p><p>\"We see premiums increasing <a href=\"http://www.rand.org/content/dam/rand/pubs/research_reports/RR900/RR980/RAND_RR980.pdf\">by about 47 percent</a>,\" Eibner says.</p><p>She says that's because removing subsidies would cause the youngest and healthiest people in the federally run exchanges to drop their insurance. \"And when younger and healthier people drop out of the market because they no longer have access to subsidies, that causes premiums to increase,\" Eibner says.</p><p>Because older and sicker people need more health care, they will do everything they can to hang on to their insurance. That raises costs for insurance companies and they raise their premiums in response.</p><p>\"It would be a staggering blow,\" says Andy Carter, CEO of the Hospital and Healthsystem Association of Pennsylvania. He says it would be a blow to those getting subsidies in the federally run Pennsylvania exchange and a blow to hospitals, which would lose revenue. Carter says 4 out of 5 Pennsylvanians in the ACA exchange there get subsidies.</p><p>\"The subsidies themselves represent a keystone to the whole Affordable Care Act structure,\" he says. \"You lose those subsidies, and the whole thing just collapses.\"</p><p>U.S. hospitals have filed friend-of-the-court briefs in support of the subsidies. Carter says he's optimistic the Supreme Court will rule the subsidies are legal, but he is talking to Pennsylvania state officials about setting up a state-run exchange just in case. However, he says, opposition in the state legislature remains a hurdle.</p><p>Eibner, of the RAND Corporation, says states that didn't set up their own exchanges would take an economic hit by giving up the federal subsidies.</p><p>\"The subsidies are bringing about [$400] million a month into the state of Florida and [$200] million a month into the state of Texas,\" she says. \"Over the course of the year, this translates into billions of dollars.\"</p><p>The Supreme Court is expected to announce its decision in June. So far, the Obama administration says it has no plan and no executive-branch power to undo the effects of a negative ruling.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Ruling+Against+Obamacare+Would+Have+Broad+Implications&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"John Ydstie","audio":[{"meta":{"duration":"258"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1390757810-28e6b9.m3u?orgId=1&topicId=1003&e=390694492&d=258&ft=nprml&f=390694492"},{"href":"http://media.npr.org/assets/img/2015/03/04/465213670-de63a16cf06d296e62c5a39e2488d090c787b01f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2964","width":"3953"}}]}