{"created":"2015-02-27T23:28:47+00:00","modified":"2015-03-27T20:22:59+00:00","valid":{"from":"2015-03-27T20:22:59+00:00","to":"3015-03-27T20:22:59+00:00"},"hreflang":"en","title":"New Museum Depicts 'The Life Of A Slave From Cradle To The Tomb'","published":"2015-02-28T01:31:00+00:00","teaser":"A New Orleans attorney has turned an antebellum plantation into a new museum. You won't find hoop skirts and mint juleps but stark relics at a site devoted entirely to a realistic look at slavery.","itags":["npr_api","389563868"],"guid":"26b7f09b-a187-4fb8-a87a-2e65ef4d65f7","contentencoded":"<p>The section of Louisiana's serpentine River Road that tracks along the Mississippi between New Orleans and Baton Rouge is known as \"Plantation Alley.\" The restored antebellum mansions along the route draw hundreds of thousands of visitors a year.</p><p>The newest attraction aims to give visitors a realistic look at life in the pre-Civil War South. Don't expect hoop skirts and mint juleps, but stark relics that tell the story of a dark period in American history, through the eyes of the enslaved.</p><p>From the entrance, <a href=\"http://www.whitneyplantation.com/\" target=\"_blank\">Whitney Plantation</a> in Wallace, La., resembles the other plantations, with majestic oaks framing the front walk to the French-Creole style \"big house.\"</p><p>But before you can see the late-18th century home, furnished with period finery, a tour guide introduces you to the slaves who built it, and everything else, on this former sugar cane plantation.</p><p>The names of the 356 people enslaved on the plantation are etched in granite slabs on the Wall of Honor.</p><p>\"It's overwhelming to see such names,\" says Avis Alexander Jessie of nearby Vacherie, La. She wonders if a name etched here — Alexandre, born 1851 — could be a relation. \"Our ancestor's name could be on this.\"</p><p>She says the museum makes her think in a more personal way about the human toll of slavery. \"The father was left behind. The kids were gone. These people raped these women,\" Jessie says. \"It's just hard to think that your great-great-great grandfather or grandmother was into all of this.\"</p><p>In recent years, some of the popular antebellum plantations here have started to incorporate displays about slavery. But the Whitney is the first to design the visitor's entire experience around that history.</p><p>\"What was the life of a slave from cradle to the tomb? You come here, you will learn about it,\" says Ibrahima Seck, academic director at Whitney Plantation.</p><p>A history professor from Senegal, Seck has written a book, <em>Bouki Fait Gombo,</em> about this plantation, founded by a German immigrant, Ambrose Haydel, in the 1700s.</p><p>Seck says Haydel bought his first slaves at the New Orleans slave market and the family had one of the largest slave forces in Louisiana.</p><p>Seck used household inventories to piece together biographical details of the slaves. They were recorded in the same way the plantation kept track of farm implements and other physical assets.</p><p>Vieux Gabrielle, a domestic in the big house, was born around 1790. \"He was from the Congo, from Central Africa,\" Seck says. \"In the inventories, they call him Vieux Gabrielle, which meant Old Gabrielle, because he lived on this plantation for about 50 years under four different masters.\"</p><p>Standing in front of the Wall of Honor, Seck says the names pay tribute to those whose work was never acknowledged while they were living.</p><p>\"I imagine them coming at night here and saying, 'You see — my name is here! My name is here!\" Seck says. \"This is a way of taking these people back to life.\"</p><p>John Cummings, who is white, owns the Whitney. He's been working to create the slavery museum since the 1990s, when he bought the 1,700-acre property from a petrochemical firm. A New Orleans trial lawyer, he's spent millions on artifacts, research and restoration.</p><p>\"Let's hope with the cutting of this ribbon, we cut ties with everything that's evil and we can start again,\" Cummings said as he opened the property to the public late last year.</p><p>On a tour of the grounds in a golf cart, we pass the working blacksmith shop, a high-roofed French Creole mule barn and slave quarters. Not all the buildings are original to the Whitney; Cummings has moved in property from other historic sites, including slave cabins, a rusty steel jail and an African-American church founded by freed slaves.</p><p>Some preservationists question taking artifacts from their original setting, but Cummings isn't concerned. He says the goal is to re-create an authentic slave experience.</p><p>\"I may be doing something wrong. I may be taking wrong steps,\" he says. \"I think it's important to take a step. If you're going to lead, you gotta lead.\"</p><p>He's commissioned stark artwork, including realistic statues of slave children. In months to come, there will be busts of beheaded slaves mounted on posts, as they were after a 19th century slave revolt.</p><p>\"What we're trying to do is to start the dialogue again as if it was 1865,\" Cummings says.</p><p>Cummings says he was inspired to turn the Whitney into a slavery museum after reading the slave narratives collected by the Depression-era Works Progress Administration. He says Americans have a hard time talking honestly about the legacy of slavery.</p><p>\"If we can demonstrate that there is a hangover from slavery, they will then understand exactly what happened, and what obligation we [have] as a nation,\" he says. \"Maybe not as individuals — we didn't own slaves. But as a nation, what is it that we can do to right some of the wrongs?\"</p><p>Felton Hurst and his family, from New Orleans, were among the first visitors to the new museum.</p><p>\"Really, it's amazing,\" Hurst says. \"I love it.\" His wife, Marilyn, is from Wallace and grew up hearing stories about the plantation.</p><p>\"A lot of people who were sharecroppers here in my family ... worked the plantation,\" she says. \"So I'm kind of glad to be here. It's very neat.\"</p><p>Their daughter Alea Hurst, 28, says \"it sort of feels to me a gift and a curse.\" She's struck by the small size of the slave quarters — two-room wooden shacks that would house two families, eating, sleeping and living all in the same tight space.</p><p>\"It's a gift because I'm here to experience what happened then,\" says Alea Hurst. \"But the curse is what happened in the past.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=New+Museum+Depicts+%27The+Life+Of+A+Slave+From+Cradle+To+The+Tomb%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Debbie Elliott","audio":[{"meta":{"duration":"386"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1389585366-b95681.m3u?orgId=1&topicId=1091&e=389563868&d=386&ft=nprml&f=389563868"},{"href":"http://media.npr.org/assets/img/2015/02/27/plantation-01_wide-34822be72bea5881e39491614e59076fbc4f048e.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"1406","width":"2496"}},{"href":"http://media.npr.org/assets/img/2015/02/27/plantation-03-d675edffb823d19909abe92656c6f24f02c0f5b5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1282","width":"1710"}},{"href":"http://media.npr.org/assets/img/2015/02/27/plantation-02_custom-df9cf891199f5fbe670707a7ca400ecfb1be8546.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1813","width":"2500"}},{"href":"http://media.npr.org/assets/img/2015/02/27/whitney-wall_custom-d77dd2dca2e93978a6727ac4aba72d2201f67d16.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1621","width":"2500"}},{"href":"http://media.npr.org/assets/img/2015/02/27/plantation-04_wide-19c60789c4748551059d04ef778ac2404910ae9e.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"1408","width":"2500"}},{"href":"http://media.npr.org/assets/img/2015/02/27/john-cummings-landov_sq-2b5198fab4813d724c9f24cd6d62bd72687701dd.jpg","type":"image/jpeg","meta":{"crop":"square","height":"2290","width":"2290"}}]}