{"created":"2015-06-16T09:07:45+00:00","modified":"2015-06-25T17:43:32+00:00","valid":{"from":"2015-06-25T17:43:32+00:00","to":"3015-06-25T17:43:32+00:00"},"hreflang":"en","title":"Kate Atkinson Tells Book Club How She Crafts Characters At All Life Stages","published":"2015-06-16T20:24:00+00:00","teaser":"In <em>A God in Ruins,</em> Atkinson jumps forward and backward in time, telling the story of characters as children, parents and grandparents. \"We don't just live in this moment,\" she says.","itags":["npr_api","414669606"],"guid":"26c09733-1128-4245-a680-ac12ac437ae4","contentencoded":"<p><em>Welcome to the second session of the </em><em>Morning Edition Reads</em><em> </em><em>book club! Here's how it works: A well-known writer will pick a book he or she loved. We'll all read it. Then, you'll send us your questions about the book. About a month later, we'll reconvene to talk about the book with the author and the writer who picked it.</em></p><hr /><p>Our <em>Morning Edition</em> book club reconvenes with Kate Atkinson's best-selling novel <em>A God in Ruins</em>. The book was <a href=\"http://www.npr.org/2015/05/05/402554435/join-the-morning-edition-book-club-as-we-read-a-god-in-ruins\">recommended by Gillian Flynn</a>, author of <em>Gone Girl</em>. Atkinson tells the story of a British World War II pilot and his family — tracing many generations from their idyllic country house, Fox Corner.</p><p>We first meet the main character, Teddy, in a previous book <em>Life After Life</em>. He's aimless until he becomes a wartime pilot. After the bombing campaign, Teddy finds that he doesn't know how to spend the long decades that lie ahead.</p><p>\"For me, Teddy's heroism is that he survived and he carried on,\" Atkinson tells NPR's Ari Shapiro. \"His heroism is almost after the war.\"</p><p>Atkinson talks with Shapiro about how she keeps so many characters straight in her head while she writes, and also answers questions submitted by listeners.</p><hr /><h3>Interview Highlights</h3><p><strong>On the way American readers and British readers might relate to World War II differently</strong></p><p>When America came into the war we had already been in the war ... so these fliers, for example, had been flying a lot longer. ... We have the view that the Americans came in very shiny and new and they were constantly seducing our women and giving gum and Hershey bars away. And so there was still this lingering feeling ... there was a sense of intimate threat — that at any moment we could be invaded and that would be it.</p><p>And I think that gives a completely different focus to the British wartime experience, that it was just a constant threat. And also to be bombed every night for 57 days or something in the blitz.</p><p><strong>On the way she structured the novel, jumping forward and backward in time</strong></p><p>It's not the first time I've written like that. I think as human beings we don't just live in this moment, but the whole of our lives we're dragging with us — aren't we — and we're constantly thinking about the past and what it was like and what we were like as children and what our parents were like. So I think in a novel it's more pointed, you kind of go, \"Oh, now they're talking about 80 years in the future or something,\" but I think that is how we think.</p><p><strong>On how she keeps track of so many time lines and characters as she writes</strong></p><p>I have no chart. I hold everything in my head while I'm writing and then I tend to forget everything. Sometimes readers get really annoyed with me because they'll ask me questions about previous books and I'll be talking about characters they love and I'll be sitting there really blankly thinking, \"Who is that? I don't know.\" So it's very intense while I'm writing and it's this huge relief when I stop because then I can clear my head of so much stuff.</p><p><strong>On why she wanted to return to some of the characters from <em>Life After Life</em></strong></p><p>I always intended to. So, right from when I started <em>Life After Life</em>, I knew I was going to write <em>A God in Ruins</em> which is why Teddy doesn't really appear very much on the page in <em>Life After Life</em> because I knew he had his own book. I mean you don't have to have read <em>Life After Life</em> to read <em>A God in Ruins</em> but I think it gives it a whole different layer. ... I would love to just keep writing them as kind of a soap opera almost.</p><p><strong>On being able to see the same person at many different phases of life — child, parent, grandparent</strong></p><p>I always feel very touched by old men and I just, it's so sad the way they're dismissed by younger people because they just cannot see that whole rich life that's been lived, and they cannot see that a little old man who's hobbling along the street [was] once a baby, he was once a little boy, he was once an incredibly active person and I find that very poignant and I think in this book especially its very much at the forefront of my thinking.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Kate+Atkinson+Tells+Book+Club+How+She+Crafts+Characters+At+All+Life+Stages&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"422"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1414831948-39a77b.m3u?orgId=1&topicId=1033&aggIds=100876926,402558323&d=422&p=3&story=414669606&t=progseg&e=414831047&seg=14&ft=nprml&f=414669606"},{"meta":{"duration":"462"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1414724845-a8d452.m3u?orgId=1&topicId=1033&aggIds=100876926,402558323&d=462&p=3&story=414669606&t=progseg&e=414831047&seg=14&ft=nprml&f=414669606"},{"href":"http://media.npr.org/assets/img/2015/06/15/atkinson-8243b2771c59ae83ef45e35a34164f5bfede0395.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1421","width":"1894"}}]}