{"created":"2014-09-19T19:44:45+00:00","modified":"2014-10-31T02:01:45+00:00","valid":{"from":"2014-10-31T02:01:45+00:00","to":"3014-10-31T02:01:45+00:00"},"hreflang":"en","title":"Gastrodiplomacy Gives Foreign Chefs A Fresh Take And Taste Of America","published":"2014-05-24T19:05:00+00:00","teaser":"The State Department has a new exchange program for culinary professionals. A delegation from the Middle East and Africa recently discovered there's more to American cuisine than fast food.","itags":["npr_api","313020576"],"guid":"26c62a9a-e5b4-4f18-be22-5c1132ab9e01","contentencoded":"<p>When you think of the tools of diplomacy, food isn't always high on the list. But breaking bread together can be one of the most basic ways of finding common ground. Which is why, a couple of years ago, the State Department launched the Diplomatic Culinary Partnership.</p><p>The <a href=\"http://www.state.gov/r/pa/prs/ps/2012/09/197375.htm\">program</a> created an American Chefs Corps, who represent the U.S. abroad, and invited foreign chefs and culinary professionals here to taste and talk food.</p><p>A delegation of chefs and culinary professionals from North Africa and the Middle East recently visited through the program. and met with restaurateurs, chefs, bakers and grocers in cities all over the country, from New York to Portland, Ore.</p><p>The trip was designed to show off the American culinary landscape. But that started as something of an uphill battle — participants admitted that they didn't come with the most favorable impression of American cuisine.</p><p>Samira Hariri, who heads <a href=\"http://www.slowfoodfoundation.com/welcome_en.lasso?-id_pg=1\">Slow Food Morocco</a>, a nonprofit that supports small producers, says she expected to find fast-food restaurants every few blocks. Ashraf Abdou, who runs the <a href=\"http://www.egyptchefs.com/\">Egyptian Chefs Association</a>, concurred. After all, he says, \"all of the world gets fast food through America.\"</p><p>But once they arrived, the visitors saw another side of American food. Farm-fresh produce. New vegetables like rhubarb and cactus leaves. And more types of hummus than they'd ever imagined.</p><p>And the exchange worked in the other direction as well. When the visitors sat down at <a href=\"https://www.elephantsdeli.com/\">Elephant's Delicatessen</a> in Portland to chat with manager Nick Doughty, he wanted to know which of their country's products and food trends he should be looking into. Top recommendations included <a href=\"http://www.slowfoodfoundation.com/presidia/details/1218/argan-oil\">argan oil</a>, <em>deglet noor</em> dates, the spice blend <a href=\"http://www.thekitchn.com/ingredient-spotlight-ras-el-ha-60960\">ras el hanout</a> and a coffee made of roasted date pits. And, after years of hearing from customers who only want beef and chicken, Doughty says he was thrilled to find a group who shared his love of lamb dishes.</p><p>The notion that food can help build bridges isn't all that surprising, says Hamdy Metwally Elkawass, director of sales for Egypt's <a href=\"http://www.amfoodsgroup.com/\">AM Foods</a>. In Egyptian Arabic, \"bread means life,\" he says. Both are called <em>aish, </em>\"the first motto of the [Egyptian] revolution.\"</p><p>Beyond ideas for store layout and grab-and-go cases, the visitors say they're coming away with a different picture of America.</p><p>\"When we are traveling around, visiting other countries, the first thing you're looking for is food,\" says Algerian pastry chef Djaouhar Nawel Moussi Ouyahiasay. Food helps shape our impressions of a country, because it's so basic to who we are — even from the very beginning, she says.<strong><em><br /></em></strong></p><p>And, says Egyptian Ashraf Abdou, when you find American food, in all its diversity, you find America.</p><p>\"Through food you can understand the cultures. And with the culture, you can understand the people,\" says Abdou. \"In our countries, it's a negative idea about the Americans. Because they saw that only the media. They didn't know the people themselves.\"</p><p>And the hope is that getting to know people, and their culture, sets the table for a very basic level of diplomacy — getting a taste of who we are.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Gastrodiplomacy+Gives+Foreign+Chefs+A+Fresh+Take+And+Taste+Of+America&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Deena Prichep","audio":[{"meta":{"duration":"232"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1315445131-671607.m3u?orgId=1&topicId=1053&ft=3&f=313020576"},{"href":"http://media.npr.org/assets/img/2014/05/16/gastrodiplomacy-2-d0ba1cf25767c6b829b498b6a586b339600e4343.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1198","width":"1599"}},{"href":"http://media.npr.org/assets/img/2014/05/16/gastrodiplomacy-1-25eb7e5100a31b02d5024692555af875eadf4f4f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1198","width":"1599"}}]}