{"created":"2015-03-14T09:27:33+00:00","modified":"2015-06-05T15:28:15+00:00","valid":{"from":"2015-06-05T15:28:15+00:00","to":"3015-06-05T15:28:15+00:00"},"hreflang":"en","title":"Palestinians Ask: The Two-State Solution Or The Two-State Illusion?","published":"2015-03-14T21:20:00+00:00","teaser":"Palestinians are viewing Israeli elections with tremendous skepticism. After 20 years of on-and-off peace talks, a growing number have given up on a negotiated solution to the conflict.","itags":["npr_api","392765111"],"guid":"26d1053c-331b-4bca-9de1-12faa887ee52","contentencoded":"<p>Palestinians in the West Bank don't get to vote in Israel's election on Tuesday, but they do have opinions.</p><p>And at a time when talks toward creating a Palestinian state have stalled, there are Palestinians like Ahmad Aweidah who are seeking alternatives to the traditional call for a two-state solution.</p><p>Aweidah is among those busy building the outward signs of a Palestinian state. Such efforts were visible when we went to visit him in the city of Nablus. His office is upstairs from the National Bank of Palestine, so named even though there is no country by that name.</p><p>Aweidah is CEO of the Palestine Exchange, a stock market. He's a burly man with a friendly face. He has a modest office, with the windows open to catch the breeze. In this electronic age, the exchange doesn't bother with an opening or closing bell.</p><p>And the big board is smaller than many people's living room TV. This exchange trades in companies valued at a total of $3 billion or so. That's tiny, as stock markets go. But Aweidah says the exchange represents a big idea.</p><p>\"The exchange, while it is a private company, still remains part of the national economic infrastructure,\" said Aweidah, who has run the market for seven years.</p><p>He says the trading activity is a kind of barometer for Palestinian prospects.</p><p>\"If you look at the market for the last couple of weeks you do get the impression that people's expectations are that things are not going to be that great,\" he said.</p><p>Israel is withholding tax payments it owes the Palestinians, part of a wider dispute with the Palestinian Authority. All this is taking place during Israel's election campaign.</p><p>Aweidah has his own hopes for Tuesday's election: he wants victory for Prime Minister Netanyahu, and others he considers hostile to Palestinians.</p><p>\"The Palestinian dream team for the Israeli leadership would be [Netanyahu] as prime minister and [Naftali] Bennett as defense minister. That would be the best thing to happen to the Palestinians,\" he said, naming the two conservative politicians whose parties are expected to perform best in Tuesday's vote.</p><p>\"It would be very good for the Palestinians to have them in power,\" he added. \"Because Israel [would be] isolated, because of such a government, because of their actions and their craziness.\"</p><p>Aweidah is a businessman who generally tries to steer clear of politics. But in the Israeli-Palestinian conflict, everything is political.</p><p>\"The more isolated Israel is, the better it is for us,\" he said.</p><p>In some sense, Aweidah has at least one thing in common with the Israeli right, which often says the peace process is pointless and should be abandoned.</p><p>\"There is no point in the peace process. There is no point in the two-state illusion,\" he said. \"The two-state solution is no longer possible. We have 600,000 Israeli settlers living in the West Bank and East Jerusalem,\" land the Palestinians want for a future state.</p><p>\"Who is going to take them out? I don't see any Israeli government in the foreseeable future who will be able to make that kind of decision,\" he added.</p><p>Israelis who support a two-state solution say it's still possible, and the most likely scenario would involve a land swap. Israel would keep some of the West Bank settlements, and in exchange, the Palestinians would get the same amount of land in what is now Israel.</p><p>But Aweidah is still skeptical.</p><p>\"That wouldn't resolve the issue. It's not workable. It's just not workable. It won't be a sustainable solution,\" he said.</p><p>So what is the way forward?</p><p>\"One-state solution. A rainbow state. A state for all of its citizens. A new South Africa. It's the only solution that would actually work,\" he said.</p><p>This is a position you hear more frequently these days from Palestinians. In Aweidah's view, a single state would be a binational, democractic state. Critics see this notion as provocative, theoretic and unrealistic.</p><p>It raises all sorts of questions. What would it be called — Israel, Palestine, or something else altogether? Who would have ultimate power?</p><p>Aweidah would like to think it would be dominated by Palestinians.</p><p>Jews have outnumbered the combined total of Arabs in Israel, the West Bank and the Gaza Strip, but the Arabs are catching up fast and are expected to soon surpass the Jews, according to most demographers.</p><p>\"People have given up on the two-state solution on the Palestinian side. Twenty years of pointless negotiations and accelerating colonization, I think, have pretty much put any kind of belief or optimism about a two-state solution to bed a long time ago.\"</p><p>But not all Palestinians have given up.</p><p>\"I personally believe that a solution is still possible on the basis of a two-state solution concept,\" said Salam Fayyad, the former prime minister of the Palestinian Authority.</p><p>He's been thinking about what it would take to restore momentum toward creating two states. First, Palestinians must prove they are ready to govern themselves.</p><p>\"Is the world ready for another weak, failed state? Anybody excited about the prospects of something like this?\" he asked rhetorically.</p><p>Obviously not. Which is why Fayyad says that as prime minister, he sought international approval of his state's struggling institutions. His goal now is a state so obviously viable that Israel has no choice but to recognize it.</p><p>\"It has to be democratic. It has to be open. It has to be progressive. It has to be a state where citizens' rights are respected,\" he said.</p><p>And, he added, the Palestinians will have to unite after years of one faction, Fatah, running the West Bank, and another, Hamas, in charge of Gaza. All factions, including Hamas, will have to renounce violence, he added.</p><p>Fayyad admits it is all far from where Palestinians stand now.</p><p>The Palestinian Legislature Council, for example, has not convened for seven years, since the worst of the fighting between Hamas and Fatah. The stone legislative building in Ramallah has been closed up for years and it is guarded by a man at the front gate with an automatic rifle.</p><p>It may well be that a strong and functioning government would bring Palestinians a long way toward a genuine state. But they are still a long way from that right now.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Palestinians+Ask%3A+The+Two-State+Solution+Or+The+Two-State+Illusion%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Steve Inskeep","audio":[{"meta":{"duration":"447"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1392956005-ebb212.m3u?orgId=1&topicId=1009&d=447&p=7&story=392765111&t=progseg&e=392955985&seg=4&ft=nprml&f=392765111"},{"href":"http://media.npr.org/assets/img/2015/03/13/458952478-d8faf8e96e0c7bf829c0cc6dbe0385219525bb38.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/03/13/42371001_h15753220-df3f477129945bc2d67ed51c3e60b9583ecc4528.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1993","width":"2657"}},{"href":"http://media.npr.org/assets/img/2015/03/13/151632330_sq-4ca919f76b43ebfb9b2af7fd7376df30ddb53dd0.jpg","type":"image/jpeg","meta":{"crop":"square","height":"1497","width":"1497"}}]}