{"created":"2015-05-14T01:57:05+00:00","modified":"2015-05-14T14:59:38+00:00","valid":{"from":"2013-02-15T05:51:49+00:00","to":"3013-02-15T05:51:49+00:00"},"hreflang":"en","contentencoded":"<div class=\"barn-cleaned\"><p>The Lunar New Year came in with a bang on the Street of Eternal Happiness, just like it does every year. Apart from the fireworks, though, it’s a quiet time for China: Shops are closed, the street’s empty, it’s a time to be indoors with family.</p>\n<p>But not for Zhang Naisun.</p>\n<p>His family is hundreds of miles away, in his home village. The 62-year-old spends his New Year’s Eve on the city sidewalk, head down, holding out a plastic cup for donations. Today, families taking a stroll along the Street of Eternal Happiness are feeling generous.&nbsp; \"You’re not returning home for the New Year?\" a father walking with his children asks Zhang as he slips him a paper bill. \"I wish you happiness and prosperity, sir,\" replies Zhang.</p>\n<p>After the man leaves, Zhang says he's making more money than usual on this day. \"It’s the New Year, I’m a lonely old beggar on the street. People feel sorry for me,\" he says.</p>\n<p>Zhang’s long white hair covers the shoulders of his dirty green trench coat. Every afternoon he comes to this intersection to spend the evening, in front of a row of bars, restaurants, and massage parlors that don’t close until late. When foot traffic dies down, he rummages through trashcans, looking for bottles. He sells them to recyclers for two cents a piece. During the day, Zhang sleeps in a makeshift bed underneath a staircase in a rundown apartment building across town. \"I left home 12 years ago because my family didn’t have enough to eat,\" he says.</p>\n<p>China began market reforms 25 years ago. Since then, strong and steady GDP growth has lifted more than half a billion Chinese out of poverty. But the number of people in China who still live on less than two dollars a day is equal to the entire population of the United States. It’s a fact often hidden behind the headlines of China’s newfound wealth.</p>\n<p>Zhang grew up in a mud house in rural Henan province. He and his wife have three sons and eight grandchildren -- China’s one-child policy is often ignored in rural China. The sons work at factories hundreds of miles away, leaving their children with Zhang’s wife on the family’s tiny plot of land. \"My wife and I can’t read or write, nor can any of my sons,\" Zhang admits.&nbsp; \"But my grandchildren are learning this at school. Our hope is that they become literate.\"</p>\n<p>Old traditions run strong in Zhang’s hometown; traditions that have always made Zhang hesitant to return home. \"When I went back last summer, my sons, daughters-in-law, and grandchildren all kneeled and kow-towed to me,\" recalls Zhang.&nbsp; \"It’s a Chinese tradition, but I don’t like it, and I ask them not to do it.\"</p>\n<p>A similar Chinese tradition is what spurred Zhang to leave home in the first place.</p>\n<p>\"It was during the New Year holiday, and my sons made my wife and me eat the holiday meal first, before everyone else,\" says Zhang, frowning.&nbsp; \"It’s a tradition. But that year, we didn’t have enough food for everyone. I said ‘my grandchildren don’t even have enough to eat!’ My sons wouldn’t budge, so I left. Now I send money home and feel like I’m doing my part.\"</p>\n<p>It’s been twelve years since Zhang has spent the New Year holiday with his family. This year, his sons begged him to come home. To be alone without family during this holiday is, for the Chinese, almost sacrilegious. This yearning to return home has even spawned a musical genre in China of songs that are played over and over on the radio this time of year. In \"Home,\" one of the most popular songs at this time of year, musician Xu Wei sings:</p>\n<p>&nbsp;<em>&nbsp;&nbsp;&nbsp;&nbsp; If only time could stop, when I’m hugging my family.</em></p>\n<p><em>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I’ve been gone so long that now when I come home, I feel like a stranger.</em></p>\n<p>It’s a feeling shared by hundreds of millions of Chinese migrants who are unable to see their children and their grandchildren grow up. And on the Street of Eternal Happiness, Zhang Naisun will spend today thinking of his family, who are lighting firecrackers to celebrate the God of Wealth, while hundreds of miles away he sits with his plastic cup hoping others are willing to spread a little wealth.</p></div>","title":"Celebrating Chinese New Year on the Street of Eternal Happiness","byline":"Rob Schmitz","tags":["The Street of Eternal Happiness","World","homeless","Chinese New Year","APM"],"guid":"26d840b0-a1b6-407c-83fc-b3111863b973","contenttemplated":"[{\"content\":\"<p>The Lunar New Year came in with a bang on the Street of Eternal Happiness, just like it does every year. Apart from the fireworks, though, it’s a quiet time for China: Shops are closed, the street’s empty, it’s a time to be indoors with family.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>But not for Zhang Naisun.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>His family is hundreds of miles away, in his home village. The 62-year-old spends his New Year’s Eve on the city sidewalk, head down, holding out a plastic cup for donations. Today, families taking a stroll along the Street of Eternal Happiness are feeling generous.  &quot;You’re not returning home for the New Year?&quot; a father walking with his children asks Zhang as he slips him a paper bill. &quot;I wish you happiness and prosperity, sir,&quot; replies Zhang.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>After the man leaves, Zhang says he&apos;s making more money than usual on this day. &quot;It’s the New Year, I’m a lonely old beggar on the street. People feel sorry for me,&quot; he says.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Zhang’s long white hair covers the shoulders of his dirty green trench coat. Every afternoon he comes to this intersection to spend the evening, in front of a row of bars, restaurants, and massage parlors that don’t close until late. When foot traffic dies down, he rummages through trashcans, looking for bottles. He sells them to recyclers for two cents a piece. During the day, Zhang sleeps in a makeshift bed underneath a staircase in a rundown apartment building across town. &quot;I left home 12 years ago because my family didn’t have enough to eat,&quot; he says.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>China began market reforms 25 years ago. Since then, strong and steady GDP growth has lifted more than half a billion Chinese out of poverty. But the number of people in China who still live on less than two dollars a day is equal to the entire population of the United States. It’s a fact often hidden behind the headlines of China’s newfound wealth.</p>\"},{\"content\":\"<p>Zhang grew up in a mud house in rural Henan province. He and his wife have three sons and eight grandchildren -- China’s one-child policy is often ignored in rural China. The sons work at factories hundreds of miles away, leaving their children with Zhang’s wife on the family’s tiny plot of land. &quot;My wife and I can’t read or write, nor can any of my sons,&quot; Zhang admits.  &quot;But my grandchildren are learning this at school. Our hope is that they become literate.&quot;</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Old traditions run strong in Zhang’s hometown; traditions that have always made Zhang hesitant to return home. &quot;When I went back last summer, my sons, daughters-in-law, and grandchildren all kneeled and kow-towed to me,&quot; recalls Zhang.  &quot;It’s a Chinese tradition, but I don’t like it, and I ask them not to do it.&quot;</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>A similar Chinese tradition is what spurred Zhang to leave home in the first place.</p>\"},{\"content\":\"<p>&quot;It was during the New Year holiday, and my sons made my wife and me eat the holiday meal first, before everyone else,&quot; says Zhang, frowning.  &quot;It’s a tradition. But that year, we didn’t have enough food for everyone. I said ‘my grandchildren don’t even have enough to eat!’ My sons wouldn’t budge, so I left. Now I send money home and feel like I’m doing my part.&quot;</p>\",\"type\":\"text/html\"},{\"content\":\"<p>It’s been twelve years since Zhang has spent the New Year holiday with his family. This year, his sons begged him to come home. To be alone without family during this holiday is, for the Chinese, almost sacrilegious. This yearning to return home has even spawned a musical genre in China of songs that are played over and over on the radio this time of year. In &quot;Home,&quot; one of the most popular songs at this time of year, musician Xu Wei sings:</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p> <em>     If only time could stop, when I’m hugging my family.</em></p>\"},{\"content\":\"<p><em>      I’ve been gone so long that now when I come home, I feel like a stranger.</em></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>It’s a feeling shared by hundreds of millions of Chinese migrants who are unable to see their children and their grandchildren grow up. And on the Street of Eternal Happiness, Zhang Naisun will spend today thinking of his family, who are lighting firecrackers to celebrate the God of Wealth, while hundreds of miles away he sits with his plastic cup hoping others are willing to spread a little wealth.</p>\"}]","teaser":"Chinese New Year is a time when most Chinese return home to celebrate with their families. We meet one homeless man who spends his New Year begging for change on the Street of Eternal Happiness.","itags":["PMP:Marketplace_PMP","26d840b0a1b607c83fc7b3111863b973","Marketplace","Marketplace for Thursday, February 14, 2013"],"published":"2013-02-15T05:51:49+00:00","description":"Chinese New Year is a time when most Chinese return home to celebrate with their families. We meet one homeless man who spends his New Year begging for change on the Street of Eternal Happiness.","audio":[{"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/P1070983.JPG?itok=srrxZMCv","meta":{"crop":"primary","width":"610","height":"340"},"type":"image/jpeg"},{"type":"audio/mpeg","meta":{"duration":285,"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/02/14/marketplace_segment18_20130214","type":"application/json"},"duration_hms":"00:04:45"},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/02/14/marketplace_segment18_20130214_64.mp3","format":"MP3"}]}