{"created":"2014-12-03T19:54:45+00:00","modified":"2014-12-03T21:10:44+00:00","valid":{"from":"2014-12-03T21:10:44+00:00","to":"3014-12-03T21:10:44+00:00"},"hreflang":"en","title":"Recess — It's Not Just For Grade Schoolers Anymore","published":"2014-12-03T21:10:00+00:00","teaser":"Youth Radio's Eli Arbreton makes the case that recess belongs on high schoolers’ schedules, right alongside AP chemistry and English.","itags":["npr_api","368253087"],"guid":"26dc636a-bea0-4025-8c09-1af4a3c71557","contentencoded":"<p><p style=\"padding-left: 30px\"><em>High school senior and Youth Radio reporter<strong> Eli Arbreton </strong>sent us this story making a case for why recess belongs on high schoolers’ schedules, right alongside AP chemistry and English.</em></p><p>High school is crazy. I wake up at like 7 a.m., then I rush to get my stuff together and go to school. Once I’m there it seems like it goes on forever before there’s a break.</p><p>Getting to class at my school isn’t that hard. But it’s not easy to fit in other activities like talking to friends, using the bathroom or getting a drink of water between classes. And I’m not alone. Lots of us, including other kids at Youth Radio, say they’re always running behind.</p><p>One student says, &#8220;passing period is like 30 seconds, to 2 minutes &#8212; they just rush us a lot to get right back to class, so they need to just stop with that.&#8221; Another student said, &#8220;your next class could be on the other end of the school, so its like 5 minutes really don&#8217;t cut it.&#8221;</p><p>&#8220;We just in class back to back, class, class, class,&#8221; said another high-schooler.</p><p><div class=\"pullquote\" style=\"\">&#8220;If I had a little break or some time to move around, I think I could do better in and out of school.<div class=\"pullquoteauth\">&ndash; Eli Arbreton</div></div></p><p>I have four classes before lunch &#8212; my first break after almost four hours, and there’s barely enough time to go get food. After lunch: two more hours of learning. It’s really tiring. I’ve even fallen asleep. You might think having a busy schedule is just a part of high school, but I found out, that’s not always the case &#8212; not everywhere.</p><p>Last year, Montpelier High School in Vermont switched its entire schedule around to free up 15 minutes right after lunch for recess.</p><p>&#8220;In what adult work setting do we ask people to be on and engaged for 8 to 10 hours straight? I don’t think adults would stand for it and I don’t think students should stand for it,&#8221; said Montpelier High School principal Adam Bunting. &#8220;I think our idea is giving students the ability to critically think, to play, to have fun to provide students with some energy. Something just different in the day, which is important.&#8221;</p><p>Inside the gym, a group of students is playing music during their recess. Outside, 17-year-old junior Fox Winters is playing a game called can jam &#8212; basically tossing frisbees into a trash can. He says that when the school first started offering recess, he was skeptical.</p><p>&#8220;You know it seemed like an odd concept to have at a high school. But right away the ability to relax during what is, for me, at least a generally stressful school day is a great opportunity,&#8221; he said.</p><p>Winters says that since his school started offering recess, he’s felt more focused. And principal Adam Bunting says that based on what he’s heard, grades in general have improved.</p><p>It makes sense if you consider the science around productivity. One study I found suggests splitting up your schedule into an hour of working or learning, followed by about 15 minutes of moving around and socializing can help people retain focus throughout the day. If only my school would get the message.</p><p>By the end of the school day, I feel pretty tired. But if I had a little break or some time to move around, I think I could do better in and out of school.</p><h4>Reporter</h4><ul><li><a href=\"https://youthradio.org/staff/eli-arbreton/\" target=\"_blank\"><strong>Eli Arbreton</strong></a>, reporter for <a href=\"https://youthradio.org/\" target=\"_blank\">Youth Radio</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Recess+%E2%80%94+It%27s+Not+Just+For+Grade+Schoolers+Anymore&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"Eli Arbreton","audio":[{"meta":{"duration":"250"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1368253090-f69bb4.m3u?orgId=1&ft=3&f=368253087"}]}