{"created":"2015-02-16T21:00:56+00:00","modified":"2015-02-19T23:05:32+00:00","valid":{"from":"2015-02-19T23:05:32+00:00","to":"3015-02-19T23:05:32+00:00"},"hreflang":"en","title":"Climate Scientist Tries Arts To Stir Hearts Regarding Earth's Fate","published":"2015-02-17T17:45:00+00:00","teaser":"Physicist Robert Davies worked with a classical quartet and two visual artists to create a musical performance about climate change. The music and images, he says, help the information take hold.","itags":["npr_api","386064582"],"guid":"26e8700a-60ee-47e8-bc0b-7294688000ca","contentencoded":"<p>A decade ago, physicist <a href=\"http://www.thecrossroadsproject.org/robert-davies-physicisteducator.html\">Robert Davies</a> wasn't all that interested in Earth's climate. His field was quantum optics. But while he was working at the <a href=\"https://mail.npr.org/owa/redir.aspx?C=5SbBd8gXNka_R-ZZehvincU797tLG9IIR50wr6Y9QsmvhTFzWiu_EoRKTVqXnB6U5utBsh4f3ds.&URL=http%3a%2f%2fwww.ox.ac.uk%2f\">University of Oxford</a> in England, he became intrigued by what was going on at Oxford's <a href=\"https://mail.npr.org/owa/redir.aspx?C=5SbBd8gXNka_R-ZZehvincU797tLG9IIR50wr6Y9QsmvhTFzWiu_EoRKTVqXnB6U5utBsh4f3ds.&URL=http%3a%2f%2fwww.eci.ox.ac.uk%2f\">Environmental Change Institute</a>, just down the road from his lab.</p><p>Davies started going to seminars at the Institute, and was taken aback, he says, by \"the broad gap between what science understands about climate change, and what the public understands.\"</p><p>He assumed it was simply a problem of science communication. So, to help remedy the situation, he began giving public lectures on the looming dangers of climate change, and what it could mean for the sustainability of life on this planet. The results weren't what he expected.</p><p>\"The audiences would understand it on an intellectual level,\" says Davies. \"The science is pretty self-explanatory and very compelling.\" But they didn't seem to personally connect with the information. They understood it, but they weren't feeling it, he says — and weren't taking any action.</p><p>It was as if he were informing people about the dangers of smoking, and then watching them go out afterward and light up cigarettes.</p><p>Davies became passionately interested in finding ways to change people's behavior when it comes to climate change.</p><p>But how?</p><p>He left Oxford, England and quantum optics for Logan, Utah and a job at the <a href=\"https://mail.npr.org/owa/redir.aspx?C=5SbBd8gXNka_R-ZZehvincU797tLG9IIR50wr6Y9QsmvhTFzWiu_EoRKTVqXnB6U5utBsh4f3ds.&URL=https%3a%2f%2fclimate.usurf.usu.edu%2f\">Utah State University Climate Center</a>.</p><p>One day it occurred to him that maybe music was the answer. His idea was a hybrid event: one that sort of combined a lecture on climate with a musical performance — performance art and performance science.</p><p>\"We have this amazing professional string quartet — the <a href=\"https://mail.npr.org/owa/redir.aspx?C=5SbBd8gXNka_R-ZZehvincU797tLG9IIR50wr6Y9QsmvhTFzWiu_EoRKTVqXnB6U5utBsh4f3ds.&URL=http%3a%2f%2ffrystreetquartet.com%2fcalendar.php\">Fry Street Quartet</a> — as artists in residence at the Caine College of the Arts here,\" Davies says. \"So I approached them to see if they would be interested in participating in this experiment. And they really jumped at it. And so, together, we developed this performance.\"</p><p>They called their production the <a href=\"https://mail.npr.org/owa/redir.aspx?C=5SbBd8gXNka_R-ZZehvincU797tLG9IIR50wr6Y9QsmvhTFzWiu_EoRKTVqXnB6U5utBsh4f3ds.&URL=http%3a%2f%2fwww.thecrossroadsproject.org%2fgarth-lenz-photographer.html\">Crossroads Project</a>; it premiered in Utah in the fall of 2012 and has been performed many times since (including internationally), with more to come.</p><p>The team commissioned the composer <a href=\"https://mail.npr.org/owa/redir.aspx?C=5SbBd8gXNka_R-ZZehvincU797tLG9IIR50wr6Y9QsmvhTFzWiu_EoRKTVqXnB6U5utBsh4f3ds.&URL=http%3a%2f%2fwww.laurakaminsky.com%2f\">Laura Kaminsky</a> to write music for the project. It also includes evocative images taken by nature photographer <a href=\"https://mail.npr.org/owa/redir.aspx?C=5SbBd8gXNka_R-ZZehvincU797tLG9IIR50wr6Y9QsmvhTFzWiu_EoRKTVqXnB6U5utBsh4f3ds.&URL=http%3a%2f%2fwww.garthlenz.com%2f\">Garth Lenz,</a> and projections of paintings (inspired by nature) by <a href=\"http://www.rebeccaallan.com/\">Rebecca Allan</a>, displayed behind the musicians.</p><p>\"I was just thrilled at the thought of being able to use my art form — the medium of the string quartet — in some way that was relevant to this topic that I was so concerned about,\" says violinist <a href=\"https://mail.npr.org/owa/redir.aspx?C=5SbBd8gXNka_R-ZZehvincU797tLG9IIR50wr6Y9QsmvhTFzWiu_EoRKTVqXnB6U5utBsh4f3ds.&URL=http%3a%2f%2ffrystreetquartet.com%2fRebecca-McFaul.php\">Rebecca McFaul</a>.</p><p>In fact, McFaul was so thrilled with Davies' ideas that she wound up marrying him.</p><p>The music is intended to make people think about things like water and glaciers and warming temperatures. But, like all art, it's open to interpretation.</p><p>\"It can take on so many different meanings for the listener,\" says McFaul. \"There's no right or wrong answers for it. And the idea is just to live through it, and sit with it, and contemplate it.\"</p><p>The project isn't meant to convert skeptics, Davies says. \"It's about convincing people who already believe we have these problems to start behaving like it.\"</p><p>There's good reason to think that people will be affected by the Crossroads project: Psychologists know that adding emotion to a message makes that message more memorable.</p><p>Whether it will have the impact on behavior that Davies is hoping for is another question.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Climate+Scientist+Tries+Arts+To+Stir+Hearts+Regarding+Earth%27s+Fate&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joe Palca","audio":[{"meta":{"duration":"265"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1386758848-785b4f.m3u?orgId=1&topicId=1007&aggIds=156490415&e=386064582&d=265&ft=nprml&f=386064582"},{"href":"http://media.npr.org/assets/img/2015/02/13/crossroads-project1-920d68a921565660ecaf36e1ac26a75897228ad0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1629","width":"2173"}}]}