{"created":"2015-06-07T22:25:49+00:00","modified":"2015-06-11T21:05:23+00:00","valid":{"from":"2015-06-11T21:05:23+00:00","to":"3015-06-11T21:05:23+00:00"},"hreflang":"en","title":"At DARPA Challenge, Robots (Slowly) Move Toward Better Disaster Recovery","published":"2015-06-08T17:10:00+00:00","teaser":"Developers of disaster recovery robots gathered in California this weekend to compete for a $2 million prize. Some robots shone. Many got stuck, moved at a snail's pace or fell down on the course.","itags":["npr_api","412533020"],"guid":"26ed739f-0a1e-411a-86ec-72c69d49bc12","contentencoded":"<p>Earlier this week, 23 robots from all over the world competed in Pomona, Calif., for a $2 million prize in the <a href=\"http://www.theroboticschallenge.org/\">DARPA Robotics Challenge.</a> And thousands of humans watched as the machines showed off their skills on the course.</p><p>Teams have been working on these robots for three years — their challenge was to build a robot that can aid in disaster recovery.</p><p>The rules are simple — each humanoid robot has one hour to score eight points for various tasks, which include driving a car, opening a door, pulling a lever and climbing some stairs.</p><p>Before the games began, a DARPA representative said something pretty funny: He expected most or all of the robots to fall down at some point. And he was right.</p><p>Robots fell backwards when trying to climb stairs, and onto their sides when attempting to climb over rubble. There was many a face-plant when they lost balance after opening a door.</p><p>The point of all these tasks is to build and program robots that can accomplish these tasks when humans can't — like after an earthquake or other natural disaster.</p><p>This idea was born after the 2011 earthquake and tsunami in Japan.</p><p>\"Robots weren't able to help in the Fukushima nuclear disaster,\" says Arati Prabahakar, the head of DARPA.</p><p>\"Think about having a robot that could walk into a dangerously structurally unsound building but was able to get inside and look around and figure out what we need to do to get that place cleaned up.\"</p><p>The robots at the competition are not there yet. These are not the agile creatures from <em>iRobot</em> or <em>Chappie</em>.</p><p>\"We're not in the business of science fiction at DARPA,\" Prabahakar says. \"We're about science fact, and one thing this competition is really showing is where robots are today.\"</p><p>The robots here today are relying heavily on their human overlords. Every team has people in a separate garage, sitting clustered around big screens, pushing buttons to trigger every move the robots make on the course.</p><p>In the garage, Steve McGill is at the helm for <a href=\"http://www.theroboticschallenge.org/finalist/thor\">Team THOR</a>, which includes students from UCLA and UPenn. As the robot encounters its first obstacle, McGill can only see what the robot sees and senses.</p><p>\"Maybe we need to turn more,\" he says to a teammate while guiding the robot.</p><p>It takes over 40 minutes, but Team THOR's robot is having success. It drives down the track, opens the door and turns the valve. But then, it falls over.</p><p>\"Yeah, there's the sun,\" McGill says when the robot's cameras point from the ground to the sky.</p><p>At the end of their run, the team scores three out of eight points. And Team THOR was happy with that. Most of the teams only score three points or less.</p><p>Across the garage stands Carnegie Mellon's bright red hulking bot, <a href=\"http://www.theroboticschallenge.org/finalist/tartan-rescue\">CHIMP</a>.</p><p>\"It has arms and hands but it's different in the sense that it doesn't walk to get around; it rolls around on these tracks,\" says Tony Stentz, team leader of team Tartan Rescue.</p><p>CHIMP has a Transformer vibe. It can go from upright to all-fours in just a few seconds. Stentz heads to the stands to watch. He stands tall with arms crossed and an attitude that's part sports coach, part proud dad.</p><p>Weighing in at 440 pounds, CHIMP looks like a shoo-in for the DARPA course. But this run turns out to be a nailbitter.</p><p>During the initial drive, CHIMP almost steers into the barricade. It's slow going getting out of the car, but once it makes it out, and opens the door, it crashes to the ground in the doorway.</p><p>For all the other teams, a fall means that humans have to intervene and get the robot back on its feet. But after more than five minutes of strange contortions, CHIMP gets back up with any help. The crowd goes wild.</p><p>The team didn't get any points for that move, but recovering from a fall would come in pretty handy in a disaster zone. And CHIMP still completes all the tasks in under an hour.</p><p>\"What a bang-up job by the crew back in the garage!\" Stentz says as he receives handshakes and high-fives from the crowd.</p><p>Though CHIMP was clearly the winner on the first day of finals, it ran into lots of trouble on the second day and ended up coming in third place overall. <a href=\"http://www.theroboticschallenge.org/finalist/kaist\">Team KAIST</a>, from South Korea, took the $2 million prize; Florida-based Team IHMC Robotics came in second and won $1 million.</p><p>And after two days, 23 robots and dozens of falls, hopefully we're all a step closer to making humans safer after disaster.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=At+DARPA+Challenge%2C+Robots+%28Slowly%29+Move+Toward+Better+Disaster+Recovery&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Priska Neely","audio":[{"meta":{"duration":"287"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1412719886-ced83b.m3u?orgId=1&topicId=1019&d=287&p=2&story=412533020&t=progseg&e=412667761&seg=9&ft=nprml&f=412533020"},{"href":"http://media.npr.org/assets/img/2015/06/07/ihmc-crossing-rubble-day-1-photo-3-7abbfa468679d4288e115cda3156674481054637.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3006","width":"4000"}},{"href":"http://media.npr.org/assets/img/2015/06/06/tartan-rescue-stairs-2-06b1ec66805ea9d6b164f9bd4fe8889d45d40fbc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3006","width":"4000"}},{"href":"http://media.npr.org/assets/img/2015/06/06/chimp-rubble-8443e0cf207c5571280578021aa08230e6970417.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"4000","width":"5342"}}]}