{"created":"2015-02-21T21:06:35+00:00","modified":"2015-02-28T05:05:13+00:00","valid":{"from":"2015-02-28T05:05:13+00:00","to":"3015-02-28T05:05:13+00:00"},"hreflang":"en","title":"The Woman Behind The Oscar-Nominated Sound Of 'Unbroken'","published":"2015-02-21T23:25:00+00:00","teaser":"The film's tricky dialogue and dogfights were made possible by Becky Sullivan — the fifth woman ever nominated for the sound editing award. NPR's own Becky Sullivan met her to learn about the craft.","itags":["npr_api","388015879"],"guid":"26f17e8e-1887-473f-9fff-fd033ee24a3c","contentencoded":"<p>Like many of the \"technical\" Academy Awards, the sound editing category has long been dominated by men.</p><p>But a woman was nominated this year — just the fifth woman ever in the 30 or so years the sound editing award has been a competitive contest.</p><p>She's nominated for the WWII biopic <em>Unbroken</em>, based on the best-selling biography of Louis Zamperini, the Olympic runner and prisoner of war who turned to alcoholism after the war and eventually became a born-again Christian. (She shares the nomination with her co-editor, Andrew DeCristofaro.)</p><p>And her name, like mine, is <a href=\"http://www.imdb.com/name/nm0167915/\">Becky Sullivan</a>.</p><p>I had to meet her. We sat down for an interview at her office at Universal Studios, and she told me about her career as one of the few women working in movie sound, and her challenging work on <em>Unbroken</em>.</p><p><strong>Career Beginnings</strong></p><p>Sullivan grew up in the San Fernando Valley, not too far from the Universal Studios back lot where she works now. In her early 20s, Sullivan knew she wanted to get into the movie business. The only connection she had to the industry was a friend of a friend who was a sound editor.</p><p>\"And this guy said to me, 'Hey, you know what? We need a receptionist at the front desk,' \" she remembers. \"So during the day I was the receptionist, and at night, at 6 o'clock til midnight, I would stay and work with the sound editors.\"</p><p>\"It was a lot of hard work. There wasn't many women doing it at all at that time,\" she says. \"It was a pretty large sound editing company. At the time that I started, I was the only woman [apprentice] they had.\"</p><p>She began to focus on ADR — short for automated dialogue replacement. Often, the set of a movie shoot is noisy, and the dialogue recorded during filming isn't clean. There's no way to separate out that noise, she explains, so you have to re-record it.</p><p>\"You bring [the actors] onto the stage, and you show them what was shot on production, and we go through line by line and re-record their dialogue.\"</p><p>Sullivan became an ADR expert, working the dialogue for films like <em>RoboCop</em>, <em>Bill And Ted's Excellent Adventure</em>, <em>The Fugitive</em> and, more recently, <em>The Avengers</em>.</p><p>In the last 10 years, Sullivan has become a supervising sound editor — the top dog of the sound editing team, head of her own crew. <em>Unbroken</em> is her first Academy Awards nomination.</p><p>\"It's really a dream come true,\" she says. \"I remember being 7 years old, sitting in front of the TV watching the Oscars. So to be there, and to be one of a very [small] group of women who've ever been nominated — that feels pretty fantastic.\"</p><p><strong>The Challenges Of <em>Unbroken</em></strong></p><p>ADR plays a huge role in <em>Unbroken</em>. In the film, Louis Zamperini and two crew members are stranded on a raft in the middle of the Pacific for 47 days.</p><p>In reality, director Angelina Jolie filmed those scenes on a giant tank of water in Australia, near a highway and an amusement park.</p><p>\"So when you record dialogue, you're going to pick up the sound of the traffic and the people yelling on the roller coasters. And you can't separate that,\" she says.</p><p>Sullivan had the three actors come back into the studio to re-record their lines.</p><p>\"We laid them on the floor on the ADR stage,\" she explains — normally, actors would stand to record. \"[We] put different pieces of couches and chairs around them, and built them a little 'raft' on the ground ... and I took all the water bottles off the stage. No one was allowed to drink water, because on the raft, they were thirsty. And their throats get drier and drier as we go through their journey.\"</p><p>That was just one of the film's challenges. Jolie wanted the film to sound as authentic as possible.</p><p>Most of the movie's first act is set on a B-24 bomber. Sullivan hunted down <a href=\"http://www.collingsfoundation.org/aircrafts/consolidated-b-24-liberator/\">the only surviving unmodified B-24</a> and spent a day recording all of the plane's various sounds: clangs from the cockpit, overhead fly-bys, engines firing and stalling and the bomb bay doors.</p><p>Jolie filmed those sequences in an aircraft on a sound stage, but that sound was nowhere close to what a WWII dogfight would have sounded like in real life. So Sullivan and her crew had to make it from scratch, using the B-24 sounds they recorded, gun recordings, wind sounds and, of course, ADR.</p><p><strong>Voting for the Sound Editing Oscar</strong></p><p>The Academy Award for sound editing has always been a little mysterious to me. The winners always seem relatively random (and it doesn't help that there's also an award for sound <em>mixing</em>).</p><p>I appealed to the expert opinions of two Academy Award-winning sound editors, <a href=\"http://formosagroup.com/talent_individual.php?S_talent_name=Karen%20Baker%20Landers&Search=Search\">Karen Baker Landers</a> and <a href=\"http://formosagroup.com/talent_individual.php?S_talent_name=Per%20Hallberg&Search=Search\">Per Hallberg</a> of the Formosa Group. As a team, they won in 2007 and 2012 for <em>The Bourne Ultimatum</em> and the James Bond film <em>Skyfall</em>. (Baker Landers was the fourth woman to be nominated, and the first to win twice.)</p><p>\"Ninety percent of the sound that you hear in the film has been replaced by us,\" Baker Landers explains. \"It's 50 percent of the experience ... just start watching films and imagine if there were no sound. I think sometimes sound gives so much credibility to a picture.\"</p><p>Hallberg says that the best sound editing is often invisible.</p><p>\"The illusion for the audience is to feel that when they're watching the movie, that's actually what that [sound] was and how it went down, and that it's seamless.\"</p><p>The category isn't any easier for them to predict, though.</p><p>\"It's a crapshoot,\" Baker Landers says with a laugh.</p><p>\"You can never tell,\" Hallberg adds. \"There's a lot of voters, and I think the reality is that a large percentage of them doesn't quite, quite know either how to vote.\"</p><p>On the other hand, Becky Sullivan certainly knew who to vote for.</p><p>\"I did! I voted for myself. I couldn't help it. I was the only woman on there!\" she laughs.</p><p>We can't help ourselves, either — back in her office, we Google our name. Neither of us is result #1. It turns out there's a <a href=\"http://www.beckysullivan.com/\">fashion designer</a> named Becky Sullivan.</p><p>\"You know what, I kinda need her help right now, because I have no idea what I'm going to wear to the Oscars,\" Sullivan jokes.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Woman+Behind+The+Oscar-Nominated+Sound+Of+%27Unbroken%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Becky Sullivan","audio":[{"meta":{"duration":"359"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1388075798-251969.m3u?orgId=1&topicId=1045&e=388015879&d=359&ft=nprml&f=388015879"},{"href":"http://media.npr.org/assets/img/2015/02/21/unbroken-movie-angelina-jolie-2014-c50ed29316265cbc1c05101dc7368bf09163e419.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1065","width":"1420"}},{"href":"http://media.npr.org/assets/img/2015/02/21/463994580-ca7ef31cb1e3645c9969100dd5076baa6f3f0436.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2840","width":"3787"}},{"href":"http://media.npr.org/assets/img/2015/02/21/b24-2-9be32067d1607993489bfaa0120fc9f1063b3516.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"487","width":"649"}}]}