{"created":"2015-06-08T09:06:18+00:00","modified":"2015-06-15T21:11:18+00:00","valid":{"from":"2015-06-15T21:11:18+00:00","to":"3015-06-15T21:11:18+00:00"},"hreflang":"en","title":"The Forces Behind The Decline Of For-Profit Colleges","published":"2015-06-15T21:11:00+00:00","teaser":"New regulations are scheduled to take effect July 1 — the latest in a series of challenges to the industry.","itags":["npr_api","412024783"],"guid":"26f1a2a1-2f9a-4419-87e6-8def41bc502d","contentencoded":"<p>Barring a last-minute legal decision, as of July 1, the nation's for-profit colleges are going to be subject to a new Education Department rule known as gainful employment. That is: Do students end up earning enough to pay off their loans?</p><p>A trade group of career colleges is suing to stop the rule, but this is far from the only monkey on the sector's back. As recently as 2010, these schools enrolled one in nine college students. Today, some are shutting down, cutting back, tanking in the stock market, even going bankrupt. The bellwether was the giant <a href=\"http://www.npr.org/sections/ed/2014/07/08/329550897/the-collapse-of-corinthian-colleges\">Corinthian Colleges a year ago,</a> but many others are in trouble as well. Even the University of Phoenix, which five years ago had 460,000 students, has <a href=\"http://money.cnn.com/2015/03/25/investing/university-of-phoenix-apollo-earnings-tank/\">seen that number fall by half</a>.</p><p>Part of this is thanks to government crackdowns. The Consumer Financial Protection Bureau, formed in the wake of the 2008 financial crisis, is the new watchdog in town. And it has taken a particular interest in for-profits that market student loans directly to their own students, sometimes in misleading and aggressive ways.</p><p>Officials at the bureau sued Corinthian Colleges, alleging predatory lending and illegal debt collection tactics, and in the wake of the Corinthian shutdown they arranged for $480 million in private student loans to be forgiven.</p><p>Student activists have also been vocal in criticizing the industry and <a href=\"http://www.npr.org/sections/ed/2015/03/31/396585597/activists-stop-paying-their-student-loans\">demanding relief</a> from their loans.</p><p>But government enforcement and political debate are not the only reasons these colleges are having problems. Market forces should be considered, too.</p><p>In the 1990s and early 2000s, if you were a working adult who needed flexibility, in most parts of the country, your best option — or maybe your only option — for finishing your degree was probably an online program from a for-profit college. It was hard to ride public transit or turn on a TV during the day without seeing an ad for one of the schools, and they were sophisticated in online advertising as well.</p><p>Today, public institutions like Arizona State University (which is among NPR's financial supporters) and nonprofits like Southern New Hampshire University and Western Governors University have gotten into the game. They are trying to meet the needs of this same student population by offering online, go-at-your-own-pace programs.</p><p>They are enrolling tens of thousands of students. And they are partnering with employers, such as Starbucks with ASU, to defray tuition costs. Their tuition tends to be lower in any case than what the for-profits charge.</p><p>\"I think the market's been educated,\" says Paul LeBlanc, president of Southern New Hampshire University. \"People used to not be aware of the difference between for-profits and nonprofits.\"</p><p>Seven years ago, he began building a large online program at his regionally accredited private college. Today it enrolls 22,500 students and has partnerships with 78 employers. Recently Anthem, the health insurer, agreed to offer SNHU's College for America bachelor's program to employees for free.</p><p>About half of the company's 55,000 workers — call center employees, administrative assistants, and the like — may be eligible.</p><p>So what is the upshot here for students and prospective students?</p><p>There are still hundreds of thousands, if not millions, of current and former for-profit college students from over the past two decades who are saddled with high loan debt and degrees of potentially dubious value.</p><p>The Education Department says it's working to develop a process for providing debt relief to defrauded borrowers, including many at Corinthian. But critics say that these processes are too onerous and too slow.</p><p>At the same time, with the gainful employment rule, observers say the Department of Education is opening a can of worms. There are a lot of public and nonprofit privates out there too that may be graduating too few students and leaving them with loans that are too high.</p><p>For example, across the country the graduation rate at public community colleges is still just one in five. Nor have the new big online institutions furnished hard evidence about the life experiences or employment prospects of their graduates.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Forces+Behind+The+Decline+Of+For-Profit+Colleges&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Anya Kamenetz","audio":[{"meta":{"duration":"231"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1412805195-1c650b.m3u?orgId=1&topicId=1013&d=231&p=3&story=412024783&t=progseg&e=412803104&seg=7&ft=nprml&f=412024783"}]}