{"created":"2014-09-08T02:15:50+00:00","modified":"2014-10-30T22:58:33+00:00","valid":{"from":"2014-10-30T22:58:33+00:00","to":"3014-10-30T22:58:33+00:00"},"hreflang":"en","title":"Driven By Climate Change, Cotton Buyers Look For Alternatives","published":"2014-08-28T17:43:00+00:00","teaser":"One clothing company whose bottom line was hurt in the wake of bad weather events decided to look to polyester fibers made from recycled plastic bottles.","itags":["npr_api","343187440"],"guid":"271a077f-fd79-4862-b1fb-5d652dda40e1","contentencoded":"<p>VF Corp. is one of the biggest clothing companies you might not have heard of. But <a href=\"http://www.vfc.com/brands\">its brands</a> include Lee and Wrangler jeans, Timberland shoes and The North Face, and it also makes uniforms for police and major league sports teams.</p><p>It's also a large purchaser of cotton. \"We buy roughly 1 percent of the cotton available in the world,\" says Letitia Webster, VF's senior director of sustainability. Her job is to both reduce the company's greenhouse gas footprint and reduce its risks from climate change.</p><p>\"Some of the biggest impacts actually come from cotton,\" Webster says.</p><p>Cotton grows commercially in most countries around the world and is very resource-intensive to cultivate and process. On the one hand, agronomists say it's relatively hearty because it grows in hot climates. But its Achilles' heel is water. Cotton needs it for growing and processing, but too much water can also kill it.</p><p>Several years ago, bad weather events in China and Pakistan hit VF's cotton supply — and its bottom line. \"So we actually do want to diversify; we want to make sure that we are insulated from some of that,\" Webster says.</p><p>VF is training 400 Chinese farmers to switch to new kinds of cotton plants that use less water. And Webster says VF's labs are also developing futuristic alternatives such as fibers grown from bacteria and adhesive fabrics that can repair themselves to improve a garment's longevity.</p><p>\"I think in the aggregate, it is all about actually reducing risk, which actually does cost,\" Webster says.</p><p><strong>Turning Bottles Into Yarn</strong></p><p>One thing the company is doing today is increasing its use of recycled polyester fibers developed by a company called <a href=\"http://www.unifi.com/un_about_mission.aspx\">Unifi</a>, which operates just 50 miles from VF's corporate headquarters in Greensboro, N.C.</p><p>Unifi rode the 1970s boom in polyester but, like many textile makers, lost business in the 1990s to cheaper international competition.</p><p>\"We downsized to about 50 percent of what we were, but we were still losing money. So we really had to rethink our strategy,\" says Roger Berrier, Unifi's president and chief operating officer. \"What we decided to do was look to innovation.\"</p><p>Seven years ago, Unifi sought to save itself some money by turning plastic waste like bottles and leftover polyester scraps into yarn. Plastic bottles are washed and chopped up into flakes, which then flow through machines that melt, extrude and spin them into a textured string the company calls <a href=\"http://www.repreve.com/WhatIsRepreve/WhatIsRepreve.aspx\">Repreve</a>. It closely resembles yarn.</p><p>Repreve costs a premium to produce, so for almost a year after development, it sat on the shelves without a buyer. Then things changed. Consumer interest in recycled goods picked up, cotton prices spiked, and companies like VF went looking for alternatives.</p><p>Now, Repreve is used in performance athletic gear, fleece jackets and backpacks. Demand is growing 20 percent a year. The Unifi plant has already expanded. Berrier says to secure a supply of used plastic, Unifi now funds campaigns promoting recycling.</p><p>\"Our goal is to increase the recycling rate. So we have plenty of material available, which should reduce the cost,\" Berrier says.</p><p>Cost is a key issue. A fleece jacket made with Repreve uses no cotton, a lot less water and produces two-thirds less greenhouse gas than one made from unrecycled fabric — but it's also more expensive.</p><p>For now, VF is eating that extra cost.</p><p>\"We can't charge more for the products right now; it has to be just baked in,\" Webster says.</p><p>It's all part of a costly upfront investment the company is making in order to attract consumers to the new alternatives.</p><p>Over time, Webster says, the company hopes to bring its massive scale to bear and incorporate cotton substitutes into more products as a way to both reduce the cost of the newer materials and shield VF from climate change risks.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Driven+By+Climate+Change%2C+Cotton+Buyers+Look+For+Alternatives&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Yuki Noguchi","audio":[{"meta":{"duration":"276"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1343623252-06c940.m3u?orgId=1&topicId=1006&ft=3&f=343187440"},{"href":"http://media.npr.org/assets/img/2014/08/25/spools-21445b71922ad995837541e24eb2aebd17bf2af7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2142","width":"2856"}},{"href":"http://media.npr.org/assets/img/2014/08/26/shorts-05eca457c8210acb8d2903d9423df3b93b63d405.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2302","width":"3071"}}]}