{"created":"2015-02-13T22:49:01+00:00","modified":"2015-06-05T15:29:38+00:00","valid":{"from":"2015-06-05T15:29:38+00:00","to":"3015-06-05T15:29:38+00:00"},"hreflang":"en","title":"See What 'Saturday Night Live' Looks Like The Rest Of The Week","published":"2015-02-14T12:17:00+00:00","teaser":"<em>Saturday Night Live</em> celebrates its 40th anniversary on Sunday. Throughout, the show's two photographers have been flies on the wall, capturing read-throughs, rehearsals and back-stage shenanigans.","itags":["npr_api","385779611"],"guid":"27226a7e-badb-4e6d-aa47-f571446445b8","contentencoded":"<p>When <em>Saturday Night Live</em> went on the air 40 years ago, few would have guessed how many of the cast members would go on to become household names. But you've probably never heard of Edie Baskin and Mary Ellen Matthews. They're the official photographers on <em>Saturday Night Live</em> and their combined careers have spanned the life of the show. A collection of their work has been published to coincide with this year's anniversary broadcast on Sunday.</p><p>Baskin's career at <em>Saturday Night Live</em> got its start at a Los Angeles poker game where she met Lorne Michaels. After he moved to New York to start <em>Saturday Night Live</em> she showed him some of her photographs.</p><p>\"Nobody knew what was happening,\" Baskin recalls. \"It was all very new and I said, 'Hey do you think I can be the photographer?' and he said, 'Well, I don't see why not.'\"</p><p>Baskin had no idea that she was signing up for a lifetime career with a show that would soon become an institution. Baskin's photographs captured the manic energy of the show starting with those early days when a bunch of unknowns created an unforgettable cast of characters: John Belushi as the <a href=\"https://screen.yahoo.com/samurai-delicatessen-000000556.html\" target=\"_blank\">Samurai deli guy</a>, Steve Martin and Dan Aykroyd as two <a href=\"http://www.nbc.com/saturday-night-live/video/the-festrunk-brothers/n8662\" target=\"_blank\">wild and crazy guys</a> and Gilda Radner as <a href=\"https://screen.yahoo.com/roseanne-rosannadanna-smoking-000000279.html\" target=\"_blank\">Roseanne Roseannadanna</a>.</p><p>Baskin helped create the show's signature look with her nighttime shots of New York City and portraits of the cast and guest hosts which she colorized by hand. \"I used markers, pencils, oils, colored chalk,\" she recalls.</p><p>She was also a fly on the wall during all the work that went into creating the show — the writing and design sessions, the read-throughs and rehearsals. Baskin says the structure never changed.</p><p>\"When you see a picture in the writers' room in the '70s and the writer's room now, it's the same writers' room,\" she says. \"It's the same read-through. It's the same meeting in Lorne's office.</p><p>The schedule hasn't changed either. It goes something like this:</p><p>\"Monday's the pitch meeting, Tuesday's the writers are writing, Wednesday's the read-through, Thursday rehearsals start and the band comes in, and Friday just continues with rehearsals and blocking, and Saturday's the show,\" explains Mary Ellen Matthews.</p><p>Matthews started as Baskin's assistant in 1993 and took over when Baskin left in 2000. Of all the performers Matthews has worked with, her favorite is Will Ferrell.</p><p>\"All my dreams come true when he walks in the door,\" Matthews says.</p><p>She says that <a href=\"http://www.nbc.com/saturday-night-live/video/classics/video/1119596\" target=\"_blank\">the cowbell skit</a> with Ferrell and guest host Christopher Walken was one of the funniest she ever shot. \"Oh my god, I couldn't even really keep the camera steady,\" she recalls. \"The laughter in the studio ... you could not believe how funny it was — no one could keep it inside.\"</p><p>Matthews' and Baskin's photographs capture the zeitgeist of each era — stars on the rise or at their peak, playing to the camera, sneaking a quiet moment off-set, reveling during their moment in the spotlight.</p><p>\"You're right there when some great sketch is being written,\" says Matthews \"That's always that feeling on the table that something great is being done — so let's get it.\"</p><p>And when new, unknown cast members have their debut, Matthews says she can always tell when they're headed for stardom.</p><p>\"Immediately, their first time on the show you can just see it that they're going to fit in and they're going to be great,\" she says. \"They kind of jump off the TV, don't they?\"</p><p>And when they do, Matthews is there, with her camera.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=See+What+%27Saturday+Night+Live%27+Looks+Like+The+Rest+Of+The+Week&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lynn Neary","audio":[{"meta":{"duration":"283"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1386085362-2c045a.m3u?orgId=1&topicId=1138&d=283&p=2&story=385779611&t=progseg&e=385901114&seg=4&ft=nprml&f=385779611"},{"href":"http://media.npr.org/assets/img/2015/02/13/va_saturday_night_live_024-d92d30f3b39b26c803d9ecaf3e028612d693823e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2261","width":"3015"}},{"href":"http://media.npr.org/assets/img/2015/02/13/050a_saturday_night_live_va_04617_custom-3f336dc31cbfa9dd18e4b39d32109f5a5924672e.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"4362","width":"10006"}},{"href":"http://media.npr.org/assets/img/2015/02/13/335a_saturday_night_live_va_04617_enl-2675637c8fb148bc3db5ba59d57cb9cf8fc3afe6.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"561","width":"873"}},{"href":"http://media.npr.org/assets/img/2015/02/13/va_saturday_night_live_006_enl-cf536450cdf237b713fa81ec8aacc0398e06bee1.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"3427","width":"3461"}},{"href":"http://media.npr.org/assets/img/2015/02/13/va_saturday_night_live_001_custom-d04d92aef20ad7fab7dc81e32f73f766aeb97092.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2033","width":"3543"}},{"href":"http://media.npr.org/assets/img/2015/02/13/210a_saturday_night_live_va_04617-30a94d30171fddf038157a9e7f2261f1ed46f497.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2210","width":"2946"}}]}