{"created":"2014-09-08T14:34:25+00:00","modified":"2015-02-25T19:16:46+00:00","valid":{"from":"2015-02-25T19:16:46+00:00","to":"3015-02-25T19:16:46+00:00"},"hreflang":"en","title":"Can Body Cameras 'Civilize' Police Encounters?","published":"2014-09-08T14:34:00+00:00","teaser":"Police in Ferguson, Mo., started wearing video cameras this week. What effect do they have on behavior? A criminologist reviews the (preliminary) evidence.","itags":["npr_api","345784091"],"guid":"273986f6-f079-4d62-a308-d77217769058","contentencoded":"<p>Some critics have argued that if Ferguson, Mo., police officer Darren Wilson had worn a camera, we might have a better idea of the events that led to his fatally shooting 18-year-old Michael Brown last month. Instead, we have the sharply different accounts of Wilson and a bystander.</p><p>Calls for body cameras have grown louder in recent weeks, and some Ferguson police officers <a href=\"http://www.npr.org/blogs/alltechconsidered/2014/09/02/345208359/using-technology-to-counter-police-mistrust-is-complicated\" target=\"_blank\">started wearing them last week</a>.</p><p>\"Body-worn cameras provide a permanent video record of what happens during a police-citizen encounter,\" criminologist Michael White tells NPR's Don Gonyea.</p><p>White wrote a <a href=\"https://ojpdiagnosticcenter.org/sites/default/files/spotlight/download/Police%20Officer%20Body-Worn%20Cameras.pdf\" target=\"_blank\">Department of Justice report</a> on the use of these cameras by police. In it, he summarizes the arguments for and against the technology. White believes more research needs to be done, but studies suggest body-worn cameras may improve the outcomes of potentially explosive encounters.</p><hr /><h3>Interview Highlights</h3><p><strong>On the promising <a href=\"http://www.policefoundation.org/sites/g/files/g798246/f/201303/The%20Effect%20of%20Body-Worn%20Cameras%20on%20Police%20Use-of-Force.pdf\" target=\"_blank\">\"Rialto study\"</a></strong></p><p>There was a really remarkable drop in complaints against officers who were wearing cameras. We're talking on the order of 88 or 90 percent. That is truly remarkable. Officer use of force also dropped. ... So, a lot of people have been talking about those findings and suggesting that when officers wear cameras, it changes the dynamics of the encounter. The term I use is, it has a 'civilizing effect.' That is, officers are less likely to engage in rude or inappropriate behavior, and citizens are less likely to be aggressive and resistant.</p><p><strong>On potential downsides of body-worn cameras</strong></p><p>Clearly, there are times when citizens have an expectation of privacy that could potentially be violated by a police officer's use of a body-worn camera — the interview of a child, the interview of a sexual assault victim, for example. ... Perhaps a police officer is talking to a confidential informant or someone else trying to get intelligence on criminal activity. When that encounter is recorded, it becomes, in many places, a public document that can be requested by citizens, by press and certainly by prosecutors.</p><p>It's clear that police officers and police unions have not universally embraced this technology. They have concerns about when cameras will be on and off, when supervisors can go and review footage. And then, perhaps most importantly, how are you going to store the tremendous amount of video data that's generated by officers wearing these cameras?</p><p><strong>On Ferguson's quick adoption of cameras</strong></p><p>The Phoenix Police Department went through a process to review all the evidence, to engage all the stakeholders. So they took about 9 months from start to finish before officers started wearing cameras in the field. ... The death of Mike Brown was less than a month ago, so they [Ferguson police] are certainly moving at lightning speed. My hope is that they have worked through some of these concerns that we have talked about. Otherwise, they may have additional issues arising that they're going to have to deal with.</p><p><em>The <a href=\"http://www.devinjamesgroup.com/\" target=\"_blank\">public relations company</a> handling media inquiries for the city of Ferguson did not reply to requests for comment on its officers' recent use of body-worn cameras.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Can+Body+Cameras+%27Civilize%27+Police+Encounters%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"306"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1345997494-87a07f.m3u?orgId=1&topicId=1070&e=345784091&d=306&ft=nprml&f=345784091"},{"href":"http://media.npr.org/assets/img/2014/09/04/police-body-cam-921de5edc2aa1e237d7c39fd0ae9e797f8cbbe5d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2137","width":"2850"}}]}