{"created":"2015-02-21T13:03:32+00:00","modified":"2015-03-04T16:15:01+00:00","valid":{"from":"2015-03-04T16:15:01+00:00","to":"3015-03-04T16:15:01+00:00"},"hreflang":"en","title":"Apple Must 'Think Different' On Cars, Or Join Ranks Of Failed New Brands","published":"2015-02-24T03:04:00+00:00","teaser":"Apple has formed a secret team to design and prototype an electric car, according to numerous reports. While Apple may have the technological chops, the odds are stacked against startup car companies.","itags":["npr_api","387906258"],"guid":"2745310e-7542-4fcc-9466-217e3c920115","contentencoded":"<p>Is Apple about to change our lives again?</p><p>The company's stock has been on the rise this week, partly because of <a href=\"http://www.npr.org/blogs/thetwo-way/2015/02/13/386130197/wall-street-journal-apple-working-on-an-electric-car\" target=\"_blank\">a rumor that Apple wants launch a line of cars</a>, and do it by 2020.</p><p>Wall Street and Silicon Valley are excited, but people in the car business? Not so much.</p><p>\"Why in the would would any sane company want to get into the car business right now, when the risks essentially are huge?\" says Bill Visnic, senior editor with the automotive website Edmunds.com.</p><p>Recalls, labor relations and safety regulations are just a few of the challenges. And the rewards haven't always been great — just count up the bankruptcies.</p><p>\"The margins in the car business are remarkably thin,\" Visnic says.</p><p>He points out that Apple can turn a profit of a few hundred dollars on an iPhone — the same cut a car dealer is happy to make on a sedan that costs 30 times as much.</p><p>Matt Anderson, curator of transportation at the Henry Ford Museum in Dearborn, Mich., says it's been nearly a century since a new car company really established itself.</p><p>\"Some people would argue that the door kind of closed to new entrants in the automobile industry in the 1920s, when Walter Chrysler got in,\" he says.</p><p>Anderson says all kinds of companies in the past century got in the car business — watch companies, bike companies, carriage companies — because it seemed a natural fit to them. Almost all failed.</p><p>Sears and Roebuck — a disruptive innovator much like Apple in the early 20th century — <a href=\"http://searsmotorbuggy.com/\">produced an automobile</a> from about 1908 to 1912.</p><p>\"They certainly had a built-in name recognition and customer base, so maybe it didn't seem so far a leap for them,\" Anderson says.</p><p>Sears got out the business as the pace of the industry picked up and Henry Ford's Model T began to take off.</p><p>The lesson seems to have been that you can't make the car business a side project.</p><p>Bob Lutz, who in the past 50-plus years has been an executive at all three of the big Detroit companies, says every few years he got to know a reformer who came along with plans to reinvent the business — <a href=\"http://www.smithsonianmag.com/history/the-tucker-was-the-1940s-car-of-the-future-135008742/?no-ist\" target=\"_blank\">Preston Tucker</a>, <a href=\"http://delorean.com/\" target=\"_blank\">John DeLorean</a>, <a href=\"http://www.autoevolution.com/smart/history/\" target=\"_blank\">Swatch founder Nicolas Hayek</a>.</p><p>\"[Hayek] decided that we in the car business were all dummies, were all a bunch of dinosaurs, and so he was going to do what he called the Swatch car,\" Lutz says. \"He invested a great deal of his own money, and lost it all.\"</p><p>That company was eventually bought, and evolved into what are now Smart cars, a division of Daimler AG.</p><p>Lutz is on the board of several tech startups and says he can understand the ambition to fix the car business from young, hungry tech people.</p><p>The thing is, lead times in the tech world for developing and producing a product are as short as weeks or months — but because of safety and fuel regulations in the car business, getting a product to market takes years.</p><p>And launching a buggy product with plans to provide fixes down the road isn't tolerated, an idea that comes as huge surprise to those in the tech world.</p><p>So is Apple really going to build actual cars with factories and all the headaches? Bill Visnic, Bob Lutz and other car insiders don't think so, suggesting Apple instead is angling to be the default operating system for vehicles in the future.</p><p>Lutz says he thinks it would be good for the industry if Apple were a player in the automotive space, especially as autonomous and semi-autonomous vehicle systems develop.</p><p>\"That would be a huge business,\" he says. \"That's a far better business proposition than trying to build your own car.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Apple+Must+%27Think+Different%27+On+Cars%2C+Or+Join+Ranks+Of+Failed+New+Brands&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Sonari Glinton","audio":[{"meta":{"duration":"226"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1387985069-179e8b.m3u?orgId=1&topicId=1019&e=387906258&d=226&ft=nprml&f=387906258"},{"href":"http://media.npr.org/assets/img/2015/02/21/sears_repro_p2-67bae8de198be184e623ab638bc899e078b3ee68.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"854","width":"1139"}},{"href":"http://media.npr.org/assets/img/2015/02/21/476628585-4558ec51b43ea4baf545162c7f6ebd74bf4d495d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2517","width":"3356"}}]}