{"created":"2014-09-19T15:17:18+00:00","modified":"2014-10-30T22:32:53+00:00","valid":{"from":"2014-10-30T22:32:53+00:00","to":"3014-10-30T22:32:53+00:00"},"hreflang":"en","title":"Debate: Should Schools Embrace The Common Core?","published":"2014-09-19T18:10:00+00:00","teaser":"The Common Core has arguably become the most contentious issue in American education. Experts face off over the new state standards in the latest <em>Intelligence Squared</em> debate.","itags":["npr_api","347145921"],"guid":"2752663d-03eb-4de5-a8c6-2a5b4ebbfbeb","contentencoded":"<p>More than 40 states have adopted the Common Core State Standards, new national academic benchmarks in reading and math. But the Common Core has become the center of a highly contentious debate nationwide.</p><p>Proponents say the Common Core was designed to ensure that children, no matter where they go to school, are prepared to succeed in college or the workplace upon graduation. Opponents argue that many of the standards are not age- or development-appropriate, and that they constrain the ability of teachers to adjust their teaching to their individual classrooms.</p><p>In a recent <em>Intelligence Squared U.S.</em> debate, two teams of education experts squared off on the motion, \"Embrace the Common Core.\" In these Oxford-style debates, the team that sways the most people to its side by the end is the winner.</p><p>Before the debate, the audience at the Kauffman Music Center in New York voted 50 percent in favor of the motion and 13 percent against, with 37 percent undecided. After the debate, 67 agreed with the motion, while 27 percent were against, making the team arguing for the motion the winner of this debate.</p><p><strong>Those debating:</strong></p><p><strong>FOR THE MOTION</strong></p><p><strong>Carmel Martin</strong> is the executive vice president for policy at the Center for American Progress. Before joining CAP, she was the assistant secretary for planning, evaluation and policy development at the Department of Education, where she led policy and budget development activities and served as a senior adviser to Secretary of Education Arne Duncan. Prior to coming to the education department, Martin served as general counsel and deputy staff director for the late Sen. Edward Kennedy. She also previously worked at CAP as the associate director for domestic policy, and served as chief counsel and senior policy adviser to former Sen. Jeff Bingaman and special counsel to former Sen. Tom Daschle.</p><p><strong>Mike Petrilli</strong> is president of the Thomas B. Fordham Institute, an education-policy think tank. He is the author of <em>The Diverse Schools Dilemma</em> and co-editor of <em>Knowledge at the Core: Don Hirsch, Core Knowledge, and the Future of the Common Core</em>. Petrilli is also a research fellow at Stanford University's Hoover Institution and executive editor of Education Next. Petrilli has published opinion pieces in <em>The</em> <em>New York Times, The Washington Post,</em><em> </em><em>Bloomberg View</em> and <em>The</em> <em>Wall Street Journal,</em> and has been a guest on NBC Nightly News, ABC World News Tonight, CNN and Fox, as well as several National Public Radio programs. Petrilli helped to create the U.S. Department of Education's Office of Innovation and Improvement, the Policy Innovators in Education Network and Young Education Professionals.</p><p><strong>AGAINST THE MOTION</strong></p><p><strong>Carol Burris</strong> has been the principal of South Side High School in Rockville Centre, N.Y., since 2000. She was named the 2013 New York High School Principal of the Year by the National Association of Secondary School Principals and the 2010 New York State Outstanding Educator by the New York State School Administrators Association. In addition to leading her diverse suburban high school, Burris has authored or co-authored three books, as well as numerous journal articles on equity and excellence in schools. Burris is a staunch advocate of school and classroom desegregation. At the same time, she is an outspoken opponent of many of the Race to the Top reforms, including the Common Core. Carol frequently blogs on Valerie Strauss' Answersheet, which appears in <em>The Washington Post</em>.</p><p><strong>Frederick Hess</strong>, resident scholar and director of educational policy studies at the American Enterprise Institute, is an educator, political scientist and author who studies K-12 and higher education issues. His books include <em>Cage-Busting Leadership,</em><em> </em><em>Education Unbound</em> and <em>Common Sense School Reform</em>. He is also the author of the <em>Education Week</em> blog, Rick Hess Straight Up. Hess' work has appeared in scholarly and popular outlets such as <em>Teachers College Record,</em><em> </em><em>Harvard Educational Review,</em><em> </em><em>The Chronicle of Higher Education, The Washington Post,</em><em> </em><em>The Atlantic</em> and <em>National Review</em>. He has edited widely cited volumes on the Common Core, the role of for-profits in education, education philanthropy, school costs and productivity, the impact of education research, and No Child Left Behind. A former high school teacher, Hess currently teaches at Rice University and the University of Pennsylvania and serves as executive editor for the education journal <em>Education Next.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Debate%3A+Should+Schools+Embrace+The+Common+Core%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"6162"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1347147233-9ebe92.m3u?orgId=1&topicId=1013&aggIds=6263392&ft=3&f=347145921"},{"meta":{"duration":"3030"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1347147064-20c557.m3u?orgId=1&topicId=1013&aggIds=6263392&ft=3&f=347145921"},{"href":"http://media.npr.org/assets/img/2014/09/17/1045_img_9695-183c6ef9c94b33e0161e29c0a99cc75fd659bcf7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"650","width":"867"}},{"href":"http://media.npr.org/assets/img/2014/09/17/1253_img_0957-9cbcf2ed859cabc01ff25eb66aa668298d3afca4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"664","width":"885"}},{"href":"http://media.npr.org/assets/img/2014/09/17/1293_img_1018-4ef8b2b818abcbea89c51f1288517498cda5bb4d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"606","width":"808"}}]}