{"created":"2014-08-28T02:30:11+00:00","modified":"2014-10-30T23:20:47+00:00","valid":{"from":"2014-10-30T23:20:47+00:00","to":"3014-10-30T23:20:47+00:00"},"hreflang":"en","title":"Medical Examiner: 'Staying Alive Is Mostly Common Sense'","published":"2014-08-18T14:03:00+00:00","teaser":"Forget what <em>CSI</em> told you about the job: It's less about solving crimes and more about accidents. Judy Melinek hopes to paint a more accurate picture of the profession in her new book, <em>Working Stiff. </em>","itags":["npr_api","340083142"],"guid":"275ecae6-6896-4279-86bf-9fffeb156f60","contentencoded":"<p>Judy Melinek trained as a surgeon, and she originally focused on saving the lives of the sick. But after one too many 36-hour shifts, she collapsed from exhaustion. Disillusioned with the surgeon's 24-hour lifestyle, Melinek decided to shift careers: Instead of preserving lives, she started investigating deaths.</p><p>Her new book, <em>Working Stiff: Two Years, 262 Bodies, And The Making Of A Medical Examiner</em> tells the story of her training as a medical examiner — which began just two months before the Sept. 11 attacks — and the hundreds of deaths she investigated during her time in training in New York City.</p><p>Melinek, who now works as a forensic pathologist in San Francisco, hopes her book will debunk some of the myths created by crime TV shows. In real life, she says, most deaths are accidents. And when there are crimes, medical examiners do not always end up with answers, and not every case gets solved.</p><p>Despite having to face death every day, Melinek loves her job. \"I think it is the most exciting job in the world,\" she tells NPR's Arun Rath. \"I look forward to it every day.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On the inspiration for the book</strong></p><p>The reason I wrote the book is because if you watch the nightly shows, <em>CSI</em>, <em>Bones,</em> all the forensic dramas, they tend to give the impression that the forensic pathologist is all-knowing and springs from the womb knowing everything. And the reality is that there is a training process, and it's a gradual training process — it's on the job. And we make mistakes, and not all crimes are solved, and not all deaths are crimes. In fact, most deaths are naturals, are accidents.</p><p><strong>On how the job changed how she views death</strong></p><p>The more you know about death, actually, it demystifies it. I just realized staying alive is mostly common sense. If you are smoking, stop; if you haven't started, don't start. Stay healthy, get exercise. That yellow line on the subway, it's there for a reason — stay away from that. Look both ways before you cross the streets. The majority of deaths I saw were mundane. Just by standard health and safety behaviors, we can avoid them.</p><p><strong>On the emotional challenges of being a medical examiner</strong></p><p>There are cases that really get to you personally. I'm a physician, but I am also a mommy: I have three kids. So when a child dies — and especially when a child dies from inflicted injury, from abuse — that is very hard, emotionally, because you know by looking at those injuries what the child had to suffer through.</p><p>That said, it's important that we objectively document everything, and that we're rigorous in documenting it, because when and if that case goes to litigation ... we need to be able to testify objectively to those findings.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Medical+Examiner%3A+%27Staying+Alive+Is+Mostly+Common+Sense%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"305"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1341164597-a03e94.m3u?orgId=1&topicId=1033&ft=3&f=340083142"},{"href":"http://media.npr.org/assets/img/2014/08/14/istock_000002048212small-527deed92736336a1fea27652c6866984c9d91bb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"450","width":"600"}},{"href":"http://media.npr.org/assets/img/2014/08/13/working-stiff-author-photo-be78ce3cfe45cbc634e987b187cef0eadf81c6e5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1712","width":"2282"}}]}