{"created":"2014-09-04T16:42:51+00:00","modified":"2014-12-26T19:30:09+00:00","valid":{"from":"2014-12-26T19:30:09+00:00","to":"3014-12-26T19:30:09+00:00"},"hreflang":"en","title":"Princip Pulled 'The Trigger,' But Never Meant To Start A War","published":"2014-06-28T16:43:00+00:00","teaser":"Journalist Tim Butcher's new book traces the footsteps of Gavrilo Princip, the young Serbian revolutionary who famously sparked World War I by assassinating Archduke Franz Ferdinand of Austria.","itags":["npr_api","326174000"],"guid":"2763b951-264b-4932-a3a2-b1cb56a98822","contentencoded":"<p>It's a question that's persisted for over a century: how could a slight 19-year-old fire two shots and end up starting a war that killed millions around the world?</p><p>Tim Butcher, the well-traveled British war correspondent who covered later wars in the Balkans, went back to Sarajevo to try to learn more about Gavrilo Princip, the young Serbian revolutionary who changed the course of history in the worst way by assassinating Archduke Franz Ferdinand of Austria, and his wife Sophie.</p><p>Butcher, a longtime correspondent for <em>The Daily Telegraph</em>, is the author of the new book, <em>The Trigger: Hunting the Assassin Who Brought the World to War</em>. He tells NPR's Scott Simon that in Serbia's bitter winters, people would cluster around the fireplace and tell stories of the country's ancient independence. \"Myths about old days, about when we had our own country, and keeping that medieval law alive. But remember for hundreds of years, they had been just that, myths. So in a way, [Princip's] journey was ... how do we bring those things to life?\"</p><hr /><h3>Interview Highlights</h3><p><strong>On Princip's education</strong></p><p>He leaves this very very bleak landscape and goes over the mountains. Why? For an education. Because under Austria-Hungary, there were some schools. Not many, very few — but Gavrilo Princip was, I saw this by finding his school reports — this is a clever boy, a clever boy, a talented child. And you see these report cards, they're amazing: A, A, A, really superlative performance in the first year — and then they begin to dip ... truancy's through the roof, an obedient boy to begin with, but he is a slow-burn revolutionary, you could see it in the school reports alone.</p><p><strong>On what Princip thought he might achieve by shooting the Archduke</strong></p><p>Remember, at this point, the vote is unthinkable. Young people don't change things by voting people out. Violence is an option. Violence is on the table. The Archduke's aunt will be killed by an assassin. The Archduke's cousin died in mysterious circumstances. Assassination was part of the vernacular, the logic being, a person, a ruler is so tyrannical, it justifies action. What did Gavrilo Princip want to do? Now this is really important here: He wanted to get rid of Austro-Hungarian rule for all the people who live in that area.</p><p>He happened to be a Bosnian Serb, but he wasn't only interested in Bosnian Serbs. He had friends who were Bosnian Muslims, friends who were Bosnian Croats, Jewish students he worked with. He trusted people from beyond the Serb community, because they were working to the same hymn-sheet, and that's intriguing — because guess what? How has he been presented by historians, by the politicians, and indeed by Vienna after the assassination? The present him as a Serbian nationalist.</p><p><strong>On Princip's reaction to the events he triggered</strong></p><p>He was bewildered. They put him in jail, and he heard only tangentially, when an occasional guard would come through and give him a bit of information, that a war had started, a war that enveloped continental Europe. And it must have blown the top off his mind! No one could predict that those two shots on a street corner in Sarajevo would echo through history, would echo through the world.</p><p>And yet, I don't think he would have had anything to do with the extreme nationalism that followed — because just remember, a hundred years ago, nationalism was in vogue. The imperial powers had held on for hundreds of years — you had Jewish nationalism, Zionism, coming on-stream, nationalism is in the air, it's all over the place. He's part of this ... but like a sorcerer's apprentice, he lights a fire he can't control — and where does it lead? It leads to Adolf Hitler.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Princip+Pulled+%27The+Trigger%2C%27+But+Never+Meant+To+Start+A+War&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"327"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1326406774-efe5a2.m3u?orgId=1&topicId=1033&aggIds=100876926&ft=3&f=326174000"},{"href":"http://media.npr.org/assets/img/2014/06/27/ap998281903921-c821fdd6677321ee7c24b7e9aefc72184abdcdbc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1211","width":"1612"}}]}