{"created":"2015-04-30T09:10:42+00:00","modified":"2015-04-30T19:24:27+00:00","valid":{"from":"2015-04-30T19:24:27+00:00","to":"3015-04-30T19:24:27+00:00"},"hreflang":"en","title":"Looting And Rioting? First Responders Remember 1968","published":"2015-04-30T19:24:00+00:00","teaser":"Some first responders are dealing with looting and burning in Baltimore for the first time. But Michel Martin asks whether there's a familiarity for those who were on duty during the riots in 1968.","itags":["npr_api","403083244"],"guid":"2768f359-e1d0-451e-b0ce-3ae133545cec","contentencoded":"<p><em>Scenes from Baltimore earlier this week have evoked the riots that broke out in many cities after the assassination of Dr. Martin Luther King in 1968. I spoke to two first responders who were on duty at the time, Ed Mattson, a retired sergeant from the Baltimore City Police who was in the tactical squad and riot squad in 1968, and Steve Souder, Director of Communications at Fairfax County Department of Public Safety. He was working in communications for the Washington D.C. Fire Department the day Dr. King died. It also made me think of my own father.</em></p><p>I don't remember my father's call home. All I know is that he did call home, and when he did, he had instructions: fill every spare container and the bathtub with water, make sure there was food. He knew he wouldn't be home for a while.</p><p>My father was a New York City firefighter during the weeks and years when New York, among dozens of other cities, was going up in flames. That is of course an exaggeration: entire cities were never burning; only certain neighborhoods were. But we were –we are--African-Americans, and those were our neighborhoods. My father and our family were among those who lived the dichotomy: we lived in the very neighborhoods where supermarkets and other stores burned, and yet he was among those charged with putting the fires out, often dodging bricks and other homemade missiles that could have been thrown by the kids he passed on his way to work.</p><p>My sister and brother and I were old enough to know that something important and difficult was happening but not old enough to know exactly what or why. There were hints: my mother and the other mothers came charging into our Girl Scouts' meeting on one particularly fateful night in April 1968, gathering all of us kids to take us home early but not really explaining why; lingering on the sidewalk to speak in worried, urgent not-quite whispers, a few tearful, others angry. They talked about the death of a certain man, an important man, a much loved man, a death they somehow all expected but also feared and grieved. There were tears and prayers for the widow and children, then extra trips to the grocery store, extra bottles of milk placed in the shopping cart, along with tuna and spam and bread.</p><p>When my father finally did come home from work, I do not recall a conversation about what he had been doing and why, only that he was very, very tired, and very, very interested in the whereabouts and well-being of every member of the family: \"Where is your brother? Where is your sister? Did you eat? What did you eat?\" Explanations would be left to our mother, who was by turns weary and frightened and angry. Why was this happening? \"They killed King.\" Why is the supermarket on fire? \"They're mad.\" Why are they mad? \"Because they killed King.\" Why can't we go out to play? \"There's too much going on. Maybe when things calm down.\"</p><p>I still have both of my father's helmets, the \"new\" one from his later career as a fire marshal, and his old helmet from those years. The dents in the crown of cracked leather bear witness to those times.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Looting+And+Rioting%3F+First+Responders+Remember+1968&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Michel Martin","audio":[{"meta":{"duration":"438"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1403231849-b25e9a.m3u?orgId=1&topicId=1136&aggIds=352974380&d=438&p=3&story=403083244&t=progseg&e=403229111&seg=15&ft=nprml&f=403083244"},{"href":"http://media.npr.org/assets/img/2015/04/30/martin-father-hat-027962439acf3b756a37d068a2df4d0714e0ffdb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}