{"created":"2014-08-30T17:06:11+00:00","modified":"2014-10-30T23:06:20+00:00","valid":{"from":"2014-10-30T23:06:20+00:00","to":"3014-10-30T23:06:20+00:00"},"hreflang":"en","title":"Holder Seeks To Soothe Nerves During Visit To Ferguson","published":"2014-08-21T17:07:00+00:00","teaser":"The attorney general hugged community leaders, a highway patrol captain and the mother of Michael Brown during his visit, and got an update on the federal investigation into the teen's shooting.","itags":["npr_api","342031589"],"guid":"277e2c0e-a24d-4e39-bc60-cda204ca6f60","contentencoded":"<p>The nation's top law enforcement officer traveled to Ferguson, Mo., on Wednesday to wrap his arms around a community in pain.</p><p>Attorney General Eric Holder hugged community leaders, a highway patrol captain and the mother of Michael Brown, the unarmed 18-year-old killed by a police officer earlier this month.</p><p>From the moment he walked into a soul food restaurant in Ferguson, the attorney general found friends and began getting reports on the community's mood after days of protests and sporadic violence.</p><p>Viola Murphy, the mayor of nearby Cool Valley, Mo., boasted about economic development and talked about the need to move past images of streets filled with tear gas and armored vehicles.</p><p>\"There are a lot of good things that are going on in this community, so we kind of need to stick together and get this thing solved,\" Murphy told Holder at the restaurant. \"Now eat some chicken wings.\"</p><p>A few minutes later Holder met the face of the recent police response to the protests, Missouri Highway Patrol Capt. Ron Johnson. Holder reached over and drew the captain in for a hug and a few words of encouragement, telling Johnson that Tuesday night protests in the city had looked a little better and that Johnson was helping things improve.</p><p>Johnson said he had been so engulfed in work that he had forgotten his wedding anniversary, and Holder encouraged him to get some rest.</p><p>The captain said that he thought Holder's visit would show Ferguson residents that they were being heard, but that it will take time to heal the breach in the community.</p><p>\"It's obvious that the community here does not feel that there's a connection with them and law enforcement, so that has to change,\" Johnson said.</p><p>That was the main reason the attorney general took some time on this heavily symbolic visit to meet with students at St. Louis Community College, Florissant Valley in northern St. Louis.</p><p>\"We just need some answers, some questions, some changes, and we need some inspiration,\" said Molyric Welch, a sophomore at the college and a mother of three. \"And by him being here now, that's giving us inspiration. We won't no longer be profiled because I have a hat to the back. ... No more profiling, no more war — we just want peace, and that's all.\"</p><p>During Holder's meeting at the community college, he shared his own story of being profiled — even after he'd become a successful lawyer — by police in Washington, D.C.</p><p>The attorney general also spoke by phone with the rapper Nelly, a Ferguson native who says he wants to help. A Justice Department spokeswoman says the two talked about maintaining peace and helping to inspire confidence in the justice system.</p><p>Later in the day at the U.S. attorney's office in St. Louis, Holder held a short private meeting with Michael Brown's mother, who had just come from viewing her son's body at the morgue. Holder promised the family a \"fair and independent\" inquiry.</p><p>Holder also met at the office with the the top prosecutors and FBI agents that the Justice Department has assigned to the case, as well as Missouri Gov. Jay Nixon and members of the state's congressional delegation.</p><p>\"There's nothing that can replace actually coming to the office that's handling the matter and being able to look in the face the people who are — very ably, to my mind — handling this investigation,\" he said.</p><p>Still, legal experts say the odds for a federal criminal prosecution of the officer who shot Brown remain long, which means the attorney general's visit to Ferguson was more of a listening tour than a prelude to indictment.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Holder+Seeks+To+Soothe+Nerves+During+Visit+To+Ferguson&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Carrie Johnson","audio":[{"meta":{"duration":"269"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1342095402-97bec5.m3u?orgId=1&topicId=1091&ft=3&f=342031589"}]}