{"created":"2014-09-03T02:37:34+00:00","modified":"2014-10-30T22:56:49+00:00","valid":{"from":"2014-10-30T22:56:49+00:00","to":"3014-10-30T22:56:49+00:00"},"hreflang":"en","title":"CDC Director On Ebola: 'We Are Definitely Not At The Peak'","published":"2014-08-27T00:41:00+00:00","teaser":"Dr. Tom Frieden, director of the Centers for Disease Control and Prevention, has arrived in West Africa to assess the Ebola outbreak. The situation in Liberia, he says, is \"absolutely unprecedented.\"","itags":["npr_api","343436300"],"guid":"2781c4d7-4bfa-495c-bbd0-d6dfebbf3c02","contentencoded":"<p>On Monday, Dr. Tom Frieden, director of the <a href=\"http://www.cdc.gov\">U.S. Centers for Disease Control and Prevention</a>, arrived in Liberia to assess the Ebola outbreak. The situation \"is overwhelming,\" he said.</p><p>The outbreak \"really is a crisis and is affecting most if not all the counties in Liberia already,\" he told NPR from Monrovia, the capital city and first stop on a three-country visit. \"This is absolutely unprecedented.\"</p><p>The CDC, Frieden said, \"is working flat out on this, but this is huge and needs a global response. ... They need a lot of help from the world.\"</p><p>He emphasized that the toll is \"far larger than has been recorded, not because they are trying to hide anything but because they are really overwhelmed by these numbers.\" Beyond this, he said, the cases \"are increasing at an extremely quick rate, and this is very alarming.\"</p><p>As bad as the Ebola situation is, Frieden warned that the worst is yet to come. \"Unfortunately, we are definitely not at the peak. It's going to get worse before it gets better,\" he said. \"The real question is how much worse will it get? How many more people will be infected and how much more risk to the world will there be?\"</p><p>Because of the outbreak, Liberians who require other kinds of medical care have avoided seeking help. \"Urgent health needs are definitely going unmet,\" Frieden said. \"Hospital occupancy\" is 10 percent. This means one of the urgent tasks ahead is to make sure treatment is available to patients who are not suffering from Ebola.</p><p>Ending the crisis hinges largely on improving infection control and burial practices, Frieden said. Until now, \"cremation was not part of the burial culture here,\" he said, but people are increasingly accepting it.</p><p>Liberia suffered immensely even before Ebola struck, with a prolonged civil war that killed 250,000 people. \"Liberia has been through so much in the last 15 or 20 years,\" Frieden said. \"This is really almost re-traumatizing people here.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=CDC+Director+On+Ebola%3A+%27We+Are+Definitely+Not+At+The+Peak%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"302"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1343484355-50a515.m3u?orgId=1&topicId=1031&ft=3&f=343436300"},{"href":"http://media.npr.org/assets/img/2014/08/26/453874046-c5ad847fa741c3018575d4e356482bd16aea3bc4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1462","width":"1950"}},{"href":"http://media.npr.org/assets/img/2014/08/26/tom-frieden-2d901f7f550b281cbdf9e0b83506bc457550a6c5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2982","width":"3976"}}]}