{"created":"2015-03-21T11:11:37+00:00","modified":"2015-05-13T21:07:45+00:00","valid":{"from":"2015-05-13T21:07:45+00:00","to":"3015-05-13T21:07:45+00:00"},"hreflang":"en","title":"On Libel And The Law, U.S. And U.K. Go Separate Ways","published":"2015-03-27T20:49:00+00:00","teaser":"An HBO documentary about Scientology, <em>Going Clear</em>, won't be released in Britain. Neither will the book on which it's based. That's because British and U.S. free speech protections are very different.","itags":["npr_api","394273902"],"guid":"278305b1-476c-49bd-af02-24b109b94e49","contentencoded":"<p>This Sunday, HBO is airing the documentary <em>Going Clear, </em>about the Church of Scientology, to strong reviews. The nonfiction book on which the film is based was short-listed for the National Book Award.</p><p>Yet <a href=\"http://www.theguardian.com/world/shortcuts/2013/jan/14/cant-read-scientology-book-uk\" target=\"_blank\">there have been serious challenges</a> to releasing the film and the book in the U.K. That's because Britain does not have the same free speech protections as the United States.</p><p>As with many other works of investigative journalism, publishing <em>Going Clear</em> in the U.K. could expose the authors to a much more serious risk of lawsuits than they face in the U.S.</p><p>Given how closely the U.S. and Britain align on many topics, the degree to which they differ on the issue of free speech is striking.</p><p>Rachel Ehrenfeld never set out to become the face of this issue.</p><p>\"I just set out to write the truth, to expose those who funded terrorism,\" she says.</p><p>Ehrenfeld runs a think tank in New York called the American Center for Democracy. In 2003, she wrote a book called <em>Funding Evil: How Terrorism is Financed, and How to Stop It. </em></p><p>The book accused a wealthy Saudi businessman of funding al-Qaida. The businessman, Khalid bin Mahfouz, sued Ehrenfeld in a British court.</p><p>\"I did not live in England, I do not live in England, the book was not published there, so why not come and sue me in the United States?\" she asks.</p><p>The reason is simple.</p><p>\"English laws are much more favorable for someone looking to protect their reputation,\" says Jenny Afia, a lawyer in London who often represents people making libel and privacy claims.</p><p><a href=\"http://www.nytimes.com/2008/01/20/technology/20iht-libel21.1.9346664.html\">Ehrenfeld's case was an example of \"libel tourism,\"</a> where someone brings a libel claim in a country where he is most likely to win. Often, that country is Great Britain.</p><p>\"Crooks and brigands from around the world come here to launder their reputations, where they couldn't get exculpation in either their home country or indeed in the United States of America,\" says Mark Stephens, a London lawyer who often represents media companies in these cases.</p><p>In American courts, the burden of proof rests with the person who brings a claim of libel. In British courts, the author or journalist has the burden of proof, and typically loses.</p><p>\"So you've got the rich and powerful shutting down and chilling speech which is critical of them,\" says Stephens.</p><p>Afia disagrees with that characterization. Journalists \"are writing about the wealthy and the powerful, so those are the people who are going to be the victim to more false claims, and they're the people whose families will have their privacy invaded,\" she says.</p><p><strong>U.S. Fights Back With 'Rachel's Law'</strong></p><p>When author Rachel Ehrenfeld was sued in England, she didn't show up, and the court issued a default judgment against her, \"that I would destroy the book, in addition to the fine\" of about $250,000.</p><p>Typically, a U.S. court would enforce that ruling. But in this case, something extraordinary happened.</p><p>The New York Legislature took up Ehrenfeld's cause and passed a bill called the Libel Terrorism Protection Act. Many referred to it as \"Rachel's Law.\"</p><p>Then, the U.S. Congress acted on it. Rep. Steve Cohen, D-Tenn., spoke on the House floor about the bill, known at the federal level as the \"Speech Act.\"</p><p>\"While we generally share a proud common law legal tradition with the United Kingdom,\" Cohen said, \"it is also true that the United Kingdom has laws that disfavor speech critical of public officials, contrary to our own constitutional tradition.\"</p><p>The bill passed the House and the Senate unanimously, and <a href=\"http://www.bbc.co.uk/news/uk-10940211\">President Obama signed it into law in 2010</a>. It prevents U.S. courts from enforcing British libel rulings.</p><p>\"We were quite shocked,\" says Afia, \"because it was sort of raised as a national threat to U.S. constitutional issues, which as an ally was quite shocking to hear.\"</p><p>She thinks British laws strike the appropriate balance between privacy and freedom of speech.</p><p>So while Congress has provided a shield to American writers in the U.S., the threat of lawsuits today remains real for many others.</p><p>\"We help media outlets from places like Zambia or Nigeria, exiled media that have fled their own countries because of repressive regimes and circumstances,\" says Peter Noorlander of the Media Legal Defense Initiative, a global nonprofit organization based in London. \"They come to the U.K. and other places in Europe, and then they get pursued here for libel cases.\"</p><p><strong>Revamped Rules Still Onerous For Defendant</strong></p><p>In 2013, the U.K. responded to this outcry by changing the laws, eliminating some of the worst potential for abuses.</p><p>Under the new rules, libel tourism is less common. It is no longer as easy for people with little U.K. presence to bring these lawsuits in British courts. The law now says someone making a libel claim must demonstrate that a defamatory statement will cause \"serious harm.\"</p><p>But these changes are not enough to persuade many to plunge back into these waters.</p><p>Cambridge University Press last year said it would not release <a href=\"http://www.npr.org/2014/12/13/370612995/how-putins-kleptocracy-made-his-friends-rich\">a book about Russian President Vladimir Putin</a> in the U.K. for fear of lawsuits.</p><p>\"Even if the Press was ultimately successful in defending such a lawsuit, the disruption and expense would be more than we could afford,\" <a href=\"http://www.economist.com/blogs/easternapproaches/2014/04/russia\">the publisher wrote in a letter to the author, Karen Dawisha</a>.</p><p>And although the Church of Scientology is easy to spot in London, the book and documentary about the church, <em>Going Clear,</em> are far less so.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=On+Libel+And+The+Law%2C+U.S.+And+U.K.+Go+Separate+Ways&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ari Shapiro","audio":[{"meta":{"duration":"241"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1394438225-83d2ad.m3u?orgId=1&topicId=1124&d=241&p=7&story=394273902&t=progseg&e=394434969&seg=8&ft=nprml&f=394273902"},{"href":"http://media.npr.org/assets/img/2015/03/20/old-bailey-a4d75319b7f758545f93411041f7e0598063013a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}