{"created":"2014-09-16T20:11:22+00:00","modified":"2015-03-10T21:45:27+00:00","valid":{"from":"2015-03-10T21:45:26+00:00","to":"3015-03-10T21:45:26+00:00"},"hreflang":"en","title":"Thanks To Nutella, The World Needs More Hazelnuts","published":"2014-09-17T10:48:00+00:00","teaser":"Nutella, launched 50 years ago, has turned into a global phenomenon, boosting demand for hazelnuts. Now producers are looking beyond Turkey's north coast, where most of these nuts are grown.","itags":["npr_api","347749070"],"guid":"27896b06-ac55-4125-be88-c3eb05981357","contentencoded":"<p>Nutella, that sinfully indulgent chocolate-hazelnut spread, turns 50 this year, and it's come a long way, baby.</p><p>There's even a \"Nutella bar\" in midtown Manhattan, right off Fifth Avenue, tucked inside a grand temple of Italian food called <a href=\"http://www.eataly.com/\">Eataly</a>. There's another Nutella bar at Eataly in Chicago. Here, you can order Nutella on bread, Nutella on a croissant, Nutella on crepes.</p><p>\"We create a simple place,\" explains Dino Borri, Eataly's \"brand ambassador,\" a man so charming that he should be an ambassador for the whole Italian country. \"Simple ingredients, few ingredients. With Nutella, supertasty, supersimple. When you are simple, the people love!\"</p><p>Nutella was the product of hard times. During World War II, an Italian chocolate-maker named Ferrero couldn't get enough cocoa, so he mixed in some ground hazelnuts instead. Then he made a soft and creamy version.</p><p>\"It was one of the greatest inventions of the last century!\" says Borri.</p><p>It's a bold claim, but greatness, you have to admit, is a matter of taste. In any case, Nutella conquered Italy and, eventually, the world.</p><p>The <a href=\"http://grist.org/list/it-takes-at-least-six-countries-to-make-a-jar-of-nutella/\">recipe</a> for world domination, it turns out, isn't too complicated: Sugar, cocoa, palm oil and hazelnuts. Three of those ingredients are easy to get. Sugar, cocoa and palm oil are produced in huge quantities.Hazelnuts, though, which some people call filberts, are a different matter. Most of them come from a narrow strip of land along the coast of the Black Sea in Turkey.</p><p>Karim Azzaoui, vice president for sales and marketing at BALSU USA, which supplies hazelnuts to the U.S., says the hazelnut trees grow on steep slopes that rise from the Black Sea coast. The farms are small; grandparents and children help to harvest the nuts, usually by hand. \"It's a very traditional way of life,\" Azzaoui says. \"The Turkish family farmers are extremely proud of the hazelnut crop, as it has been part of their family history for centuries. Farmers have been growing hazelnuts here for 2,000 years.\"</p><p>Nutella is now making this traditional crop extremely trendy.</p><p>Ferrero, the Nutella-maker, now a giant company based in Alba, Italy, uses about a quarter of the world's hazelnut supply — more than 100,000 tons every year.</p><p>That's pushed up hazelnut prices. And this year, after a late frost in Turkey that froze the hazelnut blossoms and cut the country's hazelnut production in half, prices spiked even further. They're up an additional 60 percent since the frost.</p><p>Because they're so valuable, more people want to grow them. Farmers are growing hazelnuts in Chile and Australia. America's hazelnut orchards in Oregon are expanding.</p><p>And now, one can even find a few hazelnuts in the Northeastern United States, where they've never been successfully grown before. They're standing in a Rutgers University research farm, an oasis of orchards tucked in between highways, just outside New Brunswick, N.J.</p><p>\"All the green leafy things you see here are hazelnut trees. But in the beginning, they all used to die from disease,\" says Thomas Molnar, a Rutgers plant scientist who is in charge of this effort.</p><p>The disease, called <a href=\"http://oregonstate.edu/dept/botany/epp/EFB/\">Eastern Filbert Blight</a>, is caused by a fungus. Some relatives of the commercial hazelnut, native to North America, can withstand the fungus. But the European hazelnut, the kind that fetches high prices, cannot. When the fungus attacks, it ruptures the bark around each branch, and the tree dies.</p><p>About 10 years ago, though, a plant breeder at Rutgers named C. Reed Funk embarked on a quest for hazelnut trees that could survive Eastern Filbert Blight. Similar <a href=\"http://oregonstate.edu/dept/botany/epp/EFB/management/plant.htm\">efforts</a> have been underway at Oregon State University, because Eastern Filbert Blight has made its way to Oregon as well, threatening the orchards there.</p><p>\"I personally went and made seed collections in Eastern Europe, Russia, Poland, Ukraine,\" says Molnar. \"I collected thousands of seeds. We grew them as we normally would, and I'd say that 98 percent of them died.\"</p><p>The other 2 percent, though, did not. They carried genes that allowed them to survive the blight. Molnar cross-pollinated these blight-resistant trees with other hazelnut trees, from Oregon, that produce lots of high-quality nuts. He collected the offspring of that mating, looking for individual trees with the ideal genetic combination: blight resistance and big yields.</p><p>Molnar shows me a few candidate trees. They're thriving, and producing lots of nuts. Molnar and his colleagues now are conducting field trials of these trees in 10 locations around the Eastern U.S. and Canada to see whether they yield enough nuts to be commercially successful.</p><p>Molnar is optimistic. His efforts have even caught the attention of Ferrero, the Nutella-maker. \"They've come here several times,\" Molnar says. \"They've told me, if we can meet their quality specifications, they'd be interested in buying all the hazelnuts that we can produce.\"</p><p>If you just want to get one of these trees and grow hazelnuts in your backyard, though, Molnar does have a warning. \"I haven't seen any other food that drives squirrels more crazy than hazelnuts,\" he says. Squirrels will do almost anything to get their greedy little paws on the nuts before you do.</p><p>So your hazelnuts may need a guard dog — one that likes to chase squirrels.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Thanks+To+Nutella%2C+The+World+Needs+More+Hazelnuts&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Dan Charles","audio":[{"meta":{"duration":"312"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1349036411-cc87a6.m3u?orgId=1&topicId=1053&e=347749070&d=312&ft=nprml&f=347749070"},{"href":"http://media.npr.org/assets/img/2014/09/15/hazelnut03-513353524744ae2fc84fb66ae737b13089c0c9be.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1453","width":"1937"}},{"href":"http://media.npr.org/assets/img/2014/09/15/hazelnut021-ceeb4e592697d93ed07385f5b3f2701aa7d2c7ee.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1312","width":"1749"}},{"href":"http://media.npr.org/assets/img/2014/09/15/hazelnut011-17e35b8a9be2e691653de835b443a6d871bae3ba.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1325","width":"1766"}}]}