{"created":"2015-05-24T21:16:48+00:00","modified":"2015-05-29T19:05:12+00:00","valid":{"from":"2015-05-29T19:05:12+00:00","to":"3015-05-29T19:05:12+00:00"},"hreflang":"en","title":"'It's For You To Know That You Forgive,' Says Holocaust Survivor","published":"2015-05-24T22:54:00+00:00","teaser":"Eva Kor, who was held at Auschwitz and recently testified against former Nazi guard Oskar Groening, says that when a victim chooses to forgive, they take the power back from their tormentors.","itags":["npr_api","409286734"],"guid":"27a4a1c7-2a50-43dd-a82b-654ca6a43d4e","contentencoded":"<p>Around this time 70 years ago, following the liberation of Nazi concentration camps in Europe, the world was coming to grips with the scale of the holocaust, and how to deal with crimes so horrendous, they're almost incomprehensible.</p><p>That process is still ongoing.</p><p>Right now in Germany, a 93-year-old former Nazi who served at Auschwitz is on trial. <a href=\"https://twitter.com/EvaMozesKor\">Holocaust survivor Eva Kor</a> flew to Germany to testify about her experience in the camp.</p><p>\"If there would be hell on Earth, Auschwitz looked to me like that and in some way it was,\" Kor says. \"Within 30 minutes, my whole family was gone. ... I was left orphaned not knowing really what will become of us.\"</p><p>Kor says she was \"between life and death\" and used in brutal medical experiments. She and her sister Miriam were among the thousands of twins subjected to horrendous experiments by the infamous Dr. Josef Mengele.</p><p>Eva became gravely sick, and says Mengele examined her and declared that had only two weeks to live.</p><p>\"I knew he was right, but I refused to die,\" she says. In 1985, she found out that had she died, Mengele would have killed Miriam with an injection to the heart in order to do comparative autopsies.</p><p>\"My diseased organs and Miriam was the control. I spoiled the experiment,\" she says.</p><p>Seventy years after all of this, she was approached to testify in the <a href=\"http://www.npr.org/sections/thetwo-way/2015/04/21/401240940/ex-auschwitz-guard-says-he-was-morally-complicit-in-atrocities\">trial against former Auschwitz guard Oskar Groening</a>. At first, she wasn't sure she wanted to, but an attorney convinced her. But she says she thought it would be a \"unique experience\" to face one of the guards from Auschwitz.</p><p>\"[To] tell him what I think and also hear what he has to say in a German court,\" she says.</p><p>Kor says the experience for her, a survivor of Auschwitz who used to be called a \"dirty Jew,\" to sit in a German court and be treated with respect by German judges and attorneys and the German court system was a little bit surreal.</p><p>\"I could at times pinch myself.\"</p><p>Oskar Groening has been called \"The Accountant of Auschwitz.\" He managed the money and valuables stolen from the concentration camp victims. Now 93 years old, he is charged with 300,000 counts of accessory to murder, but once said that he was \"just a small cog in the killing machine ... not a perpetrator.\"</p><p>Kor talked with Groening after her testimony, wanting to thank him for acknowledging his crimes. She decided she wanted a picture with him, and as she proceeded to talk with Groening, he grabbed her and pulled her in for a hug and a kiss.</p><p>\"[It] surprised me, but I recovered from it,\" she says.</p><p>The photo of Kor seeming to embrace the former Nazi shocked a lot of people.<br />And some — including some fellow survivors — were upset by an interview on German TV in which Eva spoke of forgiveness. She says her comments were translated incorrectly.</p><p>\"There have been rumors that I have asked to stop prosecution of all Nazis and that is 100 percent incorrect,\" she says. \"On the contrary, I want all Nazis to come forward and be prosecuted and stand trial and bear witness to help us, the survivors, and the world with the truth.\"</p><p>But if she were the judge, she wouldn't throw Groening in a prison cell.<br />She'd make him travel the country to talk to young neo-Nazis, and tell them what he saw and that the Nazi regime should never come back.</p><p>For Kor, forgiveness does not mean that the perpetrators are absolved of their crimes. She is the <a href=\"http://www.candlesholocaustmuseum.org/about/eva-kor.htm\">founder of the CANDLES (Children of Auschwitz Nazi Deadly Lab Experiments Survivors) Holocaust Museum and Education Center</a> in Terre Haute, Ind., and she speaks across the country about her experience and the power of forgiveness.</p><p>\"My forgiveness ... has nothing to do with the perpetrator, has nothing to do with any religion, it is my act of self-healing, self-liberation and self-empowerment,\" she says. \"I had no power over my life up to the time that I discovered that I could forgive, and I still do not understand why people think it's wrong.\"</p><p>Kor says that when a victim chooses to forgive, they take the power back from their tormentors. But that it is their choice to make.</p><p>\"They can take a piece of paper and a pen and write a letter to someone who hurt them,\" she says. \"Please do not mail it to that person. It's for you to know that you forgive, and you can go on with your life without the burden and pain that the Nazis or anybody else ever imposed on you.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27It%27s+For+You+To+Know+That+You+Forgive%2C%27+Says+Holocaust+Survivor&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"349"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1409309300-063729.m3u?orgId=1&topicId=1022&d=349&p=2&story=409286734&t=progseg&e=409281487&seg=1&ft=nprml&f=409286734"},{"href":"http://media.npr.org/assets/img/2015/05/24/auschwitz-trip-2007-1162-c77d728402dd1a3ac7d7d1c5c24c9e4a64434a69.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1987","width":"2649"}},{"href":"http://media.npr.org/assets/img/2015/05/24/img_0772_custom-ccb792bee78f01d4d60fea30c30cbb6c0867f1c7.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"639","width":"956"}}]}