{"created":"2014-10-24T12:03:19+00:00","modified":"2015-04-23T21:57:21+00:00","valid":{"from":"2015-04-23T21:57:21+00:00","to":"3015-04-23T21:57:21+00:00"},"hreflang":"en","title":"Pop Culture Happy Hour: 'Whiplash' And Carbon Dating","published":"2014-10-24T14:43:00+00:00","teaser":"Audie Cornish joins the show to discuss an Oscar-friendly Sundance hit, what makes certain art a product of its time, and what's making us happy this week.","itags":["npr_api","358433809"],"guid":"27b5c4b5-3642-44a1-a5d7-ba4343d9b91f","contentencoded":"<p>About half a second after this episode taped, intrepid <em>Pop Culture Happy Hour</em> host Linda Holmes commenced a long-awaited, much-ballyhooed vacation. I can't say for sure that her car wasn't warming up in the NPR parking garage the entire time, but I <em>can</em> confirm the presence of a Linda Holmes-shaped vapor trail following the words, \"back here next week.\"</p><p>Still, Linda soldiered through the taping nicely, thanks in part to the presence of our dear pal and <em>All Things Considered</em> cohost Audie Cornish, who joined us for a discussion of the jazz-themed movie drama <em>Whiplash</em>. Starring Miles Teller (as an aspiring professional drummer) and J.K. Simmons (as his abusive instructor), the film has had Oscar buzz ever since it won the Grand Jury Prize and Audience Prize at Sundance. We discuss the way teachers and hard-asses are portrayed in the movies, <em>Whiplash's</em> claustrophobic nature, the likability (or lack thereof) of its characters, precision and perspiration vs. passion and inspiration, the grunt work of repetition and much more. (Along the way, I cite <a href=\"http://www.ew.com/ew/article/0,,20483133_20846209,00.html\">this review</a> in <em>Entertainment Weekly</em> and <a href=\"http://www.newyorker.com/culture/richard-brody/whiplash-getting-jazz-right-movies\">this review</a> in <em>The New Yorker</em>. And here's <a href=\"http://www.npr.org/blogs/monkeysee/2014/10/14/356140539/j-k-simmons-wont-throw-a-chair-at-your-head-but-his-character-might\">Audie's interview with Simmons</a> for <em>All Things Considered</em>.)</p><p>Then, it's on to Pop Culture Carbon Dating — or, more to the point, the ways various signifiers make certain art an obvious product of its time. This leads to a stroll across eras and ideas: the concept of \"timelessness,\" the AIDS dramas <em>Angels In America</em> and <em>The Normal Heart</em>, Smash Mouth's \"All Star\" in <em>Shrek</em>, Lionel Richie's \"Penny Lover\" in <em>The Sure Thing</em>, James Brolin and Morgan Fairchild in <em>Pee-wee's Big Adventure</em>, saxophones in Prince songs, Ethan Hawke's hair in <em>Before Sunrise</em>, XTC's \"<a href=\"http://www.youtube.com/watch?v=5Da9sc6YDBo\">The Mayor Of Simpleton</a>,\" electric keyboards and more.</p><p>Finally, as always, we close with what's making us happy. Speaking of Pee-wee Herman, I'm excited about <a href=\"http://www.rollingstone.com/tv/features/paul-reubens-on-pee-wees-playhouse-20141020\">new developments</a> in the Pee-weeverse. Glen's glad to be playing video games again — namely, Assassin's Creed and Shadow Of Mordor — and he's looking for more PS4 recommendations. Audie loves <a href=\"http://www.imdb.com/title/tt2567712/?ref_=nv_sr_1\">this film</a> as an entry point for new fans of its rising star. And Linda is happy about her vacation, naturally, but also a welcome and satisfying journey into her past.</p><p>Find us on <a href=\"http://www.facebook.com/pchh\" target=\"_blank\">Facebook</a> or follow us on Twitter: <a href=\"http://www.twitter.com/idislikestephen\" target=\"_blank\">me</a>, <a href=\"http://www.twitter.com/nprmonkeysee\" target=\"_blank\">Linda</a>, <a href=\"http://www.twitter.com/ghweldon\" target=\"_blank\">Glen</a>, <a href=\"http://www.twitter.com/npraudie\">Audie</a>, producer <a href=\"http://www.twitter.com/jessica_reedy\" target=\"_blank\">Jessica</a>, producer <a href=\"http://www.twitter.com/lmigaki\">Lauren</a>, and our pal <a href=\"http://www.twitter.com/mikekatzif\" target=\"_blank\">Mike</a>.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Pop+Culture+Happy+Hour%3A+%27Whiplash%27+And+Carbon+Dating&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Stephen Thompson","audio":[{"meta":{"duration":"2654"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1358434478-8b14aa.m3u?orgId=1&topicId=1048&e=358433809&d=2654&ft=nprml&f=358433809"},{"href":"http://media.npr.org/assets/img/2014/10/23/pchhblogrect1-4cbcd152ed1903761e1ed0f20d4a722c12758a6e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"326","width":"435"}}]}