{"created":"2014-08-28T02:31:31+00:00","modified":"2015-01-30T15:39:39+00:00","valid":{"from":"2015-01-30T15:39:39+00:00","to":"3015-01-30T15:39:39+00:00"},"hreflang":"en","title":"On The Track, The 'First Lady' Of Audi Calls The Shots","published":"2014-08-16T22:26:00+00:00","teaser":"Leena Gade of Audi Sport oversees mechanics, engineers and drivers. In 2011, she became the first female race engineer to win the Le Mans.","itags":["npr_api","340908911"],"guid":"27ce7a61-5bd3-4317-93fa-5a3782cd412d","contentencoded":"<p><em>As part of a series called \"My Big Break,\" </em>All Things Considered<em> is collecting stories of triumph, big and small. These are the moments when everything seems to click, and people leap forward into their careers.</em></p><p>Leena Gade is the race engineer for Audi Sport.</p><p>She oversees the mechanics and engineers, and she's on the radio talking the drivers through the course.</p><p>In 2011, she became the first female race engineer to win the Le Mans, the legendary 24-hour endurance race, with her team's Audi R18 race car.</p><p>When it comes to split-second decisions on the track, Gade is the one who calls the shots.</p><p>\"You've got to always be very sure of what you're doing, even if 90 percent of you doubts the decision you're about to make,\" Leena Gade says. \"You have to convince everybody else that it's the right thing to do.\"</p><p>She says one of the most exciting races was the Le Mans in 2011. With under an hour remaining in the race, the driver noticed a slow leak in the rear tire.</p><p>\"The problem was, we were on for the win,\" she says.</p><p>Her team had just one pit stop left, and the car was still in the lead. Gade had a decision to make: Lose time changing tires or keep the driver on the track and risk a blowout.</p><p>\"In the end, we made the call,\" she says.</p><p>She instructed the driver to come in to change the tires. The opponent in second place pitted at the same time.</p><p>\"All the pressure was on our mechanics to get it right,\" Gade says. \"It was one of those stops that wasn't perfect; they fumbled a little bit with the wheel nuts. But the car went back out with new tires, and the opposition hadn't seen it coming.\"</p><p>Gade's team narrowly won the 24-hour race.</p><p>\"It was by the smallest of margins, as well,\" she says. \"Just over 13 seconds.\"</p><p>She made history that year fulfilling a lifelong motorsport dream.</p><p>\"I was 9 years old when I got interested in engineering,\" she says.</p><p>When her family lived in India, Gade and her younger sister Teena spent their time taking things apart and putting them back together.</p><p>\"It was because the electricity always used to get turned off where we lived,\" she says. \"You kind of got bored, and dad's toolkit was around. Just open stuff up.\"</p><p>When her family moved to the U.K., the Gade sisters discovered Formula 1 racing on TV. She says she'd never seen anything like it. The commentary of James Hunt and Murray Walker drew her in to each race.</p><p>\"Both of them were so passionate about the sport,\" she says. \"From the moment we started watching it, we both just got hooked.\"</p><p>She went on to study engineering in college with her sights set on racing.</p><p>\"I think my big break came when I applied to a team to be involved in a project,\" she says. \"And the designer happened to be working for Audi Sport as a race engineer.\"</p><p>The designer was also looking for an assistant.</p><p>\"One conversation led to another, and he asked if I'd be interested in doing it,\" she says. \"At the time, I actually didn't clock that it was for Audi Sport. It was only after he started showing me some data that I suddenly realized what a big deal it was.\"</p><p>Gade signed on, and she was part of the team.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=On+The+Track%2C+The+%27First+Lady%27+Of+Audi+Calls+The+Shots&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"235"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1340947154-efcf2a.m3u?orgId=1&topicId=1008&aggIds=274340198&e=340908911&d=235&ft=nprml&f=340908911"},{"href":"http://media.npr.org/assets/img/2014/08/16/audi_motorsport-140527-3132-73e97243cc73d905b5522657f9b23048d5f4702f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3304","width":"4405"}}]}