{"created":"2015-02-04T08:42:11+00:00","modified":"2015-06-05T15:23:13+00:00","valid":{"from":"2015-06-05T15:23:13+00:00","to":"3015-06-05T15:23:13+00:00"},"hreflang":"en","title":"Dear Aging Athletes: Say Hello To Goodbye","published":"2015-02-04T14:13:00+00:00","teaser":"Commentator Frank Deford contemplates the difficulty of knowing when to quit.","itags":["npr_api","383526589"],"guid":"27da6423-a03e-40ac-925d-b33918d7eccf","contentencoded":"<p>When Fred Astaire was 69, he gave up dancing, explaining: \"At my age, I don't want to disappoint anyone, including myself.\" All great athletes should keep that quotation up on their bathroom mirror.</p><p>Of course, for every star the right time to quit is different — and it's not just a determination of the particular sport. Obviously, too, injuries are most important, but just wear and tear can be enough. Why, some people are already suggesting that even though LeBron James is only 30, because he's played more than a thousand big-time games since he was 18, he may well be vulnerable to early erosion. Who knows, though?</p><p>Are athletes susceptible to faster deterioration in an individual sport where, like Astaire, they can't ask for a substitute? Maybe some just love it so — the action, the adulation, the money — and that passion can make up for a lot of physical decline. There are simply so many factors, and it's a particularly interesting subject now because so recently the question has been raised for a variety of different stars — Peyton Manning in football, Tiger Woods in golf, Roger Federer in tennis, now Kobe Bryant in basketball.</p><p>Well, Bryant first. What would possibly possess him to come back next season after rotator cuff surgery to play on a bad team at the age of 37? Kobe, stay home. Did Manning, who is almost 39, suddenly stop drinking at the Fountain of Youth halfway through this past season? Really, Peyton, is it worth one more ride on the concussion carousel?</p><p>Woods is in his 40th year. Is he delusional or just rusty? And Federer — only 33, and that's old for tennis — is still second in the world. On the other hand, he hasn't won any of the last 10 Grand Slams, and — here's what's different about Federer: He was the prettiest athlete in the world. Age won't just diminish his record. It'll blur his beauty, too.</p><p>The one thing I'm sure about, regarding athletes growing old, is that the first sign of age is inconsistency.</p><p>Suddenly, after a great game, a bad one. Call me crazy, but I'd make this bet: that Tiger Woods — awful as he is now — has a better chance of winning another Grand Slam than does Federer, because Woods can have that one bad day but still come back to win the whole tournament. Federer — or Serena Williams, who's almost exactly his age and still best in the world — they have a bad day and they're eliminated from competition. Williams has had inexplicable losses — unless you understand that athletes, in decline, will, guaranteed, have inexplicable losses.</p><p>So, when to say goodbye? I'll stick with what Astaire emphasized. When you don't want to disappoint <em>yourself.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Dear+Aging+Athletes%3A+Say+Hello+To+Goodbye&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Deford","audio":[{"meta":{"duration":"211"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1383724564-e40e1d.m3u?orgId=1&topicId=1055&aggIds=4499275&d=211&p=3&story=383526589&t=progseg&e=383724388&seg=11&ft=nprml&f=383526589"}]}