{"created":"2015-01-02T21:39:32+00:00","modified":"2015-01-05T22:23:56+00:00","valid":{"from":"2015-01-05T22:23:56+00:00","to":"3015-01-05T22:23:56+00:00"},"hreflang":"en","guid":"27eb3d79-9e59-40e2-bbe1-b519de93b704","title":"A Ukrainian soldier leaves captivity, but says his fight isn't over","published":"2015-01-05T22:23:55+00:00","byline":"Bradley Campbell","tags":["military","conflict","politics","Conflict","Conflict & Justice","Europe","Ukraine","Russia","Europe","Misha Friedman","Petro Poroshenko"],"teaser":"Ukraine has been fighting Russia and pro-Russian rebels in its eastern provinces for months, leaving hundreds of captives on both sides. But just before the new year, the two sides exchanged prisoners in the largest swap deal of the war, including one Ukrainian soldier who already wants to get back to war.","contentencoded":"<p>There might be hope for eased tensions between Russia and Ukraine in 2015 if the final days of 2014 are a guide. On the Friday before the new year, pro-Russian separatists in eastern Ukraine swapped hundreds of prisoners with the Ukranian government in the largest such exchange since the conflict began.</p>\n<p>One of the Ukrainians who came home was a soldier named Aleksei, who was <a href=\"http://www.buzzfeed.com/gabrielsanchez/anxiously-waiting-on-the-eve-of-a-ukrainian-prisoner-exchang#.exMdB6MWG\">reunited with his wife</a>, Svitlana. The couple and their two children are originally from Donetsk, the Ukrainian city at the heart of the separatist movement. They left when war broke out.</p>\n<p>\"They felt pretty strongly that they didn't want any part of it,\" says photographer Misha Friedman, who captured their reunion for BuzzFeed News. \"They moved to a town about 200 miles from Donetsk.\"</p>\n<p>But Aleksei still returned to fight with the army. \"Aleksei felt that it was his duty to protect his home,\" Friedman says.</p>\n<p>Aleksei was captured in late August, when Russian forces invaded eastern Ukraine and smashed the Ukrainian army in a series of battles. Friedman says Svitlana found out that Aleksei was captured on Aug. 29, but knew little else.</p>\n<p>\"For the first month and a half of his captivity she had no news. Aleksei and other soldiers were taken into a prison and had no access to any sort of communication,\" he says. The worry was even greater because Aleksei is HIV positive and needs constant medication to stay healthy. \"Her first month and a half was really the worst for her.\"</p>\n<p>The end of the ordeal wasn't much different. Communications with the captives and the government were spotty, and Friedman says the exchange seemed to have politics in mind more than anything else.</p>\n<p>\"It really wasn't done in the best interest of the prisoners or the relatives,\" he says. \"It was more, like, to meet President Petro Poroshenko and give the president a photo-op. Not necessarily to meet the relatives.\"</p>\n<p>Aleksei might be home with his family for now, but he's still thinking about going east to fight again. \"It's complicated,\" Friedman says. \"He still feels like his fight is not over.\"</p>\n<p>In the meantime, he's dealing with problems familiar to many combat soldiers. \"Before this, he didn't have a drink for 11 years. He's been sober,\" Friedman says. \"But seeing his friends and colleagues die in combat may have an effect on that.\"</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/pow-2.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/pow-2jpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/010220157.mp3"},{"href":"http://www.pri.org/file/010220157mp3"}]}