{"created":"2014-09-19T19:43:49+00:00","modified":"2014-12-23T18:40:30+00:00","valid":{"from":"2014-12-23T18:40:30+00:00","to":"3014-12-23T18:40:30+00:00"},"hreflang":"en","title":"Making An All-American White House Dinner With Some African Flair","published":"2014-08-05T17:12:00+00:00","teaser":"After Tuesday's African summit sessions, the White House is preparing to host the 50 heads of state and the chairman of the African Union for dinner. What goes into preparing a formal dinner for 400?","itags":["npr_api","337998149"],"guid":"2800e6f8-2eb6-4c60-b5ae-268c7952fe9f","contentencoded":"<p>Think of it as a state dinner for an entire continent. Tuesday night, after the <a href=\"http://au.int/en/2014-us-africa-leaders-summit\">U.S.-Africa Leaders Summit</a> sessions wrap up, the president and the first lady will host 50 heads of state and the chairman of the African Union for dinner. The 400 guests will be treated to a traditional American meal with an African twist in a gigantic tent on the South Lawn and enjoy a performance by Grammy-winning singer-songwriter Lionel Richie.</p><p>But a lot of behind-the-scenes elbow grease goes into pulling something like this off. On the eve of the big dinner, the chefs were working elbow to elbow in the surprisingly small White House kitchen, chopping onions, all kinds of peppers, papaya, chives and green beans.</p><p>White House Executive Chef <a href=\"http://www.whitehouse.gov/photos-and-video/video/2012/05/18/my-first-job-white-house-executive-chef-cris-comerford\">Cris Comerford</a> pops a green bean into her mouth. \"This actually came from our kitchen garden,\" she says of the salad being prepared. \"This was just harvested like, last Friday.\"</p><p>The White House garden isn't nearly big enough to feed all of the guests, but Comerford says there will be a touch here and there. The beans will appear in the second course — a chopped salad with buttermilk ranch dressing.</p><p>Some courses are bound to bring a little kick. \"We're also adding some nuances of the African spices as well, like cinnamon and cumin and things like that, that would give it a different twist but that would still remind you that it's American in its nature,\" says Comerford.</p><p>After all, these leaders didn't travel thousands of miles to get an Americanized version of their local cuisine. Comerford says a lot of research went into crafting the <a href=\"http://media.npr.org/documents/2014/aug/menu.pdf\" target=\"_blank\">menu</a>, and she admitted that, at times, it was stressful. The State Department was even involved.</p><p>\"Even though you want to prepare traditional American food, you also want to highlight like different spices and different things that are very important to those different countries,\" she says.</p><p>Here's the menu:</p><p>First course:</p><p>A chilled roasted tomato soup with socca crisp (a chickpea flour crouton of sorts)</p><p>Second course:</p><p>A chopped salad with green beans, lima beans, with \"soured cream\" (like buttermilk) dressing with a touch of cinnamon and cumin</p><p>Main course:</p><p>Wagyu beef with a roasted sweet potato puree and braised collard greens made with chilies and coconut milk</p><p>Dessert:</p><p>Fudge cake with papaya, scented with vanilla from Madagascar  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Making+An+All-American+White+House+Dinner+With+Some+African+Flair&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tamara Keith","audio":[{"meta":{"duration":"121"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1338019835-e14ee9.m3u?orgId=1&topicId=1053&ft=3&f=337998149"},{"href":"http://media.npr.org/assets/img/2014/08/05/photo2a-edit-be4f434779e64997233cbb69637be66167ed2460.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1011","width":"1350"}},{"href":"http://media.npr.org/assets/img/2014/08/05/menu_custom-4ae7569bd889e5c3fef63d3eca15bcbd41c175b7.png","type":"image/jpeg","meta":{"crop":"custom","height":"753","width":"430"}}]}