{"created":"2014-10-08T16:37:39+00:00","modified":"2014-10-31T02:23:18+00:00","valid":{"from":"2014-10-31T02:23:18+00:00","to":"3014-10-31T02:23:18+00:00"},"hreflang":"en","title":"The Changing Picture Of Poverty: Hard Work Is 'Just Not Enough'","published":"2014-05-07T21:27:00+00:00","teaser":"Many American families living in or right above the poverty line have flat-screen TVs, cars and cellphones — so what does living in poverty mean today?","itags":["npr_api","309734380"],"guid":"2801c326-a8b4-423f-a259-b9d36a8b1cfb","contentencoded":"<p>There are 46 million poor people in the U.S., and millions more hover right above the poverty line — but go into many of their homes, and you might find a flat-screen TV, a computer or the latest sneakers.</p><p>And that raises a question: What does it mean to be poor in America today?</p><p>Take Victoria Houser, a 22-year-old single mother who lives in Painted Post, a small town in western New York. At first glance, her life doesn't look all that bad. She lives in a cozy two-bedroom apartment. She has food, furniture and toys for her almost 2-year-old son, Brayden. He even likes playing a game called Fruit Ninja on her electronic tablet.</p><p>\"He just likes touching it because he always sees me on my computer, my iPad or something,\" Houser says.</p><p>Brayden's father is out of the picture, and Houser knows she could be a lot worse off. At least she has a job earning $10 an hour preparing food in a company cafeteria.</p><p>Still, you don't have to look too far to see that her life is teetering on the edge. Her nice-looking apartment? \"It's kind of not a very safe place to live,\" she says. \"There've been quite a few drug busts here.\"</p><p>Houser says she's scared to let her son play outside. Her next-door neighbor was recently arrested for allegedly murdering someone and stuffing the body in a cupboard.</p><p>But this subsidized housing is all she can afford. Most of Houser's paycheck goes for things like food, diapers and gas. And she says what look like luxuries are necessities for her. They're also mostly gifts from family or friends. She says she has a car to get to work, a computer to take online college courses, a cellphone to check up on her son.</p><p>But there's one thing Houser doesn't have, and that's a lot of hope for the future.</p><p>She says she feels stuck in a never-ending cycle, constantly worried that one financial emergency — like a broken-down car — will send everything tumbling down.</p><p>\"Poor to me is the fact that I'm working my butt off. I'm trying to go to school. I'm trying to take care of my son, and that's just not enough,\" she says.</p><p>And it's this frustration and despair that those who work with struggling families say is the true face of poverty today — that it's not just a lack of material things.</p><p>\"It used to be that if you were poor, you just didn't have the basic things, like maybe you didn't have a washer and dryer, and you were able to get by,\" says Kelly Wells, a case manager for Pro Action, a nonprofit community action agency that's trying to help Houser and others like her.</p><p>\"Now what I see with families is if you're poor, you're poor in every avenue: emotionally, supportwise, familywise,\" Wells says.</p><p>She and other social service providers in western New York say they're seeing more families ripped apart — by drug abuse, domestic violence and mental illness.</p><p><strong>The Cycle Of Poverty</strong></p><p>At the Family Resource Center in the town of Bath, N.Y., where Pro Action is located, a young mother plays with her giggling 9-month-old son. The mother is petite with long, curly brown hair. And she has a huge black eye.</p><p>Right now, the mother gets to visit her son at the center once a week. She lost custody because of suspected drug abuse and violence in the home. The father is in jail. The father's stepmother now cares for the boy.</p><p>The stepmother, who has come to pick him up, says he was in a lot of danger at home, and child protective services \"basically told me I either take custody or he has to go to foster care, and I wasn't going to let that happen.\"'</p><p>She says she and her husband now care for three of their grandchildren.</p><p>\"We want them to have a good work ethic, morals, values. We don't want them learning the kinds of things they would learn at home,\" she says.</p><p>Social workers say they see lots of stressed-out families, with kids paying the price.</p><p>Marsha Patrick runs the local Head Start program. She says she had to hire nine extra classroom workers this year to deal with growing behavioral problems among the children.</p><p>\"Everything will be fine, and then all of a sudden they are literally off the wall. They might be walking on the tables. They might run up and down on the radiators,\" she says. \"They just cannot control whatever it is that's making them go off like that.\"</p><p>Patrick suspects that it's the strain of living with adults who are overwhelmed by life or who don't have the skills they need to raise children because they themselves came from troubled homes.</p><p>Her program is trying to break the cycle. But Patrick says it's difficult, especially with factory jobs that used to support a middle class in this region disappearing in droves.</p><p>\"Unless we have those jobs to offer those folks, that they're going to feel good about and want to go to work for and do, the kids are going to be the ones who are suffering, and we're seeing it,\" she says.</p><p><strong>Isolated And Disconnected</strong></p><p>But, of course, poverty is about more than a lack of jobs. It can also mean isolation.</p><p>Frank and Amber Adams live in a trailer home in rural Hammondsport, also in western New York. The yard is filled with chickens and ducks, cats and dogs.</p><p>Frank, 41, has been poor his entire life. He says it's been a lot of ups and downs, but mostly downs. He survives by selling scrap and doing odd jobs and masonry work.</p><p>The Adamses have seven children between them, from other relationships. But the children are scattered about, and right now, Amber's goal is to regain custody of her youngest three. But first she has to clean up her act. She's a recovering crack addict. So is Frank. He says it's pretty common in this part of the state.</p><p>\"There's lots of people that just aren't happy with themselves or what have you,\" he says. \"Maybe they don't have a job, so they gotta sell some of the drugs to make money, and then they get addicted to the drug themselves.\"</p><p>He says drugs are readily available, but about a year ago, he and Amber looked at each and asked, \"What the hell are we doing?\"</p><p>They got married, and now he's helping her through counseling. But it's a struggle. Frank says sometimes he has to redeem empty soda cans just to buy gas to take Amber to counseling classes.</p><p>He says he thinks it's harder being poor today than when he was young.</p><p>\"People aren't as outgoing and gracious as they were back in the day. Back in the day, your neighbors helped each other,\" he says.</p><p>And that's a big difference for poor families today. They might have TVs and cellphones, but researchers say they can be more disconnected than ever — from neighbors, work, family, all of the social networks that help people through life.</p><p>Amber takes a picture off the wall, which shows six of their seven children dressed up for their wedding last summer. And she reads the words written on the side: Family, together, we have it all.</p><p>For now, it's something they can hope for.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Changing+Picture+Of+Poverty%3A+Hard+Work+Is+%27Just+Not+Enough%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Pam Fessler","audio":[{"meta":{"duration":"459"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1310300915-9a51ce.m3u?orgId=1&topicId=1091&aggIds=306866080&ft=3&f=309734380"},{"href":"http://media.npr.org/assets/img/2014/05/06/finger-lakes-victoria-e64350be91176739009a742725bed069fb55ffcf.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2998","width":"4000"}},{"href":"http://media.npr.org/assets/img/2014/05/06/finger-lakes-brayden-03fc21aed0a85f3532173544deeeea8cbe741d2c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2998","width":"4000"}},{"href":"http://media.npr.org/assets/img/2014/05/06/finger-lakes-amber-frank-04c9a5d20c848f8895354d5e51b468c39cab58ef.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2248","width":"3000"}}]}