{"created":"2015-03-09T20:01:01+00:00","modified":"2015-07-01T18:51:57+00:00","valid":{"from":"2015-07-01T18:51:57+00:00","to":"3015-07-01T18:51:57+00:00"},"hreflang":"en","title":"Leila Steinberg: 'With Earl, It's A Journey' ","published":"2015-03-16T16:55:00+00:00","teaser":"Steinberg began managing Tupac Shakur in the late '80s and stepped away from that role in 1993. She didn't manage another musician for almost 20 years, until she started working with Earl Sweatshirt.","itags":["npr_api","391893500"],"guid":"28031fc9-6a4c-41eb-a0c8-22a9fb13d115","contentencoded":"<p>When Leila Steinberg was 25 years old, she met a 17-year-old named Tupac. She became involved in his career in a managerial role, which she had stepped away from by about 1993. The next time Steinberg agreed to a management relationship with a musician was almost 20 years later. At the request of Earl Sweatshirt's mother, she began working with him while he was still in Samoa. And then she went and got him, brought him home. We spoke to Leila about her relationships with both rappers, and the work she's done apart from them.</p><p><strong>ALI SHAHEED MUHAMMAD</strong>: Welcome, <a href=\"https://twitter.com/leilasteinberg\" target=\"_blank\">Leila</a>.</p><p><strong><strong>FRANNIE </strong>KELLEY</strong>: Thank you.</p><p><strong>LEILA STEINBERG</strong>: Thank you.</p><p><strong>KELLEY</strong>: We are glad to be in warm California in January talking to you.</p><p><strong>STEINBERG</strong>: Right? It is --</p><p><strong>KELLEY</strong>: I mean, I am.</p><p><strong>STEINBERG</strong>: It's beautiful outside.</p><p><strong>KELLEY</strong>: 75. Not bad. Good life choices get you to places like this, I think.</p><p><strong>MUHAMMAD</strong>: Hm.</p><p><strong>STEINBERG</strong>: I'm still doing a rain dance though.</p><p><strong>KELLEY</strong>: Weirdos. All of you. So we wanted to talk to you about your history and what you're doing now, but I wonder if we might start with where you guys first crossed paths.</p><p><strong>MUHAMMAD</strong>: Leila and I?</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>MUHAMMAD</strong>: My only recollection of the first time we met was at the Hammerstein ballroom, backstage.</p><p><strong>KELLEY</strong>: In New York.</p><p><strong>MUHAMMAD</strong>: In New York. And this was — was it two years ago?</p><p><strong>STEINBERG</strong>: Two years ago.</p><p><strong>MUHAMMAD</strong>: It was two years ago. Oh. Not bad, brain.</p><p><strong>STEINBERG</strong>: I think we've been back two-and-a-half years. You're good.</p><p><strong>KELLEY</strong>: OK.</p><p><strong>MUHAMMAD</strong>: And it was the first concert of <a href=\"https://twitter.com/earlxsweat\" target=\"_blank\">Earl Sweatshirt</a> with <a href=\"https://twitter.com/ofwgkta\" target=\"_blank\">Odd Future</a> since his mysterious disappearance.</p><p><strong>STEINBERG</strong>: His return from Samoa.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>STEINBERG</strong>: Yes. That was a big one.</p><p><strong>KELLEY</strong>: OK.</p><p><strong>STEINBERG</strong>: I've — we've crossed paths, not officially, for years because music, and I'm a huge fan. So.</p><p><strong>MUHAMMAD</strong>: Thank you.</p><p><strong>STEINBERG</strong>: And I was quiet, always in the cut, so there were many times I was places that people wouldn't know I was there.</p><p><strong>KELLEY</strong>: Right. I feel you.</p><p><strong>STEINBERG</strong>: So.</p><p><strong>MUHAMMAD</strong>: I identify with that. That's how I like to roll too.</p><p><strong>KELLEY</strong>: That's why this is a --</p><p><strong>STEINBERG</strong>: I've been in your path so many times. You just didn't know.</p><p><strong>MUHAMMAD</strong>: Yeah, right.</p><p><strong>KELLEY</strong>: This is the podcast for quiet people, that see you, though.</p><p><strong>STEINBERG</strong>: But that, that show, that was like my first coming back out into music in a long time in a work capacity and --</p><p><strong>KELLEY</strong>: After 20 years away, basically.</p><p><strong>STEINBERG</strong>: Well, no, I'd say ten years, really not active. At least ten, at that point. So, yeah.</p><p><strong>MUHAMMAD</strong>: That show, that was interesting for me because of the relationship with my attorney, <a href=\"http://www.examiner.com/article/fox-rothschild-s-julian-petty-brain-dumps-entertainment-law\" target=\"_blank\">Julian Petty</a>, who was also — I don't know what the relationship is with you and Julian now.</p><p><strong>STEINBERG</strong>: He's Earl's lawyer, yeah.</p><p><strong>MUHAMMAD</strong>: OK. And I've been following Odd Future. And so when Julian asked me about Earl and linking up with him, I was like, cool. But just seeing him in that environment was like — it made me feel really aged. Only because — but in a good way — because I saw his nervousness. How are you able to help him deal with that? Like, there was a lot happening in that moment.</p><p><strong>STEINBERG</strong>: With Earl, there's — it's — what a journey. I wouldn't even know how to describe this journey. I'm thankful. He gave me something back that I really appreciate. I love music. I think music is one of our most important vehicles on the planet, always has been. And — so my work, my life, has been in the development of art that can transform the planet. And so my introduction to Earl was so different because it was really through my work in law and my connection to his mom. So I came in as a parent, not as a music businessperson. And really the plan was that I would help him transition into a healthy life back in LA pursuing his dream, but not that I would be really active in his business.</p><p>And I think that because we have such a warped idea about business and it's a toxic world, the music business, that I realized, as I wanted to transition out, that maybe I was supposed to be in here to help bring the lessons I learned from all the artists I loved and lost to Earl.</p><p>So I haven't been able to leave. I've gone through all of the rollercoaster ride with him, as someone who loves him and as a family member that's now part of his musical family also. And there'll be a day that I won't be as active. I do see my active role as transitional, but I think we need more people like me in the business I've decided. As I copped out and left, I realized that I was doing disservice. We have to reframe what we do with business and the arts. And so, yeah. Here I am, after a long leave.</p><p><strong>KELLEY</strong>: So can you tell us the story so that we can, like, make sure it's all out there accurately --</p><p><strong>STEINBERG</strong>: The story of Leila and Earl?</p><p><strong>KELLEY</strong>: Yeah. I mean, I can go and you can tell me what's wrong or which is overstated. So somebody on the board at his school approached you?</p><p><strong>STEINBERG</strong>: Well, I have a long relationship with <a href=\"http://www.imdb.com/name/nm0108368/\" target=\"_blank\">Larry Brezner</a> who has a film and management company. He basically started with Robin Williams, Billy Crystal. He's been in the business a long time and he was very active at Earl's school, New Roads. And I've been working very closely with my non-profit and professor <a href=\"https://twitter.com/niggatheory\" target=\"_blank\">Jody Armour</a>. He heads the department at USC. He's not just an educator in the law department and a law professor but he's done a lot in music also. He's done some really amazing things. So there are all these intersections and working with Jody, we studied a lot of Cheryl Harris' work, Professor Harris at UCLA.</p><p><strong>KELLEY</strong>: Earl's mom.</p><p><strong>STEINBERG</strong>: Earl's mom. And so I wanted to connect with Cheryl for a long time and her work. And out of the blue one day, Larry Brezner calls me and says, \"Leila, I've got this kid from New Roads. There's been some issues and I want to talk to you. We need your help.\" I do a lot of intervention — people can call me any hour of the day or night. They have a kid that gets arrested in juvenile hall. They need intervention. They need guidance. So I've done a lot in navigating criminal justice and families.</p><p>And so I went to a meeting and it ended up being a meeting with Larry and Earl's mother. And the funny thing is I showed Earl's video — a while before, his first video — in our class in the law department to talk about just the power of youth culture in one artist and the ability for that artist to drive movement and the intersection of punk and hip-hop. And so I was commenting on this video and suddenly I'm in a meeting with the woman I've been wanting to meet forever and admired her work and Larry telling me about this kid whose story I know because my son was a big Earl fan. And when I saw the video, I was like, wow. And then I began to study the whole OF movement. I have a son from the Westside who kept saying, \"Mom, you want to know about lyrics,\" you know.</p><p>And I was like, \"I don't know if I'm feeling this.\" So I had a moment with my son and I dived in. And I felt like I called him to me because his mom said that she really wanted to give him motivation to complete his program. He wasn't cooperating very well. There was a lot going on. Would I be interested in building a dialog and maybe doing my curriculum and my workshop that I do, my Mic Sessions, with him through the phone and Skype and whatever? And I had never done this before. So I thought what a challenge.</p><p>And the other challenge was that I couldn't tell anyone including my kids because there was a big campaign to free Earl and where was he. And everyone I know wanted to know where he was. So it was so intriguing. I couldn't say no. And I would have done anything for Cheryl. So that's really how it started. I said, you know, \"Your son has to want to do something with me and if he does and he completes his levels, I'll go get him.\" I just said that. I didn't know. I always say things. I speak 'em. You know, Samoa — I hate flying.</p><p><strong>KELLEY</strong>: Oh, really?</p><p><strong>STEINBERG</strong>: I'm terrified of flying. I fly all the time. But those 20 hour flights, like South Africa, Samoa, I'm not feeling.</p><p><strong>KELLEY</strong>: It's all the drugs. All of them.</p><p><strong>STEINBERG</strong>: We had our first conversation and he said, \"Oh, I just read the Mike Dyson books. Someone had it in here. I can't believe --\"</p><p><strong>KELLEY</strong>: <em><a href=\"http://www.amazon.com/Holler-If-You-Hear-Me/dp/0465017282\" target=\"_blank\">Holler If You Hear Me</a></em>.</p><p><strong>STEINBERG</strong>: \"--you're talking to me.\" So we built from that first conversation. We began to have office hours every week. It was like, \"You're really gonna come get me?\" And so we made an agreement. I said that if he completed his levels and did the assignments and would write back and forth with me, I would come get him. But that he had to make arrangements that I could introduce my curriculum and my work in that facility. I could come do some workshops.</p><p>And then, in the facility, you always get a community service that relates to your issues. And a lot of the issues people had with Earl were around his lyrics and just the accountability and violence and sexual lyrics. And so he ended up having to work in a facility called \"victim's support,\" which is the only center on the island that serves sexually assaulted youth. So every day he'd have to go and spend time with these kids and it was having a profound impact on him. And so, hearing about it I was like, I got to get to those kids too.</p><p>So he made the agreement and he kept telling me and doing so that the kids in the facility were going to hate me. \"They won't feel — they're going to hate you. You don't understand. These aren't the kids you serve in struggling neighborhoods or juvenile hall, kids catching cases for gang issues or violence. These are privileged kids whose parents send them away and they don't want to hear you.\" So me, I know the power of music. I spent 20 years building this curriculum where I use art for emotional education and emotional healing. And you can penetrate any wall in anybody if you understand how to utilize the tools.</p><p>So he completed his levels. He said he was ready long before I imagined a trip to Samoa. And I had to honor my word. And Larry and his mom were fully ready to support my going. They were like, \"Go. Take some time.\" And I said, \"No. I can't go without my team. I'm going to work.\" And it's really expensive to take ten people to Samoa and document it. So I don't know how but in three weeks we raised the money and we all got on a plane. And it was one of the most — I have to thank Earl all the time.</p><p>I've traveled all over, but to be able to go to Samoa and actually spend time there, work there, and be embraced by a lot of the indigenous people — and one of the most powerful things that happened on that trip is I did a lot of work with gangs in Long Beach. So I had a kid from Long Beach who was in my group. He had a pretty hard history. His family was from the village that we were going to in Apia, but he had never been out of Long Beach. And so I said, you know, \"We're going to the village your family's from. We'll have to work pretty hard --\" My partner, Marisol, who's a teacher in Long Beach, did a lot of work so that he could get approved to go. But we brought him with us to the village his family's from and Earl was his guide in his home. So it was really amazing. Just to take all the kids I brought from LA and around — you know, there were other kids from outside of LA — but this group of artists who got to have the experience of service and just — it was so deep. It was beautiful. I want to go back.</p><p><strong>MUHAMMAD</strong>: You make me want to go.</p><p><strong>STEINBERG</strong>: It was an amazing place. So, yeah.</p><p><strong>KELLEY</strong>: So then, when you got back — OK, so, first of all, I read somewhere — I can't remember where — that when you guys landed at LAX the cops were screaming Earl's name?</p><p><strong>STEINBERG</strong>: Yeah, that was really crazy.</p><p><strong>KELLEY</strong>: That's bananas. How many people --</p><p><strong>STEINBERG</strong>: Everywhere we went — he left and he wasn't a celebrity. And he came home — not only was he isolated and had no technology available for a year-and-a-half but his friends were all famous. He was in a position where he had to navigate a very difficult relationship with his mother and her feelings about the group.</p><p>She was really vilified because she just wanted to help her son. She felt like he was in trouble. And I'm a parent who — my daughter that's 28 now, my grandson's about to be 10. Out of all my kids, she's the one that put me through the most. An amazing, beautiful young woman that had a time where I was like, I could lose my daughter. So as a parent, you do what you have to do. And, at that point in time, removing him from people, places, and things, and saying, \"You're going to finish school. You're not going to abuse your body. You're going to get focused,\" was what she did. And his friends didn't understand that cause they're kids and they miss their friend. So I'd say one of the roles I also played was helping mediate relationships and I'm still doing it because there's so much pain when you grow and you grow apart at times and you have to come back together.</p><p>So you have a large group of — you know, it's a huge collective. And at a different points, different people get the attention. And that's some of the work I want to do in developing artists now. Is just to really help artists understand their humanity and power and what happens when you get power quickly and, you know, just the process of money.</p><p><strong>KELLEY</strong>: Right.</p><p><strong>STEINBERG</strong>: And so, that's the Earl --</p><p><strong>KELLEY</strong>: I have one more question about this. And I'm sorry. I know I'm — so, you — but you were vilified also.</p><p><strong>STEINBERG</strong>: Oh, yeah. For sure.</p><p><strong>KELLEY</strong>: I remember the boards on February 8th, 2012.</p><p><strong>STEINBERG</strong>: The OF --</p><p><strong>KELLEY</strong>: Yeah. So what happened was he put a teaser video. And he said, I'll give you the whole song if I get to 50k followers and the Internet just loses their minds. First of all, whose idea was that because it was — it was just so adept.</p><p><strong>STEINBERG</strong>: Well, there's a — I have such a large collective of young people that I mentor in my Mic Sessions. And I actually met a young man named <a href=\"https://twitter.com/asherunderwood\" target=\"_blank\">Asher Underwood</a> who runs <a href=\"https://twitter.com/truthabouttupac\" target=\"_blank\">Truth About Tupac</a>, the website. And what I realize is when we lose people, we have to think about how to maintain their legacy and especially someone like Tupac. And so there are all these kids who are devoting their life to his legacy. And I like Asher because he was committed to the truth about Tupac. And he had a real great sense of technology in a way that I will never and don't care to. But he didn't try to appease me and he — in his seeking truth, it wasn't a one-dimensional truth. So out of everybody that I've seen that wants to grow the legacy — even in how he approached me, he asked me questions I didn't like, things that were uncomfortable. And so I began to reel him in and pull him in just because I think that we have to let — it's youth culture so we have to give them their voice and get out of the way.</p><p>So when I was going to get Earl, I would — I started talking to Asher just about, you know — it's scary when you've been away and you have to jump in and deal with technology. And I wanted to give Earl the opportunity to think about how he wanted to grow his career, but to let his fans and he have ownership. And so I asked Asher and he's the one that did that and came up with the plan for Earl to get everybody to follow him. But not to do anything but to have a landing place because I knew that the guys in Odd Future did a lot. They worked their butts off for him to have an opportunity and so they had to be validated also, even though they felt like I was the enemy, and who was this who-ever coming to take him. I always wanted to find a way to bring everybody to a place where they were all validated, all communicating, and move forward.</p><p>And so, you know, <a href=\"https://twitter.com/christianclancy\" target=\"_blank\">Chris</a> — I went with through a lot with Chris and <a href=\"https://twitter.com/kellyclancy\" target=\"_blank\">Kelly</a>. They worked really hard. I totally understood why people were mad --</p><p><strong>KELLEY</strong>: The Clancys. Yeah.</p><p><strong>STEINBERG</strong>: — and had issues with me. Because the other thing I would always encourage people to do — and I'm not a good example. I'm pretty much the hypocrite here. If you don't tell your own story, other people will tell it for you. And I've been silenced so much because I don't like the media. And so many times things were misrepresented that I didn't do justice to my part in the truth and I don't want to do that anymore.</p><p>And so, because I didn't communicate and other people virally started seeing things — and I was not allowed to talk about what I was doing. So I couldn't talk about it. And then I think what happened was <a href=\"https://twitter.com/therealrayluv\" target=\"_blank\">Ray Luv</a>, who is my dear friend and who is really the reason I worked with Tupac, he got so excited because he felt like Earl was so gifted. And he found out I was going to Samoa and he said something on Twitter, which was really — he was excited and wanting to empower me. It wasn't exactly accurate because nobody got the information directly from me. And then, rightfully, OF was like, \"What the --\"</p><p><strong>KELLEY</strong>: What did he say?</p><p><strong>STEINBERG</strong>: Something like, \"Oh, now Earl's part of the family.\" Some kind of whatever. And he had already had a family here.</p><p><strong>KELLEY</strong>: Right. A family.</p><p><strong>STEINBERG</strong>: So, it was weird. And it was probably good because it forced the conversation faster. And we all had to sit down and have an emotional he-say, you-blame, whatever.</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>STEINBERG</strong>: And I love all of them, you know? I've built a close relationship with many members of the group, some I don't know as well. <a href=\"https://twitter.com/niggurache\" target=\"_blank\">Hodgy</a> used to come to my Mic Sessions long before there was an OF. I taught at the school that <a href=\"https://twitter.com/fucktyler\" target=\"_blank\">Tyler</a> went to. It's crazy. We started realizing that we were all in the family. So.</p><p><strong>KELLEY</strong>: Yeah. Well, I mean, so — and this is my last question about this — but so, Professor Harris is vilified. Sorry. She's a professor, right?</p><p><strong>STEINBERG</strong>: Yeah, she's actually UCLA. She --</p><p><strong>KELLEY</strong>: Yeah. So Professor Harris is vilified. You're vilified. In a weird way, they were both — you were both taking care of him and then you went and got him — <em>you </em>freed Earl. I mean, Earl freed himself with some assistance from you. And what is it like to move in a world — and by world, I don't mean rap world or even the industry, I mean everybody's everyday world, like, society, American society — to try to be working with people who are disrespectful to you, like, constantly. That was the feeling in the forums, was that you were the enemy and that Earl had no agency. Like, Earl couldn't possibly have made this decision on his own.</p><p><strong>STEINBERG</strong>: Earl was in a really difficult position because he had his mom here. He had a music family and his family. And nobody really understands how painful it is to sit at that crossroads. And I think that when I told you earlier that I was always identity-challenged and racially-challenged in our family — I have a father who came from a Polish family. They immigrated. Jewish. And my dad married my mom very young. My mom's family immigrated from Mexico. I'm first-born here. She's got family from Turkey, Middle East. So we have this very interesting family. And then my father re-married 30 years ago, a black woman. So I have a black stepmother, mixed kids. And many family members on either side that were never OK with these unions.</p><p>So when you come in in conflict, you either are damaged and you let the pain affect you or you step outside and take these challenges and realize your work is in making a difference in these areas. So I would say that I've always navigated that territory. I've always been kind of in a position to either be a voice and help mend the situation or not do anything. I think that some of us are born and that's part of the work we do in this life.</p><p>With Earl, because of the lack of understanding and what happened early on, there wasn't much budging on either side. I think that to be his mother — I would never be OK until I got some sort of acknowledgment and apology, and in a forum that the conversation started. So she was really hurt. Her son at some point has to defend his mom if he knows her decision was right or not. Remind me to tell you about Ted Nugent's son before we're done because it reminds me of --</p><p><strong>KELLEY</strong>: Writing it down.</p><p><strong>STEINBERG</strong>: — we, at some point, have to stand with our parents or stand up. And so, in this situation, Earl knew that his mother did what she felt was the best thing for her son. So it complicated it because he didn't articulate it the way he might have needed to at that time for his friends to understand. So there was this big lack of communication and a kid — cause he's a kid when he got back — being pulled both directions. So what he made the decision to do, because he was in a position to do a deal anywhere. They did the work, which we all know, and built their following up and helped him be in a position to go get a deal.</p><p>What he chose to do was do a deal that would allow him to be part of the family, where they would benefit. He spent the last two years doing any and everything, pretty much, that they asked. But also, he had to have some autonomy so his mom could feel that he handled his business and did what he was supposed to do. So being in a position where you're pulled from both directions, he sat in the middle and kind of worked to bring everybody to him.</p><p>And he's still working it out. It's not all worked out. It's a lifetime journey to be a strong communicator. Anybody who masters communication can have anything they want. So, I think they did better than some of the evolutions of the groups that I worked with early on cause things got really volatile with OF. They're all finding their own voice but everyone's at least still communicating. So.</p><p><strong>KELLEY</strong>: Good job, everybody.</p><p><strong>STEINBERG</strong>: Does that answer?</p><p><strong>MUHAMMAD</strong>: It makes me wonder why you're not called — or maybe you are called on to be a part of musician's careers in that regard, especially groups. Cause as you're speaking, I'm sitting here thinking about my own group and the breakdown in communication and how we were able to overcome that but how we were a little bit older, you know? But often, you are younger and don't have those faculties to be able to manage a situation. And I'm thinking of everyone else from EPMD, Fugees, and stuff like that and it just makes wonder: are you called more often?</p><p><strong>STEINBERG</strong>: No, not really. You know, I don't think we look at — and as we look at race and we look at the truth about education and how dysfunctional we are, I think that white males primarily are conditioned to seek everything possible for advancement, whether it's business growth and planning to strategies for families to getting therapy. And so in the communities that I grew up in, you know, therapy is like — no one wants to get therapy. We don't ask for mediation. We don't go take the classes that would advance us. It's very hard to invest in ourselves.</p><p>And I would say Tupac was an amazing teacher for me, as one of the first artists I worked with, because he was so brilliant and he read so much. He was all about learning strategies, but he was still too young to implement. He was in a real studying space. But he motivated me to understand my power, and that I sat in a really key position to be at the tables people couldn't get at, to get into doors that were difficult for others. And I didn't appreciate my privilege. I ran from that. Tupac really told me off, you know.</p><p>When I first started working with him — I never went after anybody. I was an artist in my young motherhood days. In high school, I always wanted to be in the band. And my mom left when I was young. My dad raised me. My mom moved to the Bay. So my dad as my primary parent raised me kind of like his oldest son. So I got some great messages from having a man raise me but I didn't necessarily have a sense of worth and value in the ways that I needed to really have success. And so I always vacillated. I wanted to do everything but I never just felt like I'm going to put 200% in. So I was in bands and I was a young mother and I went to school for sports therapy. I worked with athletes in the '80s.</p><p>So, when I met Tupac, I had little girls and he was like, \"How are you going to really parent and be the parent that you want to be and not the parent your mother was and run around in a band? You say you want to touch the world and you want to — you got to learn business. And I could be your first business.\" And so I was like, \"That's crazy. I don't know anything — I'm not good at business.\"</p><p><strong>KELLEY</strong>: Can we just say really quickly that at this time he's 17 and you're 25.</p><p><strong>STEINBERG</strong>: Yeah. Something like that.</p><p><strong>KELLEY</strong>: That's bananas.</p><p><strong>STEINBERG</strong>: Yes. And he definitely was older than me. And I said no, I couldn't do it, wouldn't know how. And he was like, \"Are you kidding? Your last name. The access you have. You understand art. You have everything it takes. Read some books.\" So that was my beginning of transitioning into doing business for people. And it was guided by — it was all needs-based, someone that needed me to do something and thought I could do it, convinced me, and I did. And kept going.</p><p><strong>KELLEY</strong>: Can you tell a story of a specific time cause I wrote down that — oh, I don't have it right here but — you told <em>XXL</em>, like, four years ago, \"He made me the white woman that he needed me to be when I needed to be that or the Mexican woman who spoke Spanish.\" Do you have a specific memory of a time when you were like, \"OK. Today I got to do this. I got to be this.\"</p><p><strong>STEINBERG</strong>: Oh my gosh, all the time. We wanted to have his first show at the Santa Rosa Fairgrounds. It's this great place. My — and this is where it really started — but my ex would try to rent facilities and he'd go and say, \"I want to do a show. How much is it?\" And they were always booked. We could never get a facility. So I began to be, \"Hi. I'm Leila Steinberg. I'm doing an event to benefit kids. Da-da-da.\" And suddenly the date would be open.</p><p>And we began to document the many times that Tupac or Bruce or Ray or people that were young and black couldn't access, couldn't get a facility, couldn't get an interview, and how easy it was for me to walk in and get that same place for rent, that apartment, that car, that loan. And the funny thing is my credit was often not as good as some of the young black males that were turned down just on appearance so. I don't know if that was specific but --</p><p><strong>KELLEY</strong>: It was. It was plenty.</p><p><strong>MUHAMMAD</strong>: I'm just wondering do you still have Microphone Sessions?</p><p><strong>STEINBERG</strong>: I do.</p><p><strong>MUHAMMAD</strong>: How are you able to convey to — I don't know the type of kids that come to your sessions. First of all, are there older people that come and volunteer?</p><p><strong>STEINBERG</strong>: So, just for — yes. Just so I can put this out: you can find out about my non-profit at <a href=\"http://www.aim4theheart.org/\" target=\"_blank\">aim4theheart.org</a>. And I've been doing workshops for almost 30 years now. It's been a long time. I never stop. I had a class last night. And the great thing is that I now have a curriculum. I do a training once a year and so it happens whether I'm there or not. Someone last month said when my son taught the class he was so much better than me. And I had to laugh. So it means that we have a process that works.</p><p>It's kind of the intersection. It's kind of like me and who I am. So I have kids that come from privilege, kids that come from poverty, kids that are still active in gangs, kids that have never seen outside of Brentwood. And I have 13 year olds and 60 year olds. Like, you know, going to church or temple or the mosque, you have everybody there and our common denominator is our love of art and whatever the word of the week is. This week it's direction. There might be a classical artist or an opera artist or a rapper and everyone has to marinate on that same word. And then we have a conversation through our art, as a group.</p><p>And, you know, kids come for artist development. I still believe in artist development but I believe everyone's an artist, whether you're a lawyer, doctor, whatever it is. And that we have to live our lives understanding that whatever our passion is is our art, and how do we craft a life around that. And so they don't know they're coming to class for emotional education or emotional literacy. But as we look at the issues right now that are most prevalent, the two areas were most damaged in is our hearts and our pockets. Like, as a people, globally, we have — everybody has a damaged heart. All we want is to feel value and loved. I mean, at the core of every human being that's all that matters and we need to sustain ourselves and survive.</p><p>I'm definitely not the model for financial education, but it's as important as emotional. But I understand that geography very well. And so I've packaged a way to teach kids and put words to feelings and navigate those feelings so that we can manage our pain and behavior and we don't have to shoot up schools and act out. And suddenly when you become human beings to one another in a shared space, it makes it hard to go outside on the block and see your neighbor as an enemy.</p><p>And I've worked so much with gangs. My dad was a criminal defense attorney. He raised me around criminal defense and the imbalance in our laws. So I really had a front row seat. I was very groomed to understand this dynamic. I still work in San Quentin. I have a program with the lifers since 1990, <a href=\"http://www.no-more-tears.net/\" target=\"_blank\">No More Tears</a>. So I'm all about bringing balance and truth to these very painful subjects.</p><p><strong>MUHAMMAD</strong>: I'm sure that you've made such an impact in ones that, you know, may be highlighted in a famous sense like Earl, like Tupac, maybe there's some others that we don't know about. I'm wondering — because you said something earlier about how there's a difference in what is taught based off of race. And so — not necessarily for the people who come who are able to impact and interact with you and benefit from the environment that you have created, but more so the outside people who may be looking in or you may have some sort of relationship, do they really understand that there is a lack of opportunity — from an emotional sense, from an economic sense — that it's not an excuse, that it is something that's really blocking different people — you know, young, raced, black, Hispanic, and that is a real — it's not, like, a facade. It's tangible.</p><p><strong>STEINBERG<em></em></strong>: It's why I do the work I do. It's so painful to me. It's so imbalanced and I'm so tired of — even my own family members — \"Oh, it's choice.\" No, it is not choice. Choice is based on your formative opportunities and access to things that we don't have any balance in. I know. I lived on 64th and Vermont and I lived on Las Flores Beach in Malibu. As a kid, I know how hard it was to let go of my friends and the guilt I felt because my father had a booming criminal law practice, this very young lawyer, and we had upward mobility. And I began to see that when you go to school in Santa Monica or you're in Malibu at a really young — \"Oh my god, they live like this?\"</p><p><strong>MUHAMMAD</strong>: Have there been any — like, maybe from a corporate level or maybe from a legislative position — who understand that and who has been quietly instrumental in helping bring forth change?</p><p><strong>STEINBERG</strong>: Very, very little. It's really difficult. And I don't want to point or shine light on specific names but there — and that's why I love all the artists I work with. Pac, losing Pac at the time that we lost him was so detrimental because he really got it and he wanted to serve that cause. And he's been, to date, like, one of my only funding sources because all the money from <em><a href=\"http://www.amazon.com/The-Rose-that-Grew-Concrete/dp/0671028456\" target=\"_blank\">The Rose That Grew From Concrete</a></em> that I get on my side of it, strictly to programs for youth. And it's like, I have a couple artists now that I really think could be that big that we could get legislature and get support.</p><p>But it's very difficult. Once you get to a certain level you get quiet. And you're so controlled by the alignments you have with brands or whoever's sitting on top of you that no one's forcing these issues and it's one of the most important things we can do. I don't know. I'm doing the work every day. We need a lot more involvement. And that's what drew me — I never thought I'd be interested in law, having a father who's a lawyer. And I don't know how I found my way to Professor Armour, but I've been co-teaching with him at SC, the race and stereotypes class in the law department, and all the work I did in San Quentin has me thinking that my next work will probably be in law and that I have to come full circle.</p><p><strong>MUHAMMAD</strong><strong></strong>: Well, I certainly hope that you don't shy away from that because, from what I've learned in this short conversation, is that you seem to maybe put up your own blocks. And I understand that. I'm myself learning to not do that and be that. So in hearing of all the wonderful things that you have done and that you do still, if that comes knocking, it would be a great — it would be a great reward for everyone, really.</p><p><strong>STEINBERG</strong>: I'm thinking — I'm just like, wow. Back to school? But, you know, that's where a lot of happens is in policy.</p><p><strong>MUHAMMAD</strong>: Yeah, absolutely. I think — I believe the only way to really affect change in America is to vote people in or out of office — without being extremely radical, you know. And that is as radical as you can be actually here. And so, we have these moments, I think, in history where people kind of seem like they get it. And I think that there's such a letdown after people are in office and — I don't know if it's due to politics or that they're really not about transforming that things don't happen. But certainly after seeing the police brutality, which has been going on for a number of years but it's turned up a bit more lately, that I hope that we carry these marches over into the next election, in a great way.</p><p><strong>STEINBERG</strong>: That's even — in talking again about bringing truth to the history of why it's so dysfunctional between the public and the police. The inception of policing was racist. We policed black people during slavery. That's why police were formed. It wasn't: here's the \"Peace Union\" or the \"Protect You Union.\" It was to police a specific group of people. We've never resolved that. We've never had any healing around it. And so the institution and the process is racist. And you can see it.</p><p>And maybe in certain cities we've worked through some of it, but we have a lot of work to do with those that are supposed to guard and protect the community and enforce morality. And then, the ideas around blame and punishment — so that's why I'm so drawn to the law and how we set precedent and policy. So I come back to artists because it is only through artists' voices that we impact these discussions, that we can get radio or --</p><p><strong>MUHAMMAD</strong>: Do you believe in complete artistic license or do you think that there's a line that should not be crossed?</p><p><strong>STEINBERG</strong>: I'm challenged with that a lot. I think that we violate people just by speaking certain things. And so if in somebody taking license to say whatever they want, they are serving to destruct. I don't think it's OK. That's why I said the Ted Nugent comment. I've been challenged recently because this kid — white kid, very talented — ended up in my workshop. Anybody can come to my workshop. It's word-of-mouth. You have to find me. So Rocco — <a href=\"https://twitter.com/roccomoon\" target=\"_blank\">Rocco Moon</a> is his artist name but Rocco Nugent is his name — and he's got a lot of talent. He's a great video director and he's a rapper.</p><p>So it was very hard for me. I'm being honest and talking about this so I guess it's OK cause it is what it is. But I felt my inability to embrace him because of who his father was. Or I felt and still feel — it's my struggle. I had him come to the law class because he's been bugging me, kind of like the same kind of bugging me Tupac did, \"I want to work with you. I came out here from Texas. Like, Tupac was my --\" And I'm like, \"You're — you go with your dad and his TV show hunting in Alaska. And I haven't heard you publicly make a statement that says I love you, Dad, but this is not OK.\"</p><p>So for me, in order to make peace with or embrace Rocco, he has to be able to speak out and his dad is just, you know, not OK. And so, how do you do that? How do we break the cycle? Maybe his son was sent to me. Maybe there's a reason that, you know, he's over with a room full of rappers every week. I mean, that's that deep-rooted years and years — and I'm getting their kids. And I'm struggling with my own prejudice so --</p><p><strong>KELLEY</strong>: Well, maybe to ask it from the other side, who do you think is emotionally-educated and how can you hear it in their music?</p><p><strong>STEINBERG</strong>: Oh, I mean, are you just talking about artists or people?</p><p><strong>KELLEY</strong>: Both.</p><p><strong>STEINBERG</strong>: Because there are a leaders that this is their life's work. <a href=\"https://twitter.com/oprah\" target=\"_blank\">Oprah</a> spent her life processing her pain so she could be a voice for celebrating and, you know, people are going to see <em>Selma</em>. There are, you know, <a href=\"https://twitter.com/deepakchopra\" target=\"_blank\">Deepak</a>, Michael. There are all these people doing the work of emotional education and healing on the planet. There are amazing ministries — not all but that there are those that do the work.</p><p>There are a lot of artists now who are still in the mix because they've been able to work through and process their pain, their past, and who they are and what they're doing. We've lost a ton of artists to addiction. We have athletes who, at the top of their game, have fallen apart. And that's that emotional disconnect that — there's no reason you're in the NFL at the top of your career and you're sitting in jail now fighting murder cases. So we have to examine how people that have everything still go off the cliff. And what is is everything? So then they don't have everything.</p><p>And that's all I'm saying, is that, from K through 12, we have nothing in formal education that says, \"I need to understand anger. I need to understand temptation. I need to find a path to friendship and to love.\" We need — and it doesn't have to be mine. I just put something together that really works. And now I need to get it out, whether it's free or whatever it is. That's the next stage of my work is how do I get this process in the hands of every social worker, every teacher, every therapist. Because I spent 25 years examining how to change behavior permanently. And how to break our own internal cycles.</p><p>And I did it, you know. I had very violent relationships. I was definitely drawn to whatever I could get my dad's attention — not consciously, but my dad worked in crime. Rap music, the streets.</p><p><strong>MUHAMMAD</strong>: You have so much to say and unfortunately we have another interview that's supposed to be here at three o'clock. And there's so much more that I know Frannie — she'll speak for herself — but I'd love to ask you. And hopefully you can come back. Before we do end the interview for now, I want to ask you about your son, <strong></strong>Nyku, who I had the pleasure of meeting. And I first experienced him through his video. I can't remember the name of the song. Do you remember — what song is it?`</p><p><strong>STEINBERG</strong>: \"<a href=\"https://www.youtube.com/watch?v=NuD2z_Y5XBE\" target=\"_blank\">Traffic</a>.\"</p><p><strong>MUHAMMAD</strong>: \"Traffic.\"</p><p><strong>STEINBERG</strong>: N-Y-K-U. \"Traffic.\"</p><p><strong>MUHAMMAD</strong>: And I was really impressed by that. And it reminded me of the hip-hop that I grew up on, first of all, so to know that he's 15 and making music like that now at this time period was really impressive. How is it raising an up-and-coming MC?</p><p><strong>STEINBERG</strong>: I'm trying to figure it out. We're fighting a lot. That's another area I'm a little hypocritical in. Because if it was anyone else's kid, I would be like, \"Oh, he has it.\" And then because I know the industry, I'm like, \"No. This is not happening.\" And so, what he did was he found somebody that was very interested in him in the industry already that really wants to work with him, had him at Interscope and couple places. And he said he wants me to focus on being his mom.</p><p>And I can protect him but he really doesn't want to work with me in any kind of business capacity. So it's very interested. I'm thinking about it. I'm very controlling. He's also — he has so much pain and so much that he's been through. You know, our family's been through a lot. And so, I'm really knowing that he is my son. And I hear it in his lyrics. And he has something special so I want to support Nyku. I think that he does have a gift.</p><p>But there's — can I mention one other artist? I just want to say that, like Tupac, I knew instantly. There was no doubt. And when I went to get Earl, it was because I know there's something very special. I usually have the good radar. Actually, I've never been wrong. But I've spent 10 years kind of growing a relationship with the artist Hope. Do you know the artist Hope?</p><p><strong>MUHAMMAD</strong>: No.</p><p><strong>STEINBERG</strong>: She's got — she's Wayne Shorter's niece, Hope Shorter. And her record is coming. I'm so excited to be part of it. They're going to launch her first song on a platform called <a href=\"https://muzooka.com/\" target=\"_blank\">Muzooka</a>. It's a new platform that's kind of the answer, like, to iTunes but it's free. I'm not very good with all the platforms.</p><p><strong>KELLEY</strong>: I've heard of it. Yeah.</p><p><strong>STEINBERG</strong>: But Muzooka's going to launch her first single on February 3rd. And you have to listen. Hope's going to change the world with her voice.</p><p><strong>MUHAMMAD</strong>: How can we find her?</p><p><strong>STEINBERG</strong>: You can go to <a href=\"http://theartisthope.tumblr.com/\" target=\"_blank\">The Artist Hope</a> just to see her old stuff. She's got a lot of stuff that she did, more the acoustic stuff. But you know, when you get that artist that you're like, \"Oh this one has a voice that --\" You've got to to work with her. Hope is amazing. I haven't a heard a voice like hers. It's one of a kind.</p><p><strong>MUHAMMAD</strong>: Wow.</p><p><strong>STEINBERG</strong>: So, for my one plug of the day, I'm really excited about Hope. And so, I think, after — Earl's record is coming. It's coming. It's very insular. It's like the beginning of his coming into the 21-year-old Earl.</p><p><strong>MUHAMMAD</strong>: That was fast.</p><p><strong>STEINBERG</strong>: That's what I thought. It was so fast.</p><p><strong>MUHAMMAD</strong>: It's just like, wait a second. I just blinked.</p><p><strong>STEINBERG</strong>: Thank you guys for having me. This is awesome.</p><p><strong>KELLEY</strong>: Thank you.</p><p><strong>MUHAMMAD</strong>: Thank you.</p><p><strong>KELLEY</strong>: Thank you for coming. We'll do it again. Really soon.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Leila+Steinberg%3A+%27With+Earl%2C+It%27s+A+Journey%27+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ali Shaheed Muhammad","audio":[{"meta":{"duration":"3489"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1391956758-2d471b.m3u?orgId=1&topicId=1105&aggIds=100920965&d=3489&story=391893500&ft=nprml&f=391893500"},{"href":"http://media.npr.org/assets/img/2015/03/16/icon_272112020-e468a261cff4dbdf3c9ca3fcd4a251aa98457adc.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"1400","width":"1400"}},{"href":"http://media.npr.org/assets/img/2015/03/09/83960629-9db3811649febb058a448e5d89af7f4005941b65.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1471","width":"1962"}}]}