{"created":"2015-03-10T20:39:00+00:00","modified":"2015-03-12T03:04:43+00:00","valid":{"from":"2015-03-12T03:04:42+00:00","to":"3015-03-12T03:04:42+00:00"},"hreflang":"en","title":"As Climate Wars Heat Up, Some Skeptics Are Targets","published":"2015-03-10T23:57:00+00:00","teaser":"Environmentalists and Democrats have launched investigations into the funding of climate skeptics. Some say the probes are necessary, while others worry they could rightly be seen as harassment.","itags":["npr_api","391253086"],"guid":"280d5e85-dc17-48b9-a04d-ea1623d7494c","contentencoded":"<p>Scientists who warn that the earth's climate is changing have been subjected to <a href=\"http://www.npr.org/templates/story/story.php?storyId=121025385\">hacking</a>, investigations, and even <a href=\"http://www.npr.org/blogs/thetwo-way/2012/03/02/147815329/va-supreme-court-denies-state-attorneys-request-for-climategate-records\">court action</a> in recent years. That ire usually comes from conservative groups and climate skeptics seeking to discredit the research findings.</p><p>Now it appears that liberals and environmentalists may be using some of the same tactics against the handful of scientists who either deny climate change outright, or think the risks are not as great as stated.</p><p>The goal, according to those pursuing the skeptics of climate change, is to expose ties between those scientists and industry. But some mainstream climate scientists are nervous, fearing that investigations by both sides may be more about intimidation than truth.</p><p>The first target of the latest attacks was <a href=\"https://www.cfa.harvard.edu/ssp/solar_system/solarphysics.html\">Willie Soon</a>, a solar physicist at the Harvard-Smithsonian Center for Astrophysics. Soon claims the sun causes climate change. In contrast, almost all scientists believe humans are changing the climate.</p><p>Soon's views got the attention of Kert Davies, executive director of the nonprofit <a href=\"http://www.climateinvestigations.org/\">Climate Investigations Center</a>. He decided to use the Freedom of Information Act to expose the climate skeptic's funding. \"We got the contracts, Soon's proposals to get the money from these various oil companies and power companies and also his year-end reports,\" says Davies.</p><p>In several <a href=\"https://www.documentcloud.org/documents/1531939-foia-response-willie-soon-2012.html\">year-end reports</a> to the utility Southern Company, Soon listed peer-reviewed scientific articles as deliverables. \"He is telling them, here's what I did for you, I wrote peer-reviewed science,\" Davies says.</p><p>Publishing those articles without disclosing Southern Company's funding is a big no-no in science. In late February, Soon's ties made the front page of the <em><a href=\"http://www.nytimes.com/2015/02/22/us/ties-to-corporate-cash-for-climate-change-researcher-Wei-Hock-Soon.html?_r=0\">New York Times</a></em>. Several journals and his employer have launched investigations. Soon did not respond to an NPR request for an interview. But, in a <a href=\"https://www.heartland.org/sites/default/files/willie_soon_statement_march_2.pdf\">written statement,</a> he calls the accusation \"underhanded and unscientific.\"</p><p>Shortly after Soon's ties to industry were exposed, U.S. Rep. <a href=\"http://grijalva.house.gov/\">Raul Grijalva, </a>D-Ariz., sent <a href=\"http://democrats.naturalresources.house.gov/documents/letters-seven-universities-asking-documents-climate-change-research\">letters</a> to the universities of seven climate researchers, asking for details about the scientists' funding.</p><p>Among those named was <a href=\"http://rogerpielkejr.blogspot.com/\">Roger Pielke Jr.,</a> from the University of Colorado. Unlike Soon, Pielke does believe the climate is changing due to human influences, but he doesn't necessarily believe it will be catastrophic. <a href=\"http://rogerpielkejr.blogspot.com/\">The two-page letter</a> on Pielke cited testimony he had given to Congress, and it requested detailed information and correspondence regarding his funding sources.</p><p>\"It's quite simple for me to respond to this, because I have absolutely <em>no</em> corporate connections,\" Pielke says. \"I mean I'm as clean as they come.\"</p><p>Nevertheless, the letter sends a chilling message to scientists, he says. \"If you come and testify before the U.S. Congress, and people don't like what you're saying, they can make your life pretty miserable.\"</p><p>Other recipients of the letter agree that it constitutes little more than harassment. \"They just assume that if I have the view I have, I must be getting paid for that view,\" says <a href=\"http://nsstc.uah.edu/users/john.christy/\">John Christy</a> of the University of Alabama at Huntsville. Christy adds that all of his funding is from state and federal sources.</p><p>\"It's a complete fishing expedition,\" says <a href=\"http://judithcurry.com/about/\">Judith Curry</a>, a professor at the Georgia Institute of Technology, who has doubts about climate change.</p><p>In a strange twist, the climate skeptics are getting support from mainstream climate scientists, who worry that investigations on both sides of the debate tread on the academic freedom of researchers everywhere.</p><p>\"We do have the right as citizens to try and find out what's going on with the funding of scientists,\" says <a href=\"http://faculty.washington.edu/steig/\">Eric Steig</a>, a climate researcher at the University of Washington and a contributor to the blog <a href=\"http://www.realclimate.org/\">Real Climate</a>. But Steig worries that some of the new investigations might cross the line into harassment, a tactic that has been used by the political right against mainstream scientists, including himself.</p><p>\"It was wrong when it was done by Republicans and right-wing think tanks, and it's wrong when it's done by Democrats and left-wing think tanks,\" he says.</p><p>Steig is not alone in his concern over the new attacks. The <a href=\"http://www.ametsoc.org/sss/letter_on_challenges_to_academic_freedom_Feb15.pdf\">American Meteorological Society</a> and the <a href=\"http://fromtheprow.agu.org/blog/protecting-academic-freedom-holding-accountable/\">American Geophysical Union</a> have also been critical of the letters.</p><p>Congressman Grijalva says he wasn't trying to target scientists simply because they disagree with his views on climate change. \"But I also want to make sure that if that's the basis for formation of policy, that it's clean and that it's empirical,\" he says.</p><p>Kert Davies, the environmentalist who investigated Soon, says he wants to see more of this kind of work from the left: \"I would like to send the same letters to a lot of other scientists, many of whom don't work for public institutions,\" he says.</p><p>There may be more revelations to come: three Democratic senators have sent <a href=\"http://www.markey.senate.gov/news/press-releases/markey-boxer-whitehouse-query-fossil-fuel-companies-climate-denial-organizations-on-science-funding\">a separate letter</a> to 100 corporations and think tanks, asking them to disclose corporate ties to scientists they fund.</p><p>Few think that either side of the political fight over climate change will abandon tough tactics, however. In the fall, world leaders meet in Paris, to try and reach a deal on climate. Eric Steig says he hopes the run-up to the summit will be civil. But, he adds, \"I think it's wishful thinking.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=As+Climate+Wars+Heat+Up%2C+Some+Skeptics+Are+Targets&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Geoff Brumfiel","audio":[{"meta":{"duration":"320"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1392142533-52e69a.m3u?orgId=1&topicId=1007&e=391253086&d=320&ft=nprml&f=391253086"},{"href":"http://media.npr.org/assets/img/2015/03/10/polar-bears-1ccc29e2bc0549b209e6e689e6def297b326dcc9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1429","width":"1906"}}]}