{"created":"2014-10-27T23:17:29+00:00","modified":"2014-10-31T02:14:11+00:00","valid":{"from":"2014-10-31T02:14:11+00:00","to":"3014-10-31T02:14:11+00:00"},"hreflang":"en","title":"Illinois School District Quits National School Lunch Program","published":"2014-05-09T19:19:00+00:00","teaser":"The superintendent explains why a new \"Smart Snacks\" program prompted the district to leave both dollars and food on the table.","itags":["npr_api","311096229"],"guid":"2812530f-5e57-4d51-ac1e-9e1adb3b64e0","contentencoded":"<p>A suburban Chicago school district&#8217;s decision to opt out of the National School Lunch Program leaves federal dollars and food on the table.</p><p>The school board in Township High School District 214 voted yesterday to drop the U.S. Department of Agriculture&#8217;s &#8220;<a href=\"http://www.fns.usda.gov/school-meals/smart-snacks-school\" target=\"_blank\">Smart Snacks in School</a>&#8221; program that will be implemented in schools nationwide starting July 1.</p><p>Officials in the district say that the new food requirements offer healthy meals that students won&#8217;t eat.</p><p><strong>David Schuler</strong>, superintendent of Township High School District 214, speaks with Jeremy Hobson about why the district is rejecting the program, and what it plans to do to keep the menu healthy.</p><h4>Interview Highlights: David Schuler</h4><p><strong>On why the district decided to opt out of the program</strong></p><p>&#8220;We just decided that with the regulations required for the new food lunch program, our students were not going to be eating the food, they were going to be throwing the food away. And we&#8217;re close enough with our high schools that kids could leave the campus, walk across the street to a fast food restaurant or a convenience store, where they&#8217;re gonna be purchasing food that&#8217;s much less healthier than we can offer in the district. So we&#8217;re gonna be offering very healthy, well-balanced, nutritious meals, but just ones that also taste good.&#8221;</p><p><strong>On why the federal program doesn&#8217;t work for his students</strong></p><p>&#8220;It really comes down to the amount. You know, like, a hard-boiled egg can no longer be served because it&#8217;s too high in fat. Skim milk over 12 ounces can&#8217;t be served. The portion sizes are much smaller than in the past. So for high school athletes who are looking to eat and be full, it&#8217;s just not working for us.&#8221;</p><p><strong>On helping students learn about making good choices in their diets</strong></p><p>&#8220;We would rather provide an educational experience for our students for when they go through the lunch line. So what they will see is every food that they can choose from will have a green, a yellow or a red dot. Green means totally healthy, you can eat as much as you&#8217;d like. Yellow means, you know, maybe two or three servings a week. Red, you can have this, but only every now and then. Rather than just leaving campus and going and buying a bag of chips or grabbing a burger at the fast food restaurant, helping educate them from a nutritional standpoint.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.d214.org/board_of_education/welcome_from_the_superintendent.aspx\" target=\"_blank\">David Schuler</a></strong>, superintendent of Township High School District 214. He tweets <a href=\"https://twitter.com/DSchuler1970\" target=\"_blank\">@DSchuler1970</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Illinois+School+District+Quits+National+School+Lunch+Program&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"263"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1311114598-50084f.m3u?orgId=1&ft=3&f=311096229"}]}