{"created":"2015-03-23T22:56:10+00:00","modified":"2015-05-13T21:07:18+00:00","valid":{"from":"2015-05-13T21:07:18+00:00","to":"3015-05-13T21:07:18+00:00"},"hreflang":"en","title":"States That Expand Medicaid Detect More Cases Of Diabetes","published":"2015-03-30T20:06:00+00:00","teaser":"Researchers say their study suggests that more diabetes is being detected in particular states because, thanks to Medicaid, more poor people have access to screening and care.","itags":["npr_api","394836516"],"guid":"2813973f-4648-42aa-9ce4-509853d01dae","contentencoded":"<p>Johnny Reynolds knew that something was wrong as far back as 2003. That's when he first started experiencing extreme fatigue.</p><p>\"It was like waking up every morning and just putting a person over my shoulders and walking around with them all day long,\" says Reynolds, 54, who lived in Ohio at the time.</p><p>In addition, Reynolds was constantly thirsty and drank so much water that he would urinate 20 or 30 times per day. \"And overnight I would probably get up at least eight or nine times a night,\" he says.</p><p>Reynolds was working as a cook, broiling steaks at a small, family-run restaurant in Dayton. From a health insurance standpoint, he was stuck. His job didn't provide it, yet he made too much money to qualify for Medicaid in Ohio.</p><p>He was scared that if he went to the doctor he might end up with a huge bill. So despite having all the telltale signs of Type II diabetes, he just kept working.</p><p>\"It was just something that you grin and bear, you know, just go through your daily [routine], get done with what you need to do, and come home and try to get as much rest as you can for the next day,\" he says.</p><p>Reynolds' situation may sound extreme, but putting off visits to the doctor because you don't have insurance is common, says <a href=\"http://tulanehealthcare.com/physicians/profile/Vivian-A-Fonseca-MD-FRCP\">Dr. Vivian Fonseca</a>, a professor of medicine and endocrinology at Tulane University, in New Orleans. And that's particularly a problem for people with diabetes, he says.</p><p>\"We've known for a long, long time that a lot of people with Type II diabetes go unrecognized for many years because they don't get screened,\" Fonseca says. And one of the main reasons they don't get screened, he says, is that they don't have health insurance.</p><p>Fonseca and his colleagues wondered whether Medicaid expansion under the Affordable Care Act, which became law five years ago Monday, has improved the detection of diabetes. That possibility seemed likely because more poor people now have insurance.</p><p>In 2012, the Supreme Court <a href=\"http://www.npr.org/blogs/health/2012/06/29/155959343/high-court-health-care-ruling-shifts-action-to-states\">ruled</a> that states could choose whether to expand their Medicaid programs under the ACA. In January 2014, about half the states, including Ohio, expanded and about half did not. This created what Fonseca calls a natural experiment — an opportunity to compare the impact of Medicaid programs on diabetes care.</p><p>Using data collected by the clinical laboratory <a href=\"http://www.questdiagnostics.com/home.html\">Quest Diagnostics</a>, Fonseca and his colleagues first looked at states that did not expand Medicaid. They saw a very small percentage increase (compared to the previous year) in diabetes diagnoses.</p><p>Then they looked at states that expanded Medicaid, and saw, among Medicaid patients, a much bigger increase — 23 percent. That translated into thousands of people with previously undiagnosed Type II diabetes being discovered because of Medicaid's expansion, Fonseca says. He and his colleagues have published the <a href=\"http://care.diabetesjournals.org/content/early/recent\">study</a> online this week in <em>Diabetes Care</em>, the journal of the American Diabetes Association.</p><p><a href=\"http://www.diabetes.org/about-us/who-we-are/staff/robert-ratner.html\">Dr. Robert Ratner</a>, the chief medical officer for the American Diabetes Association, says the study is important because early diagnosis and treatment are particularly crucial with diabetes. Left untreated, the disease can lead to blindness, heart attack, kidney failure or complications that require amputation of the foot or leg.</p><p>\"Early and aggressive therapy of diabetes has a major impact on long-term complications and on quality of life,\" Ratner says.</p><p>Early intervention may also reduce long-term <a href=\"http://www.diabetes.org/advocacy/news-events/cost-of-diabetes.html\">costs</a>, which account for a large percentage of overall health care spending.</p><p>But Ratner points out an irony of the study: Many of the states that did not expand Medicaid are in what he calls the \"diabetes belt.\" It's a region stretching from Louisiana to North Carolina.</p><p>\"Those states that did not expand Medicaid missed that opportunity and they still have large percentages of people, perhaps as high as 20 percent, living with diabetes who don't know it,\" he says.</p><p>Johnny Reynolds eventually left Ohio and moved to Washington, D.C. After years of living without insurance, he was finally able to get on Medicaid in the District, which has a higher income cap for eligibility than Ohio does.</p><p>But it didn't happen without a scare. When he finally went to see the doctor, he was on the verge of a diabetic coma and was told he could have died.</p><p>Now he's on insulin, sees his doctor regularly, and has learned to control his diet, with help from a nutritionist. He's keeping his blood sugar in a normal range now and says he feels much better.</p><p>There's one thing he's still getting used to, he says — the feeling of having health insurance.</p><p>\"This is something new to me — to have, you know, constant care,\" Reynolds says. \"It almost makes you feel like royalty.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=States+That+Expand+Medicaid+Detect+More+Cases+Of+Diabetes&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Anders Kelto","audio":[{"meta":{"duration":"224"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1394906641-3082de.m3u?orgId=1&topicId=1128&d=224&p=2&story=394836516&t=progseg&e=394807955&seg=17&ft=nprml&f=394836516"},{"href":"http://media.npr.org/assets/img/2015/03/23/diabetes-medicaid-1-8e654a54180f82741a19eba6770cad84d8934a16.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1602"}}]}