{"created":"2015-06-23T20:52:57+00:00","modified":"2015-06-24T19:18:32+00:00","valid":{"from":"2015-06-24T19:18:32+00:00","to":"3015-06-24T19:18:32+00:00"},"hreflang":"en","guid":"2815e943-ec78-42c5-8ea9-78ee328700dd","title":"Pakistanis must deal with a heatwave while fasting for Ramadan","published":"2015-06-24T19:18:27+00:00","byline":"Bradley Campbell","tags":["climate change","weather","Environment","Science, Tech & Environment","Asia","Pakistan"],"teaser":"A heatwave has increased temperatures well past 100 degrees in Pakistan, recently. Islamic leaders are telling people in Pakistan not to fast for Ramadan if they feel vulnerable to the heat wave.","contentencoded":"<p class=\"p1\">You'd think that in this day and age, no one would die from heatstroke any more.</p>\n<p class=\"p1\">What's the use of all that energy we generate if you can't power a simple fan to cool down? Well, it's not that simple.</p>\n<p class=\"p1\">And we're seeing that play out in Pakistan right now.</p>\n<p class=\"p1\">The country is being blasted by a heat wave, with temperatures well over 110 degrees Fahrenheit. And the supply of electricity is inconsistent in Pakistan. That's a deadly combination. Hundreds have died.</p>\n<p class=\"p4\">\"It's been a challenging four days or so,\" says Karachi-based writer and journalist Bina Shah. \"I'm still a lot more fortunate than many people in the city who have just been suffering.\"</p>\n<p class=\"p4\">The heat hit her hometown hard. Water supplies are pumped with electricity. The power's been out. So, at times, there's no water. </p>\n<p class=\"p4\">It's been particularly difficult for the blue collar workers. They're forced to go out into the intense heat. Plus, it's Ramadan. \"That means no food or water from sunrise to sunset,\" says Shah. \"In these extreme conditions, taking on a challenge like that is deadly.\"</p>\n<p class=\"p4\">Shah says Islamic leaders are going on television telling Muslims to not fast if they are feeling vulnerable. There's no fatwa. And it's left up to the person to decide how they feel. \"The problem is that when you fast you do become dehydrated anyway, that's just par for the course. And I think people may be mistaking the early signs of heat stroke for the normal dehydration that occurs when you fast.\"</p>\n<p class=\"p4\">Shah also feels city management has not been doing its job. \"They have not come up with a coordinated plan for relief. The hospitals are over-burdened. They are putting out calls for donations for water, for ice, for bedsheets and towels. It's a dire situation.\"</p>\n<p class=\"p4\">Life in Karachi, as Shah tells it, has slowed to a standstill. Most everyone is staying indoors or in the shade or anywhere else they can find a reprieve. But she says the heat lasts all day and all night. And she's worried that climate change will make this an all too common occurrence in the future. </p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-23%2Fpakistanis-must-deal-heatwave-while-fasting-ramadan&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/06232015_01.mp3"},{"href":"http://admin.pri.org/file/0623201501mp3"}]}