{"created":"2015-04-27T08:34:04+00:00","modified":"2015-05-13T21:00:40+00:00","valid":{"from":"2015-05-13T21:00:40+00:00","to":"3015-05-13T21:00:40+00:00"},"hreflang":"en","title":"Same-Sex Marriage, In The Justices' Words","published":"2015-05-01T16:19:00+00:00","teaser":"On Tuesday, the Supreme Court will hear arguments on the question of same-sex marriage. In the meantime, we know a good deal about the justices' views already.","itags":["npr_api","401970435"],"guid":"281875e3-bea7-460c-a0ec-e97016b423cf","contentencoded":"<p>The U.S. Supreme Court directly confronts the question of gay marriage this week with a whopping 2 1/2 hours of oral argument, accompanied by plenty of prognostication afterward about the expected results. It won't be until June that we learn how the issue is settled nationally. In the meantime, though, we do know a good deal about the views of the justices already.</p><p>To say that there has been a revolution in the law when it comes to gay rights is an understatement.</p><p>In 1986, the <a href=\"http://caselaw.lp.findlaw.com/scripts/getcase.pl?court=US&vol=478&invol=186\" target=\"_blank\">Supreme Court</a> <em>upheld</em><em> </em>a Georgia state law that made private, consenting homosexual conduct a crime. Chief Justice Warren Burger, in a concurring opinion, quoted a description of homosexual sex as an \"infamous crime against nature,\" worse than rape, and \"a crime not fit to be named.\"</p><p>Just 17 years later, however, the court<em> </em>reversed itself and struck down a Texas anti-sodomy law nearly identical to the Georgia one it had previously upheld<em>. </em></p><p>The author of that <a href=\"https://epic.org/privacy/gender/lawrencevtx.pdf\" target=\"_blank\">opinion</a> was Justice Anthony Kennedy.</p><p>\"It is the promise of the Constitution that there is a realm of personal liberty which the government may not enter,\" Kennedy said, in summarizing his opinion from the bench.</p><p>Had the writers of the Constitution known all the possible components of liberty, Kennedy acknowledged, \"they might have been more specific.\" But, \"they did not presume to have this insight.\"</p><p>\"They knew times can blind us to certain truths, and later generations can see that laws once thought necessary and proper in fact serve only to oppress,\" he said.</p><p>Justice Antonin Scalia dissented vociferously.</p><p>\"It is clear from this that the Court has taken sides in the culture war, and in particular, in that battle of the culture war that concerns whether there should be any moral opprobrium attached to homosexual conduct,\" Scalia said.</p><p>Fast forward 10 years to 2013. The leading players were the same. Kennedy again would <a href=\"http://www.supremecourt.gov/opinions/12pdf/12-307_6j37.pdf\" target=\"_blank\">write the decision</a> for a five-justice majority, this time invalidating the federal Defense of Marriage Act (DOMA), a 1996 law that had barred federal recognition of same-sex marriages in states where such unions were legal.</p><p>The law, said Kennedy, had \"the purpose and effect to disparage and to injure\" the personhood and dignity of legally married same-sex couples, converting their unions into second-class status.</p><p>Dissenting again, Scalia predicted that legalization of same-sex marriage, through the courts, would become inevitable.</p><p>\"By formally declaring anyone opposed to same-sex marriage as an enemy of human decency, the majority arms well every challenger to a state law restricting marriage to its traditional definition,\" he said.</p><p>Less than two years later, Scalia's view hadn't changed, but his tone had.</p><p>\"Don't paint me as anti-gay ... or anti anything else,\" he said in February of this year. The occasion was a Smithsonian Associates event where this reporter interviewed the conservative Scalia and his longtime liberal dueling partner, Justice Ruth Bader Ginsburg.</p><p>Scalia explained his view this time not in the language of a culture war, but as the court respecting a structural principle of democracy.</p><p>\"The point is: Who decides?\" he asked rhetorically. \"Should these decisions be made by the Supreme Court, without any text in the Constitution, or any history in the Constitution to support imposing that on the whole country. Or is it a matter left to the people?\"</p><p>Justice Ginsburg quickly jumped in.</p><p>\"But as I see it, it isn't the Supreme Court that is deciding for the whole society, like an imperial ruler,\" she said. \"There hasn't been any major change in which there wasn't a groundswell among the people before the Supreme Court put its stamp of approval on the inclusion in the equality concept of people who were once left out.\"</p><p>Ginsburg went on to note that it wasn't until after World War II and the fight against the Nazis that the court faced separation of the races in the U.S. and declared public school segregation unconstitutional.</p><p>\"It was a huge embarrassment that racism persisted in our country, that our troops in World War II until the very end were separated,\" said Ginsburg. \"I think that World War II made inevitable the change with respect to the status of racial minorities. And it was the same way with women's increasing demand to count as full citizens.\"</p><p>So where are the nine current Supreme Court justices on the issue of gay marriage? In 2013, the court struck down the Defense of Marriage Act by a 5-4 vote, with the conservative Justice Kennedy joining the court's four generally liberal justices.</p><p>It's likely that Kennedy will once again join the liberals in this term's challenge to state bans on same-sex marriage. But nothing is assured, especially since Kennedy's 2013 opinion also stressed the traditional right of the states to define marriage.</p><p>\"The significance of state responsibilities for the definition and regulation of marriage dates to the nation's beginning,\" he wrote. \"When the Constitution was adopted, the common understanding was that the domestic relations of husband and wife and parent and child were matters reserved to the states.\"</p><p>Confronted by that states' rights question, gay rights supporters this week will point to the court's 1967 decision striking down state laws that banned interracial marriage. That case was called, fittingly, <em>Loving v. Virginia </em>— the plaintiffs being named, really, Mildred and Richard Loving.</p><p>Chief Justice John Roberts raised the <em>Loving </em>case at his 2005 confirmation hearing when he was asked how he would evaluate newly asserted rights.</p><p>\"The example I think that I've always found is easiest to grasp was Loving against Virginia,\" said Roberts. \"Do you look at the history of miscegenation statutes, or do you look at the history of marriage?\"</p><p>Roberts concluded that under the court's precedents, it should look at the broader question, the history of the right to marry.</p><p>Just what, if anything, that forecasts is unclear. The court has repeatedly said marriage is a fundamental right. But Roberts was a dissenter in the Defense of Marriage Act case. He would have upheld the law on the grounds that federal recognition justifies uniformity.</p><p>This week's case, though, is different. It is the direct challenge to bans on gay marriage that gay rights advocates have been seeking for 20 years. For the court, and the justices, it has all the earmarks of legacy.</p><p><em>Editor's Note: The broadcast version of this story inadvertently failed to credit the Oyez Project at the Chicago-Kent College of Law for providing a portion of the audio used in the piece.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Same-Sex+Marriage%2C+In+The+Justices%27+Words&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nina Totenberg","audio":[{"meta":{"duration":"381"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1402514902-cd457d.m3u?orgId=1&topicId=1070&d=381&p=3&story=401970435&t=progseg&e=402512920&seg=9&ft=nprml&f=401970435"},{"href":"http://media.npr.org/assets/img/2015/04/24/485357525-c9e0b8ee4f9a874e0ea6a7756ac10895746620f8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}