{"created":"2015-04-15T18:03:41+00:00","modified":"2015-04-15T18:21:33+00:00","valid":{"from":"2015-04-15T18:21:33+00:00","to":"3015-04-15T18:21:33+00:00"},"hreflang":"en","title":"Watson Can Win 'Jeopardy!' But Can It Cook?","published":"2015-04-15T18:21:00+00:00","teaser":"IBM has created a new cooking app called Chef Watson. Eliza Strickland threw a dinner party to find out if it works.","itags":["npr_api","399848439"],"guid":"281a73b6-60e3-4a9d-8d49-cd108aee87aa","contentencoded":"<p><em>The artificial intelligence program IBM Watson can do a lot of brainy things. In 2011, Watson beat the human competition on the game show &#8220;Jeopardy!&#8221;, and in the past few years, it’s been helping cancer centers devise treatment plans for patients. But can a computer program throw a good dinner party? <strong>Eliza Strickland</strong>, from our tech partner IEEE Spectrum, tried out IBM’s latest offering &#8211; a cooking app by name of Chef Watson.</em></p><p><div class=\"l-article-primary sep\"></div></p><p>When I invited my friends over for dinner, I warned them this wouldn’t be a typical dinner party. Chef Watson, an artificial intelligence program from IBM, was planning the menu &#8211; sort of.</p><p>&#8220;Chef Watson’s not a cook, Chef Watson is a collaborative tool for cooks,&#8221; explained Steve Abrams, director of IBM’s Watson group. &#8220;So the idea is for a human being, whether it’s a professional chef or an avid home chef, to collaborate with the system, and together the two of them will come up with answers and ideas that neither one of them would have been able to come up with on their own.&#8221;</p><p>Chef Watson learned about cooking by reading 9,000 recipes from Bon Appetit magazine, according to Abrams. It also studied databases that list all the flavor compounds found in foods. Then IBM created a Chef Watson app that takes a few simple inputs from the user and generates brand new recipes on the fly. While this app is still in a testing stage, I was curious to see what it could do.</p><ul><li><a href=\"https://www.ibmchefwatson.com/\" target=\"_blank\">Check out the Chef Watson app (it&#8217;s in beta, but anyone can try it by registering)</a></li></ul><p>To generate each recipe, I entered a key ingredient. In this case, eggplant. Watson prompted me for the food style. How about Caribbean? And it gave us a choice of types of dishes. How about a pudding? As for ingredients we wanted to exclude, let’s say dairy. So we’ve got Caribbean eggplant pudding, no dairy please. Watson did the rest.</p><ul><li><a href=\"https://www.ibmchefwatson.com/recipe/d7a46c0d-91c4-4d70-90f0-c345a3ed597b\" target=\"_blank\">See Chef Watson&#8217;s recipe for Eggplant Pudding</a></li></ul><p>I spent the next few hours in the kitchen boiling, blending, chopping and sautéing. The eggplant pudding called for honey, brown sugar, coconut milk, flour and eggs &#8211; like a cake with eggplant in it.</p><p>My guests arrived right on time, and we got right down to the tasting. The reviews were generally good.</p><p>My assessment of a carrot tofu ginger pistachio dip &#8211; surprisingly good for ingredients I didn&#8217;t think would go well together! As my friend Dorothy said, &#8220;it’s not super weird,&#8221; but it’s also not something that I would have thought to make.</p><p>We also tried a spinach soup loaded with fennel and cilantro, and chicken fajitas with a truffle oil salsa. But the big hit was the eggplant pudding. A sampling of reactions from my guests:</p><blockquote><p>Adam: &#8220;I would say this is the wackiest thing you’ve made for us.&#8221;</p><p>Dorothy: &#8220;The texture of the eggplant is almost like an apple. It’s like an apple crisp.&#8221;</p><p>Adam: &#8220;It kind of is almost apple crisp, yeah.&#8221;</p><p>Nora: &#8220;I actually like this a lot.&#8221;</p><p>Adam: &#8220;Yeah, it kind of grows on you. I think this one might be the best, because it’s the thing we had least expectations of. It’s not like a chicken tortilla. It’s a weird pie that no one but a computer would decide to do.&#8221;</p></blockquote><p>There’s a caveat at the bottom of Chef Watson’s recipes stating that Watson eats data, not real food, and reminding people to use their own judgment. IBM’s Steve Abrams says that no matter how smart artificial intelligence programs get, that caveat won’t go away.</p><p>&#8220;What’s interesting is, when you buy a cookbook, the recipes in that cookbook have typically been tested by a number of chefs,&#8221; Abrams said. &#8220;The recipes that Chef Watson gives you were generated as soon as you type those inputs, so there’s not an opportunity to get people to kitchen-test the recipes before we produce them. So yeah, I think this is always going to be about giving you inspiration, giving you suggestions, giving you ideas that you never would have thought of, and then giving you a little bit of guidance about what to do with those ingredients.&#8221;</p><p>My dinner party guests went home happy, and I declared my first collaboration with Chef Watson a success.</p><ul><li><a href=\"http://www.amazon.com/Cognitive-Cooking-Chef-Watson-Innovation/dp/149262571X/\" target=\"_blank\">See the &#8220;Cognitive Cooking with Chef Watson&#8221; recipe book, published April 14</a></li></ul><h4>Reporter</h4><ul><li><a href=\"http://www.itif.org/people/eliza-strickland\" target=\"_blank\"><strong>Eliza Strickland</strong></a>, associate editor at <a href=\"http://spectrum.ieee.org/\" target=\"_blank\">IEEE Spectrum</a>. She tweets <a href=\"https://twitter.com/newsbeagle\" target=\"_blank\">@newsbeagle</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Watson+Can+Win+%27Jeopardy%21%27+But+Can+It+Cook%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"238"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1399848442-98dac3.m3u?orgId=1&e=399848439&d=238&ft=nprml&f=399848439"},{"href":"http://media.wbur.org/wordpress/11/files/2015/04/0415_ibm-watson.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"854","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/04/cooking.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1600","width":"1088"}}]}