{"created":"2015-02-14T14:51:29+00:00","modified":"2015-05-13T21:15:28+00:00","valid":{"from":"2015-05-13T21:15:27+00:00","to":"3015-05-13T21:15:27+00:00"},"hreflang":"en","title":"Around The U.S., Voting Technology Is All Over The Place","published":"2015-02-15T17:47:00+00:00","teaser":"Voting machines purchased after the 2000 elections are coming to the end of their useful lives. States are looking to buy new equipment but there's little money and technology is changing rapidly.","itags":["npr_api","386191861"],"guid":"281eeb72-18ea-4384-874d-03c21d81076f","contentencoded":"<p>Remember all that new voting equipment purchased after the 2000 presidential election, when those discredited punch card machines were tossed out? Now, the newer machines are starting to wear out.</p><p>Election officials are trying to figure out what to do before there's another big voting disaster and vendors have lined up to help.</p><p>During their annual meeting in Washington, D.C., this week, state election officials previewed the latest voting equipment from one of the industry's big vendors, Election Systems and Software.</p><p>ES&S expects a huge surge in buying very soon. It hopes its new <a href=\"http://www.essvote.com/products/12/12/universal-voting-system/expressvote/\">ExpressVote machine</a> will appeal to those who want convenient voting as well as the security of a paper ballot that's counted separately.</p><p>\"We're seeing a buying cycle that's starting now, and will probably go for the next maybe four or five years,\" said Kathy Rogers, a senior vice president at ES&S who used to run elections for the state of Georgia.</p><p>Rogers says companies have to be more flexible than they were 10 or so years ago. Both the technology and how people vote is changing rapidly.</p><p>\"Some are moving to all vote by mail; some are increasingly becoming early vote sites,\" she said. \"We have some that have moved as far away from direct record electronics as they possibly can, and then we have others who love that technology.\"</p><p>That technology is those touchscreen voting machines that many states bought after 2000. Some states including Maryland are scrapping them in favor of paper-backed equipment, because of security concerns. But in a sign of the times, Maryland is leasing its new equipment from ES&S, instead of buying — just in case something better comes along in a few years.</p><p>\"I don't have to tell you all, the technology is old and it's ancient by technology standards,\" said Matt Masterson in an address to the election officials. He helped run Ohio's elections and is a newly appointed commissioner on the federal <a href=\"http://www.eac.gov/\">Election Assistance Commission</a>.</p><p>Masterson says most current voting equipment was purchased three years before the iPhone was introduced. Officials now have a lot of catching up to do.</p><p>\"The public's out ahead of us on this one,\" Connecticut Secretary of State Denise Merrill said. \"I mean, they are amazed that we don't have them being checked in with laptops at the polling places, for example; it's all still very much manual labor with people crossing off lists with pencils. And so ... the public is expecting more.\"</p><p>Like the convenience they see today when they shop or bank. The big problem is figuring out who's going to pay for all these new machines. After the 2000 elections, Congress gave states $3 billion, but no one expects that to happen again. Merrill says state and local governments will have to figure out what to do, and soon.</p><p>\"Because it could become a national embarrassment if we continue to have the problems we've had,\" she said. In her state, those problems include computer card failures.</p><p>Vendors say they're well aware that there's a tough sell ahead — that people are searching for something that's easy to use and accurate, but also cheap. This is why George Munro of <a href=\"http://democracylive.com/\">Democracy Live</a> says his company is pushing off-the-shelf technology that can be adapted for voting.</p><p>\"So a voter can come in, use any Windows 8 tablet, it's not connected to the Internet or anything, but they can mark their ballot right on the screen and then print their ballot off,\" Munro says. He says it costs a lot less than regular voting equipment. And when it no longer serves its purpose, he says the tablets could be donated to schools or other government departments.</p><p>It's an idea that's gaining some attention, but not necessarily customers, yet. Election officials — at this conference, at least — are still just looking.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Around+The+U.S.%2C+Voting+Technology+Is+All+Over+The+Place&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Pam Fessler","audio":[{"meta":{"duration":"247"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1386227516-ef1b42.m3u?orgId=1&topicId=1014&d=247&p=7&story=386191861&t=progseg&e=386224366&seg=16&ft=nprml&f=386191861"}]}