{"created":"2015-05-29T20:24:03+00:00","modified":"2015-06-03T23:05:41+00:00","valid":{"from":"2015-06-03T23:05:41+00:00","to":"3015-06-03T23:05:41+00:00"},"hreflang":"en","title":"This Cajun Chicken Pizza Will Remind You Of Your Salad Days","published":"2015-05-29T23:44:00+00:00","teaser":"Chef James Rigato makes delicious seasonal dishes at his restaurant in Michigan. But perhaps what he is best-known for is the pizza he created when he was just a teenager.","itags":["npr_api","410386110"],"guid":"281e0842-9777-4944-9e45-d4194a1d21cb","contentencoded":"<p>Chef James Rigato is all about fresh, seasonal and local ingredients at his restaurant, <a href=\"http://www.therootrestaurant.com/\" target=\"_blank\">The Root</a>, in White Lake, Mich.</p><p>But when NPR asked him to share a story for <em>All Things Considered</em>'s <a href=\"http://www.npr.org/series/175306271/found-recipes\" target=\"_blank\">Found Recipes</a> series, Rigato served up something a 16-year-old boy would love.</p><p>\"Jimmy's Cajun Chicken Pizza ... it's the antithesis of everything I've worked for in my career!\" he says.</p><p>No matter how many awards the 30-year-old wins, Rigato cannot get away from his Cajun chicken pizza past. The pizza made with shredded chicken, ranch sauce and Cajun seasoning is not on his menu, but his staff asks for it. Fellow chefs have even made it for him at their restaurants.</p><p>\"The pizza tastes great but in that gluttonous way,\" Rigato says. \"It just kind of hits every note, right? Sweet, sour, salty, smoky, melty, crunchy. ... It's just the same reason why, you know, Taco Bell tastes so good at 2 in the morning.\"</p><p>Rigato created the pizza when he was just a teenager working at the pizza station in a large, bustling restaurant in his hometown.</p><p>\"Busy kitchen, I mean 600 people a night, just getting your butts kicked,\" he recalls. \"These guys in their late-mid-20s, and they're all drinking beer, and they're spinning in their aprons and the towels and the flames. And I just remember walking in the kitchen and saying, 'There's no way I could ever do this.' \"</p><p>Soon Rigato became popular among his co-workers who would come to him looking for food during a busy shift.</p><p>\"I was kind of almost like the employee-meal guy,\" he says. \"Half of what you were doing was to feed the staff. And I would basically make this pizza with ranch as the sauce and like these marinated tomatoes.\"</p><p>Before he knew it, almost everyone on the staff was eating this pizza. Even the chef, who decided to put it on the menu.</p><p>\"That Cajun chicken pizza was the first time that, I don't know, it was where the levee broke a little bit,\" Rigato says. \"I could get through now. I started pummeling the chef with ideas. So my brain hasn't stopped since.\"</p><hr /><h3><strong>Recipe: </strong><strong>Jimmy's Cajun Chicken Pizza</strong></h3><p>Serves 2-4<br /> <br /> <strong>Pizza dough</strong><br /> 2 1/2 cups all-purpose flour<br /> 1 1/4 teaspoons active dry yeast<br /> 1 1/2 teaspoons honey<br /> 2 teaspoons olive oil<br /> 1 teaspoon salt<br /> 3/4 cup room temperature water<br /> <br /> Place water in bottom of stand mixer bowl. Add yeast, honey, olive oil and stir. Next add flour and salt. Mix on medium speed for 5 minutes. Place dough in greased bowl. Cover and allow to rest for about 15 minutes. Place dough in fridge for 1 hour.<br /> <br /> <strong>Pizza </strong><strong>sauce</strong><strong></strong><br /> 1 cup local high-quality buttermilk<br /> 1 cup local high-quality sour cream<br /> 1 packet Hidden Valley Ranch powder mix<br /> 1/2 lemon, juiced<br /> 1 large garlic clove, grated<br /> Tabasco sauce, to taste<br /> <br /> In a medium bowl, combine all ingredients. Mix until there are no clumps. Set aside until ready to use.</p><p><strong>Topping</strong><br /> 1 cup roasted chicken, shredded<br /> 3 tablespoons Cajun seasoning<br /> Olive oil <br /> 2 ripe tomatoes, diced<br /> 1/2 red onion, minced<br /> 8 basil leaves<br /> 4 tablespoons olive oil<br /> 2 tablespoons balsamic vinegar<br /> Salt and pepper to taste<br /> 1 lemon, zested<br /> 2 cups shredded cheese blend of choice (suggested: mozzarella, asiago, pecorino, fontina) <br /> <br /> Pull all the meat from the chicken, shred and toss in a bowl with your favorite Cajun seasoning. Add olive oil until lightly coated. In a separate bowl, combine tomatoes, onion. Tear the basil into pieces and mix in with tomato and onions. Add olive oil and balsamic vinegar. Season with salt and pepper to taste. Combine the cheese to desired taste and set aside.</p><p><strong>Assembly</strong><br /> Heat oven to 450 degrees Fahrenheit. Remove dough from fridge. Roll or slap dough out into a round, thin crust, about 14 inches. Place on a baking sheet. Top with sauce, cheese blend, seasoned chicken and marinated tomatoes. Bake until crisp and cheese is melted and bubbling, about 10 minutes. Finish with a drizzle of olive oil and shredded pecorino cheese.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=This+Cajun+Chicken+Pizza+Will+Remind+You+Of+Your+Salad+Days&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"201"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1410601363-7532df.m3u?orgId=1&topicId=1053&aggIds=175306271&d=201&p=2&story=410386110&t=progseg&e=410437775&seg=8&ft=nprml&f=410386110"},{"href":"http://media.npr.org/assets/img/2015/05/28/rootpizza_7-66a76bf9c26f6993884638521ec5431394c401bd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3370","width":"4493"}}]}