{"created":"2014-10-02T21:41:17+00:00","modified":"2015-04-30T19:47:06+00:00","valid":{"from":"2014-05-18T14:50:23+00:00","to":"3014-05-18T14:50:23+00:00"},"hreflang":"en","guid":"282cb1f8-f810-4dd7-be36-1afebf92cb19","title":"Interior Alaska: Frontier Community","teaser":"Interior Alaska can be a forbidding place. The region is largely wilderness, covered with expansive stretches of tundra and towering mountain ranges. Winters are long and dark, with just a few hours of sunlight on the shortest days and temperatures that often plunge to -50F. Because of its isolation and climate, the region has long attracted people drawn to the challenges and opportunities of a wild, remote place. In this episode of SOTRU, we'll meet a number of athletes, journalists, scientists, and activists who embody the spirit of Interior Alaska through their grit, determination, and iconoclasm. And we'll explore what it means to live in a frontier community, through the stories of a dog kennel trying to change the culture of sled dog racing, a murder that has long divided the city of Fairbanks, a heated battle over wood burning stoves, and more.","description":"State of the Re:UnionInterior Alaska: Frontier Community\nEpisode Description: Interior Alaska can be a forbidding place. The region is largely wilderness, covered with expansive stretches of tundra and towering mountain ranges. Winters are long and dark, with just a few hours of sunlight on the shortest days and temperatures that often plunge to -50F. Because of its isolation and climate, the region has long attracted people drawn to the challenges and opportunities of a wild, remote place.&nbsp;\nIn this episode of SOTRU, we&rsquo;ll meet a number of residents of Fairbanks and the surrounding areas &ndash; athletes, journalists, scientists, and activists &ndash; who embody the spirit of Interior Alaska through their grit, determination, and iconoclasm. And we&rsquo;ll explore what it means to live in a frontier community, through the stories of a dog kennel trying to change the culture of sled dog racing, a murder that has long divided the city of Fairbanks, a heated battle over wood burning stoves, and more.BILLBOARD (:59)Incue: From PRX and NPROutcue: But first, this newsNews Hole: 1:00-6:00SEGMENT A (12:29)Incue: From WJCT in Jacksonville, Florida.Outcue: Nearly twenty years after it happened. Stay with us.RIDING THE AURORA WINTER TRAINFrom September to May, the Alaska Railroad runs one train a week from Anchorage to Fairbanks. The Aurora Winter Train covers some of the most desolate territory in the state: 350 miles of mountains, forests, and snow. Despite its desolation, those 350 miles are home to some of Alaska&rsquo;s many backcountry homesteaders, people who live in tiny communities or remote cabins in some of the wildest parts of the state. That&rsquo;s why the train is &ldquo;flag stop.&rdquo; If you stand by the tracks at any point along the way and wave your hands above your head, the train will pause to pick you up. For many people along the route, the train is a lifeline, their main connection to the outside world.CRAZY DOG KENNELSJohn Schlandelmeier and Zoya DeNure run an unconventional dog-training operation in Delta Junction, AK called Crazy Dog Kennels. Unlike many mushers, who are extremely competitive when it comes to breeding, selecting, and training sled dogs, John and Zoya take a different approach. They welcome all dogs who need a home, including those who&rsquo;ve been deemed unfit for racing by other mushers. John and Zoya take those dogs in, rehabilitate them if they&rsquo;ve experienced neglect or abuse, and then get them back into racing condition. Both John and Zoya have raced competitively in major races like the Yukon Quest and the Iditarod, but always with ragtag team of adopted dogs. Their hope is not just to be competitive racers, but to change prevailing attitudes about dog treatment and what makes a &ldquo;good&rdquo; sled dog.SEGMENT B (18:59)Incue: You&rsquo;re listening to State of the Re:Union. I&rsquo;m Al Letson. Outcue: PRX-dot-ORGTHE FAIRBANKS FOUROn the night of October 11, 1997, a teenager was found, badly beaten, on a street corner in downtown Fairbanks. Nobody saw what happened to 15-year-old John Hartman, but he died the next day from his injuries. Seventeen years later, the investigation into who murdered him continues to divide the city.&nbsp;Hartman&rsquo;s body was discovered at the end of a pretty wild night in Fairbanks. Permanent fund checks had just come in (those are the payments that Alaska residents receive every year based on oil earnings from the state). That meant folks were out having a good time. On top of that, there was a big wedding going on downtown. Two young people with ties to nearby Native villages were getting married, and guests had traveled from all over the region to attend.But in the days that followed, as the news of Hartman&rsquo;s murder spread, a dark cloud hung over the wedding. The Fairbanks Police Department had arrested and charged three young Native Alaskans and one white teen with the killing. The four were recent graduates of a predominantly Native high school in town, and all of them had attended the wedding reception that night.&nbsp;Three of the young men accused of the murder had juvenile records. But the forth, Marvin Roberts, was an honors student. He&rsquo;d never been in serious trouble, and his arrest set off alarm bells in Native villages across the Interior. The Native community rallied to his defense, raising money to help cover his legal fees and insisting on his innocence.&nbsp;Legal battles continued through 1998. All four men were convicted in 1999, and they&rsquo;re currently serving sentences ranging from 33 to 79 years. But the controversy surrounding the Hartman case hasn&rsquo;t gone away. The so-called &ldquo;Fairbanks Four&rdquo; still say they&rsquo;re innocent, even after exhausting all their appeals. And to this day, a sizeable part of the Alaska Native community believes that anti-Native bias and shoddy police work resulted in the convictions.&nbsp;This story explores what happened that night back in 1997, traces the growing questions and concerns about the convictions, and probes the lasting effects the Hartman murder has had on the Fairbanks community.&nbsp;SEGMENT C (18:59)Incue: You&rsquo;re listening to State of the Re:Union. I&rsquo;m Al Letson.Outcue: This is NPR.THE BATTLE OVER WOOD STOVESDawn Brashear, a counselor at Woodriver Elementary School in Fairbanks, remembers days when she could actually see smoke drifting through the air in the school&rsquo;s hallway. There wasn&rsquo;t a fire, at least not inside the school. The smoke, Brashear said, was coming from two outdoor wood burning boilers located right across the street.With fuel oil prices skyrocketing, Woodriver&rsquo;s neighbors did exactly what residents all over Fairbanks were doing: they decided to heat with wood, a cheaper alternative. Energy costs are so high in Interior Alaska that burning wood is the only way some people manage to survive. Literally. But with the smoke causing terrible problems at the elementary school, Brashear and others began lodging complaints with local and state agencies. They were shocked to learn how weak laws regulating wood burning were and how little officials were willing or able to do.Woodriver&rsquo;s pollution problems were especially bad, but they weren&rsquo;t alone. In 2009, the EPA declared Fairbanks and other parts of the North Star Borough in violation of the Clean Air Act for a kind of pollution called PM2.5. One of the reasons the air is so bad in Fairbanks is a fluke of geography. The city sits in a bowl where frigid winter air (and pollutants) can become trapped, something known as an inversion. But it&rsquo;s also a matter of local culture: the self-reliant residents of Interior Alaska like the do-it-yourself aspect of chopping and burning wood. Many prefer it to cleaner (and more expensive) alternatives.The EPA&rsquo;s announcement in 2009 could have been good news for Woodriver. With the threat of federal sanctions looming if air quality didn&rsquo;t improve, the state gave Fairbanks authority to draft wood burning regulations, including fines for wood burners who emit too much smoke. But when fiercely independent-minded residents learned of the regulations, they voted to strip the local government of its regulatory and enforcement authority not once but twice, in 2010 and then in 2012, essentially handing the pollution problem back to the state. And leaving Woodriver in its smoky haze. &nbsp;Brashear helped organize a group of staff and parents. Parents at other schools organized, too, including Carrie Dershin at Watershed School, where the air was often worse than at Woodriver. A small clean air movement was growing, led largely by concerned parents. Over the course of four long years, they lodged hundreds of complaints, and testified at scores of Borough Assembly meetings.With the local government unable to take action, state officials began drafting wood burning regulations for Fairbanks, and the battle over wood stoves became even more heated. At least one public comment meeting took on an ugly tone, with people booing and heckling people testifying in support of regulation. We&rsquo;ll explore the outcome of these meetings, and how the issue of wood burning stoves has pitted two frontier ideals against each other: self-reliance vs. the importance of being a good neighbor. &nbsp;SOUNDS OF DENALIDavyd Betchkal is a &ldquo;soundscape scientist&rdquo; at Denali National Park, about 2 hours south of Fairbanks. He&rsquo;s responsible for monitoring the acoustic environment of the park, which means he treks around the 6 million acre preserve, setting up recording stations that capture the sounds of Denali. Those sounds include chirping Ptarmigans (the AK state bird), bear cubs, thundering avalanches, and --- increasingly -- human traffic. Prop planes overhead. The distant buzz of snow machines. Even in Denali, a huge natural preserve in one of the least populated states in the nation, human noise is almost inescapable. Betchkal and his colleagues recorded only 36 complete days last year when engine sounds were absent. And it&rsquo;s Betchkal&rsquo;s job to think about what implications that might have for the environment. His field -- soundscape ecology -- is very new, but it considers fascinating questions: do missing voices in an ecological soundscape indicate broader environmental problems? Can noise mask mating calls, cause stress, prevent animals from hearing alarms or other useful survival clues? And what does it say about the state of natural sound ecologies that even a place like Denali is polluted by human noise?DEAR FAIRBANKS Former bush pilot Colleen Mondor writes a letter to Fairbanks. PROGRAM OUT @ 59:00\nPromo Transcript:&nbsp;\nIn Fairbanks, Alaska, nearly 20 years ago, what began as a night of fun ended with murder, and four young men in jail. Now a letter to a stranger may change their fate. \"It's sad I'm sitting in jail for a crime I didn't commit. It's impacted me and my family and I understand you might have some information about that crime. I'd urge you to get ahold of my lawyer.\" A Fairbanks mystery, on the next State of the Re:Union.\"Broadcast Window Begins 5/17/14\nInterior Alaska: Frontier Community will be available beginning&nbsp;May 17, 2014, on PRX and the Content Depot without charge to all public radio stations, and may be aired an unlimited number of times prior to December 31, 2014. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only. State of the Re:Union is presented by WJCT, and co-distributed by NPR and PRX.&nbsp; Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting. Thanks for your consideration of State of the Re:Union with Al Letson. Please contact your NPR Stations relations person or Melissa LaCasse at lacasse.melissa@gmail.com or 207.776.4926 with questions or to confirm carriage.&nbsp;","contentencoded":"<p>State of the Re:Union<br />Interior Alaska: Frontier Community</p>\n<p>Episode Description: <br />Interior Alaska can be a forbidding place. The region is largely wilderness, covered with expansive stretches of tundra and towering mountain ranges. Winters are long and dark, with just a few hours of sunlight on the shortest days and temperatures that often plunge to -50F. Because of its isolation and climate, the region has long attracted people drawn to the challenges and opportunities of a wild, remote place.&nbsp;</p>\n<p>In this episode of SOTRU, we&rsquo;ll meet a number of residents of Fairbanks and the surrounding areas &ndash; athletes, journalists, scientists, and activists &ndash; who embody the spirit of Interior Alaska through their grit, determination, and iconoclasm. And we&rsquo;ll explore what it means to live in a frontier community, through the stories of a dog kennel trying to change the culture of sled dog racing, a murder that has long divided the city of Fairbanks, a heated battle over wood burning stoves, and more.<br /><br />BILLBOARD (:59)<br />Incue: From PRX and NPR<br />Outcue: But first, this news<br /><br />News Hole: 1:00-6:00<br /><br />SEGMENT A (12:29)<br />Incue: From WJCT in Jacksonville, Florida.<br />Outcue: Nearly twenty years after it happened. Stay with us.<br /><br />RIDING THE AURORA WINTER TRAIN<br />From September to May, the Alaska Railroad runs one train a week from Anchorage to Fairbanks. The Aurora Winter Train covers some of the most desolate territory in the state: 350 miles of mountains, forests, and snow. <br /><br />Despite its desolation, those 350 miles are home to some of Alaska&rsquo;s many backcountry homesteaders, people who live in tiny communities or remote cabins in some of the wildest parts of the state. That&rsquo;s why the train is &ldquo;flag stop.&rdquo; If you stand by the tracks at any point along the way and wave your hands above your head, the train will pause to pick you up. For many people along the route, the train is a lifeline, their main connection to the outside world.<br /><br />CRAZY DOG KENNELS<br />John Schlandelmeier and Zoya DeNure run an unconventional dog-training operation in Delta Junction, AK called Crazy Dog Kennels. Unlike many mushers, who are extremely competitive when it comes to breeding, selecting, and training sled dogs, John and Zoya take a different approach. <br /><br />They welcome all dogs who need a home, including those who&rsquo;ve been deemed unfit for racing by other mushers. John and Zoya take those dogs in, rehabilitate them if they&rsquo;ve experienced neglect or abuse, and then get them back into racing condition. <br /><br />Both John and Zoya have raced competitively in major races like the Yukon Quest and the Iditarod, but always with ragtag team of adopted dogs. Their hope is not just to be competitive racers, but to change prevailing attitudes about dog treatment and what makes a &ldquo;good&rdquo; sled dog.<br /><br />SEGMENT B (18:59)<br />Incue: You&rsquo;re listening to State of the Re:Union. I&rsquo;m Al Letson. <br />Outcue: PRX-dot-ORG<br /><br />THE FAIRBANKS FOUR<br />On the night of October 11, 1997, a teenager was found, badly beaten, on a street corner in downtown Fairbanks. Nobody saw what happened to 15-year-old John Hartman, but he died the next day from his injuries. Seventeen years later, the investigation into who murdered him continues to divide the city.&nbsp;<br /><br />Hartman&rsquo;s body was discovered at the end of a pretty wild night in Fairbanks. Permanent fund checks had just come in (those are the payments that Alaska residents receive every year based on oil earnings from the state). That meant folks were out having a good time. On top of that, there was a big wedding going on downtown. Two young people with ties to nearby Native villages were getting married, and guests had traveled from all over the region to attend.<br /><br />But in the days that followed, as the news of Hartman&rsquo;s murder spread, a dark cloud hung over the wedding. The Fairbanks Police Department had arrested and charged three young Native Alaskans and one white teen with the killing. The four were recent graduates of a predominantly Native high school in town, and all of them had attended the wedding reception that night.&nbsp;<br /><br />Three of the young men accused of the murder had juvenile records. But the forth, Marvin Roberts, was an honors student. He&rsquo;d never been in serious trouble, and his arrest set off alarm bells in Native villages across the Interior. The Native community rallied to his defense, raising money to help cover his legal fees and insisting on his innocence.&nbsp;<br /><br />Legal battles continued through 1998. All four men were convicted in 1999, and they&rsquo;re currently serving sentences ranging from 33 to 79 years. But the controversy surrounding the Hartman case hasn&rsquo;t gone away. The so-called &ldquo;Fairbanks Four&rdquo; still say they&rsquo;re innocent, even after exhausting all their appeals. And to this day, a sizeable part of the Alaska Native community believes that anti-Native bias and shoddy police work resulted in the convictions.&nbsp;<br /><br />This story explores what happened that night back in 1997, traces the growing questions and concerns about the convictions, and probes the lasting effects the Hartman murder has had on the Fairbanks community.&nbsp;<br /><br />SEGMENT C (18:59)<br />Incue: You&rsquo;re listening to State of the Re:Union. I&rsquo;m Al Letson.<br />Outcue: This is NPR.<br /><br />THE BATTLE OVER WOOD STOVES<br />Dawn Brashear, a counselor at Woodriver Elementary School in Fairbanks, remembers days when she could actually see smoke drifting through the air in the school&rsquo;s hallway. There wasn&rsquo;t a fire, at least not inside the school. The smoke, Brashear said, was coming from two outdoor wood burning boilers located right across the street.<br /><br />With fuel oil prices skyrocketing, Woodriver&rsquo;s neighbors did exactly what residents all over Fairbanks were doing: they decided to heat with wood, a cheaper alternative. Energy costs are so high in Interior Alaska that burning wood is the only way some people manage to survive. Literally. But with the smoke causing terrible problems at the elementary school, Brashear and others began lodging complaints with local and state agencies. They were shocked to learn how weak laws regulating wood burning were and how little officials were willing or able to do.<br /><br />Woodriver&rsquo;s pollution problems were especially bad, but they weren&rsquo;t alone. In 2009, the EPA declared Fairbanks and other parts of the North Star Borough in violation of the Clean Air Act for a kind of pollution called PM2.5. One of the reasons the air is so bad in Fairbanks is a fluke of geography. The city sits in a bowl where frigid winter air (and pollutants) can become trapped, something known as an inversion. But it&rsquo;s also a matter of local culture: the self-reliant residents of Interior Alaska like the do-it-yourself aspect of chopping and burning wood. Many prefer it to cleaner (and more expensive) alternatives.<br /><br />The EPA&rsquo;s announcement in 2009 could have been good news for Woodriver. With the threat of federal sanctions looming if air quality didn&rsquo;t improve, the state gave Fairbanks authority to draft wood burning regulations, including fines for wood burners who emit too much smoke. But when fiercely independent-minded residents learned of the regulations, they voted to strip the local government of its regulatory and enforcement authority not once but twice, in 2010 and then in 2012, essentially handing the pollution problem back to the state. And leaving Woodriver in its smoky haze. &nbsp;<br /><br />Brashear helped organize a group of staff and parents. Parents at other schools organized, too, including Carrie Dershin at Watershed School, where the air was often worse than at Woodriver. A small clean air movement was growing, led largely by concerned parents. Over the course of four long years, they lodged hundreds of complaints, and testified at scores of Borough Assembly meetings.<br /><br />With the local government unable to take action, state officials began drafting wood burning regulations for Fairbanks, and the battle over wood stoves became even more heated. At least one public comment meeting took on an ugly tone, with people booing and heckling people testifying in support of regulation. <br /><br />We&rsquo;ll explore the outcome of these meetings, and how the issue of wood burning stoves has pitted two frontier ideals against each other: self-reliance vs. the importance of being a good neighbor. &nbsp;<br /><br />SOUNDS OF DENALI<br />Davyd Betchkal is a &ldquo;soundscape scientist&rdquo; at Denali National Park, about 2 hours south of Fairbanks. He&rsquo;s responsible for monitoring the acoustic environment of the park, which means he treks around the 6 million acre preserve, setting up recording stations that capture the sounds of Denali. Those sounds include chirping Ptarmigans (the AK state bird), bear cubs, thundering avalanches, and --- increasingly -- human traffic. Prop planes overhead. The distant buzz of snow machines. <br /><br />Even in Denali, a huge natural preserve in one of the least populated states in the nation, human noise is almost inescapable. Betchkal and his colleagues recorded only 36 complete days last year when engine sounds were absent. And it&rsquo;s Betchkal&rsquo;s job to think about what implications that might have for the environment. <br /><br />His field -- soundscape ecology -- is very new, but it considers fascinating questions: do missing voices in an ecological soundscape indicate broader environmental problems? Can noise mask mating calls, cause stress, prevent animals from hearing alarms or other useful survival clues? And what does it say about the state of natural sound ecologies that even a place like Denali is polluted by human noise?<br /><br />DEAR FAIRBANKS <br />Former bush pilot Colleen Mondor writes a letter to Fairbanks. <br /><br />PROGRAM OUT @ 59:00</p>\n<p><span>Promo Transcript:&nbsp;</span></p>\n<p><span>In Fairbanks, Alaska, nearly 20 years ago, what began as a night of fun ended with murder, and four young men in jail. Now a letter to a stranger may change their fate. \"It's sad I'm sitting in jail for a crime I didn't commit. It's impacted me and my family and I understand you might have some information about that crime. I'd urge you to get ahold of my lawyer.\" A Fairbanks mystery, on the next State of the Re:Union.\"<br /></span><br />Broadcast Window Begins 5/17/14</p>\n<p><br />Interior Alaska: Frontier Community will be available beginning&nbsp;May 17, 2014, on PRX and the Content Depot without charge to all public radio stations, and may be aired an unlimited number of times prior to December 31, 2014. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only. <br /><br />State of the Re:Union is presented by WJCT, and co-distributed by NPR and PRX.&nbsp; Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting. <br /><br />Thanks for your consideration of State of the Re:Union with Al Letson. Please contact your NPR Stations relations person or Melissa LaCasse at lacasse.melissa@gmail.com or 207.776.4926 with questions or to confirm carriage.&nbsp;</p>","byline":"Al Letson","published":"2014-05-18T14:50:23+00:00","tags":["Entertainment","News","Travel"],"itags":["prx:stories-118689"],"audio":[{"href":"https://hal.prx.org/pub/c6b32081215a0054b9bafad54f581c1c/0/web/story_image/287720/medium/sotru_profile-pic_01.gif","type":"image/gif","meta":{"crop":"medium"}},{"href":"https://cms.prx.org/pub/72e3e1e140d95508fd198be66be3554e/0/web/audio_file/672034/broadcast/01-Alaska_Billboard.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886265}},{"href":"https://cms.prx.org/pub/6637acd4183bfad4b24a598a4c0f2da6/0/web/audio_file/672030/broadcast/02-Alaska_Newscast_Music_Bed.mp3","type":"audio/mpeg","meta":{"duration":29,"size":927685}},{"href":"https://cms.prx.org/pub/35b9fa6b7b4c7ffb4f98c0ca80e00533/0/web/audio_file/672033/broadcast/03-Alaska_Segment_A.mp3","type":"audio/mpeg","meta":{"duration":749,"size":23941955}},{"href":"https://cms.prx.org/pub/979fb260d18e31bef2cd4025ec9f760d/0/web/audio_file/672031/broadcast/04-Alaska_Segment_A_Music.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886265}},{"href":"https://cms.prx.org/pub/77aab505b26858fc3598917dd08cbc73/0/web/audio_file/673641/broadcast/05-Alaska_Segment_B.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36408506}},{"href":"https://cms.prx.org/pub/e57e854cefcea0a726a27b7d87043d1c/0/web/audio_file/672028/broadcast/06-Alaska_Segment_B_Music.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886265}},{"href":"https://cms.prx.org/pub/af692810ea6acc98b3df2b626e09a803/0/web/audio_file/672029/broadcast/07-Alaska_Segment_C.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36408505}}]}