{"created":"2014-10-07T20:58:44+00:00","modified":"2014-10-08T18:50:54+00:00","valid":{"from":"2014-10-08T18:50:54+00:00","to":"3014-10-08T18:50:54+00:00"},"hreflang":"en","guid":"283802c6-7cba-4b27-b986-b7a584308a75","title":"At the hospital where a Spanish nurse got Ebola, workers say their training was poor","published":"2014-10-08T18:50:53+00:00","byline":"Traci Tong","tags":["Ebola","health","government","Human Needs","Health","Health & Medicine","Madrid","Africa","Europe","Spain","Sierra Leone","West Africa","Africa","Europe","Gerry Hadden","Ana Mato","Ebola virus disease","Ebola","Spanish nurse","Infection","Carlos III hospital","Biology","Medicine","Viral diseases","Health"],"teaser":"A Spanish nurse has become the first person known to be infected with Ebola outside of West Africa during the current outbreak. Spanish health officials are baffled why their anti-infection procedures failed, but workers at the hospital complained last year that their infection training wasn't good enough.","contentencoded":"<p>Spain is now the home of the first known case of&nbsp;the Ebola virus contracted outside of Africa during the current outbreak.&nbsp;</p><p>The infected&nbsp;patient, a woman who is not being named,&nbsp;is a Spanish nurse who was part of a team in Madrid caring&nbsp;for two Spanish missionaries who&nbsp;contracted Ebola in Sierra Leone and Liberia. Both of the missionaried died, and the&nbsp;nurse was placed in&nbsp;<span style=\"line-height: 1.538em;\">isolation after experiencing&nbsp;diarrhea and other&nbsp;Ebola symptoms.</span></p><p>Gerry Hadden, a reporter in Madrid, says &quot;there&#39;s a lot of nervousness and concern that even in Europe, where there are better protocols to deal with these types of emergencies, that human error can occur.&quot;</p><p>The Ebola virus spreads through direct contact with the bodily fluids of an infected person, and Hadden says the nurse had collected&nbsp;waste&nbsp;from the room of one of the infected Spaniards, a priest.</p><p>The Carlos III hospital where the woman works&nbsp;was designated to deal with potential Ebola cases.&nbsp;Hadden says one wing of the hospital was set up to treat such patients&nbsp;and treat them.&nbsp;But last summer, nurses and hospital&nbsp;workers protested&nbsp;because they felt they hadn&#39;t received adequate anti-infection training.</p><p>Hadden says the &quot;nurses and staff had received training on how to protect themselves, but not on the more complex procedures such as how to transport a patient through the public hallways or how to sterilize and clean beds or chairs where the patient sat.&quot;</p><p>The government hasn&#39;t identified where the breakdown occurred, but they have asked for the public and the media&#39;s help in allowing the investigation to proceed before &quot;adding to the panic,&quot; says Hadden.&nbsp;</p><p>The European Union sent a letter to the Spanish health minister, Ana Mato,&nbsp;asking her to explain how the nurse contracted the disease.&nbsp;Hadden says members of Spain&#39;s opposition group have also called for Mato&nbsp;to&nbsp;resign.</p>","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/100720145.mp3"},{"href":"http://www.pri.org/file/100720145mp3"}]}