{"created":"2014-09-17T00:16:03+00:00","modified":"2014-09-18T19:53:58+00:00","valid":{"from":"2014-09-18T19:53:58+00:00","to":"3014-09-18T19:53:58+00:00"},"hreflang":"en","guid":"283ce719-27f3-4628-8bdb-133fe7951bce","title":"The sound of US airstrikes returns to Baghdad","published":"2014-09-18T19:53:57+00:00","byline":"Traci Tong","tags":["Islamic State","Islamic State in Iraq and Syria","airstrikes","military intervention","Conflict","Conflict & Justice","Baghdad","Asia","North America","Iraq","United States","Asia","South Asia","Central Asia","North America","Sahar Issa","Haider al-Abadi","Barack Obama","ISIS","Islamic state","US air strikes","Iraq","Haider Al-Abadi","War"],"teaser":"US planes have started bombing ISIS militia positions near Baghdad in the first phase of the expanded campaign announced by President Obama last week. The strikes are to support Iraqi troops fighting the Islamist group and they seem to be working.","contentencoded":"<p>Iraqis are once again seeing and hearing US warplanes overhead, and they&#39;re having mixed feelings about it, according to an Iraqi journalist.</p><p>American jets have launched airstrikes in areas southwest of the capital of Baghdad where ISIS militants are positioned. According to a US military statement, it was &quot;the first strike taken as part of our expanded efforts ... to hit ISIL targets as Iraqi forces go on offense.&quot;&nbsp;The strikes came less than a week after President Obama announced an American campaign to &quot;degrade and ultimately destroy&#39;&#39; the group, which also calls itself the Islamic State.</p><p>What&#39;s ironic is that the &quot;Sunni community that was once up in arms about the American presence in Iraq are the very same people who are today welcoming the American air assistance,&quot; says Iraqi journalist Sahar Issa.&nbsp;</p><p>She says Iraqis are welcoming the attacks because &quot;ISIS is actually falling back,&quot; but that support could shift if strikes hurt homes or civilians.</p><p>About 30 countries have pledged to join the US in fighting ISIS. Foreign leaders gathered for an international summit in Paris on Monday, where they also gave their commitment to &quot;supporting the new Iraqi government in its fight ... by any means necessary, including appropriate military assistance.&quot;</p><p>Iraq&#39;s new prime minister, Haider al-Abadi, is a Shiite Muslim. He has the difficult task of reaching out to the country&#39;s Sunni leaders, who have long complained of being left out of the Shiite-dominated government.&nbsp;</p><p>Sahar, who is Sunni, says it&#39;s too early to tell if the new government is truly committed to including Sunnis in the country&#39;s leadership. &quot;We have a saying here. It goes, &#39;Don&#39;t say it&#39;s sesame until you&#39;ve tasted it.&#39;&quot;&nbsp;For now, she is cautiously optimistic.</p>","audio":[]}