{"created":"2015-04-24T07:35:01+00:00","modified":"2015-04-27T15:05:20+00:00","valid":{"from":"2015-04-27T15:05:20+00:00","to":"3015-04-27T15:05:20+00:00"},"hreflang":"en","title":"The Day One Man Decided To Give Up His Gun","published":"2015-04-24T16:27:00+00:00","teaser":"In the 1970s, Pastor David Ned learned an important lesson about himself after what could have been a tragic situation.","itags":["npr_api","401711396"],"guid":"28439891-17ce-462c-8ce0-37713923f138","contentencoded":"<p>During the 1970s the Louisiana neighborhood Pastor David Ned lived in was a rough one.</p><p>\"I had a little dog, a little white German Shepherd, and I was living in an apartment,\" he said to Darius Clark Monroe during a visit to StoryCorps last fall. The two men met while Monroe was working on a documentary, <em><a href=\"http://itvs.org/films/evolution-of-a-criminal/photos-and-press-kit\" target=\"_blank\">Evolution of a Criminal</a></em>, about a robbery he committed in his teens. Ned was a customer in the bank during the robbery.</p><p>\"And the manager's kids was kicking my dog,\" Ned continued. \"I talked to the manager about it and about 10 o'clock that night, her husband came knocking on the door. And he says, 'If you got any problem, you need to talk to me about it.' I said, 'Are you the manager?' 'No, my wife is the manager.\"' And I said, 'Well then I got nothing to say to you. I already talked to your wife.' And he said, 'Well I'll tell you what, in two weeks I want you moved and your dog gone.'</p><p>This ticked Ned off.</p><p>\"He walked downstairs, I closed my door and I went to my bedroom and I got my gun,\" he said. \"What a gun does, it talks to you. Things that you'd normally say I'm not going to do or I'll just let it pass, gun talks to you and says, '<em>You don't have to take that</em>.'\"</p><p>His wife locked the door and told him she didn't want him to go. He stayed home, but he did call the manager of the company and reported the incident. In less than a week, the property manager was dismissed. <br /> <br />\"Then I came home one day and I found my little dog was poisoned,\" he said. \"And in my mind, he poisoned my dog. I said, 'I am going to get him.' <br /> <br />\"But I didn't see him no more. And then, I was riding down the street, and this car passed me by. And I saw this face and I had a flashback of who he was,\" he recounted. \"So, I did one of the highway patrol specials, I ran him all on the curb, jumped out of my car, snatched his door open and that was the wrong man.\"</p><p>The guy Ned stopped asked him what was wrong with him and Ned apologized.</p><p>\"I said, 'I'm sorry. You look like somebody I don't like.' And believe it or not, I took the guy, I said, 'Come on let's go to the club,' I went and bought him a drink,\" he said with a laugh. \"You know, I was dead wrong. <br /> <br />\"And I know that if I would've had the gun, I'd have shot that man. At that point, I knew that my anger was so bad, if I don't control this thing, I'm going to hurt somebody or somebody's going to hurt me,\" Ned said to Monroe. <br /> <br />\"So I said, 'I'm done. I can't pack no gun no more.' And it took that kind of thing to get me right.\"</p><p><em>Audio produced for </em>Morning Edition<em> by Jud Esty-Kendall.</em></p><p><em>StoryCorps is a national nonprofit that gives people the chance to interview friends and loved ones about their lives. These conversations are archived at the American Folklife Center at the Library of Congress, allowing participants to leave a legacy for future generations. Learn more, including how to interview someone in your life, at <a href=\"http://storycorps.org/\" target=\"_blank\">StoryCorps.org</a>.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Day+One+Man+Decided+To+Give+Up+His+Gun&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"168"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1401917265-5550a3.m3u?orgId=1&topicId=1022&aggIds=4516989&e=401711396&d=168&ft=nprml&f=401711396"},{"href":"http://media.npr.org/assets/img/2015/04/23/nednpr-e086bd188c47d5e2d7f1e9ac659834d5bf86b1ec.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"674","width":"898"}}]}