{"created":"2015-06-23T18:48:30+00:00","modified":"2015-06-23T19:29:10+00:00","valid":{"from":"2015-06-23T19:29:09+00:00","to":"3015-06-23T19:29:09+00:00"},"hreflang":"en","title":"Garlic Scapes, Green Garlic And Roasted Garlic: Recipes And Tips","published":"2015-06-23T19:28:00+00:00","teaser":"Our resident chef shares a primer on garlic, as well as recipes celebrating the ingredient she prizes above all.","itags":["npr_api","416866451"],"guid":"2844a446-328f-4cad-9441-ae2f31c075f4","contentencoded":"<p>Of all the ingredients she uses in her dishes, <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now</a></em> resident chef <strong>Kathy Gunst</strong> prizes garlic above all. &#8220;Garlic is the spine of all my cooking. I cannot imagine cooking without it,&#8221; she told host Robin Young.</p><p>Kathy gave us this <a href=\"#garlic-guide\">primer</a> on garlic scapes, green garlic and roasted garlic. She also brought us these four recipes:<a name=\"garlic-guide\"></a></p><ul><li><a href=\"#mustard-greens\">Mustard Greens with Hot Garlic Scape Vinaigrette</a></li><li><a href=\"#pesto\">Garlic Scape Pesto</a></li><li><a href=\"#spaghetti\">Spaghetti with Clam Sauce and Garlic</a></li><li><a href=\"#sole\">Sautéed Filet of Sole with Garlic-Almond-Caper Sauce</a></li></ul><h4>Guide to Garlic</h4><p><a href=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2015/07/garlic-tips-recipes.pdf\" target=\"_blank\">(View/print a PDF of the guide and recipes)</a></p><p><strong>Green garlic</strong> looks like a scallion with a fat white bulb and dark green stem. It’s an immature garlic plant that farmers remove when thinning out their garlic crop. It has a subtle garlic flavor and the entire green can be used, just as you would regular, mature garlic. Use in salads, vinaigrettes, sprinkled on pasta, pizza, sauces, and in marinades for grilled foods. It can be used raw or cooked.</p><p><strong>Garlic scapes</strong> are the curled flower stalks of hard-necked garlic varieties. They are a seasonal treat, cut off by growers to encourage better bulb growth underneath and are available through early summer. Scapes are crunchy, have a mild garlic flavor, and can be used like green garlic or mature garlic. The whole scape, the flower head as well as the green stalk, can be chopped and used raw or cooked. Pesto can be made from both. Pickled garlic scapes are also delicious. Look for scapes and green garlic at seasonal farmers markets and from garlic farms.</p><p><strong>Storage:</strong> Garlic scapes and green garlic can be kept in the vegetable bin of your refrigerator for about 5 days. Mature garlic should be stored in a cool, dark spot.</p><p><strong>To roast garlic</strong> for a sweeter, mellower garlic flavor: preheat the oven to 400 degrees. Cut about 1/4-inch off the top of a whole head of garlic. Place in a small ovenproof skillet and cover with about 2 tablespoons olive oil, salt and pepper. Roast about 15 to 20 minutes, depending on the size and freshness of the garlic or until the garlic feels soft when gently squeezed. Remove from oven and let cool slightly.<a name=\"mustard-greens\"></a> Push the cloves out of the skin and store in the oil for several days.</p><h4>Mustard Greens with Hot Garlic Scape Vinaigrette</h4><p><strong>Kathy’s Note:</strong> You can make this salad with tender young early summer mustard greens, or any type of green (spinach, Swiss chard, kale, etc.). The greens are raw and the hot vinaigrette slightly “cooks” it until just slightly wilted. Don’t add the vinaigrette until ready to serve.</p><p><em>Serves 2 to 4.</em></p><p><strong>Ingredients:</strong></p><p>About 4 cups tender young mustard greens, kale, Swiss chard, spinach or local greens</p><p>1 garlic scape, chopped</p><p>1 green garlic, finely chopped or 1 clove garlic, finely chopped</p><p>1/2 cup plus 2 tablespoons olive oil</p><p>About 1/3 cup balsamic vinegar</p><p>Salt and freshly ground black pepper</p><p><strong>Instructions:</strong></p><p>Place the clean greens in a salad bowl.</p><p>In a small pot heat the garlic scape and green garlic, oil, vinegar, salt and pepper and bring to a boil over high heat. Reduce the heat and cook about 3 minutes.<a name=\"pesto\"></a> Pour the hot dressing on top of the greens and gently toss.</p><h4>Garlic Scape Pesto</h4><p><strong>Kathy’s Note:</strong> This pesto uses garlic scapes and green garlic. It will keep in the refrigerator for about 4 days or can be frozen for several months. Use on pasta, grilled salmon or shrimp, grilled chicken, or serve with cheese.</p><p><strong>Ingredients:</strong></p><p>6 green garlic, or 4 cloves garlic, peeled and chopped</p><p>4 garlic scapes, cut into small pieces</p><p>1/2 cup plus 2 tablespoons olive oil</p><p>Salt and freely ground black pepper</p><p>1/2 cup almonds, pistachios, walnuts</p><p>1/3 cup grated Parmesan cheese</p><p><strong>Instructions:</strong></p><p>Place the green garlic and scapes in a food processor and pulse into small pieces. Add the oil, salt, pepper and almonds and pulse until finely ground. <a name=\"spaghetti\"></a>It doesn’t need to be smooth. Remove from the food processor and add cheese and season to taste.</p><h4>Spaghetti with Clam Sauce and Garlic</h4><p><strong>Kathy’s Note:</strong> This is a classic Italian dish with a few twists. A dozen littleneck clams are steamed open just until their shells open and then chopped. And then a sauce is made sautéing whole and chopped garlic in olive oil (with a touch of fresh tarragon and lots of parsley) and adding the chopped clams and a dozen whole clams. The whole clams open up releasing their natural juices, making a briny, garlicky sauce ideal for spooning on top of a pound of spaghetti or linguine.</p><p><em>Serves 4.</em></p><p><strong>Ingredients:</strong></p><p><em>The Clam-Garlic Sauce:</em></p><p>2 dozen fresh littleneck clams, scrubbed clean</p><p>2 tablespoons olive oil</p><p>4 cloves garlic, peeled and cut in half</p><p>4 cloves garlic, very thinly sliced</p><p>1 tablespoon flour</p><p>1 1/3 cups dry white wine*</p><p>Freshly ground black pepper, to taste</p><p>1 1/2 cups finely chopped fresh parsley, plus 2 tablespoons</p><p>1/2 teaspoon fresh tarragon, chopped</p><p><em>The Pasta:</em></p><p>1 pound spaghetti or linguine</p><p>1 tablespoon olive oil</p><p>Salt and freshly ground black pepper to taste</p><p>Less than 1/8 teaspoon red chile flakes, optional</p><p><strong>Instructions:</strong></p><p>Place 12 clams in a small pot with 1/4 cup cold water. Place on high heat and cover. Let cook, stirring frequently, or until the clam shells just open. Remove from the pot as they open, making sure to keep all the juices in the pot. Let cool and remove the clams from the shell (working over the pot so you don’t lose any of the juice). Coarsely chop the clams and place in the reserved juices. The clams can be steamed open several hours ahead of time; cover and refrigerate if making ahead.</p><p>Bring a large pot of lightly salted water to boil over high heat.</p><p>To prepare the sauce: in a large saucepan heat the oil over moderate heat for 1 minute. Add the garlic, stir, and cook 1 minute. Remove the chopped clams from the juice using a slotted spoon. Add the clams to the garlic, stir well, and cook for 15 seconds. Stir in the flour and cook 15 seconds. Raise the heat to high and add the wine and the reserved juice from the clams, being careful not to add any of the sediment from the very bottom of the pot. Stir well, making sure the flour doesn’t clump up. Once the sauce is simmering, reduce the heat to moderately-low and add the whole clams and a sprinkle of pepper. Stir well to make sure the clams are well coated in the sauce. Add the 1/2 cup parsley and the tarragon. Cook 3 minutes, stirring several times. Cover and cook another 5 to 10 minutes, or until all the clams have opened. Add a tiny bit of the chile flakes, if desired. Discard any clams that do not open.</p><p>Meanwhile, add the pasta to the boiling water and cook for 10 to 13 minutes, or until al dente. Place 3 tablespoons of the pasta water into the clam sauce and stir well to incorporate. Heat on low while the pasta finishes cooking.</p><p>Drain well and place on a large platter. <a name=\"sole\"></a>Stir the tablespoon of oil into the pasta along with salt and pepper to taste. Spoon the clams and sauce on top of the pasta, and sprinkle with the remaining 2 tablespoons of parsley.</p><h4>Sautéed Filet of Sole with Garlic-Almond-Caper Sauce</h4><p><strong>Kathy’s Note:</strong> This is a riff on the classic, sole meuniere. Here filets of sole (or flounder) are dipped in seasoned flour and sautéed in a hot skillet and then topped with a simple sauce of sautéed garlic, slivered almonds, capers, and lemon juice. This is a very simple dish but all your ingredients need to be ready because the dish cooks very quickly.</p><p><em>Serves 4.</em></p><p><strong>Ingredients:</strong></p><p>1/2 cup flour</p><p>1/2 teaspoon salt</p><p>1/2 teaspoon freshly ground black pepper, plus pepper for seasoning</p><p>1 pound filet of sole (or flounder), about 8 filets</p><p>About 1 1/2 tablespoons canola oil</p><p>About 2 tablespoons olive oil</p><p>2 tablespoons very thinly sliced garlic</p><p>2/3 cup slivered almonds</p><p>1/4 cup capers</p><p>2 tablespoons lemon juice</p><p>Lemon wedges, for serving</p><p><strong>Instructions:</strong></p><p>Preheat the oven to 250 degrees.</p><p>Place the flour on a plate and add the 1/2 teaspoon of salt and pepper, mixing it well. Place the fish filets in the seasoned flour, making sure to coat them well on both sides. Shake off any excess flour.</p><p>Heat a large, heavy skillet (cast iron is ideal) over high heat. Add 1 tablespoon of the canola oil and the olive oil and heat for a minute. The oil should be quite hot; add a drop of the seasoned flour in and it should sizzle up immediately.</p><p>Working in batches, and making sure not to crowd the skillet, sauté the fish for 2 to 3 minutes per side (depending on the size and thickness of the filets), or until a rich golden brown on each side. Remove the fish to a plate, keep in the warm oven, and cook the next batch of fish, adding more oils if needed. Place all cooked fish on the plate and keep warm in the oven.</p><p>When all the fish is cooked, reduce the heat under the skillet to low. (If the oil in the skillet appears black, remove from the heat and wipe it clean with a paper towel.) Add the remaining tablespoon of olive oil and the garlic and cook, stirring, for 15 seconds. Add the almonds, stir and let cook 1 to 2 minutes, or until they just begin to turn golden. Add the capers and lemon juice and a touch of pepper and cook, stirring, for another minute.</p><p>Remove the warm fish from the oven and spoon the sauce down the middle of the filets. Serve with lemon wedges, if desired.</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.kathygunst.com/\" target=\"_blank\">Kathy Gunst</a></strong>, resident chef for <em>Here & Now</em> and author of “<a href=\"http://www.amazon.com/Notes-Maine-Kitchen-Seasonally-Inspired/dp/0892729171/?tag=wburorg-20\" target=\"_blank\">Notes from a Maine Kitchen</a>” and the video series “<a href=\"http://www.craftsy.com/class/simple-soups-from-scratch/4850;jsessionid=76CAA4F47028819E3BD2CB0F917EDC52.enya002\" target=\"_blank\">Simple Soups from Scratch</a>.” She tweets <a href=\"https://twitter.com/mainecook\" target=\"_blank\">@mainecook</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Garlic+Scapes%2C+Green+Garlic+And+Roasted+Garlic%3A+Recipes+And+Tips&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"368"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1416866454-a5349e.m3u?orgId=1&d=368&p=60&story=416866451&t=progseg&e=416860804&seg=14&ft=nprml&f=416866451"},{"href":"http://media.wbur.org/wordpress/11/files/2015/06/garlic1.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"913","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/06/garlic3.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1707","width":"1280"}}]}