{"created":"2014-11-15T21:24:54+00:00","modified":"2014-11-26T15:01:04+00:00","valid":{"from":"2014-11-26T15:01:04+00:00","to":"3014-11-26T15:01:04+00:00"},"hreflang":"en","title":"For Best-Selling Truck, Ford Bets Big On Aluminum","published":"2014-11-15T22:30:00+00:00","teaser":"Ford is about to sell an aluminum-sided version of its F-150 pickup, setting the industry atwitter with expectation. Some hope that after 40 years on top, the truck will finally fall on its tailgate.","itags":["npr_api","364223721"],"guid":"284be50e-e89c-44cc-b22e-6851d97b27f6","contentencoded":"<p>The first 2015 Ford F-150 rolled off the assembly line this week, and it is no normal truck. The new F-150 pickup is the first with an aluminum body, making it hundreds of pounds lighter than its predecessors.</p><p>Ford isn't taking this gamble on just any truck — the F-150 is the company's most important vehicle. Morgan Stanley estimates the F-Series truck line and SUV derivatives represent 90 percent of Ford's global profits.</p><p>In Detroit, they take trucks seriously, but few Detroiters take trucks more seriously than Alana Strager, program management analyst for the Ford F-150.</p><p>She's not just a second-generation car person — she's a second-generation Ford truck person. Strager's dad was in charge of big commercial trucks at Ford in the '80s and '90s. Her own obsession with trucks began during her sophomore year of college, when her dad had her work as a receptionist at Ford for $8 an hour.</p><p>\"I walked into the studio the first day, and there were clay models of these heavy trucks, like huge, like real, life-size clay. People were like playing with this clay and it was this big huge truck,\" Strager says. \"And I thought 'Wow. OK, this is going to be a fun summer.' \"</p><p>But the project Strager has enjoyed the most is the development of the new aluminum-bodied F-150. Her team has been developing this truck since 2009, completely retooling their factories to accommodate using aluminum alloy on a mass scale.</p><p>For example, instead of the spot welds used with steel, factories will use high-strength adhesives and laser welding. But everyone — from the auto mechanic to the dealer — has to be retrained.</p><p>All of this is happening while Ford's major competitors in the truck space, GM and Chrysler, are gaining market share. Still, in the truck world, the Ford F-Series is not the 800-pound gorilla — it's King Kong.</p><p>\"It's been the best-selling truck in the United States for the last 37 years, unbroken,\" says Aaron Bragman, Detroit bureau chief for Cars.com. \"That's just an astonishing figure.\"</p><p>Changing the truck has set the automotive industry atwitter with expectation. Some seem to hold more than a secret hope that Ford and its truck will, after nearly 40 years of dominance, finally fall on its tailgate.</p><p>\"I do races and stuff like that, and I have it ingrained in my head that you never look back, because you lose time, you lose seconds if you look back to see where everybody else is,\" says Strager. \"We don't look back. We carve the path.\"</p><p>Ford says that the new body cuts about 700 pounds off the weight of the truck, without sacrificing any capability. But the company isn't willing to talk much about the most important reason for this redesign — what kind of miles per gallon the thing gets.</p><p>Bragman says that Ford's move to aluminum is one of the biggest gambles in the auto industry in years. Will customers who identify with the slogan \"Built Ford Tough\" want a lighter body truck? Other questions loom large, says Bragman.</p><p>\"How the truck is used by customers, how the truck is recycled at the end of its life, how it's repaired, how it's insured, will it cost more to actually have it repaired?\" says Bragman. \"There's still a lot of questions that we haven't quite gotten the answers to, that we're not going to know until the truck really starts to get in consumers' hands.\"</p><p>Bragman says the real gamble is whether Ford can maintain its profits after investing so heavily in the redesign. But Strager has no doubt that the truck will continue to deliver.</p><p>\"Our future isn't hinging on the success of this truck — this truck will be successful because this truck kicks booty,\" says Strager. \"This is an amazing vehicle. And I have no doubt about that.\"</p><p>While the truck is important to the auto industry all across the United States, Strager says it's success is especially vital to Detroit.</p><p>\"Yeah, I'm all Detroit, the D, Rock City, Motor City,\" she says. \"No one is going to bring us down, we are going to survive. We are going to get through this and we are going to come out on top. Detroit is still the Motor City, and it's just going to get better and better and better. So whoever thinks that's not the case, look out, because here we come.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Best-Selling+Truck%2C+Ford+Bets+Big+On+Aluminum&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Sonari Glinton","audio":[{"meta":{"duration":"248"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1364289581-424dcc.m3u?orgId=1&topicId=1091&ft=3&f=364223721"}]}