{"created":"2014-10-08T15:02:11+00:00","modified":"2014-10-31T01:36:27+00:00","valid":{"from":"2014-10-31T01:36:27+00:00","to":"3014-10-31T01:36:27+00:00"},"hreflang":"en","title":"Adman Was King Of The One-Liners, But Knew Where To Draw The Line","published":"2014-05-31T22:29:00+00:00","teaser":"David Abbott brought his signature brand of crisp, catchy copy-writing to ads for <em>The Economist</em> magazine and Volvo. Abbott passed away this month at age 75.","itags":["npr_api","317437696"],"guid":"28552e78-b796-490e-a18b-f78ace29c6d0","contentencoded":"<p>George Orwell once referred to advertising as \"the rattling of a stick inside a swill bucket.\"</p><p>But there was some swill for which David Abbott would not rattle a stick. The British adman died this month at the age of 75. He was one of the founders of the agency Abbott Mead Vickers in London, and was considered a singularly good copywriter. He created the first ad for <em>The Economist</em> in 1984 in what became its signature style: <a href=\"http://www.economist.com/news/business/21602717-ad-mirable\">white letters on a red background</a> that said: \"'I never read <em>The Economist'</em> — management trainee, aged 42.\"</p><p>He wrote another single, memorable line for a Volvo ad that showed a car brimming with children. It went, \"Always keep your valuables in a safe place.\"</p><p>Abbott was one of the first admen to refuse to do business with tobacco companies. He had left Oxford to take over his family's small shop after his father died of cancer at the age of 52. David Abbott later wrote that he remembered his father, \"sitting on the edge of the bed coughing for 10 minutes at the start of every morning. So there was no way that I was going to advertise cigarettes.\"</p><p>David Abbott decided to try to get into the ad game after he bought a book about Madison Avenue in a bookstall, read it and thought, \"Well, that sounds all right.\"</p><p>He wound up in the London office of a U.S. firm, and worked in New York for awhile, where Bill Bernbach, the legendary adman, recognized his talent. Bernbach believed that \"good taste, good art and good writing can be good selling,\" and David Abbott came to share that ideal.</p><p>His company also declined to made ads for toys. All the partners in his firm had small children, and decided they didn't want to create commercials that would be used by children to badger their parents.</p><p>\"We were not trying to become the most priggish, prim agency in the world,\" he said. \"We owned our company and we thought, 'What's the point of owning a company if you can't do what you want?'\"</p><p>David Abbott was a writer. He was skeptical of brainstorming, focus groups and other corporate exercises.</p><p>Advertising is everywhere these days, on screens, on buses, online. David Abbott wanted his ads to sell, of course, but he also wanted them to elevate our surroundings. Most ad talk is about branding, buzz and metrics, but it's good to remember an ad man who talked about words, wit and taste.</p><p>His agency became Britain's biggest. David Abbott did well, but he also did some good.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Adman+Was+King+Of+The+One-Liners%2C+But+Knew+Where+To+Draw+The+Line&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Scott Simon","audio":[{"meta":{"duration":"169"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1317642054-6c2688.m3u?orgId=1&topicId=1057&aggIds=4495795&ft=3&f=317437696"},{"href":"http://media.npr.org/assets/img/2014/05/30/David+Abbott-ae2e247d93e365b7387bd64e7043db9b9c5a6b2a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"559","width":"745"}}]}