{"created":"2015-05-24T01:48:14+00:00","modified":"2015-05-24T01:49:41+00:00","valid":{"from":"2015-05-24T01:49:41+00:00","to":"3015-05-24T01:49:41+00:00"},"hreflang":"en","title":"What If The Drought Doesn't End? 'The Water Knife' Is One Possibility","published":"2015-05-24T01:48:00+00:00","teaser":"It's Chinatown meets <em>Mad Max </em>in writer Paolo Bacigalupi's new desert dystopia, filled with climate refugees, powerful state border patrols, and secret agents called water knives.","itags":["npr_api","408756002"],"guid":"28579d9b-0161-4c74-9225-379bf3f9e326","contentencoded":"<p>What if the devastating drought in the western U.S. doesn't end? A few years ago, the science fiction writer Paolo Bacigalupi started exploring what could happen.</p><p>\"<a href=\"http://www.npr.org/templates/story/story.php?storyId=11035086\" target=\"_blank\">Lake Powell</a> and <a href=\"http://www.npr.org/2015/04/17/400377057/as-lake-mead-levels-drop-the-west-braces-for-bigger-drought-impact\" target=\"_blank\">Lake Mead</a> were hitting historic lows, and they weren't re-filling the way they were supposed to. Las Vegas was, in fact, digging deeper and deeper intakes into Lake Mead,\" he remembers. \"This question of scarcity. This question of too many people needing too little water.\"</p><p>Those questions inspired Bacigalupi to write <em>The Water Knife</em>, a noir-ish, cinematic thriller set in the midst of a water war between Las Vegas and Phoenix. The novel follows three people: a climate refugee, a journalist, and a \"water knife\" — a secret agent for Las Vegas's ruthless water czar. Think <em>Chinatown</em> meets <em>Mad Max</em>.</p><p>Bacigalupi talked with NPR's Arun Rath about the new book, his inspirations, and how to categorize his fiction. Listen to their full conversation with the audio link above.</p><hr /><h3>Interview highlights</h3><p><strong>On the difficulty of communicating context with a news photo<br /></strong></p><p>There's the blue sky, there's the pretty white bathtub ring, there's the red rocks, there's the, there's the blue water — it doesn't look like a disaster. And so as a fiction writer, you sort of ... \"Here's a piece of information, and now let me explain to you exactly why this actually is a disaster.\"</p><p>And it's not because the water level is low today — it's because it seems to be going somewhere. ... Once you understand a potential future — if you live inside of that world, if you live inside of that water scarcity, if you see people reacting, if you see a, a water riot, if you see a climate refugee or you live in the skin of a climate refugee — suddenly that makes more sense than just \"oh, we've noticed that Lake Mead is now at a historically low level.\"</p><p><strong>On the bleak future <em>The Water Knife</em> depicts, including state border patrols and climate refugees</strong></p><p>People don't actually stay still, you know — when their area is a disaster, they go somewhere else, right? And that's just a natural human impulse. And it's also a natural human impulse for people to sort of hunker down and say \"no, no, this is ours — we've got the good stuff, and we don't want to share.\"</p><p>And so yeah, in this future, there's a point where there's so many refugees on the road, there's so many — some of them because of hurricanes, some of them because of high seawater levels, some of them because of drought — that you're starting to see all of the states sort of, like ... you know, sort of really getting much more muscular about their state's rights.</p><p>They're like: \"No, no, no, this is our territory. We don't want to share it with the state next to us.\" And you see a really weak federal government at the same time that isn't able to really coordinate or get people to sort of cooperate with one another.</p><p>I think that, when I think about the future that <em>The Water Knife</em> represents, it's one where there's a lack of oversight, planning and organization. That's really the disaster. There's the drought and there's climate change, and those things are horrible — and then there's how people react to it. And this is, this world is built on the assumption that people don't plan, don't think and don't cooperate — which makes for a pretty bad future!</p><p><strong>On how to categorize his fiction</strong></p><p>The questions about how we label a story really seem to set a lot of preconceptions in people's minds. So if I say this book is science fiction, or if I say I'm a science fiction writer, automatically one of the things you'll hear from people is \"oh, I don't read that.\"</p><p>[But if you say,] \"No, no, no — well, so I actually write about this crazy drought in the Southwest where Phoenix and Las Vegas are having a water war, and there's very little water in the Colorado River,\" and suddenly the person's like \"oh yeah, well, we're having a <em>terrible</em> drought here\" or wherever they're living. And suddenly they're very engaged...</p><p>When I think about myself as a writer, for sure I am a science fiction writer. The tools of extrapolation, the tools of anticipating the future — those are science fictional questions.</p><p>And so, you know, in terms of labeling it, I'll label my books anything that will get somebody to read it. ... [You] want them to like or hate your book based on the book is itself, not based on the idea that maybe it's, I don't know, <em>Barbarella</em>.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=What+If+The+Drought+Doesn%27t+End%3F+%27The+Water+Knife%27+Is+One+Possibility&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"368"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1409088297-f944c0.m3u?orgId=1&topicId=1033&d=368&p=2&story=408756002&t=progseg&e=409010261&seg=8&ft=nprml&f=408756002"},{"href":"http://media.npr.org/assets/img/2015/05/22/water-knife-f667ad03811a404963464454e3b5cea493b7be53.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"844","width":"1126"}},{"href":"http://media.npr.org/assets/img/2015/05/23/473144530-b89b154d93a08b30c11a85c2472e289a3078e79f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/05/22/bacigalupi_credit-to-jt-thomas-photography-4ee41e17bf5263a66d4db97e302b3b4540c30cff.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"562","width":"750"}}]}