{"created":"2015-06-09T16:21:14+00:00","modified":"2015-06-09T16:21:14+00:00","valid":{"from":"2015-06-09T16:21:14+00:00","to":"3015-06-09T16:21:14+00:00"},"hreflang":"en","guid":"287572da-e65b-46ea-90a6-84482e9af595","title":"Debate: Does The Equal Protection Clause Require States To License Same-Sex Marriage?","published":"2015-06-09T16:21:00+00:00","teaser":"The Supreme Court is poised to answer the question of whether this is required under the 14th amendment. The issue is at the center of the latest <em>Intelligence Squared U.S.</em> debate.","itags":["npr_api","413121172"],"contentencoded":"<p>The Equal Protection Clause of the 14th Amendment provides: \"No State shall ... deny to any person within its jurisdiction the equal protection of the laws.\" But, in 1868, when the Equal Protection Clause was ratified, gay marriage was inconceivable.</p><p>Some states have legalized gay marriage, while others have not. But is this one of those things that democracy does not get to decide? Is this a thing that the Constitution removes from the democratic process? Does the Equal Protection Clause require that?</p><p>The Supreme Court is poised to answer the question of whether this Clause requires states to license marriages between two people of the same sex. Does the Equal Protection Clause require states to license same-sex marriages, or will they decide that marriage should be between a man and a woman?</p><p>Before the debate, 13 percent of the audience at the Kaufman Music Center in New York voted in favor of the motion, while 53 percent were opposed and 34 percent were undecided. After the event, 14 percent agreed with the motion and 83 percent disagreed, and 3 percent were undecided, making the team arguing against the motion the winners of the debate.</p><p><strong>THOSE DEBATING</strong></p><p><strong>For The Motion</strong></p><p><strong>John C. Eastman</strong> is the Henry Salvatori Professor of Law & Community Service at Chapman University School of Law, where he was dean from 2007 to 2010 before stepping down to pursue a bid for California attorney general. He is the founding director of the Center for Constitutional Jurisprudence, a public interest law firm affiliated with the Claremont Institute. Before entering the academy, he was a law clerk to Supreme Court Justice Clarence Thomas and Fourth Circuit Judge J. Michal Luttig, the director of congressional and public affairs at the U.S. Commission on Civil Rights, and an attorney with the national law firm of Kirkland & Ellis. A nationally recognized expert in constitutional law, Eastman has published extensively, including as co-author of a major constitutional law textbook, and has participated in more than 60 cases before the U.S. Supreme Court. He is chairman of the board of the National Organization for Marriage.</p><p><strong>Sherif Girgis,</strong> co-author of <em>What Is Marriage? Man and Woman: A Defense</em> (2012), is currently pursuing his Ph.D. in philosophy at Princeton and his JD at Yale Law School. He majored in philosophy at Princeton, where he won several academic prizes, including for his senior thesis on sex ethics. Upon graduating Phi Beta Kappa and summa cum laude in 2008, he went on to earn a master's degree in moral, political and legal philosophy at Oxford as a Rhodes Scholar. His paper \"What Is Marriage?\", coauthored with Robert George and Ryan Anderson, quickly became Social Science Research Network's most downloaded paper of its year. Their book on the same subject, which improves and expands on the article, was released in 2012. In addition to publishing in more popular contexts, he has given lectures and talks and engaged in debates on marriage and related topics throughout the U.S. and abroad.</p><p><strong>Against The Motion</strong></p><p><strong>Evan Wolfson </strong>is the founder and president of Freedom to Marry, the campaign to win marriage nationwide, and author of <em>Why Marriage Matters: America, Equality, and Gay People's Right to Marry</em> (2005). In 2004, <em>Time</em> magazine named him one of the \"100 most influential people in the world,\" and in 2012, he won the Barnard Medal of Distinction alongside President Barack Obama. Prior to founding Freedom to Marry in 2003, Wolfson launched the marriage movement as co-counsel in the landmark Hawaii marriage case, Baehr v. Miike. He also contributed to the legal teams in the Vermont case that led to the creation of \"civil unions,\" and in Goodridge v. Department of Public Health, which led to same-sex marriage in Massachusetts. Wolfson argued before the Supreme Court in Boy Scouts of America v. Dale and has taught at Columbia Law School as an adjunct professor.</p><p><strong>Kenji Yoshino</strong> is the Chief Justice Earl Warren Professor of Constitutional Law at NYU School of Law. He taught at Yale Law School from 1998 to 2008, where he served as deputy dean and became the inaugural Guido Calabresi Professor of Law. His fields are constitutional law, anti-discrimination law, and law and literature. He has received several distinctions for his teaching, most recently the Podell Distinguished Teaching Award in 2014. Yoshino is the author of three books, most recently<em>Speak Now: Marriage Equality on Trial</em> (2015). He has published in major academic journals, including <em>Harvard Law Review</em>, <em>Stanford Law Review</em>, and<em> Yale Law Journal.</em> He has also written for more popular forums, including <em>Los Angeles Times, <em>The </em>New York Times</em>, and <em>The</em> <em>Washington Post</em>. In 2015, he became a regular contributor to the<em> New York Times Magazine</em>'s podcast and column \"The Ethicists.\" In 2011, he was elected to the Harvard Board of Overseers.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Debate%3A+Does+The+Equal+Protection+Clause+Require+States+To+License+Same-Sex+Marriage%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"5880"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1413148574-cd5853.m3u?orgId=1&topicId=1070&aggIds=6263392&d=5880&story=413121172&ft=nprml&f=413121172"},{"meta":{"duration":"3030"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1413147591-f7f74f.m3u?orgId=1&topicId=1070&aggIds=6263392&d=3030&story=413121172&ft=nprml&f=413121172"},{"href":"http://media.npr.org/assets/img/2015/06/09/iq2over-1c143c6c35958f6b889f45cfc5daa1dc14de50c8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2377","width":"3170"}},{"href":"http://media.npr.org/assets/img/2015/06/09/iq277-8155786ee90444a4b93e250b476a58c3c57db3fa.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2377","width":"3170"}},{"href":"http://media.npr.org/assets/img/2015/06/09/iq272-74e8a18c5c1e17df6af0d520bb3e2e75f293663c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2377","width":"3170"}}]}