{"created":"2015-06-12T07:25:38+00:00","modified":"2015-06-12T20:10:19+00:00","valid":{"from":"2015-06-12T20:10:19+00:00","to":"3015-06-12T20:10:19+00:00"},"hreflang":"en","title":"This Teen Wanted To Die, But An Officer Told Him 'Don't Give Up' ","published":"2015-06-12T14:34:00+00:00","teaser":"Eleven years ago, Sean Fitzpatrick went to school with a gun and a plan: barricade himself in a classroom, pretend he had hostages and force police to kill him. Officer John Gately had another plan.","itags":["npr_api","413691878"],"guid":"2876770f-a06a-4546-8010-aec8a7ee6f53","contentencoded":"<p>Eleven years ago, Sean Fitzpatrick was a high school junior in Spokane, Wash. He had developed paranoid schizophrenia and was hearing voices — though he didn't tell anyone.</p><p>One morning, Fitzpatrick went to school with a gun and a plan: To barricade himself in a classroom, pretend he had hostages, and force police to kill him.</p><p>His plan didn't work, though at the end of the standoff he was shot in the face and still has difficulty speaking.</p><p>\"I remember getting to the school, someone telling me your name was Sean, and calling your name, 'Sean,' \" said 49-year-old John Gately of the Spokane Police Department. He was the officer assigned to negotiate with Fitzpatrick, and the two recently visited StoryCorps.</p><p>\"I remember seeing you and thinking don't trust anything he says. I believe you asked me at one point, 'Why you have the gun here?' \" Fitzpatrick said.</p><p>Gately said every time Fitzpatrick, who is now 28, played with that gun, holding the gun upside down, twirling the gun — it made him very nervous.</p><p>\"And then a little bit later you threw a paper airplane out at us,\" Gately said. \"And for me, when you did that, it brought back that I was actually talking to a 16-year-old kid. So, what can I do to try to bring you back from the edge? And I remember that I told you, 'Listen, I'll send everybody else away and you and I can just sit here and bullshit.' \"</p><p>That really resonated with Fitzpatrick, who said \"it was so real.\"</p><p>\"When you and I were talking, you heard the officers changing positions, and the intensity went up, telling you, 'We're just gonna sit here and talk. Everything is perfectly fine.' And you pulled the gun out and pointed it. And that's when the officers fired,\" Gately said.</p><p>Fitzpatrick was hit by three bullets — one in the arm, one in the stomach, and one in the face.</p><p>\"I jumped over to get to you to tell you: 'Don't give up. You can survive what has happened,' \" Gately said. \"And I was doing that as the officer was reaching down, pulling your teeth and clearing your airway. And then two of the other officers pulled me out of there.\"</p><p>The officer said he felt angry that he hadn't been able to pull Fitzpatrick \"back from the ledge, 'cause that is my job, to make sure everybody goes home safe.\"</p><p>\"I'm sorry that it fell on your shoulders,\" Fitzpatrick said, for which Gately thanked him.</p><p>\"I guess it will always be a little bit hard for me. I don't think that will ever change,\" said Fitzpatrick, adding that things are getting better. \"Who I was back then and who I am now are two different people entirely.\"</p><p>Today, Fitzpatrick works to educate law enforcement on handling encounters with people in the midst of a mental health crisis.</p><p><em>Audio produced for </em>Morning Edition<em> by John White.</em></p><p><em>StoryCorps is a national nonprofit that gives people the chance to interview friends and loved ones about their lives. These conversations are archived at the American Folklife Center at the Library of Congress, allowing participants to leave a legacy for future generations. Learn more, including how to interview someone in your life, at <a href=\"http://StoryCorps.org\">StoryCorps.org</a></em>.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=This+Teen+Wanted+To+Die%2C+But+An+Officer+Told+Him+%27Don%27t+Give+Up%27+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"191"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1413849206-b0271c.m3u?orgId=1&topicId=1022&aggIds=4516989&d=191&p=3&story=413691878&t=progseg&e=413811408&seg=15&ft=nprml&f=413691878"},{"href":"http://media.npr.org/assets/img/2015/06/11/fitzpatricknpr-23f07cdedd197eb93157a2ebac56a6387796a795.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"674","width":"898"}}]}