{"created":"2014-10-03T19:56:09+00:00","modified":"2014-10-07T14:51:03+00:00","valid":{"from":"2014-10-07T14:51:02+00:00","to":"3014-10-07T14:51:02+00:00"},"hreflang":"en","title":"By Helping Gay Athletes, Group Hopes To Refocus On Talent","published":"2014-04-14T17:50:00+00:00","teaser":"This week, Derrick Gordon became the first openly gay player in NCAA Division 1 basketball. You Can Play, the organization that helped him through the process, wants to be irrelevant eventually.","itags":["npr_api","302331980"],"guid":"287ab653-be36-44ac-b59c-fdeaa30f1d32","contentencoded":"<p>Weeks after finishing his sophomore season at the University of Massachusetts, Derrick Gordon became the first openly gay player in Division 1 men's college basketball.</p><p>Gordon told his parents in March, just after UMass lost in the NCAA tournament. A few days later, he told his coach and teammates. And he <a href=\"http://espn.go.com/espnw/news-commentary/article/10754317/espnw-university-massachusetts-minutemen-starter-derrick-gordon-openly-smiling-decision-come-gay\">came out to the rest of the world in an article on ESPN.com</a> Wednesday morning.</p><p>More than a year ago, though, Gordon reached out to an organization called <a href=\"http://youcanplayproject.org/\">You Can Play</a>. It's the same group that helped University of Missouri defensive end Michael Sam when he <a href=\"http://www.npr.org/blogs/thetwo-way/2014/02/09/274389466/mizzou-lineman-nfl-prospect-michael-sam-comes-out-as-gay\">came out in February</a>. (Sam is widely expected to be drafted into the NFL next month, when he would become that league's first openly gay player.)</p><p>Two of the organization's founders, Patrick and Brian Burke, explain the group's mission to <em>All Things Considered</em> guest host Tess Vigeland. Its motto is, \"If you can play, you can play.\"</p><p>\"The one thing that's great about sports is that it's a tremendous equalizer, except in terms of talent. All that matters is how good you are, how hard you've worked, how much preparation you've put in, how naturally talented you are,\" Patrick Burke says. \"And the other things that divide us in society ... none of that matters.\"</p><p>You Can Play started two years ago by focusing on eliminating homophobic language in professional hockey, with PSAs featuring star hockey players.</p><p>Since then, they've expanded dramatically. Now, Patrick Burke says, You Can Play works with teams and players in all kinds of situations. The most public example, he says, is helping athletes like Gordon and Sam who want to come out publicly, but need support and guidance through the process.</p><p>They also talk with straight players with questions about having a gay teammate, help schools set up diversity seminars, and support professional teams trying to market to LGBT fans.</p><p><strong>A Tribute</strong></p><p>Part of the reason the organization has been so successful is its proximity to pro sports. Patrick Burke is the director of player safety for the National Hockey League. His dad, Brian, has been a high-profile NHL executive for decades — currently, he's the president of hockey operations for the Calgary Flames.</p><p>The organization started as a tribute to Patrick's brother, Brendan Burke, who <a href=\"http://sports.espn.go.com/nhl/columns/story?id=4685761\">came out in 2009</a>. Coming out drew attention: His father was the general manager of the Toronto Maple Leafs at the time. Just a few months later, he died in a car accident on a snowy winter night in Indiana.</p><p>\"My brother was my best friend,\" Patrick Burke says. \"He was the person I was closest to in this world, and someone I cared about very deeply.\"</p><p>Brendan, five years younger than Patrick, played hockey at the same high school as his brother. But he quit his senior year.</p><p>\"I never did anything to change the culture in that locker room,\" Patrick says. \"I never knew what effect homophobic slurs had on teammates. I never knew that there was a problem with my language.</p><p>\"And five years later, Brendan didn't feel safe in that locker room. And I've always regretted the fact that I didn't know better at the time, that I didn't create a safer space for my younger brother to stay in the game.\"</p><p><strong>Going Public</strong></p><p>Now, with You Can Play, Patrick Burke is helping players who want to come out publicly. The process can be messy.</p><p>\"These are human beings. It's not just a story, it's not just a media flash for us,\" Patrick Burke says. \"Derrick Gordon is a 22-year-old kid who is still growing up. He's still in college. And he still needs a lot of guidance.\"</p><p>Though the announcements of Gordon, Sam and <a href=\"http://www.npr.org/blogs/thetwo-way/2014/02/23/281732006/with-nets-jason-collins-will-be-nbas-first-openly-gay-player\">Jason Collins of the NBA</a> have all been fairly smooth and well-received, Patrick Burke says that sometimes they don't go so well.</p><p>\"There are a lot of people who think they want to go public, then they see exactly what it entails and then decide not to,\" he says. He adds, \"There are a lot of people who say they're gonna come out to their team, and then they have a horrible coming out experience at home, and never come out to their team.\"<strong></strong></p><p>Coming out in sports is still a big deal, Brian Burke says. There has been progress, but there's still work to do.</p><p>\"Biases and ignorance and attitudes of fear, they're not doors that are kicked in. They're walls that crumble over time,\" he says.</p><p>The pioneers, like Sam and Collins, deserve credit for chipping away at the stigma, Brian Burke says.</p><p>\"I think those men deserve great credit for the courage they've displayed. But the acceptance they've received and the warm welcome they've gotten from the public — I think that's what's paving the way for the next group of athletes to not require so much courage,\" he says.</p><p>Ultimately this father and son pair hopes that athletes' sexual orientation is no longer a story.</p><p>\"From Day 1, our goal has been that we are not needed. All of us have careers outside of this. All of us have hopes and dreams that go beyond advocacy work,\" Patrick Burke says. \"I don't know what that timeline is. If you'd asked me two years ago when we launched, I'd have said a decade. Now, I think it might even be less.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=By+Helping+Gay+Athletes%2C+Group+Hopes+To+Refocus+On+Talent&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Becky Sullivan","audio":[{"meta":{"duration":"428"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1302353920-2a1a5c.m3u?orgId=1&topicId=1055&ft=3&f=302331980"},{"href":"http://media.npr.org/assets/img/2014/04/12/patrick-brian-burke-f44523b2bccff3790e33f4cd4fba25b8690d3438.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"753","width":"1004"}}]}