{"created":"2015-05-16T11:47:32+00:00","modified":"2015-06-05T15:25:57+00:00","valid":{"from":"2015-06-05T15:25:57+00:00","to":"3015-06-05T15:25:57+00:00"},"hreflang":"en","title":"Red Tape Slows Control System That Could Have Saved Speeding Train","published":"2015-05-16T23:35:00+00:00","teaser":"Investigators say the control network would have prevented this week's crash, and Amtrak vows to have it implemented by the 2016 deadline. But technical and bureaucratic hurdles are holding others up.","itags":["npr_api","407127497"],"guid":"2881ab9f-a143-4770-9126-6125efb3ec34","contentencoded":"<p>National Transportation Safety Board investigators say Positive Train Control — a system of satellites, communication towers and complex software that makes sure trains' safely follow their routes — would have prevented Tuesday's Amtrak train derailment in Philadelphia, which killed eight passengers.</p><p>Mandated by Congress <a href=\"http://www.npr.org/templates/story/story.php?storyId=94596406\" target=\"_blank\">after a head-on 2008 crash in Southern California killed 25</a>, the system recognizes when signals turn red and where speed limits drop, and automatically will slow down or stop the train if the engineer misses a signal or goes over the speed limit.</p><p>The latter appears to have been a factor in the Philadelphia crash, in which the train was going over 100 mph as it went into a sharp curve with a 50 mph speed limit.</p><p>Amtrak CEO Joseph Boardman says the rail line is fully invested in meeting Congress' December 2016 deadline for the system, and even has it in place along portions of the Northeast Corridor — just not where this train crashed.</p><p>\"We've spent $111 million getting ready for positive train control,\" he says. \"We had to change a lot of things on the corridor to make it work, and we're very close to being able to cut it in.\"</p><p>The main holdup right now, he says, is radio interference. It's a problem that's bedeviled PTC from the start, says Karl Witbeck, an engineer who has worked on the system.</p><p>\"Part of the challenge is that, in urban areas in particular, a lot of people are trying to access the spectrum,\" he says. \"It's important to cell phone coverage, police and fire communications, stores even use it to track merchandise as it's scanned.\"</p><p>To use a subway-train metaphor, it's like each car is a band in the spectrum and you can put only so many people in each car before it is full. Once it is full, you can't put any more people, or communications, on that band.</p><p>And no matter how badly you need to get on that train, Witbeck says, you can't just shove your way on board.</p><p>\"You can't just take away spectrum that are being used by other people that already have a license,\" he says.</p><p>The obvious solution is getting railroads their own piece of the spectrum, Witbeck says, and the expectation was that the Federal Communictions Commission would allocate sufficient spectrum for the nation's railroads to use. But that didn't happen, and instead the railroads had to buy it on their own.</p><p>\"You have these different federal agencies basically not working together and with Congress,\" Witbeck says.</p><p>By coincidence, Federal Communications Commission Chairman Tom Wheeler was on Capitol Hill just hours before the Amtrak derailment Tuesday, defending his agency's handling of Positive Train Control spectrum issues.</p><p>\"For Amtrak, we've got new spectrum in the Northeast Corridor now, and we did some spectrum license transfers last week,\" he said.<em> </em></p><p>Wheeler also says the agency has reduced lengthy delays in approving the thousands upon thousands of trackside radio antenna towers and poles that are needed for PTC.</p><p>He says the FCC is making \"real, serious progress on PTC,\" but other officials say that, from the get-go, the FCC couldn't allocate spectrum to the railroads because Congress didn't authorize it.</p><p>Given that — and given the host of other complex, technological hurdles the industry has encountered in implementing PTC — railroad industry consultant Charlie Banks says Congress should have put more thought into whether Dec. 31 was a realistic deadline.</p><p>Amtrak says it will be done setting the system up in the Northeast Corridor by then, but very few other railroads will meet that timeline — and some say it may take at least five more years to fully implement Positive Train Control.</p><p><em>Karen Rouse from member station WNYC in New York contributed to this report.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Red+Tape+Slows+Control+System+That+Could+Have+Saved+Speeding+Train&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Schaper","audio":[{"meta":{"duration":"267"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1407212232-30cca1.m3u?orgId=1&topicId=1003&d=267&p=7&story=407127497&t=progseg&e=407212155&seg=14&ft=nprml&f=407127497"},{"href":"http://media.npr.org/assets/img/2015/05/15/48094581_h36860827_custom-d01059f84b6116a6407a1a499f06955de13fec6d.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1554","width":"1472"}}]}