{"created":"2015-03-24T21:32:19+00:00","modified":"2015-03-25T20:41:41+00:00","valid":{"from":"2015-03-25T20:41:41+00:00","to":"3015-03-25T20:41:41+00:00"},"hreflang":"en","guid":"2888d888-ed8e-439a-969d-6517e6f65472","title":"‘No Africans’ policy at Chinese restaurant in Kenya prompts arrest, outrage","published":"2015-03-25T20:41:38+00:00","byline":"Matthew Bell","teaser":"When a Chinese restaurant in Nairobi stopped letting in most Africans after 5 pm, the news spread fast. People were ticked off about such apparently blatant racism. And pretty soon, the restaurant owner was reportedly arrested. ","tags":["Business","Business, Finance & Economics","Racism","Kenya","China","Africa"],"contentencoded":"<p>Kenyan officials have<a href=\"http://www.theguardian.com/world/2015/mar/24/no-africans-restaurant-owner-arrested-nairobi-kenya?CMP=share_btn_tw\"> arrested</a> the owner of a Chinese restaurant in Nairobi — after it stopped most Africans from entering after 5 p.m.</p>\n<p>Even journalists from Kenya’s biggest newspaper, The Daily Nation, were turned away. “Only taxi drivers or Africans accompanied by Chinese, European or Indian patrons are allowed into the compound,” <a href=\"http://www.nation.co.ke/counties/nairobi/Chinese-restaurant-no-African-after-5pm/-/1954174/2662642/-/svixtnz/-/index.html\">the article said</a>. </p>\n<p>The paper quoted restaurant manager Esther Zhao, saying that the “no Africans” policy was based on security concerns. “We don’t admit Africans that we don’t know because you never know who is Al-Shabaab and who isn’t,” she said in reference to the militant group that’s been active in Kenya and neighboring Somalia.</p>\n<p>The issue sparked swift outrage in the Twittersphere under the hashtags #noblacksallowed and #racistrestaurant. Hours later, the restaurant's owner was <a href=\"http://www.theguardian.com/world/2015/mar/24/no-africans-restaurant-owner-arrested-nairobi-kenya?CMP=share_btn_tw\">arrested</a> for operating without a license.</p>\n<p>Whatever ends up happening with this particular Chinese business in Kenya, the controversy highlights simmering tensions created by region’s growing economic interdependence with China. Keep in mind that between 1 million and 2 million Chinese people have moved to Africa in about the last 15 years.</p>\n<p>“These are people from all walks of life, but mostly people from working classes to the lower middle classes of China,” says Howard French, author of the book, “<a href=\"http://www.goodreads.com/book/show/18373202-china-s-second-continent\">China’s Second Continent</a>.”  </p>\n<p>For the most part, French says these newcomers are, “people who have very little previous knowledge of, and certainly no previous experience of, Africa. And they come to Africa bringing a lot of … baggage of prejudice and stereotypes about the African continent.” </p>\n<p>Chinese people living and working in Africa have a whole range of attitudes about the people and place, French points out. But there is also a sense of entitlement among many Chinese business people who have come to Africa.</p>\n<p>“There’s a special irony here,” French says. China’s sense of its own history has placed great emphasis on the impact of Western imperialism on the Chinese motherland. It may be apocryphal, French says, but there is a well-known image from the era of high European colonial influence in China that began in the mid-19th century and lasted roughly a century. The image that has been played up in Chinese propaganda is that of a sign reading, ‘No Chinese or dogs allowed.’</p>\n<p>“So, now you have the Chinese arriving in an African setting replicating to some extent the same sort of behavior, the same sort of attitudes,” French says.</p>\n<p>For many Chinese business people, French says the allure of Africa is still strong. “There’s a whole lore in China, where Africa has attained this image of this El Dorado: a place [that] with very little experience and little capital, you can start up your own companies, you can attain land, you can engage very profitably in trade, you can strike it rich quickly.”</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-24%2Fno-africans-policy-chinese-restaurant-kenya-stirs-outrage&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/03242015_07.mp3"},{"href":"http://www.pri.org/file/0324201507mp3"}]}