{"created":"2014-10-08T02:44:52+00:00","modified":"2014-12-04T14:33:04+00:00","valid":{"from":"2014-12-04T14:33:04+00:00","to":"3014-12-04T14:33:04+00:00"},"hreflang":"en","title":"The Secret History Behind The Science Of Stress","published":"2014-07-08T19:47:00+00:00","teaser":"The tobacco industry played an influential role in the funding and popularization of stress research. A vast document archive details the relationships between cigarette makers and key scientists.","itags":["npr_api","325946892"],"guid":"2889545b-b19d-4496-a741-0f268617a1b2","contentencoded":"<p>The modern idea of stress began on a rooftop in Canada, with a handful of rats freezing in the winter wind.</p><p>This was 1936 and by that point the owner of the rats, an endocrinologist named Hans Selye, had become expert at making rats suffer for science.</p><p>\"He would subject them to extreme temperatures, make them go hungry for long periods, or make them exercise a lot,\" the medical historian <a href=\"https://humanities.exeter.ac.uk/history/staff/jackson/\">Mark Jackson </a>says. \"Then what he would do is kill the rats and look at their organs.\"</p><p>What was interesting to Selye was that no matter how different the tortures he devised for the rats were — from icy winds to painful injections — when he cut them open to examine their guts it appeared that the physical effects of his different tortures were always the same.</p><p>\"Almost universally these rats showed a particular set of signs,\" Jackson says. \"There would be changes particularly in the adrenal gland. So Selye began to suggest that subjecting an animal to prolonged stress led to tissue changes and physiological changes with the release of certain hormones, that would then cause disease and ultimately the death of the animal.\"</p><p>And so the idea of stress — and its potential costs to the body — was born.</p><p>But here's the thing: The idea of stress wasn't born to just any parent. It was born to Selye, a scientist absolutely determined to make the concept of stress an international sensation.</p><p>\"He wrote, I don't know, 1,500 books and articles. I mean, it was a massive, massive output from the man,\" says Jackson. \"He was an incredible man. He only slept four or five hours a day. He was always the first in the lab and the last to leave; his energy was fantastic. Selye went all over the world promoting the gospel of stress.\"</p><p>As Selye wrote in his biography, <em>The Stress of My Life</em> (one of 39 books he authored to promote the concept of stress), \"Stress will have been my cathedral and I shall polish and perfect it. ... I know my child will outlive me.\"</p><p>But Selye wasn't the only high-profile scientist who decided to promote the idea that stress posed a profound danger to health.</p><p>In the mid-1950s, two American cardiologists — Meyer Friedman and Ray Rosenman — created the idea of the Type A personality.</p><p>Their argument, essentially, was that there existed in America an entire class of people who lived lives so full of stress and pressure that their bodies were especially prone to disease, particularly heart attack. The doctors published a study that claimed the coronary disease rate for men with Type A personality was twice as high as other men.</p><p>This idea of a special driven and stress-sensitive subset of personality really captured the American imagination.</p><p>\"You can still see it today,\" says <a href=\"http://www.lshtm.ac.uk/aboutus/people/petticrew.mark\">Mark Petticrew</a>, director of public health research at the London School of Hygiene and Tropical Medicine. \"Literally many thousands of websites still talk about Type A behavior in a fairly uncritical way. It still has that grip in popular culture.\"</p><p>The thing most people don't realize as they worry over the dangers of stress, Petticrew says, is that much of this foundational scientific research on stress was funded and guided by a very particular sponsor.</p><p>\"What's never really been appreciated is that the tobacco industry was a major funder and stimulant of research on stress,\" he says. \"Specifically Selye's work, but also research on <a href=\"http://www.oxfordbibliographies.com/view/document/obo-9780199828340/obo-9780199828340-0117.xml\">Type A behavior</a>. Type A personality is to a large extent a construct of the tobacco industry.\"</p><p><strong>A Document Trove Reveals Tobacco Influence</strong></p><p>For the past decade or so, Petticrew and a group of colleagues in London have been searching through millions of documents from the tobacco industry that were archived online in the late '90s as part of a legal settlement with tobacco companies.</p><p>What they've discovered is that both Selye's work and much of the work around Type A personality were profoundly influenced by cigarette manufacturers. They were interested in promoting the concept of stress because it allowed them to argue that it was stress — not cigarettes — that was to blame for heart disease and cancer.</p><p>\"In the case of Selye they vetted ... the content of the paper, they agreed the wording of papers,\" says Petticrew, \"tobacco industry lawyers actually influenced the content of his writings, they suggested to him things that he should comment on.\"</p><p>They also, Petticrew says, spent a huge amount of money funding his research. All of this is significant, Petticrew says, because Selye's influence over our ideas about stress are hard to overstate. It wasn't just that Selye came up with the concept, but in his time he was a tremendously respected figure.</p><p>\"Selye was one of the major scientists of the 20th century; he was nominated for a Nobel Prize 10 times,\" Petticrew says. \"So I feel it's impossible and it's misleading to talk about stress without acknowledging the fact that he had a very, very close working relationship with the tobacco industry. And they helped him to shape his ideas, and he helped them to shape theirs.\"</p><p>This is also true of the work around Type A personalities and the notion that a highly stressed personality — not cigarette consumption — caused heart disease, particularly in men.</p><p>Petticrew says that though early studies, some of which were funded by tobacco companies, showed a connection between Type A and heart attacks, as more studies have piled up the original findings of Friedman and Rosenman have been undermined.</p><p>\"There have been very few studies which have actually shown that Type A behavior is a risk factor for illness, certainly for coronary heart disease,\" Petticrew says. \"Of the studies that do show that, and there are only four, in three of them the researchers had some contact or money from the tobacco industry. That's not to say, and absolutely shouldn't be said, that all Type A behavior research is tainted by tobacco money. But it has had a major skewing effect on the field which I think has been completely unrecognized.\"</p><p>NPR contacted Altria's Philip Morris tobacco unit, the primary funder of Type A research and also a major contributor to Selye. The company had no comment about the research; a spokesman said all the research happened too long ago.</p><p><strong>Selye's Lasting Mark</strong></p><p>In the years since Selye's foundational work, research on stress has exploded. There's no question that stress, particularly chronic stress in childhood, has a very serious impact on long-term health.</p><p>But some scientists now argue that our usual narrative of stress — that stress is universally bad for health — is too one-sided and doesn't reflect the reality that some degree of stress can actually benefit people. Stress isn't always a bad thing.</p><p>Still, the narrative of stress promoted by the tobacco industry through research and marketing is alive and well. A ghost from a long time ago continues to shape how we see, and experience, stress.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Secret+History+Behind+The+Science+Of+Stress&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alix Spiegel","audio":[{"meta":{"duration":"542"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1329585220-b090c2.m3u?orgId=1&topicId=1128&aggIds=327816692&ft=3&f=325946892"},{"href":"http://media.npr.org/assets/img/2014/07/01/disposition_09-af9c26f41222ea8071edddea4f937b1268862ad8.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1673","width":"1200"}},{"href":"http://media.npr.org/assets/img/2014/07/01/lucky_strike_dentist-6401f551018777f9f022aa04d1eb9d2b20e099f7.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1094","width":"1200"}},{"href":"http://media.npr.org/assets/img/2014/07/01/nerves_06-04beb21e6404d140f2557ee00968134cd651746e.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1597","width":"1200"}},{"href":"http://media.npr.org/assets/img/2014/07/01/nerves_23-4e821e3e8eb586de0cf87532cf7730d70896d390.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1367","width":"950"}},{"href":"http://media.npr.org/assets/img/2014/07/01/nerves_52-b85be2dbfc640efccc06b9505d8e03c522ca2a04.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1689","width":"1200"}},{"href":"http://media.npr.org/assets/img/2014/07/01/nerves_70-1358fb3acc931f075900f003cedd686e0444fd08.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1532","width":"1200"}},{"href":"http://media.npr.org/assets/img/2014/07/02/lift_05-bb025f430d2877d6bd00067e7ceb82faf08c0696.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1371","width":"950"}},{"href":"http://media.npr.org/assets/img/2014/07/02/couples_16-ac6bc0b7497eb768db5b4f60b3ed69006d6c1863.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1544","width":"1200"}}]}