{"created":"2015-02-18T10:12:42+00:00","modified":"2015-05-13T21:15:05+00:00","valid":{"from":"2015-05-13T21:15:05+00:00","to":"3015-05-13T21:15:05+00:00"},"hreflang":"en","title":"How ISIS Has Expanded Beyond Its Syrian Stronghold","published":"2015-02-18T22:51:00+00:00","teaser":"The self-proclaimed Islamic State appears to be expanding again, with a presence in North Africa and Afghanistan. Three NPR correspondents discuss the evolution of the group.","itags":["npr_api","387149112"],"guid":"288a339c-5117-4f32-8a4c-03a054d39baa","contentencoded":"<p>The self-proclaimed Islamic State, or ISIS, first became a powerhouse in Syria, but it has rapidly spread throughout the broader region.</p><p>The most recent example came in a <a href=\"http://www.npr.org/blogs/thetwo-way/2015/02/15/386498231/isis-video-purports-to-show-mass-beheading-of-coptic-christians\">video that surfaced Sunday in Libya</a>, purportedly showing 21 men, mostly Egyptian Coptic Christians, being decapitated on a beach.</p><p>ISIS now appears to be active in several countries. NPR reporters in Iraq, Egypt and Afghanistan discuss the group's growing clout.</p><hr /><h3>Iraq: NPR's Ari Shapiro reports from Irbil, northern Iraq</h3><p><strong>What happened last summer, when ISIS was growing in strength?</strong></p><p>ISIS swept from Syria into northern Iraq, the Kurdish area. ... It all came to a head as the group approached the city of Irbil ... the regional capital in northern Iraq.</p><p>Meanwhile ... [members of the] <a href=\"http://www.npr.org/blogs/thetwo-way/2014/08/10/339294519/iraq-claims-militants-executed-500-minority-yazidis\">Yazidi ethnic religious minority were stranded on top of Mount Sinjar</a>; they were starving. And [in August] President Obama announced airstrikes and a humanitarian mission to rescue those people, and that was when the West became involved in what had until then been more or less a regional crisis.</p><p><strong>What's the situation now?</strong></p><p>I went to the base of Mount Sinjar to <a href=\"http://www.npr.org/blogs/parallels/2015/02/15/386084964/isis-may-be-gone-but-life-has-yet-to-return-to-normal-in-northern-iraq\">a town called Snuny that the Kurdish fighters, the peshmerga, have recently reclaimed</a>. And we have seen in the last few months, backed by Western airstrikes, the Kurdish fighters have made advances against ISIS. Which is in real contrast to the rest of Iraq — where the Iraqi army seems unable to keep ISIS from making advances in areas like Anbar province, where we saw the group seize parts of a city called al-Baghdadi, coming within just a few miles of a military base where about 300 American Marines are training Iraqi military forces.</p><p>So, in Iraq, it's almost a tale of two wars: the north, where the Kurds are making advances, and the rest of the country, where the Iraqi army is unable to hold back ISIS.</p><p><strong>Do people in northern Iraq feel they have defeated ISIS?</strong></p><p>Not at all. There are parts of Mount Sinjar that ISIS controls, and Irbil, which is only about 55 miles from the city of Mosul, which is ISIS's grand prize in Iraq, and the question here has been, \"When will the effort begin to take back Mosul?\" I think the answer has to be not until the Iraqi army is ready, which, at this point, they aren't.</p><hr /><h3>North Africa: NPR's Leila Fadel reports from Cairo</h3><p><strong>How big a presence does ISIS have in North Africa?</strong></p><p>At this point you're seeing militant groups that have <a href=\"http://www.npr.org/blogs/parallels/2014/11/18/364942091/with-cash-and-cachet-the-islamic-state-expands-its-empire\">pledged allegiance to ISIS inside Egypt, inside Libya, inside Algeria</a>; you have Tunisian fighters who have been going to Iraq and Syria and fighting. ...</p><p>So it really is a growing concern that these affiliates are gaining traction. Here in Egypt, extremists in Sinai have carried out major attacks, a historic area of lawlessness, [and there was the] horrible beheading video that was released over the weekend.</p><p><strong>What is Egypt doing in retaliation?</strong></p><p>[It] <a href=\"http://www.npr.org/blogs/thetwo-way/2015/02/16/386669949/retaliating-for-killings-egypt-launches-air-strikes-against-isis-in-libya\">carried out a series of airstrikes inside Libya</a>, in area called Derna, which is somewhat far away from the area where the Christians were taken. That is a hotbed for extremism and affiliates of ISIS inside Libya. [Egypt is] also calling for international intervention ... saying this needs to be a global war that is a part of the war on ISIS in Iraq and Syria.</p><p><strong>Experts warn of other militants latching on to the ISIS brand name. Is that a concern in North Africa?</strong></p><p>ISIS, in some ways for militants, is the biggest name in town. And so you're seeing militant groups latch on to the name and operate under that name. So here, in the lawless area of Sinai, they have an affiliate that's carried out attacks. Now it's unclear if ISIS is actually organizing those attacks, or the affiliates are doing those attacks in the name of ISIS. Same thing in Libya.</p><p>But the difference with the video that was released over the weekend was the high level of production. It carried the hallmarks of <a href=\"http://www.npr.org/blogs/parallels/2014/11/11/363018388/how-the-islamic-state-wages-its-propaganda-war\">ISIS propaganda</a> and showed a level of coordination with its affiliates that we really haven't seen before.</p><hr /><h3>Afghanistan: NPR's Philip Reeves reports from Kabul</h3><p>Not long ago, a missile fired from an American drone obliterated a car in southern Afghanistan. Drone strikes often don't make headlines these days, but this one did: It killed a man called Mullah Abdul Rauf Khadim, the first prominent militant in Afghanistan to defect to ISIS.</p><p>He used to be one of the most senior commanders of the Taliban's spiritual leader Mullah Omar, says political analyst Jawed Kohistani.</p><p>After U.S. forces entered Afghanistan in 2001, Khadim was captured and dispatched to Guantanamo Bay. When he was eventually released, he'd clearly changed, says Kohistani, who met Khadim in Pakistan in 2011.</p><p>He had a deep hatred for foreigners, says Kohistani, and had become more extreme.</p><p>According to the Afghan intelligence service, after his return, Khadim fell out with the Taliban's high command and was sidelined. Using a fake passport, he traveled to Iraq, where he met militants from ISIS and arranged to work for them in Afghanistan.</p><p>Afghan security officials say a couple of months ago, Khadim showed up in his home district in Afghanistan's southern province of Helmand with about 100 fighters. He started recruiting Taliban local commanders, offering to increase their pay, to $500 a month.</p><p>A drone killed him there, along with five others, just over a week ago.</p><p>Khadim's case isn't the only sign that ISIS is gaining a toehold in Afghanistan: Pro-Islamic State graffiti cover a wall at Kabul University; a video posted online purportedly shows 10 Pakistani and Afghan Taliban swearing allegiance to the Islamic State's leader; and there are recent reports of Taliban fighters switching to ISIS in at least six of Afghanistan's 34 provinces.</p><p>This potential threat has caught the eye of the U.S. military.</p><p>\"You do have some of the Taliban breaking off and claiming allegiance toward ISIS,\" Gen. John Campbell, the U.S. commander in Afghanistan, told the Senate's Armed Services Committee last week. \"A lot of what we get is through our Afghan partners as they see that probably before we do.\"</p><p>Afghanistan's President Ashraf Ghani warned recently that this threat must be taken seriously.</p><p>There's a debate, though, over just how serious this is. There are suspicions that Afghan government officials are talking up the threat to attract funds.</p><p>It's actually not easy for outside militant organizations to operate in Afghanistan, says Borhan Osman, of the Afghanistan Analysts Network.</p><p>For example, there are religious differences, Osman says.</p><p>\"[ISIS] is very much a narrow-minded Salafist jihadi group. That makes them unwelcome in Afghanistan,\" he says.</p><p>The trouble is no one can be sure: Afghanistan is highly unstable, and conflicts can change quickly.</p><p>Campbell, the U.S. commander, told senators that right now, the ISIS threat in Afghanistan is seen more as a re-branding by a few marginalized Taliban.</p><p>But he added: \"We are still taking this potential threat, with its dangerous rhetoric and ideology, very, very seriously.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+ISIS+Has+Expanded+Beyond+Its+Syrian+Stronghold&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ari Shapiro, Leila Fadel and Philip Reeves","audio":[{"meta":{"duration":"623"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1387149113-adc589.m3u?orgId=1&topicId=1009&d=623&p=3&story=387149112&t=progseg&e=387143185&seg=11&ft=nprml&f=387149112"},{"href":"http://media.npr.org/assets/img/2015/02/18/landov-isis-2014-d99b42629cb1134eb875ed5c31515de4b77bec16.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1951","width":"2601"}}]}