{"created":"2015-04-03T21:45:48+00:00","modified":"2015-04-04T03:10:23+00:00","valid":{"from":"2015-04-04T03:10:23+00:00","to":"3015-04-04T03:10:23+00:00"},"hreflang":"en","title":"Little Simz Keeps Her Eye On The Throne","published":"2015-04-03T22:42:00+00:00","teaser":"At 21, English rapper Little Simz knows she's destined for big things. Then again, she always did. \"Sometimes I look into the audience and I see people singing my lyrics like they wrote it,\" she says.","itags":["npr_api","397269713"],"guid":"288c17ee-76be-49ab-b62f-24567d6bbb4c","contentencoded":"<p>Simbi Ajikawo knew she wanted to rap by the age of 9. Not just rap, but be heard. Since 2010, the English musician and actress better known as <a href=\"http://www.npr.org/artists/392890850/little-simz\">Little Simz</a> has been prolific with her work, with seven mixtapes to her name. She caught the attention of Jay-Z, who premiered <em>Blank Canvas </em><a href=\"http://lifeandtimes.com/lifetimes-premiere-lil-simz-blank-canvas-mixtape\" target=\"_blank\">on his site</a>, and counts <a href=\"http://www.npr.org/artists/397293070/j-cole\">J. Cole</a> and <a href=\"http://www.npr.org/artists/166009689/kendrick-lamar\">Kendrick Lamar</a> among her fans. She's currently working on a concept album about fame, with plans to release it sometime this year.</p><p>The role of the music industry plays a big role in the currently unsigned 21-year-old's music. Her lyrics often refer to her constant effort to break away from the preconceived image of what it means to be a young female artist performing in hip-hop. Here, Little Simz talks about coming up against that industry — \"Someone else will come up, do exactly what I'm doing and they will get praise\" — and discusses why people relate to her music. You can hear the radio version at the audio link and read more of their conversation below.</p><p><strong>In \"Mandarin Oranges, Part 2,\" you say, \"What do you know about trying to follow a dream at 9?\" So you pretty much knew what you wanted to do, early on?</strong></p><p>I definitely knew what I wanted to do so early on. I was always just an ambitious kid from early. I always knew that I had a purpose and I was destined for something big, great. I now just continue that I've been through a lot in this, in trying to pursue this dream. And it's not easy, especially being a young female in this business. It's difficult.</p><p><strong>Tell me why.</strong></p><p>It's hard, because you don't know. You're only good for a girl. You're not taken serious. You'll never be in the same category or match up to what the guys are doing. It's a male-dominated industry. \"You wanna rap? I don't think so.\" And even if you did, they'll put you straight in a box. This is as far as you're gonna go. \"You wanna crack America? I don't think so.\" You know.</p><p>Slowly but surely, I'm breaking barriers and breaking rules and doing things — not the traditional route, like, I'm still unsigned. People that are doing what I'm doing are normally signed and they deal. They have an album in the works, but I'm doing things a little left, a little different.</p><p><strong>What do you do to get in the right mindset?</strong></p><p>To get myself in the right mindset I think it's just, well, for sure the people around me help. Being grounded, staying humble. Well, appreciating what I have as opposed to what I don't or what I want and just working hard and never getting complacent or feeling like I've done enough and I can relax now. Always doing more than the bare minimum I think has helped me, and just knowing that I have a purpose. I've seen it when I go to shows and people approach me after and say, \"Please, don't ever stop. You're a voice for our generation; we need people like you.\" So I feel it, and it's being said to me, so that is like a reassurance that I must continue. That's the type of mindset I try to keep.</p><p><strong>Tell me how you write. Do you have a space? Or what do you do when you write?</strong></p><p>So when I write, I normally write anywhere that I can feel at peace, so if it's in my bedroom, if it's at the park, if it's by a lake somewhere, wherever I feel calm is where I like to write. Sometimes, I even find it difficult writing in the studio because there can be a lot of distraction, a lot of things going on, and I don't feel like... Sometimes it doesn't really help my creative process. Sometimes it does; it just depends on the day. So, yeah, anywhere that I feel at peace or I feel comfortable.</p><p>All my previous projects that I've released have been written and recorded in my bedroom, so I pretty much found my comfort zone. But now, obviously I'm on the road quite a lot, and so I'm away from home and I have to find new ways of finding peace and being able to write and feel comfortable. I mean, right now we're in Austin and this is not my home, so it's hard for me to feel at home. But I just think it's a mind thing, and I have to get myself into a place where I feel comfortable in order to write. I don't ever like to force things. I feel like it should happen organically and it should be natural.</p><p><strong>Is there a verse that you feel proud of that you wrote? </strong></p><p>Favorite verse of mine, it probably is not out yet.</p><p><strong>OK, think of something from the past that you wrote. </strong></p><p>I have this one song called \"No Introduction.\" It was on my previous EP; it's called <em>Age 101: Drop 3000</em>. It's the first song. It's not a verse; it's more of like a whole song of me just rapping. And it's just, I don't know man, when I was in that space and just writing that song, it touched home a lot. I touched upon subjects that I had never opened up [about] to someone in person.</p><p>Music is like therapy, you know; it's my escape. It's my way for me to express my feelings and my thoughts. And so in that song, I remember as I was writing I was like, \"Give them everything, talk about what you feel.\" I talk about my dad, I talk about how I feel like the industry treats me; how the industry may have changed me or molded me. I just touch upon loads of different subjects, so I feel like that's my favorite song to date.</p><p><strong>I wanted to talk to you about the song \"Devour.\" I love that you say, \"The best way around is to sing my songs / The best way around the world.\" When you say \"around,\" what do you mean?</strong></p><p>Okay, so the lyrics are: \"Many many men will attempt to devour my throne / I empower my own; I'm just trying to be the best me / But in gold they will shower my clone / What the f--- going on.\"</p><p>Basically, I'm just trying to be the best version of myself. But that's not good enough, because someone else will come up, do exactly what I'm doing and they will get praise, so in gold they will shower my clone, is what I'm saying — even though I'm just trying to be the best version of myself.</p><p><strong>You use the men as a metaphor for people.</strong></p><p>For generalizing everyone. But it can be a play on words, seeing as this is a male-dominated industry and I'm saying, \"Devour my throne.\" I like to refer to myself as king sometimes, not as queen. That's a conscious decision, because I feel like women are just equally as powerful.</p><p><strong>And the clone would be a guy who would sing similar to you, but it's because he's a guy.</strong></p><p>Yeah, exactly, exactly, that's spot on.</p><p><strong>I know it's very hard to ask someone, \"Where do you see yourself in the future?\" But 10 years from now, where do you see yourself?</strong></p><p>Ten years from now, I'll be 31. So I probably will have entered parenthood, maybe. But I would definitely have my career on point. I would be on the verge to building my school and giving back. I would have probably put out four albums, signed an artist to my label Age 101. I see myself in a happy place; I see myself being content and just trying to continue to be a good person.</p><p><strong>Why do you think your songs resonate with people?</strong></p><p>I think my message comes through because I just say what I feel, and I just say what I go through. I don't sugarcoat anything. And people relate to it because they can either relate to my story or they see themselves in me.</p><p>Sometimes, I look into the audience and I see people singing my lyrics like they wrote it. They're so passionate — you can just tell it means something to them — and sometimes I'll be like, \"I don't understand. How come you feel like this? I know I feel like this, but it's crazy that you feel the same.\" When I meet them after the shows, I look at them and it's just like, wow, you just don't know who's listening to you. You just don't know who's going through what you're going through. And that makes me feel — that's fulfilling for me to know, like when I'm writing stuff that is upsetting or hurtful, it's like I'm not the only one experiencing it. And someone's gonna hear it and appreciate it and feel that they're not the only one experiencing this.</p><p><strong> What do you have coming up?</strong></p><p>I currently just announced a world tour, so I'll be traveling. You can say the world, but more Europe. And getting ready to release my album, is what I'm most excited about. It's a concept album, which I feel that hasn't been done in a while. It explores — the one topic it explores is fame. So I know my life is headed in many directions. It's scary. Am I excited? Am I fearful? Do I want that lifestyle? How does that affect the person, or not the person, but maybe the people around that person? So that album I'm very excited about.</p><p><strong> Do you have a name?</strong></p><p>Yeah, but I'm sworn to secrecy by myself.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Little+Simz+Keeps+Her+Eye+On+The+Throne&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Monika Evstatieva","audio":[{"meta":{"duration":"277"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1397325326-0144f4.m3u?orgId=1&topicId=1039&aggIds=100920965&e=397269713&d=277&ft=nprml&f=397269713"},{"href":"http://media.npr.org/assets/img/2015/04/03/littlesimz-ae250fe12adc8205ba25664fcff2c9b8d1922a99.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"532","width":"710"}}]}