{"created":"2014-10-07T20:28:02+00:00","modified":"2014-10-31T00:01:16+00:00","valid":{"from":"2014-10-31T00:01:16+00:00","to":"3014-10-31T00:01:16+00:00"},"hreflang":"en","title":"As Gaza Fighting Rages, West Bank Palestinians Can Only Watch ","published":"2014-07-23T18:31:00+00:00","teaser":"The West Bank and Gaza are less than 40 miles apart, and many Palestinians have ties to both places. Yet the current fighting has made it even harder than usual to stay in touch, let alone visit.","itags":["npr_api","334275985"],"guid":"28980a17-f0fc-459e-bfbb-0996a8a15c00","contentencoded":"<p>At least three times a day, Imad Abudayyah, 49, fires up his laptop at the West Bank hotel where he's currently living with his 11-year-old son, Ghassan, to reach out to relatives in the Gaza Strip. Abudayyah says Skype is the only way they can see the family members they have left behind.</p><p>He is a Western-educated budget expert who is working with the Palestinian Authority on finance reform, a post that makes it easier for him to obtain an Israeli permit to come and go from Gaza. But even for Abudayyah, getting permission is tough these days. He missed 15 days of work waiting for his permit to leave Gaza and return to Ramallah in the West Bank, Abudayyah says.</p><p>\"I remember 10 years ago it was easier,\" he says. \"The more time that passes, the more complicated the situation. I'm afraid in the coming years we may not be able to come to the West Bank.\"</p><p>A poll last September by Gisha, an Israeli group that monitors Palestinian freedom of movement, showed more than a quarter of the 1.8 million people living in Gaza have relatives in the West Bank. But they rarely, if ever, get to see each other, even in periods of relative calm, because official Israeli policies severely restrict such travel between the territories, which are less than 40 miles apart.</p><p>According to Gisha, the restrictive rules are part of Israel's \"separation policy,\" a systematic attempt to divide Gaza and the West Bank. The policy became even more restrictive once Hamas took over the government of the Gaza Strip in 2006, and only a few hundred Palestinian civilians have been allowed to cross each month as \"exceptional humanitarian cases.\"</p><p>While conditions are difficult in both Palestinian territories, the latest fighting has again shown that Palestinians in the West Bank and Gaza live very separate lives.</p><p>The West Bank is headed by Palestinian Authority leader Mahmoud Abbas and his secular Fatah movement, in contrast to Gaza, which is headed by Hamas, the radical Islamist group. West Bank Palestinians, on average, are better off than their Gaza counterparts. The West Bank has occasional outbursts of violence, but has been relatively calm in recent years compared with Gaza, where Israel and Hamas have clashed repeatedly.</p><p>This isolation has made Skype a vital bridge for families like Abudayyah's that are divided between the territories.</p><p>He says it was especially difficult to get a permit for his son. It took more than a month, but he finally managed to bring his only child to Ramallah six days ago.</p><p>The Israelis \"bombed the flat above where he lives with his mom\" in Gaza, says Abudayyah, who is divorced. \"Luckily he wasn't home; he was visiting his friend. [But] it scared the hell out of him.\"</p><p>Abudayyah couldn't get permits for other relatives. His younger brother, Rizek, and his family moved into Abudayyah's vacant Gaza City apartment. It's considered relatively safe because it's located near a government compound reserved for Abbas, the Palestinian Authority leader. Because of the Palestinian political split, Abbas doesn't visit Gaza, and his compound there is empty and considered an unlikely Israeli target.</p><p>Abudayyah says he still worries. \"Definitely whenever we feel there is sort of danger around the neighborhood, we talk to each other,\" he says.</p><p>It's not always easy to get through on Skype because constant shelling and power outages limit Internet access in Gaza. On Tuesday evening, it took several tries to reach his brother, and even after they connected, it took two minutes for the scratchy connection to stabilize enough for the men to see each other.</p><p>Ghassan fidgets next to his dad who exchanges pleasantries with family members. Soon the boy's 12-year-old cousin, Noor, is on the line.</p><p>She asks Ghassan whether there is shelling in Ramallah, to which the boy replied: \"No, we only have demonstrations here,\" along with a general strike earlier in the week.</p><p>He tells her he wants to go and protest with other Palestinians against Israel, but adds: \"My father won't let me to go.\"</p><p>The banter is soon replaced by more difficult questions about the war. Imad Abudayyah asked if anyone in the family has been able inspect the damage to their brick factory in Gaza that Israeli forces destroyed earlier in the week. His brother tells him no, because it's been too dangerous to get there.</p><p>The relatives say goodbye before the power is cut off at the Gaza end.</p><p>Young Ghassan has mixed feelings about the calls.</p><p>\"Actually I am happy because I can talk to them and see them on Skype, yeah, but I can't see them in Ramallah. I want my family to come to Ramallah to be safe,\" he says. The same goes for his friends and all of Gaza, he adds.</p><p>His father says better yet is if a real cease-fire can be negotiated so that the family can reunite in Gaza.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=As+Gaza+Fighting+Rages%2C+West+Bank+Palestinians+Can+Only+Watch+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Soraya Sarhaddi Nelson","audio":[{"meta":{"duration":"259"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1334275986-a3ba2e.m3u?orgId=1&topicId=1009&ft=3&f=334275985"},{"href":"http://media.npr.org/assets/img/2014/07/23/gaza-skype3-ac77eebf53638837adc420ed6baec4e5872cc92b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2998","width":"4000"}},{"href":"http://media.npr.org/assets/img/2014/07/23/gaza-skype1-f1fbd8dcd58ad8b37e6731f0e7c0a89ffecc4cb9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3822","width":"5097"}}]}