{"created":"2014-10-01T21:07:26+00:00","modified":"2014-10-30T21:55:13+00:00","valid":{"from":"2014-10-30T21:55:13+00:00","to":"3014-10-30T21:55:13+00:00"},"hreflang":"en","title":"When Can A Big Storm Or Drought Be Blamed On Climate Change?","published":"2014-10-02T00:52:00+00:00","teaser":"Scientists wince when people blame every big tropical cyclone, heat wave or drought on a shifting climate. But now some are trying to figure out just what the evidence for such a link would be.","itags":["npr_api","352762019"],"guid":"28bbe50d-2d3c-4259-af4e-7575a4ae9aaf","contentencoded":"<p>Nowadays, when there's a killer heat wave or serious drought somewhere, people wonder: Is this climate change at work? It's a question scientists have struggled with for years. And now there's a new field of research that's providing some answers. It's called \"attribution science\" — a set of principles that allow scientists to determine when it's a change in climate that's altering weather events ... and when it isn't.</p><p>The principles start with the premise that, as almost all climate scientists expect, there will be more \"extreme\" weather events if the planet warms up much more: heat waves, droughts, huge storms.</p><p>But then, there have always been periodic bouts of extreme weather on Earth, long before climate change. How do you tell the difference between normal variation in weather — including these rare extremes — and what climate change is doing?</p><p>That sort of discernment is difficult, so scientists have had a rule, a kind of mantra: You can't attribute any <em>single</em> weather event to climate change. It could just be weird weather.</p><p>Then they took a close at last year's heat wave in Australia.</p><p>The chances that the continent's extreme temperatures reflected normal variation is \"almost impossible,\" says <a href=\"http://www.metoffice.gov.uk/research/people/peter-stott\">Peter Stott</a>, a climate scientist at the Hadley Center of the Met Office, in Exeter, Great Britain. \"It's hard to imagine how you would have had those temperatures without climate change,\" he says.</p><p>Stott is one of a group of researchers analyzing the patterns of \"extreme weather\" events in the past and comparing them with the patterns Earth is experiencing now. The intensity of last year's Australian heat wave was statistically \"off the charts,\" he says. Climate change had to be behind it.</p><p><a href=\"http://www.esrl.noaa.gov/psd/people/martin.hoerling/\">Martin Hoerling</a>, a research meteorologist with the U.S. government's National Oceanic and Atmospheric Administration, is also part of this \"climate forensics\" movement. \"It's almost [taken] for granted that climate change is influencing all manners of weather events,\" Hoerling says. The question now, he adds, is: \"How did it influence, and in which direction? Did it make [an extreme weather event] more likely or less likely — and by how much more likely or less likely?\"</p><p>Dozens of these researchers just published <a href=\"http://www.ametsoc.org/2012extremeeventsclimate.pdf\">an analysis </a>of 16 weather events from 2013 in the <em>Bulletin of the American Meteorological Society,</em> and what they found was a mixed bag. Some events, like the big floods in Colorado, were not that unusual. But it does look as though climate change was involved in the intense heat waves in the western Pacific.</p><p>The ongoing California drought drew opposing views. Two research teams said they couldn't find any reason to blame climate change. But Stanford University's <a href=\"https://woods.stanford.edu/about/woods-faculty/noah-diffenbaugh\">Noah Diffenbaugh</a>, a member of a third team that examined the drought, disagreed. He says there's a very rare, high-pressure \"ridge\" in the atmosphere over the northern Pacific that is diverting moisture away from California, exacerbating the drought.</p><p>\"It's very likely that the global warming that's already happened has at least tripled the probability of this atmospheric condition occurring,\" Diffenbaugh says. He adds that other factors, perhaps unrelated to this ridge or to climate change, also influence the drought's intensity and persistence. But at least one strong element, he says, is related to the extra heat in the atmosphere that he believes has created this ridge.</p><p>This difference of opinion over the California drought is typical of this new field of science. It's still a work in progress. A lot depends on how much scientists can determine about the frequency and intensity of extreme weather in the past, to determine \"normal\" variation. Also, some events, like heat waves, are fairly simple — they're caused by heat. Storms and droughts are caused by multiple things — wind patterns, rainfall, the amount of moisture in soil — which makes it harder to detect the fingerprint of climate change.</p><p>Researchers say they need more data on weather events, past and current, to improve their ability to separate natural variability from the effects of human activity on the climate.</p><p>Meteorologist Tom Peterson, from NOAA, adds that he hopes researchers will eventually be able to go beyond attributing extreme weather to climate change and actually predict the risk of these events in a warmer world. Whether, for example, an extreme drought in California that used to be expected once every 500 years now comes (because of climate change) once every 100 years, or even once every 50 years by the end of the century.</p><p>It's this kind of information, Peterson says, that will help people prepare — in a world that's already changing.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=When+Can+A+Big+Storm+Or+Drought+Be+Blamed+On+Climate+Change%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Christopher Joyce","audio":[{"meta":{"duration":"228"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1353048535-dd3010.m3u?orgId=1&topicId=1007&ft=3&f=352762019"},{"href":"http://media.npr.org/assets/img/2014/10/01/heat-wave-australia-b3a4f30461084f350ea5b4fcd112defc35df7dd1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2889","width":"3853"}},{"href":"http://media.npr.org/assets/img/2014/10/01/california-drought_enl-82bd1183cf7e59b2631d8972a04d66bfcdc8e410.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"1464"}}]}