{"created":"2014-10-27T16:08:14+00:00","modified":"2014-10-30T21:19:59+00:00","valid":{"from":"2014-10-30T21:19:59+00:00","to":"3014-10-30T21:19:59+00:00"},"hreflang":"en","title":"Soldier, 1 Suspect Dead In Shooting At Canada's Parliament","published":"2014-10-22T20:19:00+00:00","teaser":"Police say one gunman was killed, and they were searching for as many as two others, after the shooting attack.","itags":["npr_api","358105777"],"guid":"28bd9c85-92ca-44cb-8d5f-0beb06e71dd8","contentencoded":"<p><em>Note: This is a developing story and we will post updates as they become available.<p class=\"sep\"></p><p></em></p><p>A Canadian soldier standing guard at a war memorial in the country&#8217;s capital was shot to death Wednesday, and gunfire then erupted inside Parliament, authorities said. One gunman was killed, and police said they were searching for as many as two others.</p><p>People fled Parliament by scrambling down scaffolding erected for renovations, while others took cover inside as police with rifles and body armor took up positions outside and blocked the normally bustling streets around the building.</p><p>Witnesses said the soldier was gunned down by a man dressed all in black with a scarf over his face. They said the gunman then entered Parliament, where dozens of shots rang out.</p><p>Ottawa police spokesman Chuck Benoit said two or three gunmen were believed to be involved in the attack. Gilles Michaud, assistant commissioner of the Royal Canadian Mounted Police, called it a &#8220;dynamic, unfolding situation.&#8221;</p><p><a href=\"http://www.youtube.com/watch?v=XrGqoISd-do\">[Youtube]</a></p><p>Ottawa Hospital said it received two patients, both listed in stable condition, in addition to the soldier.</p><p>The attack came two days after a recent convert to Islam killed one Canadian soldier and injured another in a hit-and-run before being shot to death by police. The killer had been on the radar of federal investigators, who feared he had jihadist ambitions and seized his passport when he tried to travel to Turkey.</p><p>Canada had raised its domestic terror threat level from low to medium Tuesday because of &#8220;an increase in general chatter from radical Islamist organizations,&#8221; said Jean-Christophe de Le Rue, a spokesman for the public safety minister.</p><p>On Wednesday, Tony Zobl, 35, said he witnessed the soldier being gunned down from his fourth-floor window directly above the National War Memorial, a 70-foot, arched granite cenotaph, or tomb, with bronze sculptures commemorating World War I.</p><p>&#8220;I looked out the window and saw a shooter, a man dressed all in black with a kerchief over his nose and mouth and something over his head as well, holding a rifle and shooting an honor guard in front of the cenotaph point-blank, twice,&#8221; Zobl told the Canadian Press news agency.</p><p>&#8220;The honor guard dropped to the ground, and the shooter kind of raised his arms in triumph holding the rifle.&#8221;</p><p>Zobl said the gunman then ran up the street toward Parliament Hill.</p><p>Cabinet minister Tony Clement tweeted that at least 30 shots were heard inside Parliament, where Conservative and Liberal MPs were holding their weekly caucus meetings.</p><p>&#8220;I&#8217;m safe locked in a office awaiting security,&#8221; Kyle Seeback, another member of Parliament, tweeted.</p><p>The top spokesman for Prime Minister Stephen Harper said Harper was safe and had left Parliament Hill. The U.S. Embassy in Ottawa was locked down as a precaution.</p><p>Officials also canceled two events in Toronto honoring Pakistani teenager and Nobel laureate Malala Yousafzai, including one in which she was supposed to receive honorary Canadian citizenship. The teenager was shot in the head by a Taliban gunman in 2012 for calling for schooling for girls.</p><p>Royal Canadian Mounted Police warned people in downtown Ottawa to stay away from windows and rooftops.</p><p>Scott Walsh, 21, a construction worker working in a manhole right in front of Parliament Hill, said he heard shots go off at the War Memorial.</p><p>&#8220;We&#8217;re in construction and we&#8217;re used to loud bangs. When people started screaming and running, that&#8217;s when I clued, and I saw this guy running&#8221; with a gun, he said. &#8220;It was intense. I didn&#8217;t think it was real. &#8221;</p><p>He said the gunman had long black hair with a scarf covering the bottom half of his face.</p><ul><li><a href=\"http://live.cbc.ca/Event/Ottawa_War_Memorial_shooting\" target=\"_blank\">See the CBC&#8217;s live blog on the shootings</a></li></ul><h4>Guest</h4><ul><li><strong>James Fitz-Morris</strong>, senior parliamentary reporter for the Canadian Broadcasting Corporation (CBC) in Ottawa. He tweets <a href=\"https://twitter.com/FitzmoCBC\" target=\"_blank\">@FitzmoCBC</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Soldier%2C+1+Suspect+Dead+In+Shooting+At+Canada%27s+Parliament&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"The Associated Press","audio":[{"meta":{"duration":"373"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1358111214-c517c5.m3u?orgId=1&ft=3&f=358105777"}]}