{"created":"2014-10-31T02:20:42+00:00","modified":"2014-10-31T02:20:43+00:00","valid":{"from":"2014-10-31T02:20:42+00:00","to":"3014-10-31T02:20:42+00:00"},"hreflang":"en","title":"Sen. Warren Introduces Bill On Student Debt","published":"2014-05-06T19:48:00+00:00","teaser":"The measure would open the door for potentially millions of federal loan recipients to refinance at the same rate current students can get.","itags":["npr_api","310122928"],"contentencoded":"<p>U.S. Senator <strong>Elizabeth Warren</strong> of Massachusetts wants the next debate in Congress on student loans to focus on helping borrowers refinance their debt.</p><p>Sen. Warren is introducing a bill that would open the door for potentially millions of recipients of federal loans to refinance at the same rate current recipients can get. Undergraduates, for example, qualify for loan at a 3.86 percentage rate.</p><p>The bill is part of a larger effort by Democrats to focus on college costs leading up to the November election. Reps. George Miller, D-Calif., and John Tierney, D-Mass., were to file a companion bill in the House.</p><p>Sen. Warren discusses her proposal with <em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Jeremy Hobson. She also responds to critics who say <a href=\"http://www.washingtonpost.com/blogs/answer-sheet/wp/2014/05/01/is-the-1-trillion-student-loan-debt-really-a-crisis/\" target=\"_blank\">student debt is not a big problem</a>, and the real issue is <a href=\"http://online.wsj.com/news/articles/SB10001424127887324549004579068992834736138\" target=\"_blank\">rapidly rising tuition</a>.</p><h4>Interview Highlights: Sen. Elizabeth Warren</h4><p><strong>On how much of a difference this would make to student loan holders</strong></p><p>&#8220;The answer is, a lot. And of course it depends on exactly how much debt the students got and how old the loan is, because the older they are, for a lot of them, the interest rate&#8217;s higher. But what this will mean, is for many many students it will be hundreds of dollars a year and for many many more it will be thousands of dollars a year that they will save if the interest rates are refinanced.&#8221;</p><p><strong>On her argument that the money saved would go back into the economy</strong></p><p>&#8220;You bet. In fact, I&#8217;m not just making that case, that&#8217;s the case the Fed is making, the Treasury is making, the Consumer Financial Protection Bureau, because they&#8217;re all worried that right now what&#8217;s happening is that student loan debt is crushing young people. And so they&#8217;re not doing the things we would expect them to do. They&#8217;re not moving out of their parents&#8217; homes in as big a numbers, they&#8217;re not saving up money for down payments, they&#8217;re not buying homes or cars or starting small businesses or doing any of the things that help move this economy forward.&#8221;</p><p><strong>On whether rising college costs are the real root of the problem</strong></p><p>&#8220;There&#8217;s no doubt about it, refinancing won&#8217;t fix everything that&#8217;s broken with our higher education system. We&#8217;ve got to bring down the cost of college. And we need more accountability for how schools spend federal dollars now. So I think there are a lot of things we can do, but I want to be clear about this &#8212; the need for comprehensive reform must not blind us to the urgency of addressing the massive debt that&#8217;s already crushing our young people.&#8221;</p><p><strong>On how student loans are treated differently when it comes to refinancing</strong></p><p>&#8220;Let&#8217;s just remember that right now, homeowners have refinanced because interest rates are low. Small businesses have refinanced because interest rates are low. Heck, even municipalities have refinanced their debt while interest rates are low. But students &#8212; or former students &#8212; don&#8217;t have the capacity to do that. There&#8217;s nothing in the law to permit that. And so we&#8217;ve got now 40 million students out there &#8212; former students &#8212; who owe student loan debt and they&#8217;re paying a huge amount.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.warren.senate.gov/\" target=\"_blank\">Elizabeth Warren</a></strong>, Democratic U.S. Senator for Massachusetts. She tweets <a href=\"https://twitter.com/SenWarren\" target=\"_blank\">@SenWarren</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Sen.+Warren+Introduces+Bill+On+Student+Debt&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"28d0ce9a-b815-42c9-9fbe-75dfa6edaa44","audio":[{"meta":{"duration":"501"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1310127573-749b64.m3u?orgId=1&ft=3&f=310122928"}]}