{"created":"2015-05-13T21:13:08+00:00","modified":"2015-05-14T14:27:28+00:00","valid":{"from":"2013-01-01T19:26:12+00:00","to":"3013-01-01T19:26:12+00:00"},"hreflang":"en","tags":["APM","fiscal cliff","World","Fiscal Cliff","Britain"],"contentencoded":"<div class=\"barn-cleaned\"><p>The Congressional deal to avert fiscal disaster was greeted with a certain relief in Britain. But not with any surprise. Most&nbsp; analysts, investors and commentators in the U.K.&nbsp; predicted&nbsp;the U.S. would pull back from the&nbsp; edge of the precipice&nbsp;at the last moment.</p>\n<p>“I never expected them to go tumbling over the cliff,” says Ruth Lea, economic adviser to the Arbuthnot Bank in London.&nbsp; \"The&nbsp;consequences for the American economy would&nbsp;have been too severe.”</p>\n<p>The consequences would have been severe for Britain, too. The U.S. is Britain’s single biggest trading partner, and the country’s economy is in a fragile state after a double-dip recession. But sovereign debt expert&nbsp;Jan Randolph of IHS Global Insight is still critical of Congress’ deal. Randolph&nbsp;says it is&nbsp;a temporary fix,&nbsp;and the next cliffhanger will&nbsp;be coming along soon.</p>\n<p>\"It averted the worst, but only for the time being,\" says Randolph.</p>\n<p>There is an&nbsp; irony here. The U.S. spent the last two years berating Europe for failing to take decisive action to tackle its government debt, for kicking the can down road.&nbsp;</p>\n<p>“This is the Americans doing exactly the same as the Europeans,\" says&nbsp;financial analyst&nbsp;Louise Cooper. “And what’s interesting is that they can only do it because their central banks&nbsp;are printing money.”&nbsp;&nbsp;</p>\n<p>Cooper&nbsp;claims that&nbsp;printed money on both sides of The Pond has bought politicians time as they grapple ineffectually with public debt. And that includes Britain -- the supposed poster child of austerity. In spite of all the sound and fury about budget cutting by the U.K. government,&nbsp;over the next&nbsp; five years, Britain’s&nbsp;national debt is expected to rise by 50 percent.</p></div>","teaser":"British worry that Americans will just keep printing money, rather than focus on our own austerity measures.","guid":"28d761ec-aafa-499d-80f8-f6e1b3ef69ff","title":"Britain glad, but not surprised, over fiscal cliff's end","byline":"Sam Beard","description":"British worry that Americans will just keep printing money, rather than focus on our own austerity measures.","itags":["28d761ecaafa99d50f86f6e1b3ef69ff","Marketplace","Marketplace for Tuesday, January 1, 2013","PMP:Marketplace_PMP"],"published":"2013-01-01T19:26:12+00:00","contenttemplated":"[{\"content\":\"<p>The Congressional deal to avert fiscal disaster was greeted with a certain relief in Britain. But not with any surprise. Most  analysts, investors and commentators in the U.K.  predicted the U.S. would pull back from the  edge of the precipice at the last moment.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“I never expected them to go tumbling over the cliff,” says Ruth Lea, economic adviser to the Arbuthnot Bank in London.  &quot;The consequences for the American economy would have been too severe.”</p>\"},{\"content\":\"<p>The consequences would have been severe for Britain, too. The U.S. is Britain’s single biggest trading partner, and the country’s economy is in a fragile state after a double-dip recession. But sovereign debt expert Jan Randolph of IHS Global Insight is still critical of Congress’ deal. Randolph says it is a temporary fix, and the next cliffhanger will be coming along soon.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>&quot;It averted the worst, but only for the time being,&quot; says Randolph.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>There is an  irony here. The U.S. spent the last two years berating Europe for failing to take decisive action to tackle its government debt, for kicking the can down road. </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“This is the Americans doing exactly the same as the Europeans,&quot; says financial analyst Louise Cooper. “And what’s interesting is that they can only do it because their central banks are printing money.”  </p>\"},{\"content\":\"<p>Cooper claims that printed money on both sides of The Pond has bought politicians time as they grapple ineffectually with public debt. And that includes Britain -- the supposed poster child of austerity. In spite of all the sound and fury about budget cutting by the U.K. government, over the next  five years, Britain’s national debt is expected to rise by 50 percent.</p>\",\"type\":\"text/html\"}]","audio":[{"meta":{"height":"340","crop":"primary","width":"610"},"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/83383428.jpg?itok=pSK4VGry"},{"format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/01/01/marketplace_segment18_20130101_64.mp3","meta":{"duration":103,"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/01/01/marketplace_segment18_20130101"},"duration_hms":"00:01:43"},"type":"audio/mpeg"}]}