{"created":"2015-06-04T12:29:36+00:00","modified":"2015-06-04T12:29:37+00:00","valid":{"from":"2015-06-04T12:29:37+00:00","to":"3015-06-04T12:29:37+00:00"},"hreflang":"en","guid":"28d9ea58-9af4-4bf5-8694-56698eb59444","title":"Latest 50 Best Restaurants ignites a controversy that has been 'brewing for years'","published":"2015-06-04T12:29:31+00:00","byline":"Mythili Rao, T.J. Raphael","tags":["food","business and economy","Business","Business, Finance & Economics"],"teaser":"The World's 50 Best Restaurants were unveiled this week — but it depends on who you ask whether these restaurants are really the 50 best at all.","contentencoded":"<p dir=\"ltr\">​London's <a href=\"http://www.guildhall.cityoflondon.gov.uk/\">Guildhall</a> is the ceremonial heart of the city — it's an imposing, medieval edifice with hundreds of years of history to its name. It was there that a very important list was unveiled last night: The list of the <a href=\"http://www.theworlds50best.com/\">World's 50 Best Restaurants</a>.</p>\n<p dir=\"ltr\">But the list has stirred a bit of controversy, as Sierra Tishgart, senior editor for Grub Street, New York Magazine’s food website, explains.</p>\n<p dir=\"ltr\">“This list is quite important in our industry — it’s really one of the most highly regarded lists of restaurants,” she says. “The controversy [over this list] has been brewing for years, but it really came to a head because there’s a protest group that just launched called Occupy 50 Best.”</p>\n<p dir=\"ltr\">Occupy 50 Best, a protest group made up of “culinary connoisseurs of all countries and creeds,” posted a petition last week that challenges the list’s rating system.</p>\n<p dir=\"ltr\">“[We] urge you to stop giving your sponsorship and support to this opaque, obsequious ranking, where nationalism trumps quality, sexism trumps diversity, and the spotlight is on the celebrity chef instead of the health and satisfaction of the customer,” the group <a href=\"http://occupy50best.com/\">writes</a> on its website.</p>\n<p dir=\"ltr\">“The way that people vote isn’t so regulated,” says Tishgart. “This list is voted on by a mix of chefs and journalists, so you have people voting for their peers in the industry, which can create this sort of clique-iness, and definitely some bias, which is part of the problem.”</p>\n<p dir=\"ltr\">Restaurants on the list come from nearly every continent on the globe, and many argue that there’s a very slim chance that judges have ever even been to all the eateries in the running.</p>\n<p dir=\"ltr\">“There’s no way,” Tishgart says, echoing the comments of critics. “There’s really not even a rule in place to prove that someone has been to a place — they might just be voting for their friend that they like and they know personally. I think each chef gets about seven votes, so how can they really tell [which is the best] based on all of the restaurants in the world? It’s a little silly.”</p>\n<p dir=\"ltr\">Some of the voting chefs are also employed at locations that are in the running for the title of “Best Restaurant,” and there is no justification for selecting a specific restaurant in the voting process. Despite the controversy, Tishgart does see some value in the list.</p>\n<p dir=\"ltr\">“These places are all highly creative and ambitious — that is something that tends to show through,” she says. “You get [restaurants with] more of the avant garde, super creative tasting menus. It does give a good indicator of what the trends of the industry are, whether that’s foraging or doing molecular gastronomy, that is clear. But they also are, really, the most expensive 50 restaurants in the world.”</p>\n<p dir=\"ltr\">So will anything change? Other than the location for the unveiling of the list (New York City has been chosen for 2016), Tishgart isn’t holding her breath.</p>\n<p dir=\"ltr\">“It would be nice to get some clearer regulations and rules for the voting process,” she says. “But it’s really, really difficult to regulate, which is the problem with any ‘Best Of’ list.”</p>\n<p dir=\"ltr\"><em>This <a href=\"http://www.thetakeaway.org/story/controversy-behind-worlds-50-best-restaurants-list/\">story</a> first aired as an interview on PRI's <a href=\"http://www.thetakeaway.org/\">The Takeaway</a>, a public radio program that invites you to be part of the American conversation.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-03%2Flatest-50-best-restaurants-ignites-controversy-has-been-brewing-years&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/f811bf41.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/f811bf41jpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/audio.wnyc.org/takeaway/takeaway060215-food.mp3"},{"href":"http://admin.pri.org/file/takeaway060215-foodmp3"}]}