{"created":"2014-10-20T08:23:37+00:00","modified":"2014-12-04T15:15:32+00:00","valid":{"from":"2014-12-04T15:15:32+00:00","to":"3014-12-04T15:15:32+00:00"},"hreflang":"en","title":"There's Never A Dull Moment On This Trans-Siberian Adventure","published":"2014-10-21T21:47:00+00:00","teaser":"<em>Morning Edition</em>'s David Greene has taken this 6,000-mile ride twice. He shares his experience in the cramped third-class cars — borscht and all — in his new book, <em>Midnight in Siberia.</em>","itags":["npr_api","356945871"],"guid":"28dba0c6-9983-43bb-92a5-8c1aef219374","contentencoded":"<p>If a trip to Siberia in a third-class train cabin during the dead of winter sounds like your cup of tea, well, you might get along with <em>Morning Edition</em>'s David Greene.</p><p>And if you'd rather pass, don't worry. Greene has done it for you: He took the 6,000-mile ride on the Trans-Siberian Railway — all the way from Moscow to Vladivostok — twice, in fact.</p><p>From the shores of Lake Baikal in early 2012, Greene reported:</p><p>\"Some people on their way to exile would have to stop here along the shore and wait for the dead of winter, for the water to freeze, so they could cross the lake on horseback. It's this beautiful but also really unforgiving landscape.\"</p><p>His second trip on the railway is chronicled in <em>Midnight in Siberia: A Train Journey into the Heart of Russia</em>.</p><p>Greene talked with NPR's Steve Inskeep about the book, the trip and why taking an Amtrak train is now a bore.</p><hr /><h3>Interview Highlights<br /><strong></strong></h3><p><strong>Conditions on the train</strong></p><p>It depended. We went a lot in third class because I really just wanted to sort of feel what it was like to ride the rails. And a lot of Russians who are going to see family or traveling from one place to another, they go in third class. And I would describe it, sort of, as a college dormitory. Actually, I think back, even more primitive than my college dormitory.</p><p>Each little area of an open train car would have six bunks, so you'd be kind of right up against the window. And there were four bunks — two and two — and the bunks were on top of each other. Then there was this aisle where people would constantly walk back and forth and not care if they ran into your bed or anything. ...</p><p>And navigating these bunks was horrifying. I mean, you had to really be a gymnast — which I am not — to kind of climb up and get up onto the bunk. And it's really humiliating because everyone's watching.</p><p><strong>On the enforced intimacy on the train</strong></p><p>[You] go back to Soviet times and, in communal apartments, people in Russia, they learned to live on top of each other. It was both great because families got to know each other and it was awful because there were times when families would basically spy on each other for the government. So it was both extremes. But they learned to be on top of each other, to share space.</p><p>And you would sort of have to, as an outsider ... get used to that. I mean, there were these customs. You know, if you had a lower bunk bed, if someone wanted to come in and get up to his or her upper bunk, the assumption was, you shouldn't care if I need to basically step on your face while you're sleeping to get up. That's the way this is! We're sharing this space! So you have to get used to that rhythm of life.</p><p><strong>On the train food</strong></p><p>Basically, vodka is the best thing to do in the dining car because that — you know they will always have it. They have this giant menu with all these delicious choices, and usually none of them are actually available. So you sit there asking, \"Oh, can I have the chicken julienne or the mushroom julienne?\" \"Nyet, nyet, nyet, nyet.\" \"So what do you have?\" \"Borscht.\" \"Ok, let me have some borscht.\" Which was fine, but — people would bring their own food on the train and share it.</p><p>The first time I was on the Trans-Siberian, I was humiliated because I didn't realize that was such an important tradition. And I walked into a neighbor's train car and she waved me in and had a piece of Belarusian sausage from her family and this delicious horseradish concoction. She's offering all of this to me, and all I had was a Luna bar that I brought from home.</p><p><strong>On the Trans-Siberian versus Amtrak<br /></strong></p><p>Amtrak is boring now. There's really never a dull moment [on the Trans-Siberian]. There might be a Russian guy who has gotten way too hot in his compartment and has come out into the aisle. And he's in, essentially, his underwear — you know, boxer shorts and a tank top. And hiding a cigarette that he's sort of taking puffs of when no one's looking — because you're not supposed to smoke on the train — and gazing out into this empty landscape. But I don't get that on Amtrak. It's just these moments, and the food sharing and the conversation. There's just so much life.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=There%27s+Never+A+Dull+Moment+On+This+Trans-Siberian+Adventure&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"466"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1357508927-6b2637.m3u?orgId=1&topicId=1033&ft=3&f=356945871"},{"href":"http://media.npr.org/assets/img/2014/10/17/siberia-d90da137f59932e29d59d34d5600b5f5c3e494d1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"376","width":"501"}},{"href":"http://media.npr.org/assets/img/2014/10/17/d_greene-07199195bec65a5b55e6d080c7ff6b08b4545557.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}