{"created":"2015-03-08T10:05:31+00:00","modified":"2015-03-09T03:10:25+00:00","valid":{"from":"2015-03-09T03:10:25+00:00","to":"3015-03-09T03:10:25+00:00"},"hreflang":"en","title":"Helen Mirren Extends Her Elizabethan Reign In 'The Audience'","published":"2015-03-08T17:08:00+00:00","teaser":"Playwright Peter Morgan eavesdrops on more than 60 years of private conversations between Queen Elizabeth II, played by Mirren, and her prime ministers in <em>The Audience.</em>","itags":["npr_api","390465649"],"guid":"28e7b620-a966-4479-9940-e84797b48460","contentencoded":"<p>The last time Dame Helen Mirren and author Peter Morgan collaborated, it was for the movie <em>The Queen</em>, and she took home an Oscar. Now the two are working together again, this time on a play called <em>The Audience.</em> It's about the relationship between Queen Elizabeth II and her prime ministers. A hit in London, the play is opening Sunday at the Gerald Schoenfeld Theatre on Broadway.</p><p><em>The Audience</em> begins with a Buckingham Palace officer named \"The Equerry,\" who tells the theater audience what it's about to see.</p><p>\"Every Tuesday,\" the Equerry begins, \"at approximately 6:30 p.m., the queen of the United Kingdom has a private audience with her prime minister. It is not an obligation, nor is it written into the constitution. It is a courtesy extended by the prime minister to bring her majesty up to speed.\"</p><p>Once the audience is up to speed, the play lets them eavesdrop on the private conversations between nine of the 12 prime ministers who have served at the queen's pleasure in a reign that has stretched more than 60 years.</p><p>Playwright Morgan did his research, but his dialogue is entirely speculative, since no minutes are ever taken at these audiences.</p><p>\"That covenant of trust and silence between prime minister and sovereign is really, really guarded,\" Morgan says. \"I mean, famously, most of them don't even talk to their wives about it.\"</p><p>Mirren, who has met the queen on several formal occasions, says she tries to imagine the human being who must interact with those prime ministers.</p><p>\"When I was originally studying her,\" Mirren says, \"I stopped looking at any film of her after she became queen. And I only looked at the film of her before she became queen to see who the person was before that mantle fell upon her.\"</p><p>Like Mirren, the play's director, Stephen Daldry, has also met the queen several times. \"And she's always been the model of decorum and decency — but on reserve,\" Daldry says. \"You know, she is the most invisible visible public woman in the world.\"</p><p>That reserve is also a matter of law, adds Daldry. The queen is constitutionally prohibited from even suggesting policy to her prime ministers. That included Margaret Thatcher, who refused to impose sanctions on South Africa's apartheid government and who by some accounts was not one of Elizabeth's favorites.</p><p>In the play, the queen tells Thatcher, \"As sovereign, I am obliged to support you as prime minister on any position you take, including sanctions, including South Africa. ... I do have just one question for you, however. Considering what little impact it has on your day-to-day political fortunes, and yet how very important it is to me, could you not have supported me just once?\"</p><p>According to Morgan, the queen <em>did</em> like Harold Wilson, who served her twice.</p><p>\"The queen is somebody who naturally prefers less confident people and more humble people,\" he says. \"And indeed, her favorite prime ministers were Harold Wilson, James Callaghan, John Major. They're all quieter men, and men you would overlook in a crowd, perhaps, initially; gray men, to some degree.\"</p><p>Wilson, Queen Elizabeth's first Labour prime minister, is played by Richard McCabe.</p><p>\"I don't know where Peter [Morgan] has got this from, the idea that he was a favorite of the queen,\" McCabe says. \"So our relationship is perhaps more personal and develops over three scenes during the course of the play.\"</p><p>Consider this chummy exchange between them: \"You know,\" Wilson muses to the queen, \"there's a terrible moment in every prime ministerial career when you realize that you haven't won the election that's brought you to power at all — it's just the previous government that's lost it; and that your first day in office is also the first day in the process of losing the next one.\"</p><p>\"Would you like me to cheer you up?\" the queen asks.</p><p>\"Please, mum.\"</p><p>\"Your nemesis ... has no idea of that fact,\" the queen says. \"He still thinks he's actually going to win against you.\"</p><p>Unlike Wilson, most of the prime ministers show up for only one scene. The play is told not chronologically, but emotionally, as the queen and her prime ministers cope with political and personal crises.</p><p>While the real Queen Elizabeth II has not yet seen the play, according to Mirren, a number of her inner circle has. \"Almost all of the royal household came to see it,\" she says. \"All her ladies-in-waiting came and they all loved it. We got big thumbs up; they all said 'Yes, that's what it's like.' \"</p><p><em>The Audience</em> will play on Broadway through June. Just a few months later, Queen Elizabeth II will become the longest reigning monarch in British history (surpassing Queen Victoria, who served 63 years and 216 days).</p><p>And in May, a new prime minister may be written into the play, if Ed Miliband defeats David Cameron in general elections.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Helen+Mirren+Extends+Her+Elizabethan+Reign+In+%27The+Audience%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jeff Lunden","audio":[{"meta":{"duration":"316"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1391619632-74f440.m3u?orgId=1&topicId=1144&e=390465649&d=316&ft=nprml&f=390465649"},{"href":"http://media.npr.org/assets/img/2015/03/03/audience0095c-bb541d7f080cedeafed1b0c259218b316c35191e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"802","width":"1070"}},{"href":"http://media.npr.org/assets/img/2015/03/03/audience0076c-56c906e5a38ef95b22968c940b5f78f6e6df6db2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2047","width":"2729"}},{"href":"http://media.npr.org/assets/img/2015/03/03/audience0044c-88bf1fbe44a035b071756b13dce5e103a5353b70.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2009","width":"2679"}}]}