{"created":"2014-12-17T21:13:26+00:00","modified":"2015-02-06T20:45:33+00:00","valid":{"from":"2015-02-06T20:45:33+00:00","to":"3015-02-06T20:45:33+00:00"},"hreflang":"en","title":"Dreaming Up A Safer, Cooler PPE For Ebola Fighters","published":"2015-01-04T21:32:00+00:00","teaser":"Researchers at Johns Hopkins University are revamping the Ebola suit. They've come up with a design that's safer, cooler and easier to take off than the space suits currently in use in West Africa.","itags":["npr_api","371413804"],"guid":"292f8c9c-1eea-4f5e-a923-78ea76191dd7","contentencoded":"<p>Here's what it takes to design a better Ebola suit: a roomful of university students and professors, piles of canvas and <a href=\"http://www.dupont.com/products-and-services/fabrics-fibers-nonwovens/protective-fabrics/brands/tyvek.html\">Tyvek</a> cloth, sewing machines, glue guns ... and chocolate syrup.</p><p>Even Youseph Yazdi, head of the Johns Hopkins University Center for Bioengineering Innovation and Design (<a href=\"http://cbid.bme.jhu.edu/\">CBID</a>), still isn't sure what the syrup was for.</p><p>But the reason to make a better protective suit for Ebola workers is very clear. The current \"personal protective equipment\" doesn't work very well. The suits, which look like futuristic space garb, overheat. The visor fogs up. And the disposable garments can end up carrying Ebola virus out of the wards and contaminating the very people they're supposed to protect.</p><p>The U.S. Agency for International Development has just staged an Ebola Grand Challenge to come up with a new suit that doesn't cost much more than the current one (which runs about $12-$17). The winning design came from a team of more than 80 researchers and students at Johns Hopkins, beating out 1,500 other entries.</p><p>The team began working during a weekend brainstorming session in October at CBID's lab.</p><p>\"This room was packed with stuff that we raided from the fabric store,\" says Yazdi.</p><p>Their new yellow suit at first looks a lot like the other Ebola suits. But it has key differences. For starters, the garment is much easier to take off.</p><p>\"It really starts with this breakaway zipper that allows you to open the rear entry or the opening of the suit very easily,\" he says Brandon Craft, who runs a biomedical design company and lectures at Hopkins.</p><p>The suit has two large tabs on the back. The nurse or doctor yanks on the tabs and the zipper rips apart. Then as the wearer leans forward the suit peels off in one smooth motion. Craft calls this the \"cocoon effect.\"</p><p>This is hugely important. Researchers believe that many of the hundreds of health care workers who've been infected with Ebola have been exposed while struggling to get out of their jumpsuits. Some of the suits have tiny little zippers along the front. To disrobe you have to try to grasp the zippers from under your chin while still wearing rubber gloves.</p><p>The Hopkins prototype moved the opening to the back of the garment, which Craft says is less likely to have come in contact with infectious fluids on the Ebola ward: \"We've heard stories of patients throwing up or liquids being splashed on to the aid workers as they're caring for these patients, so we hope this is going to make a big impact.\"</p><p>The other big innovation is the small, battery-powered cooling pack that straps on the worker's belt. \"You'll have air blowing out that is room temperature but it's 0% humidity,\" says Harikrishna Tandri, a cardiologist at Johns Hopkins. He's demonstrating how the low-tech cooling system for the Ebola suit works. His cooling pack simply blows filtered air through a canister of silica pellets to pull all the moisture out of the air. This dry air is pumped into the suit causing the worker's sweat to evaporate and cooling the worker down</p><p>\"As long as you can keep evaporating the body fluid, the Ebola worker is going to feel cold and will be able to function inside the suit without having to change the suit so frequently,\" says Tandri.</p><p>And the fewer times that workers have to change their suits, the less likely they'll get infected.</p><p>The new Hopkins suit has months to go before it might be used in the field. But USAID is now backing its production both philosophically and financially.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Dreaming+Up+A+Safer%2C+Cooler+PPE+For+Ebola+Fighters&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jason Beaubien","audio":[{"meta":{"duration":"235"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1371483182-ae6ee4.m3u?orgId=1&topicId=1031&e=371413804&d=235&ft=nprml&f=371413804"},{"href":"http://media.npr.org/assets/img/2014/12/17/dsc_2380-xxx-7b9a15b12c867d77d1508ad681ce974e91998ab8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1951","width":"2601"}},{"href":"http://media.npr.org/assets/img/2014/12/17/dsc_2376-xxx-4758e9b303441ed69a2a77977c6a13ace1ecd576.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1836","width":"2448"}}]}