{"created":"2014-08-30T17:07:02+00:00","modified":"2014-10-30T23:07:50+00:00","valid":{"from":"2014-10-30T23:07:50+00:00","to":"3014-10-30T23:07:50+00:00"},"hreflang":"en","title":"First Rule Of This Fight Club: You Must Be A Veteran","published":"2014-08-23T00:09:00+00:00","teaser":"There are countless programs to help veterans readjust to civilian life. One of the most unusual is in San Diego, where vets get together in a caged boxing ring and punch each other in the face.","itags":["npr_api","341875315"],"guid":"2933c3eb-4d60-46b1-ba26-b3b7c7282437","contentencoded":"<p>About a dozen military veterans have locked themselves inside a caged boxing ring, in a rough part of San Diego, and they're starting to throw punches. It's therapeutic, they say.</p><p>\"A lot of people say, 'You guys are punching each other in the face. How is that helpful?' \" says Aaron Espinoza, a former Marine. \"But it's a respect thing, it's mutual. I have to push him, he has to push me to get better.\"</p><p>Espinoza is a regular at P.O.W., which stands for Pugilistic Offensive Warrior, a mixed martial arts training session that's free for veterans. Iraq veteran Todd Vance founded the group after his own struggle with post-traumatic stress disorder, or PTSD.</p><p>\"I was in a dark place for a long time and I personally used mixed martial arts to get myself back on track,\" says Vance. \"Once I got back on track I went to school — studying social work.\"</p><p>Vance serves as the coach, but he says the most important thing is getting a peer support group together.</p><p>\"Honestly, it could be glass-blowing for all I care. But the mixed martial arts is the best way to get them in here. They can tell their girlfriends or boyfriends, 'I'm going to mixed martial arts training.' Once they get in here, it could be anything,\" he says.</p><p>There are hundreds of programs to help veterans adjust and help deal with PTSD. Approved treatments include talk therapy and a few prescription drugs, but studies have been funded on everything from transcendental meditation to caring for puppies.</p><p>Until there is better evidence of what works, many therapists encourage vets to do anything that seems to help — like a peer support group that involves beating each other up a bit.</p><p>\"I was a little hesitant at first, because I wasn't really in shape and didn't really feel good about myself,\" says Turk Escalada, a former Marine who served in Afghanistan's southern Helmand province back in 2009.</p><p>Improvised bombs were killing Marines almost daily that year. During one foot patrol, Escalada spotted a heavy jug behind a bush. He froze — there was an orange wire running from the jug toward the spot right under Escalada's feet. He called out for the bomb squad. And then waited.</p><p>\"It was like 10 minutes. Longest 10 minutes of my life, because I'm standing there .... was it a pressure plate? One of those when I step off, is it active?\" he recalls.</p><p>He was on a pressure plate. But it was rigged to go off with the weight of a truck, not a man, and so it didn't go off.</p><p>Later, after he came home, Escalada says, every time he felt stress or anger, he felt like he was going to die. He stopped going out of the house much.</p><p>\"I was sitting at home a lot. I was fired from my 10th job in one year,\" he says.</p><p>Escalada's wife heard about the martial arts group for veterans, and she bugged him until he tried it.</p><p>\"I didn't want to be with other military guys. It kinda got to me that I'm not the six-pack abs and the Marine everyone thinks we should be. I came out and there was no judgment. If you can do the 10, good, if you can't, do what you can,\" he says.</p><p>Escalada says he's lost nearly 40 pounds, but it's more than a physical turnaround. Sometimes after a hard week he can't wait to come and knock around the ring.</p><p>\"The physical contact thing? I love it. But a lot of it's going here and feeling better about myself. Doing things like getting up before noon,\" Escalada says with a laugh.</p><p>Todd Vance, the coach, says a third or more of the guys who come to his group have PTSD. Vance says he keeps an eye on them and will change the direction of the training session if he sees someone getting too agitated. But it's all about learning to deal with stress, says Vance.</p><p>\"To me, fighting is the best metaphor for life. If you're in a stressful position, on your back ... getting punched in the face, there's certain steps that you have to go through to get out of that. You have to cognitively make decisions while you're extremely stressed out,\" he says.</p><p>The idea is to use the same training outside the ring, says Vance.</p><p>\"I think that transfers directly over to, 'I'm at the stop light, why is that guy staring at me?' I'm going to stop, take a breath, calm down, assess the situation, as opposed to, 'I'm stressed, I react, and now I'm in jail.' It teaches everybody to slow down, take a breath and take things from there.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=First+Rule+Of+This+Fight+Club%3A+You+Must+Be+A+Veteran&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Quil Lawrence","audio":[{"meta":{"duration":"280"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1342494261-b963a1.m3u?orgId=1&topicId=1122&ft=3&f=341875315"},{"href":"http://media.npr.org/assets/img/2014/08/20/fightclub_081814_sandiego_dg-04_20330965-f2983a64ce14ec51e749a7446876d54423c90053.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2014/08/20/fightclub_081814_sandiego_dg-12_20331011_sq-036b30a8e1fbcba0b433ebd13b8f1adea3d589d3.jpg","type":"image/jpeg","meta":{"crop":"square","height":"1419","width":"1419"}},{"href":"http://media.npr.org/assets/img/2014/08/20/fightclub_081814_sandiego_dg-10_20330989-3646e0c5fe0de22e57bc9f034cac649904ec62ed.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1993","width":"2657"}},{"href":"http://media.npr.org/assets/img/2014/08/20/fightclub_081814_sandiego_dg-06_20330895-54b282760cbd2be56007e7591b32928ee5caaad4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1789","width":"2386"}}]}