{"created":"2015-05-15T16:45:55+00:00","modified":"2015-06-16T17:12:53+00:00","valid":{"from":"2015-06-16T17:12:53+00:00","to":"3015-06-16T17:12:53+00:00"},"hreflang":"en","title":"Looted By The Nazis, Matisse's 'Seated Woman' Finally Finds Her Way Home","published":"2015-05-15T17:19:00+00:00","teaser":"The painting belonged to renowned art dealer Paul Rosenberg, who fled the Nazis in 1940. The story of its recovery reads like a historical crime novel.","itags":["npr_api","406999313"],"guid":"2935cea2-b340-4f58-b95a-45614dc1ba1d","contentencoded":"<p>Missing for nearly 75 years, a painting by Henri Matisse is being returned to the family of its rightful owner Friday. <em>Seated Woman</em> belonged to renowned art dealer <a href=\"http://www.moma.org/interactives/exhibitions/2010/paulrosenberg/\">Paul Rosenberg</a>, who fled the Nazis in 1940.</p><p>The story of the painting's recovery reads like a historical crime novel.</p><p>In 2010, during a routine check for papers on a train running from Zurich to Munich, an elderly passenger had a suspiciously large amount of cash on him. German authorities investigated Cornelius Gurlitt further. In his Munich apartment, they found an astonishing collection of paintings, some reportedly stored in vegetable crates. It was an art trove of more than 1,000 works by major artists such as Picasso, Matisse, Chagall, Otto Dix, Paul Klee, Courbet, Degas and Renoir. Estimated value: more than $1 billion.</p><p>Gurlitt's father was an art dealer who had helped the Nazis sell and trade works they'd stolen from Jews. The Third Reich despised modern art. Attorney Christopher Marinello, the CEO of Art Recovery Group, says Hildebrand Gurlitt helped Nazi leaders trade works they labeled \"<a href=\"http://www.npr.org/2014/05/29/317034126/degenerate-exhibit-recalls-nazi-war-on-modern-art\">degenerate art</a>.\"</p><p>\"They knew they had value,\" Marinello says, \"but Modern Art was degenerate to the Nazis and they traded these things for pictures that they really liked.\" Germanic works, the Renaissance and the Dutch Masters were their preference, he says.</p><p>Rosenberg kept a very detailed archive of his collection. \"It shows his intake sheets, images, exhibition history. It really is incredible,\" says Marinello, who works with Rosenberg's heirs.</p><p>Marinello says that when <em>Seated Woman</em> was found in Cornelius Gurlitt's apartment, those records helped him prove the painting belonged to Rosenberg. Matisse and Picasso were among the dealer's many artist friends. Rosenberg spent years trying to recover the some 400 artworks that had been stolen from him by the Nazis. He died in 1959.</p><p>His granddaughter Anne Sinclair, author of <a href=\"http://www.npr.org/2014/09/20/350083241/picasso-nazis-and-a-daring-escape-in-my-grandfathers-gallery\">My Grandfather's Gallery</a>, says the return of <em>Seated Woman</em> is an emotional homecoming. \"First I feel deeply moved, of course, by the idea that this painting is back in the family 74 years after being looted, and deeply melancholic thinking that my grandfather is not able to see that,\" she says.</p><p>Sinclair says about 60 works from her grandfather's collection remain unaccounted for. She and her cousins don't know whether they, too, are in an apartment somewhere or were destroyed during World War II.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Looted+By+The+Nazis%2C+Matisse%27s+%27Seated+Woman%27+Finally+Finds+Her+Way+Home&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elizabeth Blair","audio":[{"meta":{"duration":"119"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1406999662-919e79.m3u?orgId=1&topicId=1047&d=119&story=406999313&ft=nprml&f=406999313"},{"href":"http://media.npr.org/assets/img/2015/05/15/seatedwoman-49ab70750914e238400dcfe4baa5ba27e135dc86.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1835","width":"2448"}}]}