{"created":"2015-05-23T12:10:06+00:00","modified":"2015-05-30T17:05:16+00:00","valid":{"from":"2015-05-30T17:05:16+00:00","to":"3015-05-30T17:05:16+00:00"},"hreflang":"en","title":"'They're Not Gang Members': Bikers Protest Mass Arrests In Waco","published":"2015-05-25T03:13:00+00:00","teaser":"Bikers claim that many who were arrested in the Waco, Texas, brawl last week were simply in the wrong place at the wrong time. But police say the bikers were \"known criminal gang members.\"","itags":["npr_api","408926836"],"guid":"293a727a-f54c-4580-9f2f-4b30cc4b91c1","contentencoded":"<p>Authorities in Waco, Texas, continue to investigate the deaths of nine motorcycle gang members in one of the<a href=\"http://www.npr.org/sections/thetwo-way/2015/05/18/407536778/9-dead-after-shootout-between-rival-bike-gangs-in-central-texas\"> worst biker brawls in recent times</a>. More than 170 people were arrested and charged with organized crime; each is being held under a $1 million bond.</p><p>Now there's a backlash from biker groups, who claim many of the riders were simply at the wrong place at the wrong time, and had nothing to do with Sunday's bloody fight.</p><p>Waco police continue to justify the large number of arrests; they say five criminal motorcycle gangs went to war with one another at the Twin Peaks Bar & Grill last weekend.</p><p>Ron Blackett emphatically disagrees. He's a 48-year-old business security specialist in Austin, former U.S. Army and Coast Guard, who rides a 2011 Harley Davidson Road King. Blackett says he knows many of the riders now sitting in county jail in Waco.</p><p>\"They're not gang members,\" he says. \"I'm not a gang member. And to be labeled as a gang member, or some of these kids that are right now locked up with a million-dollar bond on them, it's terrifying and it's extremely unfortunate.\"</p><p>Blackett, whose club name is Bone, acts as vice president of the central Texas region of the Confederation of Clubs and Independents, known as CoC&I, a biker organization that meets regularly to educate its members on motorcycle legislation — and to drink beer. Last Sunday, the group was hosting a meeting at Twin Peaks when the violence broke out.</p><p>Blackett says he arrived at the restaurant in a pickup truck shortly after the melee ended. When he drove up, he says, he saw \"Law enforcement all over the place. Helicopters flying over. A lot of people crying. A lot of people scared.\"</p><p>Other clubs that belong to the umbrella group include the Christian Motorcycle Association, Bikers Against Child Abuse, Legacy Vets and Vise Grip, a club that builds and rides pre-1970 custom Harley choppers.</p><p>Vise Grip member Theron Rhoten was among those arrested. His wife, Katie, spoke to KUT in Austin.</p><p>\"Most of the clubs that were present there had nothing to do with the shootings,\" she said. \"They didn't do anything but go to a meeting.\"</p><p>Police are blaming the confrontation on bad blood between the Cossacks and the Bandidos. The Cossacks are a Central Texas biker gang that's not affiliated with CoC&I, but which showed up in force anyway.</p><p>The Bandidos is an outlaw motorcycle gang, long associated with drug trafficking, that considers Texas its home turf and regularly attends confederation meetings.</p><p>Bill Smith, a well-known motorcycle lawyer in Dallas, says one jailed rider told him there was already a large group of Cossacks in the parking lot when the Bandidos rolled up.</p><p>\"He said shortly after the Bandidos got off their motorcycles, an altercation broke out and that's when they hit the ground,\" Smith says.</p><p>Smith says his informant could not say who or what started the gunplay. But the lawyer — himself a biker and member of the confederation — says in the 15 years he's been attending meetings, he has never seen trouble break out.</p><p>\"In fact, our meetings, after the pledge of allegiance and a prayer, many times the chairman will say, 'If you have any issues with anyone, for any reason, take it up elsewhere,' \" he says.</p><p>Despite protests by the biker confederation that its members are peaceful, Waco Police spokesman Sgt. Patrick Swanton defends the big round-up of criminal suspects.</p><p>\"There are clubs of motorcycle groups that do really good things,\" Swanton says. \"We understand that. But that was not the people involved in the incident Sunday where an extreme amount of violence took place. Those that were involved in the activities at Twin Peaks are known criminal gang members.\"</p><p>Swanton says investigators recovered 318 weapons, most of them knives and handguns. He says nearly a week after the incident, outlaw motorcycle gangs are still making death threats against law enforcement officers.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27They%27re+Not+Gang+Members%27%3A+Bikers+Protest+Mass+Arrests+In+Waco&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"John Burnett","audio":[{"meta":{"duration":"239"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1408996536-55b151.m3u?orgId=1&topicId=1091&d=239&p=7&story=408926836&t=progseg&e=408994361&seg=13&ft=nprml&f=408926836"}]}