{"created":"2015-02-24T08:46:32+00:00","modified":"2015-04-22T13:20:50+00:00","valid":{"from":"2015-04-22T13:20:50+00:00","to":"3015-04-22T13:20:50+00:00"},"hreflang":"en","title":"How Do You Market To Millennials?","published":"2015-02-26T22:33:00+00:00","teaser":"Young people between the ages of 18 and 35 spend hundreds of millions of dollars a year. NPR asked some in this group how brands and corporations can get their attention.","itags":["npr_api","388592666"],"guid":"293bf11e-f5b7-4b58-b72d-4a949fe95162","contentencoded":"<p>For the last few months, NPR has been looking into millennials, as part of our series called <a href=\"http://www.npr.org/series/352990765/new-boom\">New Boom</a>. This group, some 80 million strong, spends over <a href=\"http://www.bcg.com/media/pressreleasedetails.aspx?id=tcm:12-152907\">$1 trillion a year</a> by some estimates. So, we wondered: How should brands and advertisers go about reaching millennials if they're so powerful, but also so different, than generations before them?</p><p>A few months ago, we hosted a focus group with Southern California millennials to talk about what brands, advertising and marketing works for them. Of course, the group of about two dozen we talked to can't possibly be representative of all millennials, but they did vary in age, gender, race and occupation. Below, we offer a few of the highlights from the group's conversation. The audio link above includes more, as well as some expert perspective from Dr. Americus Reed, a marketing professor at the University of Pennsylvania Wharton School of Business.</p><hr /><p><strong>On what the word 'millennials' even means</strong></p><p>\"The entire reason millennials is a term is a marketing classifier. I think of millennial as a word that writers put in Forbes to teach older company owners.\"</p><p>-- Anthony D'Angelo, 19, college student</p><p>\"[It's used] to get lots of Google hits.\"</p><p>-- Caroline Sharp, 34, actor, writer and producer</p><p>\"I feel like we can be summed up as the 'everybody gets a trophy' generation, where everything we've ever done is awesome. And sometimes when we aren't recognized for everything we do, we get that like, 'How come you're not seeing what I did and how come it's not as important as everything else that's being done?' \"</p><p>-- Kenneth Mackins, 29, human resources</p><p>\"We're completely self-absorbed. It's the reason we post status updates, it's the reason we're on Instagram — even if it's not a photo of us, it's still a statement of a place and a time that I was at and you weren't and showing that off. So I think it's a much more mild version of self-absorbed — we're not decking ourselves out with gold chains, but we're basically doing that equivalent through social media. Everything's a branding exercise.\"</p><p>-- Garrett Black, 29, advertising and brand strategy</p><p>\"We don't want to expose too much of ourselves. We always need to have an Instagram over our warts and things we don't want people to see.\"</p><p>-- Rebecca Baroukh, 24, social media editor</p><p>\"I think that making money is less the end — people aren't opposed to making money, of course, but I think they aren't choosing careers for the income as much as generations before.\"</p><p>-- Ariela Emery, 26, youth coordinator and event planner</p><hr /><p><strong>On advertising campaigns they like</strong></p><p>\"An Ikea commercial, where they just let a bunch of little cats roam around Ikea and make themselves comfortable on the furniture. The end was something like, 'A place to call home,' or something about home. I personally just liked it because it wasn't too loud or in your face. It kind of just stayed quiet. It was subtle. I like subtle.\"</p><p>-- James McOmber, 28, musician</p><p>\"Lowe's had a series of Vines called 'six-second how-tos' that were stop-motion animation of watching tools perform tasks in ways you wouldn't necessarily think that they could do. My favorite one, the one that I can think of: If you have a stripped screw, you can put a rubber band on top of the screw and stick the screwdriver through the rubber band, and it gets the screw out! I've used that because of Lowe's vine! They're really informative. I would tell people about that, because they're really cool little videos.\"</p><p>-- Caroline Sharp</p><p>\"One of my favorite ads that I've seen recently are the [Lipton] Brisk ads: 'not half bad.' Because everybody's trying to throw it in your face and say, 'This is the best thing ever, this is great.' No one just admits, 'Yeah it's pretty good you should try it.' That has probably been more effective than anything else, just the complete undersell.\"</p><p>-- Garrett Black</p><p>\"I think Cheerios had a great marketing campaign, especially their focus on homosexual marriages and children and bringing all of that together. And I think that awareness points to things that are happening socially. I liked that they put out an ad recently where I couldn't even tell that the ad was for Cheerios until the end, because the message was completely different. I think it's interesting that companies feel social responsibility to put good things out in the world.\"</p><p>-- Amy Sandefur, higher education recruiter</p><hr /><p><strong>On advertising campaigns they hate</strong></p><p>\"One campaign that really turned me off was the Kia campaign with the hip-hop hamsters. I think they're trying so hard. And that kind of turns us off because there's a lack of authenticity. When you want us to buy a car, you're trying too hard when you're putting people in hamster costumes and hip-hop dancing and driving through neon-light cities. It's just too much.\"</p><p>-- Mamie Young, 31, graphic designer</p><p>\"The Mazda campaign where they associate cars with iconic figures in history. There are these commercials that compare a Mazda coupe to Bruce Lee. I just think that's such a reach.\"</p><p>-- Rebecca Baroukh</p><p>\"I wish they would stop using women as props. Women are not props, they are not headless. They are people who have feelings, desires and a lot of cash to spend on goods. So, stop using women as if they are these soulless, shoe-buying, pink-loving, shrink-it-and-forget-about-it things. It's so frustrating. A soda company basically said this is man diet soda, and women can't apply. It was so frustrating!\"</p><p>-- Sarah Harburg-Petrich, theater developer</p><p>\"I'm super sick of seeing ads with people who are only 5 foot 8 inches to 6 feet tall and weigh, if they're a woman, 100 pounds, and a man, maybe 150.\"</p><p>-- Kenneth Mackins</p><hr /><p><strong>On brands that have it all figured out, specifically Warby Parker and Beyonce</strong></p><p>\"I like Warby Parker. They're cheap, they're good glasses, they look cool.\"</p><p>-- Dani Collins, 32, software developer</p><p>\"[Warby Parker] are socially conscious. They do the 'give a pair of glasses, get a pair of glasses' thing. So it's great to see a company that's interested in what the consumer wants, and cares about the world in general.\"</p><p>-- Rebekah Baroukh</p><p>\"She's [Beyonce] really been good for the city of Houston. She's focused a lot of her charitable efforts there, and doesn't ask for anything in return. And she's also part of a growing group of celebrities who are making feminism into not a bad word anymore.\"</p><p>-- Caroline Sharp</p><p>\"She's [Beyonce] like transcended the need for traditional advertisement. She's so big that she can get to people on her own.\"</p><p>-- Anthony D'Angelo</p><hr /><p><strong>On their advice for advertisers</strong></p><p>\"I think we are a generation that wants to see innovation, but at the same time we don't want to be bombarded with advertisements or other bits of marketing in paces that are personal to us. That bothers us. That's going to turn me off. We're skeptical, we want something that's innovative. But at the same time, we want it to be genuine and heartfelt.\"</p><p>-- Jacob Weiss, 28, startups</p><p>\"Honestly, If I could say anything to the advertisers, it'd be this: Entertain me, make me happy, capture my attention, speak to my conscious and then leave me the heck alone.\"</p><p>-- Antonus Siler, 34, digital marketing  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+Do+You+Market+To+Millennials%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Sam Sanders","audio":[{"meta":{"duration":"318"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1388665978-299115.m3u?orgId=1&topicId=1006&aggIds=352990765&e=388592666&d=318&ft=nprml&f=388592666"},{"href":"http://media.npr.org/assets/img/2015/02/23/millennial-screen-grab_custom-e31d387e5f199eec13587dcc45dfbb241e495780.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"791","width":"640"}}]}