{"created":"2014-09-05T16:12:40+00:00","modified":"2014-09-05T16:12:40+00:00","valid":{"from":"2014-09-05T16:12:40+00:00","to":"3014-09-05T16:12:40+00:00"},"hreflang":"en","guid":"293e7294-95cd-4e8a-9133-0d49aaca2530","title":"A former UN relief coordinator says Iraqi and Syrian refugees pose the biggest humanitarian crisis of our generation","published":"2014-09-05T16:12:39+00:00","byline":"Marc Kilstein","tags":["Iraq","syria","refugee crisis","United Nations","Islamic State in Iraq and Syria","Conflict","Conflict & Justice","Asia","Iraq","Syria","Middle East","Asia","Jan Egeland","Flavia Pansieri","Levant","Jan Egeland","Internally displaced person","Refugee","Syrian uprising","Syria","Iraq","War","Politics"],"teaser":"Jan Egeland says the current crisis caused by the Syrian civil war affects far more people than the notorious violence in Rwanda and the Balkans more than a decade ago. And the former UN official says no nation is addressing it — from the West to the Arab World, or powers like China and Russia.","contentencoded":"<p>There are more than three million refugees from the Syrian civil war, <a href=\"http://data.unhcr.org/syrianrefugees/regional.php\" target=\"_blank\">according to the United Nations.</a>&nbsp;And in Iraq, there are about 1.5 million refugees &mdash;&nbsp;<a href=\"http://www.unhcr.org/pages/49e486426.html\" target=\"_blank\">nearly one million</a> who are internally displaced Iraqis.&nbsp;</p><p>&ldquo;The Syrian catastrophe and the Iraqi one &mdash; which are now one big war and exodus &mdash; is the biggest challenge ... on this generation&rsquo;s watch,&rdquo; says Jan Egeland, who heads the Norwegian Refugee Council.</p><p>Egeland is&nbsp;now in northern Iraq, where he&rsquo;s touring local refugee camps and shelters. The&nbsp;former United Nations relief coordinator says many people came to the camps fleeing from Islamist fighters.</p><p>&ldquo;Every five minutes, you hear stories from families who tell about witnessing massacres,&rdquo; he says. &ldquo;Witnessing neighbors, families and relatives being massacred.&rdquo;</p><p>&ldquo;They all tell stories about young girls and others being abducted,&rdquo; he continues. &ldquo;Some of them may end up in human trafficking, to Europe and perhaps North America. So the ultimate irony is that Europe and North America &mdash; which are not very welcoming to refugees &mdash; may end up having trafficked people from these regions.&rdquo;</p><p>On Monday, the United Nations convened an emergency debate to discuss the escalating crisis in Iraq. UN Deputy High Commissioner for Human Rights Flavia Pansieri told officials that Islamist fighters have carried out &ldquo;<a href=\"http://www.ohchr.org/EN/NewsEvents/Pages/DisplayNews.aspx?NewsID=14980&amp;LangID=E\">acts of inhumanity on an unimaginable scale.</a>&rdquo;</p><p>Egeland agrees. He says the situation in Syria and Iraq is the biggest humanitarian crisis of our time because &ldquo;it has engulfed so many millions of people, in a war without any laws and any norms at all.&quot;</p><p>The current crisis, he says, even outstrips the notorious violence in Rwanda and the Balkans.</p><p>&ldquo;In the 1990s, we had a comparable situation because that was the age of the genocide,&rdquo; Egeland notes. &ldquo;More people were killed in the Balkans and in Rwanda at that time than are being killed now. But [those crises] were not even close in affecting so many people &hellip; people that were driven away, forced to flee, [with] lost livelihood and lost hope.&rdquo;</p><p>He says the situation in Syria and Iraq is only one ongoing problem among many across the globe. &ldquo;It&rsquo;s beyond belief, really ... from Gaza, to South Sudan, to Central African Republic, to Somalia, to Afghanistan.&rdquo;</p><p>Egeland believes the West needs to do more. &quot;I don&rsquo;t think the West has at all addressed it adequately,&rdquo; he says. &ldquo;And I would question whether the Arab world has [addressed it adequately.] And what about Russia? What about China? There are so many who could have done much, much more.&rdquo;</p><p>He says that the powers involved in the embattled region &ldquo;will have to sit down and say, &lsquo;Can we please now stop undermining each other and let&rsquo;s pull together.&rsquo; And that includes Saudis, Iranians, Americans, the Turks, and many others.&nbsp;It sounds naive, but that&rsquo;s what has to be done.&nbsp;There&rsquo;s a lot of proxy war here, and some nations seem willing to fight each other to the last Syrian.&rdquo;</p><p>In Syria, he notes sadly, &quot;the frontlines may change, but there will be more war and there will be more killing. And it&rsquo;s the civilians who will pay the price.&rdquo;</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/refugees.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"/file/refugeesjpg"}]}