{"created":"2015-03-17T18:10:11+00:00","modified":"2015-03-17T22:33:14+00:00","valid":{"from":"2015-03-17T22:33:13+00:00","to":"3015-03-17T22:33:13+00:00"},"hreflang":"en","title":"WWII Novel-Memoir Explores The Blurry Line Between Fact And Fiction","published":"2015-03-17T22:33:00+00:00","teaser":"In<em> </em>Daniel Torday's<em> </em><em>The Last Flight of Poxl West</em>, a Jewish refugee tells his heroic World War II story in a best-selling — and partly fabricated — memoir.","itags":["npr_api","393468478"],"guid":"296b1c45-1115-4677-ab09-18668a23da9a","contentencoded":"<p>Daniel Torday's new novel, <em>The Last Flight of Poxl West</em>, is about how memoir and fiction can blur — and how hard it can be to convey truth.</p><p>\"It's very, very difficult to put anything down in writing,\" Torday tells <em>Fresh Air</em>'s Terry Gross. \"And it's especially [difficult] to put it down about one's self in a way that is exactly 100 percent accurate, especially when it's about a trauma, especially when we're trying to remember a thing that happened and remember it as accurately as possible. So my attempt with this novel was to say, 'How can I create a fiction that will allow two separate narratives to take that on as thoroughly and as searchingly as possible?'\"</p><p><em>The Last Flight of Poxl West</em> takes place in 1986 and is narrated by a 15-year-old whose surrogate uncle is publishing a memoir about his experiences in World War II, when he was a Jewish refugee from Czechoslovakia. In the memoir, the uncle describes how he managed to get to England, enlist in the Royal Air Force and fly key bombing missions over Germany. The book becomes a best-seller, but the uncle — a hero in the narrator's eyes — is later unmasked as having fabricated parts of his story.</p><p>Torday pulled from his own family's experiences to write about the war — his father was born in Hungary two years after World War II ended. He says, \"My grandfather falsified papers to make himself appear to not be Jewish anymore and that was how they were able to live out the war in Hungary.\"</p><p>Seven years after the war, Torday's grandparents moved to a Hungarian community on Long Island, N.Y. — but they still kept their secrets.</p><p>\"My grandmother died in the early '90s without ever once admitting that she was Jewish, to me or to anybody else,\" Torday says. \"My grandfather, actually, after her funeral, admitted to the rest of the family that he was Jewish and then wanted to tell those stories for the next decade of his life.\"</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On the line between fiction and nonfiction </strong></p><p>I teach down at Bryn Mawr College and I often teach this class where we look at texts that are sort of on this line between fiction and nonfiction. ... Some of the early 20th century examples that I teach often are George Orwell's essays ... \"A Hanging\" and \"Shooting An Elephant.\" There's still controversy over it, but he probably admitted toward the end of his life that he never actually witnessed the hanging that he describes and he never actually shot an elephant. They were published as first-person narratives coming out of Burma at the time. When they were published in books, sometimes they were published as essays, sometimes as stories.</p><p>For me, I guess what I would say is there's a pretty big difference between a fact and a truth; and, in some way, if a book is starting to, in some of its fabrications, push the truth, then that could be a problem. But if the facts aren't always exactly right, I think we can sometimes jump on that in a way that feels to be almost schoolmarmish.</p><p><strong>On writing about truth versus writing about facts</strong></p><p>I want to privilege whatever means it takes to get toward truth over whatever means [it takes] to convey fact. So I want the facts in this book to be accurate: I want, for the most part, when I'm telling stories about things that happened in London or Rotterdam, [Netherlands,] that I was not able to ever be in, for them to be as accurate as possible.</p><p>But the truth sometimes doesn't come across through just telling that story. So for instance, could I write a good memoir about [my grandparents' hidden past]? I don't know. Maybe one day I would try, but it's so complicated and I think it's very easy to get lost in some of the facts. At times, as I'm telling ... that story, there's all kinds of facts that I'm leaving off the table. ... We could be here for 300 pages of a book. And that's the hard part because when you try to strike at the truth, you have to find those sentences that are going to get you there.</p><p><strong>On how stories of his relatives dying in concentration camps made him want to create a Jewish World War II hero</strong></p><p>I don't know if I exactly want to validate that experience of being 15 and wanting a hero instead of a victim, but that definitely was the experience of hearing these stories over and over and over again. I don't feel that now in my late 30s, but there's a way in which there's only so many Elie Wiesels or so many Primo Levis you can read before you start to say, \"So was somebody fighting back?\" That is just the knee-jerk reaction that I think I wouldn't want to validate. But at the same time ... there's this experience where maybe putting the big, capital \"H\" Holocaust word on top of the experience can keep us from seeing all the various stories. ...</p><p>I think ultimately for me, trying to seek those stories and then finding them was a particular kind of validation. There were tons of stories of Jews who ended up fighting either for Canada, for the United States and Britain, for the war apparatus in lots of ways. There were multiple Eastern European wings in the Royal Air Force; there were some Jewish pilots amongst them. So the idea that there were these other stories, and they may not have been the central story, that kind of perked my ears up and felt like ripe emotional territory.</p><p><strong>On teaching students to write now that he's published his first novel</strong></p><p>I want to be able to talk with [my students] about the process. I think in any book there are years of really bad versions. In this case, there's dozens and dozens, maybe even hundreds, of awful pages that it took to get to the book that's here. The process that it took to get this book is not one that I would ever try to replicate, but for many years there was just a preface and an afterword from a narrator ... who then set up Poxl's memoir, and it just never felt sufficient. It didn't dramatize what had gone on in the reception of the [uncle's] memoir and I could never figure out how to deal with it. And about six years into writing, I actually just sat down and wrote a short story about a guy named Eli and his uncle Saul, in which the complicated reception of the memoir took place.</p><p>And at first I didn't even realize that it could belong to this book. I just thought, \"OK, I've gotten that out of my system, now I can do something with this book.\" About a year later I thought, \"Well, wait, what if I actually combine the two and intersperse the memoir with this other narrative?\" And at first the thought was, \"Well, that won't work. It will be too hard once the fabrications have been revealed.\" ... And then after another year of work I was able to finesse it enough so that hopefully now it works. ...</p><p>The main thing I want my students to know — and to any aspiring writer out there — is [that] a book doesn't work for a really long time before it does work. I love the short story writer Deborah Eisenberg who was asked, \"When do you know you've finished a story?\" She said, \"Well it's not finished until it's finished, and then it's finished.\" There is a way in which that is the experience, right? Ninety-nine percent of the time it's just not a story and then at some point you just pull the trigger and it's a story. ... I teach a novel-writing workshop, which is always a hard thing to do, and part of what I ask the students to do is write as many pages as they can possibly write knowing that there's years of work ahead of them.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=WWII+Novel-Memoir+Explores+The+Blurry+Line+Between+Fact+And+Fiction&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"1875"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1393627736-4852c2.m3u?orgId=1&topicId=1033&e=393468478&d=1875&ft=nprml&f=393468478"},{"href":"http://media.npr.org/assets/img/2015/03/17/last-flight-of-poxl-west-91a624b5c082f07d91269bf84767499bd3040532.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"307","width":"409"}},{"href":"http://media.npr.org/assets/img/2015/03/16/dan-torday-author-photo_credit-matt-barrick-e75e6e49ba8cd324c145a38832464d3c670c5e04.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3486","width":"4649"}}]}