{"created":"2015-03-18T07:16:01+00:00","modified":"2015-05-13T21:08:38+00:00","valid":{"from":"2015-05-13T21:08:38+00:00","to":"3015-05-13T21:08:38+00:00"},"hreflang":"en","title":"SXSW Debuts Robot Petting Zoo For A Personal Peek Into The Future","published":"2015-03-18T22:43:00+00:00","teaser":"Robots are coming — in fact they're already here. One exhibit at the South by Southwest interactive festival lets visitors get up close and personal to our future overlords.","itags":["npr_api","393614456"],"guid":"296e68dd-4726-473c-bf02-535ca4021067","contentencoded":"<p>Robots can be scary. Dystopian films such as <em>The Terminator</em> tell the story of a world where robots take over.</p><p>But for some, robots are more like R2-D2, the cute bot from <em>Star Wars</em>. At this year's South by Southwest interactive festival, a petting zoo is aiming to evoke those same feelings. But, not just any petting zoo: a robot one.</p><p>BlabDroid is a small robot, less than a foot high, with bulldozer wheels, a cardboard body and a smile on his face. He's cute, but asks tough questions.</p><p>\"Tell me something that you've never told a stranger before,\" he says.</p><p>NPR may not be the best platform to reveal secrets, but privately, the robot might have gotten an answer. Alexander Reben, BlabDroid's maker, says that's what he was designed for. Reben was studying robot human interaction at MIT when they decided to put a camera on the robot to see how people would respond when no one else was around.</p><p>\"It asked a guy from the Boston Marathon who wandered into the lab randomly, 'What do you do here?' \" Reben says. \"And he laid down on the floor and started saying 'Man, you know my flight has been grounded, and I really want to go home.' There's something here if this guy goes and tells a robot something that he wouldn't tell a person that he just met in that area.\"</p><p>BlabDroid actually has some pretty sophisticated wiring inside, but with a cardboard shell with a smile cut into it, he looks like he was made in someone's garage. Reben says that's intentional.</p><p>\"In a relationship with a robot, where you're being very vulnerable, the other actor in that situation has to be as vulnerable as you,\" he says. \"So if the robot is small, tiny, made out of cardboard, you kind of feel like you can open up to him more because he's very familiar and you feel like you're in control of that situation.\"</p><p>Recently, Reben linked up with a nonprofit organization that assembles volunteers in the tech industry to be available when a disaster hits. The goal is to deploy BlabDroid to communicate with survivors.</p><p>\"When you just got through a difficult situation where you may not want to talk to other people about what's happening, like if you have a fun character come in, it's not as serious as coming to a psychologist,\" Reben says.</p><p>BlabDroid isn't the only cute robot at the petting zoo. Tara Reynen does sales and education for Ozobot. These robots are small enough to fit into the palm of the hand.</p><p>Participants draw lines on a piece of paper and the robot follows the route set out. If the line is green, Ozobot turns green; a red line changes Ozobot to red. A small line of mixed colors allows Ozobot to take directions.</p><p>\"You take those colors and you put them in certain sequences and that tells it to perform specific commands,\" Reynen says.</p><p>Ozobot is designed for children to learn the basics of programming. Other bots here were less cute; some were robotic drones to help with rescue missions. There were even robots here used at Fukushima.</p><p>All in all, it was the Utopian picture of robots that dominated this petting zoo. And a picture of the robotic future that optimists prefer.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=SXSW+Debuts+Robot+Petting+Zoo+For+A+Personal+Peek+Into+The+Future&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Laura Sydell","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1393748224-70d838.m3u?orgId=1&topicId=1019&d=233&p=3&story=393614456&t=progseg&e=393744442&seg=8&ft=nprml&f=393614456"},{"href":"http://media.npr.org/assets/img/2015/03/17/img_0058-839ec8943427df31e804e4932a092b5a47291fbb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1827","width":"2437"}}]}