{"created":"2014-11-07T08:30:18+00:00","modified":"2015-04-29T17:55:43+00:00","valid":{"from":"2015-04-29T17:55:43+00:00","to":"3015-04-29T17:55:43+00:00"},"hreflang":"en","title":"Bomb Techs Work Through 'Dark Spots' To Brighter Lives","published":"2014-11-11T21:27:00+00:00","teaser":"In an update to a 2011 StoryCorps interview, retired Army Sgt. 1st Class Max Voelz, whose wife died disarming an IED, and Sgt. Mary Dague, who lost both arms in Iraq, both say they are happy now.","itags":["npr_api","362010372"],"guid":"297190ee-21d4-410f-8887-e9e9cdc1b422","contentencoded":"<p><em>In 2011, NPR <a href=\"http://www.npr.org/2011/05/27/136689576/army-couple-deploys-to-iraq-but-only-one-returns\" target=\"_blank\">aired an interview</a> with retired Army Sgt. 1st Class Max Voelz remembering his wife, Staff Sgt. Kim Voelz. Kim was killed while disarming an IED in 2003. </em><em>Here, in an update to that interview, Max talks to a fellow bomb tech who helped him cope, and an NPR listener who reached out after hearing him on the radio.</em></p><p>Retired Army Sgt. 1st Class Max Voelz and his wife, Staff Sgt. Kim Voelz, served in Iraq in the Army's elite bomb squad. She died working on an incident Max says he sent her on, and she was in a medically induced coma when he arrived at the hospital. The nurses there told him to talk to her, insisting, he says in his 2011 interview, that people who came out of comas often remembered hearing things that people said.</p><p>\"I mean, what are you going to tell your wife who's dying? That you love her, and you don't want her to die. But I knew she was dead a long time before the doctors stopped working on her,\" he told StoryCorps in 2011. \"You hold someone's hand, and then it feels different.\"</p><p>They married when Max was 25, and their plan was to retire from the Army. When he first talked to StoryCorps, he said, \"I'm 36, and I still don't have a plan,\" Max says. \"I am an Army widower. I don't think there's very many of us. And when I receive a condolence letter from a high-ranking government official that says, 'Mrs. Voelz, we're sorry for the loss of your husband,' it just makes it seem like nobody knows we exist.\"</p><p>At one of Max's lowest points, he turned to another bomb tech, Sgt. Mary Dague, who lost both of her arms in Iraq.</p><p>\"I was in a pretty dark spot at the time, and another bomb tech thought that talking to you would help, and it did,\" Max says in the StoryCorps update. It took him awhile to open up, but then, Max says, he wouldn't stop talking.</p><p>\"I'm OK with that,\" Mary says. \"I really just wanted to reach through the computer and hug you. Like, 'It's OK.' Well, 'It's not OK, but it'll get better.'</p><p>\"You do seem a lot happier,\" she says.</p><p>\"I'm glad. I am,\" he says. \"I mean, I'm always gonna have the can't-sleep and the nightmares. But basically, you have a gift of helping people who are depressed. Where does your attitude come from?\"</p><p>\"When I was young I was very soft. I cried a lot. And right after high school, I was engaged, and his mom pulled me into the kitchen making dinner one day and was like, 'Don't worry, Mary, I'm going to train you to be the perfect housewife.' It scared the hell out of me,\" she says. \"I joined the Army like a week later.\"</p><p>She lost her arms in 2007 after getting a call for an IED that the Iraqi army had picked up. \"I got it in the truck and I laid it down in there, and it started to roll off, and I went to grab it and it detonated,\" she says. \"I could hear this woman screaming and screaming, and then I realized that it was me.\"</p><p>\"What kind of stuff do you have to deal with on a daily basis because of your injuries?\" Max asks.</p><p>\"I'll tell you, the worst part is I've never really liked being the center of attention,\" she says.</p><p>\"And now you have a big sign on your forehead.\"</p><p>\"Yeah,\" she says. \"But I have quite the collection of T-shirts. They say things like 'Worst Drummer Ever.' I have one that's got a big thumbs-up and says 'Thumb Wrestling Champion,' \" she says.</p><p>\"I guess the way I look at it is, yeah, I lost my arms, and I'm mostly deaf, my face is scarred to f- - -. But all of that has led to some really amazing opportunities, and I've helped a lot of people,\" she says. \"I don't know if I could lead a happier life now.\"</p><p><em>Produced for </em>Morning Edition <em>by Jasmyn Belcher Morris.</em></p><p><em>StoryCorps is a national nonprofit that gives people the chance to interview friends and loved ones about their lives. These conversations are archived at the American Folklife Center at the Library of Congress, allowing participants to leave a legacy for future generations. Learn more, including how to interview someone in your life, at </em><a href=\"http://storycorps.org/\" target=\"_blank\"><em>StoryCorps.org</em></a><em>.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Bomb+Techs+Work+Through+%27Dark+Spots%27+To+Brighter+Lives&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"250"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1362226273-f06a4f.m3u?orgId=1&topicId=1060&aggIds=4516989&d=250&p=3&story=362010372&t=progseg&e=362225794&seg=15&ft=nprml&f=362010372"},{"href":"http://media.npr.org/assets/img/2014/11/06/daguenpr-44adf2d5718d5f86f93f10d773628de936dad2db.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"599","width":"799"}},{"href":"http://media.npr.org/assets/img/2014/11/06/voelz-storycorps-7ccf39a057e65324c9fe4e3058c5a6328742ca02.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1168","width":"1557"}},{"href":"http://media.npr.org/assets/img/2014/11/06/mary_tshirt-2bed6296e4a6282523d6626661f76f1432490041.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"539","width":"719"}}]}