{"created":"2014-11-28T19:30:21+00:00","modified":"2015-05-13T21:29:04+00:00","valid":{"from":"2015-05-13T21:29:04+00:00","to":"3015-05-13T21:29:04+00:00"},"hreflang":"en","title":"For Northern Ireland, Wounds From 'The Troubles' Are Still Raw","published":"2014-11-29T13:25:00+00:00","teaser":"Sixteen years after the much-heralded Good Friday Agreement between Protestant and Catholic forces in Northern Ireland, walls separating neighborhoods are a sign of how profoundly divided it remains.","itags":["npr_api","367183005"],"guid":"2977b90e-1cac-46b5-bde5-c648d3a6b0fc","contentencoded":"<p>Sixteen years ago, the Good Friday peace agreement ended the violent conflict in Northern Ireland by creating a power-sharing government. Around the world, people point to the agreement as a model for how to resolve ethnic conflicts.</p><p>And yet, political leaders in Northern Ireland are still struggling to bring Protestant and Catholic groups together. The fact that this is even an issue might surprise many people.</p><p>When I visited Belfast, I found a city still profoundly divided.</p><p>Physically, its people are divided by 30-foot-high walls that snake through town, lined with murals, separating Catholic neighborhoods from Protestant.</p><p>\"That is one of the ways we've managed those differences, by building high walls,\" says Dominic Bryan, who directs the Institute of Irish Studies at Queen's University Belfast. \"You know, high walls make good neighbors.\"</p><p>I met him at one of these so-called peace walls.</p><p>\"At this very spot we had severe violence between the two communities, what we might call ethnic violence,\" he says.</p><p>Belfast endured 40 years of virtual war, known as The Troubles. The IRA and other Catholic paramilitary groups used bombings, kidnappings and murder. <br /> They wanted to end British rule of Northern Ireland and join the Republic of Ireland to the south. Violent Protestant paramilitary groups fought back.</p><p>And even though The Troubles officially ended in 1998, today many people still say they don't want the walls to come down.</p><p>\"Until people feel a sense of security themselves, then I think we haven't created the context where I think it's fair to bring these walls down,\" Bryan says.</p><p>More than 90 percent of students in Northern Ireland attend segregated schools. Many Protestants say they don't know Catholics personally, and vice-versa.</p><p>\"It's always been like that, and it'll never change,\" says Kirstie Devine, 21.</p><p>I ran into her walking on the street with her girlfriend. She showed us an angry red scar on her throat, the result of a stabbing.</p><p>\"I was walking down the road and this wee lad started fighting me, and I started fighting him, and it was all because I was Catholic and because I was gay, and he didn't like that,\" she says.</p><p>I asked which did she think was worse to him: being Catholic or being gay?</p><p>\"Being gay, I think, was the worst,\" she responds. \"But being Catholic didn't help my luck either.\"</p><p>The violence today is nothing like during The Troubles. These days, it's illegal to belong to a paramilitary organization.</p><p>But these groups still exist under the radar. And without a clear political purpose, they've started getting into organized crime, drug dealing and prostitution.</p><p>At the Taughmonaugh Social Club on a Sunday evening, a bunch of tattooed young guys sit around a table full of empty beer bottles. The minute I walk in they peg me as an American, and a journalist.</p><p>I've come to meet a man named Jackie McDonald, who used to run the Ulster Defence Association, the biggest Protestant paramilitary group. He served 10 years in prison on racketeering and other charges. Now, he works with a group that seeks peace.</p><p>He says the younger generation doesn't seem to want resolution.</p><p>\"They've heard stories about people like me: ex-prisoners, ex-combatants,\" he says. \"They've heard stories about their grandfather or their uncle. So these young people think they've missed out.\"</p><p>To them, the violence and prison is something that's \"sexy,\" he says.</p><p>\"They see that as having some sort of identity, some sort of status in the community,\" he says.</p><p>The notorious prison where McDonald served time is called the Maze. It's a 20-minute drive outside of Belfast, and it's been closed for years.</p><p>I went there to meet Scott Boldt, former head of the reconciliation program at Edgehill Theological College at Queen's University.</p><p>Today the site just looks like hundreds of acres of dirt and gravel surrounded by a perimeter fence. There had been a project to develop the area into a peace-building center, complete with a building designed by noted architect Daniel Liebskin, until just over a year ago, says Boldt, when plans fell through.</p><p>The European Union allocated hundreds of millions of dollars for the project. Then unionist groups expressed a fear that it would become a shrine to republicanism — in their words, \"a shrine to terrorism.\" So the project is on hold indefinitely.</p><p>\"What happens with peace agreements like the Good Friday Agreement is when there's a degree of peace on the surface, it removes some of the urgency, which ironically removes what perhaps is the greatest impetus to bring things across the finish line,\" says Richard Haass, president of the Council on Foreign Relations in New York.</p><p>Twice in the last 10 years, Haass has led diplomatic efforts to bring the sides together in Northern Ireland. It's never quite worked out the way he hoped.</p><p>He says the meetings would start out civil, normal, relaxed.</p><p>\"And suddenly somebody would say something, and it was as if something had been ripped, you could almost hear the Velcro ripping off and people would start using words like terrorist. And they'd start going after one another,\" Haass recalls. \"And what it showed me is that underneath this veneer of normalcy or civility, how raw it still is.\"</p><p>The day we arrived in Belfast, police were on high alert after a suspected bomb attack on a police vehicle.</p><p>In the last two weeks, five officers had been injured, according to Police Inspector David Moore, mostly from being struck by bricks or other objects.</p><p>When asked how typical this is, he says it could be an \"awful lot more.\"</p><p>\"With the violence we've seen over four or five nights, I'm glad I'm sitting here and saying it is only five,\" he says.</p><p>Thousands of people died in The Troubles, and many of their family members are still seeking some kind of closure.</p><p>Three days before I arrived in Belfast, Brenden Megraw was finally buried. He was one of the disappeared, taken by the IRA more than 30 years ago; his body was only found in October.</p><p>He was given a traditional Irish wake. During the ceremony, candles were lit in the church to represent each of the disappeared.</p><p>Sandra Peake is the chief executive of Wave Trauma Centre, a group that helps people suffering from The Troubles.</p><p>\"I think in general there are still families that feel that things are still as raw today,\" she says.</p><p>Last year, her organization had 645 new clients. So even all these years after the peace accords, many people are only just starting to process the damage.</p><p>\"I think many of us have a blindness to the reality of what The Troubles did here. And we live within the community, we work within the community,\" Peake says. But there's a blindness to the reality of what many families have been left to carry here.\"</p><p>Trained as an emergency room nurse, Peake says she loved the quick fix: Someone enters with an open wound; you sew it up, and they leave.</p><p>Now she operates in a different world — where the wounds take years to close, if they ever heal at all.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Northern+Ireland%2C+Wounds+From+%27The+Troubles%27+Are+Still+Raw&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ari Shapiro","audio":[{"meta":{"duration":"496"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1367244346-5a4f19.m3u?orgId=1&topicId=1124&d=496&p=2&story=367183005&t=progseg&e=367199609&seg=4&ft=nprml&f=367183005"},{"href":"http://media.npr.org/assets/img/2014/11/28/33347961_h33159673-f58ce17a18dd48a5ab50f1e28e8dcb4247f30e8a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2222","width":"2963"}},{"href":"http://media.npr.org/assets/img/2014/11/28/ari_wall-8fa0e4d7c2a8a3e04e97aa8f69ee78819f793ab2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1217","width":"1623"}},{"href":"http://media.npr.org/assets/img/2014/11/28/33347961_h20134105-d464c99ba6b042e9b84532358cec1881b5eb3c67.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2331","width":"3108"}},{"href":"http://media.npr.org/assets/img/2014/11/28/mcdonald-991691d9408dfb71a1b383e23a66167259a734dd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2399","width":"3198"}}]}