{"created":"2015-05-14T01:47:58+00:00","modified":"2015-05-14T21:14:31+00:00","valid":{"from":"2013-12-09T08:26:38+00:00","to":"3013-12-09T08:26:38+00:00"},"hreflang":"en","byline":"Ashley Milne-Tyte","description":"Companies who rely on older employees are offering special incentives, from training in new job skills to babysitting services for grandkids.","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p><span>We’ve heard a lot in the last few years about older workers being laid off, and not being able to find another job. But there are actually some companies that are trying to keep their older workers. They want experienced employees to be happy and productive for as long as possible, so business can run smoothly. According to the Bureau of Labor Statistics, 40 percent of people 55 and older are employed -- that’s an all-time high. Job market watchers say it’ll be increasingly important to keep those aging workers keen.</span></p>\"},{\"content\":\"<p><span>Patricia Riordan is one of them. When she started nursing 42 years ago, she used to push pills in a little cart from patient to patient. These days a computer dispenses the dose into tiny drawers, and it’s rare for Riordan and her colleagues to have to wait for medication to come from the pharmacy.</span></p>\",\"type\":\"text/html\"},{\"content\":\"<p><span>Technology isn’t the only thing that’s made life easier lately. At 62, Riordan is still working a few 12-hour shifts a week as a cardiac nurse. For years, she squeezed through narrow spaces and stepped over chairs to reach patients. Not any more. The way her hospital near Atlanta is designed, the work is now easier on her body.</span></p>\",\"type\":\"text/html\"},{\"content\":\"<p><span>&quot;The furniture is pretty well put out through the units so that the rooms are spacious enough that we can get around with the equipment,&quot; Riordan says. &quot;Everything that we need to do for the patients is readily available.&quot;</span></p>\",\"type\":\"text/html\"},{\"content\":\"<p><span>Her employer, WellStar Health System, wants to accommodate its aging workforce -- a third of its nurses are over 50. The new hospitals allow nurses to walk a shorter distance between patients, cut down on bending, and do their rounds on softer floors.</span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><span>Other industries like retail, banking, and transportation are also courting older employees, according to Marcie Pitt-Catsouphes, director of the Sloan Center on Aging and Work at Boston College.  Companies now provide everything from babysitting services for grandkids to training in new skills. She says they want to ensure their older employees are coming to work engaged, but also “interested in keeping their skills up-to-date.”</span></p>\"},{\"type\":\"text/html\",\"content\":\"<p><span>It may be logical, but it’s still not the norm for many businesses to woo older workers. And those that <em>are</em> on the case aren’t doing it purely out of altruism, Pitt-Catsouphes says.</span></p>\"},{\"type\":\"text/html\",\"content\":\"<p><span>&quot;Certainly a sweet spot for most employers is to do something that demonstrates sort of an ethics if you will, but also has some sound business sense to it.&quot;</span></p>\"},{\"type\":\"text/html\",\"content\":\"<p><span>Take pharmaceutical firm Pfizer. Steve First is vice president of benefits at Pfizer. The company provides benefits from free health and wellness consultations to paid time off for caregiving. First says he hears plenty of horror stories from colleagues about how tough it is to find a care assistant for an elderly parent.</span></p>\"},{\"content\":\"<p><span>&quot;So to be able to provide, through our programs, a geriatric care assessment -- the time saving is enormous,&quot; he says. &quot;So that means less time someone is worried about a parent, more time here in the office.&quot;</span></p>\",\"type\":\"text/html\"},{\"content\":\"<p><span>First says Pfizer wants to keep its more seasoned employees enthusiastic, healthy -- and give them peace of mind so they can concentrate on work.</span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><span>Companies also want to make sure workers’ experience gets passed down. Patricia Riordan spends a lot of time with younger nurses.</span></p>\"},{\"type\":\"text/html\",\"content\":\"<p><span>&quot;I do precept them and teach them and they come to me with a lot of questions,&quot; she says. &quot;They consider me a resource on the unit.&quot;</span></p>\"},{\"type\":\"text/html\",\"content\":\"<p><span>Which isn’t surprising -- after all, she does have 42 years of nursing behind her.</span></p>\"}]","teaser":"Companies who rely on older employees are offering special incentives, from training in new job skills to babysitting services for grandkids.","contentencoded":"<div class=\"barn-cleaned\"><p><span>We’ve&nbsp;heard a lot in the last few years about older workers being laid off, and not being able to find another job. But there are actually some companies that are trying to keep their older workers. They want experienced employees to be happy and productive for as long as possible, so business can run smoothly. According to the Bureau of Labor Statistics, 40 percent of people 55 and older are employed -- that’s an all-time high. Job market watchers say it’ll be increasingly important to keep those aging workers keen.</span></p>\n<p><span>Patricia Riordan is one of them. When she started nursing 42 years ago, she used to push pills in a little cart from patient to patient. These days a computer dispenses the dose into tiny drawers, and it’s rare for Riordan and her colleagues to have to wait for medication to come from the pharmacy.</span></p>\n<p><span>Technology isn’t the only thing that’s made life easier lately. At 62, Riordan is still working a few 12-hour shifts a week as a cardiac nurse. For years, she squeezed through narrow spaces and stepped over chairs to reach patients. Not any more. The way her hospital near Atlanta is designed, the work is now easier on her body.</span></p>\n<p><span>\"The furniture is pretty well put out through the units so that the rooms are spacious enough that we can get around with the equipment,\"&nbsp;Riordan says. \"Everything that we need to do for the patients is readily available.\"</span></p>\n<p><span>Her employer, WellStar Health System, wants to accommodate its aging workforce -- a third of its nurses are over 50. The new hospitals allow nurses to walk a shorter distance between patients, cut down on bending, and do their rounds on softer floors.</span></p>\n<p><span>Other industries like retail, banking, and transportation are also courting older employees, according to Marcie Pitt-Catsouphes, director of&nbsp;the Sloan Center on Aging and Work at Boston College.&nbsp; Companies now provide&nbsp;everything from babysitting services for grandkids to training in new skills. She says they want to ensure their older employees are coming to work engaged, but also “interested in keeping their skills up-to-date.”</span></p>\n<p><span>It may be logical, but it’s still not the norm for many businesses&nbsp;to woo older workers. And those that&nbsp;<em>are</em>&nbsp;on the case aren’t doing it purely out of altruism, Pitt-Catsouphes says.</span></p>\n<p><span>\"Certainly a sweet spot for most employers is to do something that demonstrates sort of an ethics if you will, but also has some sound business sense to it.\"</span></p>\n<p><span>Take pharmaceutical firm Pfizer. Steve First is vice president of benefits at Pfizer. The company provides benefits from free health and wellness consultations to paid time off for caregiving. First says he hears plenty of horror stories from colleagues about how tough it is to find a care assistant for an elderly parent.</span></p>\n<p><span>\"So to be able to provide, through our programs, a geriatric care assessment -- the time saving is enormous,\" he says. \"So that means less time someone is worried about a parent, more time here in the office.\"</span></p>\n<p><span>First says Pfizer wants to keep its more seasoned employees enthusiastic, healthy -- and give them peace of mind so they can concentrate on work.</span></p>\n<p><span>Companies also want to make sure workers’ experience gets passed down. Patricia Riordan spends a lot of time with younger nurses.</span></p>\n<p><span>\"I do precept them and teach them and they come to me with a lot of questions,\" she says. \"They consider me a resource on the unit.\"</span></p>\n<p><span>Which isn’t surprising -- after all, she does have 42 years of nursing behind her.</span></p></div>","guid":"297c08e4-ecd7-45de-8f0c-81d34ac847f4","tags":["APM","Economy","employment","older workers","seniors"],"itags":["Marketplace for Monday, December 9, 2013","PMP:Marketplace_PMP","297c08e4ecd75de0f0c781d34ac847f4","Marketplace"],"title":"Companies start to woo older workers with perks","published":"2013-12-09T08:26:38+00:00","audio":[{"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/PRiordan2.jpg?itok=0X61B36Z","meta":{"width":"610","crop":"primary","height":"340"}},{"meta":{"duration":190,"duration_hms":"00:03:10","api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/12/09/marketplace_segment26_20131209"}},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/12/09/marketplace_segment26_20131209_64.mp3","format":"MP3","type":"audio/mpeg"}]}