{"created":"2014-11-27T21:19:03+00:00","modified":"2014-12-02T01:05:41+00:00","valid":{"from":"2014-12-02T01:05:41+00:00","to":"3014-12-02T01:05:41+00:00"},"hreflang":"en","title":"The Holiday Films Are Coming, From 'Moses' To 'Annie'","published":"2014-11-28T00:57:00+00:00","teaser":"Bob Mondello offers a selective preview of what Hollywood has in store for the holidays. There are musicals, there are biopics, and the seas literally will part.","itags":["npr_api","366832046"],"guid":"29917c6e-9cc6-48c4-8bce-5c2bbede099b","contentencoded":"<p>Every year, Hollywood tries to go out with a bang — the question this year is, which bang will be biggest? For sheer moviemaking grandeur, you'd think it would be hard to top the subduing of the dragon Smaug in <em>The Hobbit: The Battle Of The Five Armies</em>. But Peter Jackson's only got Gandalf and armies. In <em>Exodus: Gods And Kings</em>, Ridley Scott's got Moses, 400,000 slaves, and an effects budget Pharaoh would envy, not to mention the parting of the Red Sea.</p><p>Shall we call that a draw?</p><p>Actually, the action this holiday season, as in most holiday seasons, is in based-on-a-true-story stories, because Oscar voters are as fond of biopics as they are short of memory. Among the notable ones this season:</p><ul><li><em>Mr. Turner</em> — Mike Leigh's painterly portrait of <a href=\"http://www.npr.org/templates/story/story.php?storyId=17265416\" target=\"_blank\">British landscape painter J.M.W. Turner</a>, in which Tim Spall courts an Oscar nomination by grunting and snorting as he paints his masterpieces</li><li><em>The Imitation Game</em> — <a href=\"http://www.npr.org/2014/11/21/365253339/benedict-cumberbatch-code-breaker-alan-turing-was-a-puzzle-himself\" target=\"_blank\">Benedict Cumberbatch plays Alan Turing</a>, the gay British math genius who cracked Germany's Enigma Code in World War II</li><li><em>American Sniper</em> — Clint Eastwood's look at an Iraq war veteran (Bradley Cooper) who was the deadliest sharpshooter in U.S. history</li><li><em>Unbroken</em> — Based on the non-fiction book about <a href=\"http://www.npr.org/blogs/thetwo-way/2014/07/03/328077931/olympian-wwii-hero-louis-zamperini-dies-at-97\" target=\"_blank\">a former Olympic track star who got shot down over the Pacific in World War II</a>. The American spent 47 days clinging to a raft, only to be plucked from it by the Japanese, who tried to use him for propaganda.</li></ul><p><em>Unbroken</em> was directed by Angelina Jolie, and unlike previous years when it was startling to see even one woman director leading a prestige project during awards season, this year there are two. The other is Ava DuVernay's measured, majestic <em>Selma</em>, which chronicles <a href=\"http://www.npr.org/templates/story/story.php?storyId=124461875\" target=\"_blank\">Martin Luther King's 1965 campaign for voting rights</a>, and the opposition of Alabama Gov. George Wallace.</p><p>And while women directed those stories of struggle and resistance, they're also out in front of the camera in other potential award contenders: Julianne Moore suffering from early-onset Alzheimer's in <em>Still Alice</em>; Reese Witherspoon as Cheryl Strayed, <a href=\"http://www.npr.org/2012/03/27/149153398/a-walk-on-the-wild-side-hiking-towards-healing\" target=\"_blank\">trekking more than a thousand miles to put her life in order</a> in <em>Wild</em>; and Amy Adams, playing 1950s artist Margaret Keane as she struggles against a husband who claims credit for her hugely popular paintings in <em>Big Eyes</em>.</p><p>Art-house audiences will have a wealth of foreign films to choose from, including <em>Two Days One Night</em>, the Dardenne brothers' wrenching (and timely) story of workplace downsizing, and <em>Leviathan</em>, which looks at a vodka-soaked landscape of Russian corruption.</p><p>Chris Rock wrote, directed and stars in <em>Top Five</em>, about a comedian who's frustrated that he can't get the entertainment industry to take him seriously, while Seth Rogen co-wrote, co-directed and co-stars in <em>The Interview</em>, a less-serious look at someone anxious to be taken seriously. Rogen plays James Franco's producer on a tabloid-TV show that <a href=\"http://www.npr.org/blogs/thetwo-way/2014/06/25/325646474/north-korea-threatens-war-over-new-seth-rogen-comedy\">scores a face-to-face sitdown with Korean leader Kim Jong Un</a>, a fact that attracts attention from the CIA.</p><p>And all of that's before you even get to the musicals <em>Annie</em> and <em>Into The Woods</em>, the latter a comparatively dark look at what happens after \"happily ever after,\" the former a show for those convinced the sun'll come out, um, you know when (if I type it, I won't be able to get it out of my head).</p><p>Good luck resisting if you're a parent ... or even if you're not.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Holiday+Films+Are+Coming%2C+From+%27Moses%27+To+%27Annie%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bob Mondello","audio":[{"meta":{"duration":"482"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1367047196-f3f7d0.m3u?orgId=1&topicId=1045&ft=3&f=366832046"},{"href":"http://media.npr.org/assets/img/2014/11/26/godsandkings-5ddb9e34c8b744618099151036621e58a9945c56.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1936","width":"2582"}}]}