{"created":"2014-09-08T15:36:38+00:00","modified":"2015-01-29T19:57:26+00:00","valid":{"from":"2015-01-29T19:57:26+00:00","to":"3015-01-29T19:57:26+00:00"},"hreflang":"en","title":"Big Data Firm Says It Can Link Snowden Data To Changed Terrorist Behavior","published":"2014-08-18T09:28:00+00:00","teaser":"For months, U.S. officials have said secret data from former NSA contractor Edward Snowden was affecting the way terrorists communicate. A Massachusetts company says it has found proof.","itags":["npr_api","336958020"],"guid":"2997fe2f-ffe2-4d23-bd5e-8333806ef8e7","contentencoded":"<p><em>Editor's note on Aug. 17 at 11:25 a.m. ET: A clarification and <a href=\"http://www.npr.org/blogs/ombudsman/2014/08/16/340624540/attacking-npr-as-a-shill-for-government-intelligence\" target=\"_blank\">links to the ombudsman's critique of this post</a> have been added.</em></p><p>For nearly a year, U.S. government officials have said revelations from former NSA contract worker Edward Snowden harmed national security and allowed terrorists to develop their own countermeasures. Those officials haven't publicly given specific examples — but a tech firm based in Cambridge, Mass., says it has tangible evidence of the changes.</p><p>According to a new report to be released Friday by big data firm <a href=\"https://www.recordedfuture.com/category/analysis/\">Recorded Future</a>, a direct connection can be drawn: Just months after the Snowden documents were released, al-Qaida dramatically changed the way its operatives interacted online.</p><p>\"We saw at least <a href=\"https://www.recordedfuture.com/al-qaeda-encryption-technology-part-1/\">three major product releases</a> coming out with different organizations with al-Qaida and associated organizations fairly quickly after the Snowden disclosures,\" said Recorded Future's CEO and co-founder Christopher Ahlberg. \"But we wanted to go deeper and see how big those changes were.\"</p><p>By \"product releases,\" Ahlberg means new software. And for the first time, Recorded Future says, it can now codify just how big a change it was.</p><p>The company brought in a cyber expert, Mario Vuksan, the CEO of Reversing Labs, to investigate the technical aspects of the new software. Vuksan essentially reverse-engineered the 2013 encryption updates and found not only more sophisticated software but also newly available downloads that allowed encryption on cellphones, Android products and Macs.</p><p>To put that change into context, for years, al-Qaida has used an encryption program written by its own coders called Mujahideen Secrets. It was a Windows-based program that groups like al-Qaida's arm in Yemen and al-Shabab in Somalia used to scramble their communications. American-born radical imam Anwar al-Awlaki used it, too. Since Mujahideen Secret's introduction in 2007, there had been some minor updates to the program, but no big upgrades.</p><p>Ahlberg thought the fact that the group changed the program months after Snowden's revelations provided good circumstantial evidence that the former contractor had had an impact — but he wanted to see how much.</p><p>As it turns out, Recorded Future and Reversing Labs discovered that al-Qaida didn't just tinker at the edges of its seven-year-old encryption software; it overhauled it. The new programs no longer use much of what's known as \"homebrew,\" or homemade algorithms. Instead, al-Qaida has started incorporating more sophisticated open-source code to help disguise its communications.</p><p>\"This is as close to proof that you can get that these have changed and improved their communications structure post the Snowden leaks,\" Ahlberg said.</p><p>Others are less sure that you can draw a straight line from Snowden to the changes in al-Qaida's encryption program. Bruce Schneier, a technologist and fellow at the Berkman Center at Harvard, said it's hard to tell.</p><p>\"Certainly they have made changes,\" Schneier said, \"but is that because of the normal costs of software development or because they thought rightly or wrongly that they were being targeted?\"</p><p>Whatever the reason, Schneier says, al-Qaida's new encryption program won't necessarily keep communications secret, and the only way to ensure that nothing gets picked up is to not send anything electronically. Osama bin Laden understood that. That's why he ended up resorting to couriers.</p><p>Upgrading encryption software might mask communications for al-Qaida temporarily, but probably not for long, Schneier said.</p><p>\"It is relatively easy to find vulnerabilities in software,\" he added. \"This is why cybercriminals do so well stealing our credit cards. And it is also going to be why intelligence agencies are going to be able to break whatever software these al-Qaida operatives are using.\"</p><p>The NSA, for its part, declined to comment.</p><p><a name=\"0001\"></a>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Big+Data+Firm+Says+It+Can+Link+Snowden+Data+To+Changed+Terrorist+Behavior&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Dina Temple-Raston","audio":[{"meta":{"duration":"252"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1337034502-b9a7d4.m3u?orgId=1&topicId=1122&e=336958020&d=252&ft=nprml&f=336958020"}]}