{"created":"2014-10-07T18:54:03+00:00","modified":"2014-10-30T23:56:40+00:00","valid":{"from":"2014-10-30T23:56:40+00:00","to":"3014-10-30T23:56:40+00:00"},"hreflang":"en","title":"Up Close And Personal With A 40-Story Oil Rig In The Gulf","published":"2014-08-06T23:29:00+00:00","teaser":"The Gulf of Mexico accounts for more than 20 percent of U.S. domestic oil production. But few see these operations far offshore.","itags":["npr_api","335282273"],"guid":"299b575e-e4ea-48bb-84f1-a80bfd4a0763","contentencoded":"<p>The U.S. is in the middle of an oil drilling boom that few people saw coming. After decades of decline, crude oil production is rising again. Technologies such as hydraulic fracturing in places such as North Dakota are getting <a href=\"http://www.npr.org/series/268211390/the-great-plains-oil-rush\">a lot of attention</a>. But the Gulf of Mexico still accounts for more than one-fifth of domestic oil production.</p><p>The Gulf can get overlooked because much of the work happens where few people can see it — dozens of miles from shore and deep underwater. Shell recently offered NPR an up-close look at its <a href=\"http://www.shell.us/aboutshell/projects-locations/gulf-of-mexico-deepwater/portfolio/mars-b-olympus.html\" target=\"_blank\">newest production platform and oil rig</a>.</p><p>Olympus is a huge structure, 40 stories high and weighing more than 120,000 tons. It's tethered to the seafloor about 3,100 feet below by thick pipes. While the platform is floating, it doesn't sway. Walking on it feels about as solid as being on land. The difference is that if you look down through the metal grate under your feet, you can see the bright blue Gulf of Mexico a few hundred feet below.</p><p>A crew of 192 people works and lives on Olympus, generally for two weeks at a time. Inside, the quarters look like a cross between an office building and a hotel — except there are no windows. The structure is designed to withstand the hurricanes that frequently develop in the Gulf.</p><p>Large yellow helicopters haul crews for the hourlong ride to the platform, which is 130 miles south of New Orleans.</p><p>\"I started about six years ago and I was a galley hand,\" says Raymond Taylor of SONOCO Offshore Catering. Now he's the \"camp boss,\" which means he oversees the housekeeping and cooking staff. Taylor says he likes living offshore, where the pay is good. Many entry-level jobs for people with a high school education start above $50,000 a year. And jobs that require advanced training or experience <a href=\"http://www.rigzone.com/jobs/salary/\">pay even more</a>.</p><p>Being away from family for two weeks at a stretch can be tough, says Taylor, but life on the platform is comfortable. \"We've got TVs in our rooms ... we have a gym ... we play a lot of games. So, it's like being at home. You just can't go nowhere,\" says Taylor.</p><p>Leaza Greenroad-Ford is one of the few women working on the Olympus. One of her jobs is \"ballast control operations.\" She monitors water levels in the hulls, which look like big round yellow pillars. \"You move the water around to ballast the platform so the platform stays upright,\" she says.</p><p>Greenroad-Ford would like more female colleagues in the Gulf. She says anyone fascinated by mechanical things would find the job interesting. \"Every day it amazes me that you can take oil and gas out of the ground from 18,000 feet under the seaboard floor ... bring that stuff onboard, separate it and then pipe it to shore that's 82 miles away,\" she says.</p><p>The oil industry wants to make Americans more familiar with what these workers do. Companies hope to attract a new generation of workers, but they also need public approval to work in federal waters.</p><p>The government collects royalties of 18.75 percent on the market value of the oil extracted from the Gulf. Shell estimates the U.S. will collect up to $25 billion on this project alone. An undertaking of this size is also important to Shell's bottom line, making deep-water drilling one of the company's biggest priorities.</p><p>\"We started up in February of 2014 on this platform and we expect it to be here until about 2050,\" says Marvin Odum, Upstream Americas director for Shell. Companies such as his would like to drill in federal waters that are currently off-limits — including the Florida coast. \"Most prominent for us — that we're most interested in — would be the eastern Gulf of Mexico because it's just an extension of what we're doing here.\"</p><p>Shell approved its Olympus project after BP's 2010 rig explosion and oil spill in the Gulf, and amid a federal drilling moratorium. Executives such as Odum talk a lot about safety. They say creating a \"safety culture\" is good for business. But they also hope to demonstrate to a skeptical public that oil companies know how to operate safely in difficult environments.</p><p>A series of new federal requirements and industry standards has increased the cost of offshore drilling. \"If you polled across the industry right now ... my guess is you'd hear something around 20 to 25 percent,\" says Odum.</p><p>Oil companies are able to absorb that extra cost because crude prices have been stable for a while — around $100 a barrel. So despite the higher costs, the promise of big profits has oil companies investing billions in Gulf drilling projects.</p><p>That's quite a change from three decades back. \"In the 1980s I can remember when we used to joke about it being 'The Dead Sea,' \" says Bob Fryklund, chief upstream strategist at IHS in Houston.</p><p>Advancing technology gave companies the ability to drill in deeper water, and there they found more big oil fields. Fryklund says that, along with a good success rate in drilling new wells, has made the Gulf of Mexico one of the most popular targets for new investment.</p><p>Look at the Gulf in terms of how many platforms are out there, and Fryklund says today it's still No. 1 in the world. \"We have roughly 5,600 installed platforms over the life of the Gulf,\" he says. \"That compares to something like the North Sea where there's slightly under 300.\"</p><p>Currently there's a public policy discussion underway to determine where companies should be allowed to drill next. The Bureau of Ocean Energy Management is developing a <a href=\"http://www.boem.gov/Five-Year-Program-2017-2022/\">leasing plan for 2017–2022</a>.</p><p>As the oil industry pushes for access to more offshore oil fields, it faces stiff opposition from <a href=\"http://oceana.org/en/eu/our-work/climate-energy/offshore-drilling/overview\">organizations</a> that want the country to transition away from fossil fuels faster. But for now, the oil business in the Gulf of Mexico is booming.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Up+Close+And+Personal+With+A+40-Story+Oil+Rig+In+The+Gulf&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jeff Brady","audio":[{"meta":{"duration":"283"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1338354954-d7410e.m3u?orgId=1&topicId=1131&ft=3&f=335282273"},{"href":"http://media.npr.org/assets/img/2014/07/28/brady_rigtour-81--e62e2ff4bddf058b18d1f0002a835d1bce000fd4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1625","width":"2169"}},{"href":"http://media.npr.org/assets/img/2014/07/28/1881702_brady_rigtour-102--775c47a3fb8f00adafb440865b96f470df76bb49.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1880","width":"2507"}},{"href":"http://media.npr.org/assets/img/2014/07/28/brady_rigtour-155--3b5f097787f31b3868b78c1ad4042ddcf95b7fae.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1880","width":"2507"}},{"href":"http://media.npr.org/assets/img/2014/07/28/brady_rigtour-203--00c82d14e371ab18cc0f9937623c2ff8eb77c9f6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2998","width":"4000"}}]}