{"created":"2015-04-25T13:33:42+00:00","modified":"2015-05-08T21:05:20+00:00","valid":{"from":"2015-05-08T21:05:20+00:00","to":"3015-05-08T21:05:20+00:00"},"hreflang":"en","title":"Who, Or What, Crashed The Market In A Flash In 2010?","published":"2015-04-27T18:15:00+00:00","teaser":"The cause of Wall Street's flash crash has been debated ever since it happened. Officials arrested a lone trader working in his parents' London home, but some question whether he was really to blame.","itags":["npr_api","402136396"],"guid":"29a0494c-e51d-44f7-8e66-9f1c2f4cf8e5","contentencoded":"<p>It has been five years since the so-called flash crash on Wall Street raised big questions about computerized trading. What caused the flash crash has been a topic of debate ever since. U.S. officials revived the debate this week by arresting a little-known trader in London.</p><p>May 6, 2010 started out as an ordinary trading day on Wall Street. Then, at around 2:45 in the afternoon, the Dow Jones Industrial Average plunged nearly 600 points within the space of a few minutes, before correcting itself.</p><p>This week, officials blamed the episode on a little-known trader who worked from his parents' home in London, using computer software he'd modified himself. But questions remain about who was really to blame.</p><p>The flash crash seemed to embody everyone's worst nightmare about the mysteries and risks of high-speed computer trading.</p><p>\"This was a world-wide threat to economic well-being, and it only lasted a matter of minutes,\" says Michael Greenberger, a former regulator at the Commodity Futures Trading Commission.</p><p>The arrest this week of 36-year-old Navinder Singh Sarao has only underscored how opaque the market remains. Sarao was no Wall Street titan. He was a lone trader working out of the west London neighborhood of Hounslow.</p><p>\"He's a legend in our firm, we say,\" says Milto Savvidis, a trader who worked with him. \"During the financial crisis, this guy, for lack of a better word, had balls. He just used to get into big positions and he saw the risks, saw the reward, and he took on the trades.\"</p><p>U.S. officials say that over the years, Sarao used a technique known as spoofing to manipulate trading in the futures market. They say he was able to drive the price of futures contracts up or down by setting up a huge number of trades he never completed.</p><p>\"I mean, that would look like Goldman Sachs was shorting the market, there were so many trades,\" Greenberger says. \"But he didn't have to worry about putting any money up, because he had orchestrated the software so when it ever came to the point that he actually had to buy the contract that would sell the market short, he disappeared.\"</p><p>Officials say once the price was where he wanted it, Sarao would trade, reaping big profits. He allegedly made $40 million over four years. Greenberger says Sarao was well-known to regulators.</p><p>\"The interesting thing is, he was always in trouble with the Chicago Mercantile Exchange,\" he says. \"In fact, the very day of the crash, he received a letter from the exchange complaining about his activities.\"</p><p>But it took officials five years to publicly tie Sarao to the crash, and they only did so after getting tipped off by a whistleblower, says Eric Hunsader, who has spent years studying the flash crash. Hunsader is founder of Nanex, market data and analytics firm based in Winnetka, Ill.</p><p>\"I'm just shocked that the CFTC, when they were analyzing this data, never saw this,\" he says. \"We saw it within — I think it was one of the first things we noticed when we started analyzing it back in the summer of 2010.\"</p><p>Instead, a congressional report attributed the crash to computer trading by a large mutual fund company, later identified as Waddell and Reed. But that claim was always controversial.</p><p>Hunsader says it's unlikely that Sarao was responsible for the crash all by himself. For one thing, on the afternoon of May 6, he shut down his software program 2 1/2 minutes before the crash began — an eternity in high-speed trading.</p><p>\"I'll just use an analogy of a forest fire,\" says Hunsader. \"He was the one who brought the kindling, the wood, if you will. We still need the gasoline and we still need the match.\"</p><p>U.S. officials want to extradite Sarao, which could take a long time. Even if he can block the request, his troubles aren't over. Sarao is also known to have traded on a German exchange, and European regulators are also said to be looking into his activities.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Who%2C+Or+What%2C+Crashed+The+Market+In+A+Flash+In+2010%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jim Zarroli","audio":[{"meta":{"duration":"229"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1402160065-1af0e1.m3u?orgId=1&topicId=1006&d=229&p=7&story=402136396&t=progseg&e=402148730&seg=16&ft=nprml&f=402136396"},{"href":"http://media.npr.org/assets/img/2015/04/25/470645136-5f92391e5b5504a41d085b9a781cb485a2bdad7c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3456","width":"4616"}}]}