{"created":"2015-03-25T18:26:41+00:00","modified":"2015-04-15T20:03:35+00:00","valid":{"from":"2015-04-15T20:03:34+00:00","to":"3015-04-15T20:03:34+00:00"},"hreflang":"en","title":"Do You Believe In Ghosts? You Might After Reading This Book","published":"2015-03-26T22:13:00+00:00","teaser":"Sante Fe's most famous ghost is Hannah Nordhaus' great-great-grandmother. Her new book, <em>American Ghost,</em> is mix of memoir, cultural history, genealogical detective story and paranormal investigation.","itags":["npr_api","395100134"],"guid":"29a6a9fe-b239-4333-a7e9-e8f687f234e7","contentencoded":"<p>Who doesn't love a good ghost story? The unseen hand moving a cup or the shadow climbing a staircase promises an existence beyond our mundane realities. Hannah Nordhaus' new book, <em>American Ghost, </em>is an offbeat mishmosh of memoir, cultural history, genealogical detective story and paranormal investigation, but it opens in the classic manner of spooky tales — with a sighting.</p><p>Late one night in the 1970s, a janitor was mopping the floor in a grand Victorian mansion in Santa Fe that had been turned into a hotel called La Posada, or \"place of rest.\" He looked up and saw a white-haired woman standing near the fireplace. She was dressed in a black gown; she was also translucent. Soon the white-haired woman was spotted everywhere in the hotel, along with attendant eerie phenomena like cold spots, swaying chandeliers and disembodied voices. Disturbances, though, were centered in one room — the bedroom of the former mistress of the house, a woman named Julia Schuster Staab. To this day, Nordhaus says, Julia Staab is Santa Fe's most famous ghost; she also happens to be Nordhaus' great-great-grandmother.</p><p>Ever since she was a child, Nordhaus says, she's been fascinated with her restless ancestor. The enigmatic figure of Julia Staab has materialized, not only within the confines of La Posada but also in novels, histories of the Southwest and as a star attraction on \"ghost tours\" of Santa Fe. Rumors about Julia's life abound: In some versions, she's a Gothic madwoman tortured by the loss of a child; in others, she's a feminist icon, protesting her fate as a bride in an arranged marriage shackled to a tyrannical husband. As Nordhaus points out, Julia's ghost story, like the mansion that once was her home, has been remodeled over and over to suit changing fashions.</p><p>Nordhaus, who (skeptically, sort of, maybe) believes in ghosts, sets out on what she calls \"a metaphorical and literal\" ghost hunt. She wants to \"disentangle ... the flesh-and-blood\" [figure of her great-great-grandmother] from the ghost.\" To do so, she employs the tools of the historian (such as immigration rolls and journals), the tools of genealogy and the more woo-woo services of psychics, tarot card readers and dowsers. In her introduction, Nordhaus promises that — once she's fortified herself with as much knowledge of Julia as she can glean — to figure out why Julia might be sticking around, she'll spend a night alone in that bedroom in La Posada — a narrative teaser if there ever was one.</p><p>I said that <em>American Ghost</em> is an offbeat mishmosh of a book: that's part criticism; part compliment. The book is stuffed with background digressions — some (like the history of the Fox sisters and the Spiritualist movement that swept America after the Civil War) read like filler that should have been trimmed. The most compelling sections of Nordhaus' book, however, are the moments when she unearths traces of Julia's life. Julia was 21 — a daughter of a well-off German Jewish family — when she left the Old World and traveled with her bridegroom, Abraham (a dry-goods merchant), to her new home. Here's how Nordhaus evokes her great-great-grandmother's journey via stagecoach on the Sante Fe trail:</p><blockquote><p>\"The seats were stuffed with hay to keep contusions to a minimum, but it wasn't much help, with the wheels jolting over ruts and pits and stones. ... Hay lined the floor to warm Julia's feet, and buffalo robes warmed her lap. To keep out the cold air, the side flaps were fastened. Julia rode in the dark.\"</p></blockquote><p>An adobe hut welcomed Julia at the end of the trail, eventually to be replaced by that grand mansion, which would be filled with seven children. Nordhaus vividly summons up the larger world of German Jewish merchant families in the Southwest and delves into Julia's particular friendship — or, possibly, love affair — with the Catholic archbishop in Santa Fe, who would later be memorialized in Willa Cather's famous novel <em>Death Comes for the Archbishop</em>. Fortunately for Nordhaus, she obviously hails from a family of pack rats: Her book is graced by excerpts from a diary kept by one of Julia's daughters, family letters and several atmospheric photos of Julia herself.</p><p>At the end of Nordhaus' own trail awaits that night of reckoning in Julia's bedroom. Something <em>does</em> happen there, but my lips are sealed. Whether you believe in ghosts or are just intrigued by their persistence in popular culture, <em>American Ghost</em> is itself a haunting story about the long reach of the past.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Do+You+Believe+In+Ghosts%3F+You+Might+After+Reading+This+Book&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Maureen Corrigan","audio":[{"meta":{"duration":"477"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1395326538-07b80a.m3u?orgId=1&topicId=1034&e=395100134&d=477&ft=nprml&f=395100134"},{"href":"http://media.npr.org/assets/img/2015/03/25/american-ghost-hc-29980e013678c8068a70e95e4e50d4af5ddb16e7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"829","width":"1105"}},{"href":"http://media.npr.org/assets/img/2015/03/25/hannah-nordhaus-credit-casie-zalud-ce5af9166a869b11384587fe998112e4fbfa823a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1798","width":"2397"}}]}