{"created":"2015-02-11T22:18:52+00:00","modified":"2015-06-25T17:45:20+00:00","valid":{"from":"2015-06-25T17:45:20+00:00","to":"3015-06-25T17:45:20+00:00"},"hreflang":"en","title":"Tumultuous Relationships, But Not Much Gossip, In Langston Hughes' Letters","published":"2015-02-11T23:27:00+00:00","teaser":"Poet Langston Hughes was also an \"inveterate letter writer,\" says the co-editor of a new compilation of his correspondence. But if you're hoping to find profound love letters, you'll be disappointed.","itags":["npr_api","385467384"],"guid":"29a61acc-49e6-45ed-a934-049990ff99df","contentencoded":"<p>In addition to poems and plays and stories, Langston Hughes also wrote letters — a <em>lot </em>of letters. The letters — compiled for the first time in <em>Selected Letters of Langston Hughes --</em> offer insight into a man deeply devoted to his craft, and chronicle his often tumultuous personal and professional relationships.</p><p>\"He was an inveterate letter writer,\" Arnold Rampersad, co-editor of the compilation, tells NPR's Rachel Martin. \"He would write sometimes 30 or 40 working late into the night, into the early morning. He believed in letters and he also saved them.\"</p><p>Rampersad, along with co-editor David Roessel and Christa Fratantoro, sorted through thousands of Hughes' letters — enough to fill 20 volumes — doing \"the best they could\" to find the most significant ones.</p><hr /><h3>Interview Highlights</h3><p><strong>On where Hughes kept his letters</strong></p><p>All sorts of places, at one point he talks about having a drawer full of letters and he had to move his socks out in order to accommodate more letters. Then he kept them in his basement until Yale University — to which he gave the correspondence — started sending a truck down every six months to haul away essentially the letters in addition to other manuscript material.</p><p><strong>On what can — and can't — be found in these letters</strong></p><p>Some letters are more revealing than others — that's for sure. His early letters not surprisingly tell us a bit more about himself and you see him more as the would-be poet poeticizing on the page. Then gradually, he becomes more of — I don't want to say a businessman — but he's more professional. But I think the letters are extremely interesting and they do reveal ... a lot about him even though he did not like to gossip; he did not like to say evil things about people so that's bound to disappoint many readers.</p><p><strong>On Hughes' relationship with his benefactor Charlotte Mason</strong></p><p>She supported Langston Hughes. She took an interest in the rising Harlem renaissance. With Hughes she developed, I think, a particularly personal relationship. She was in some respects the extraordinarily loving and generous mother that he did not have in real life. ... Mason showered him with affection. She believed in the glorious racial spirit of Africa and she wanted that bought out in Langston's writings. He said in one place, \"She wanted me to be Africa but I was just an American Negro, and I wanted to write about Kansas City and Harlem and so on.\"</p><p>And this is a woman in her 70s who wanted things done fairly quickly, and when Langston was not producing the kind of art she wanted to see produced, she could get angry. And finally at one point at around 1931 she just dropped him as a friend.</p><p><strong>The letter Hughes wrote to Mason on August 15, 1930 after the split in their relationship:</strong></p><blockquote><p>I ask you to help the gods to make me good, <del>and</del> to make me make me clean, <del>and</del> to make me strong and <del>to make me</del> fine that I might stand aflame before my people, powerful and wise, with eyes that can discern the ways of truth. I am nothing now — no more than a body of dust <del>possessing no</del> without wisdom, having no right to see. Physically and spiritually I pass through the dark valley, a dryness in my throat, a weariness in my eyes, fingers twisted in to strange numb shapes when I wake up at night, the mind troubled <del>and confused</del> in the face of things it does not understand, the mouth silent because there is no one to talk to, the <del>cool</del> sweet air burning the lungs, the hot sun cold to the body.</p></blockquote><p><strong>On what Rampersad reads in that letter to Mason</strong></p><p>He was at one level demoralized, another level he was extraordinarily angry. He understood the reason he was sick, and couldn't eat, and his hands, fingers twisted in to certain odd positions: The reason was that he was profoundly angry — an internal rage that he could not bring himself to express.</p><p><strong>On what the letters illustrate about his standing in the black literary community at the time</strong></p><p>The letters show him reaching out to other writers and what is characteristic of his correspondence is how quickly he is willing to turn the other cheek. He defends the right of people not to like his work and not to like him and to turn on him, as several writers did — a few of them thought he wasn't complicated enough in his writing, wasn't profound enough. And he said: Well, I do what I do, I know what I am am trying to achieve in my writing, and I will be the simple writer that you think I am. Even though in private he could harbor resentments — as he did against James Baldwin for example and against Ralph Ellison — for treating him, as he considered it, unfairly.</p><p><strong>On whether the letters reveal anything about Hughes' love life</strong></p><p>There are some love letters to a woman he thought of marrying at one point, a woman named Sylvia Chen, but they are not profound love letters I would say. They are skimming on the surface but full of outward emotions of affection, but if you read the volume as a whole, you're not going to find love letters to anyone, to a woman, to a man, and I don't believe those letters existed. I don't believe he asked anyone to throw out any letters that they had because he probably never wrote those letters.</p><p>I think he wanted close relationships with certain people, but at some point he decided they were really not for him and his most important connection was going to always be with the written word, with African Americans in their mass, with America as a cultural, psychological, political project.</p><hr /><h3>Excerpt: Selected Letters of Langston Hughes</h3><p><strong>TO CHARLOTTE MASON<br /></strong><em>[Surviving draft of a letter]</em></p><p>June 6, [1930]</p><p>In all my life I have never been free. I have never been able to do anything with freedom, except in the field of my writing. With my parents, with my employers in my struggle for food, in all the material circumstances of life, I have been forced to move this way and that — only when I sat down for a moment to write have I been able to put down what I wanted to put down, to say what I've wanted to say, when and where I choose . . . . . . As long as I worked on my novel, dear Godmother, I think we were One — we both wanted it finished soon, we both agreed about what was being done. But when you told me that I should have begun my writing again the week after I returned from Cuba — I must disagree with you. I must never write when I do not want to write. That is my last freedom and I must keep it for myself . . . . Then when you tell me that you give me more than anybody ever gave me before — ($ 225 00 a month — my allowance and half of Louise) — and that I have been living in idleness since the first of March — I must feel miserably ashamed. I must feel that I have been misusing your kindness and that it would be wrong <del>to you</del> for me to take your help any more when I cannot write — when I cannot do what you believe I should be doing — when I am afraid of making you unhappy because you have been <del>kind</del> good to me — and when I know that I cannot write <del>at all</del> on any sort of pre- arranged schedule. The nervous strain of finishing the novel by a certain time has shown me that. Almost all of one's life must be measured and timed as it is— meals every day at a certain hour; if I am working for a salary — to work at a certain time; to bed at a certain time <del>in order</del> to get enough sleep; letters to be answered by a certain time in order to avoid discourtesy or loss of business. So far <del>in this world</del>, only my writing has been my own, to do when I wanted to do it, to finish only when I felt that it was finished, to put it aside or discard it completely if I chose. For the sake of my physical body I have washed <del>restaurant</del> thousands of hotel dishes, cooked, scrubbed decks, worked 12 to 15 hours a day on a farm, swallowed my pride for the <del>sake</del> help of philanthropy and charity — but nobody ever said to me \"You must write now, you must finish that poem tomorrow. You must begin to create on the first of the month.\" Because then I could not have <del>have written, I could not have</del> created anything. I could only have put down empty words at best. . . . . . The creative urge must come from within, <del>always</del> as you know dear G., — or it is less than true . . . . . So I am sorry if you feel that I have been unnecessarily idle. And, I am ashamed beyond words, if I have misused your generousity. I did not want ever to do that. And if I have misunderstood your words advice, your kind and sincere talks with me the last few weeks, blame only my stupidity, <del>Godmother,</del> not my heart. My love and devotion are yours always, and my deepest respect and gratitude, and my willingness always to listen to you in the future as in the past and to be guided by you as nearly as I can. But I must tell you the truth so that there will be no wall between us.</p><hr /><p><strong>TO ARNA BONTEMPS</strong></p><p><em>[On </em>Hotel Wellington, Seventh Avenue At Fifty- Fifth­ Street, New York, N.Y. 10019 <em>stationery]</em></p><p>April 22, 1967</p><p>Dear Arna,</p><p>I believe I asked Raoul [Abdul] to drop you a card requesting that you revise, as you like, your own biog, and add to it what you wish, to bring it up to date for THE POETRY OF THE NEGRO and send it to me post haste as I'm now ready to type those sheets up for Doubleday, having all the material — but Lewis Alexander's birth date — which I intend to find if it KILLS me. Ran into Kurtz Myers of the Hackle Collection in Detroit, who says­ he thinks he can get it for me through a library researcher who finds things for him in Washington.</p><p>The house is still ALL torn up, and Emerson is going around in circles, not being good at \"law and order\" and quite lost without Aunt Toy, who is wasting away by the hour to a wisp of her former self, now too weak to sit up, but wants to come home — which really would put an end to her if she saw the house as it is now — full of paint fumes, dust and debris. You never saw the like.</p><p>With such confusion there, I shall stay here at the hotel until I go to Europe (maybe not till July now). So you may best write me here, ROOM 41, at the above address. Impossible to work at home.</p><p>Meltzer's second draft of his book, LANGSTON­ HUGHES, is good. And I've just added a little chapter for him about my African trip. But this is the LAST book or thesis I can take time out to help anybody with. Enough anyhow — four — with [James] Emanuel's and the two in France ­Belgium. . . . . SIMPLE got off to a good start in Paris so they write me, and still urge me to fly over right now for interviews. Wish I could. But not for just a week, not for just a year. . . . .as the song says . . . but —</p><p>Toujours,</p><p>Langston</p><p><em>Excerpted from </em><strong>THE LETTERS OF LANGSTON HUGHES </strong><em>by Langston Hughes. Edited by Arnold Rampersad and David Roessel. Copyright 2015 by The Estate of Langston Hughes. Excerpted by permission of Knopf, a division of Random House LLC. All rights reserved. No part of this excerpt may be reproduced or reprinted without permission in writing from the publish</em>er.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Tumultuous+Relationships%2C+But+Not+Much+Gossip%2C+In+Langston+Hughes%27+Letters&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"320"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1385537518-e36704.m3u?orgId=1&topicId=1033&aggIds=100876926&d=320&p=2&story=385467384&t=progseg&e=385474378&seg=8&ft=nprml&f=385467384"}]}