{"created":"2014-10-14T09:09:21+00:00","modified":"2015-04-07T17:51:19+00:00","valid":{"from":"2015-04-07T17:51:19+00:00","to":"3015-04-07T17:51:19+00:00"},"hreflang":"en","title":"Panic In The Parking Lot: A Hospital Sees Its First Ebola Case","published":"2015-01-06T17:10:00+00:00","teaser":"It was June. Joshua Mugele, an American ER doc, was working at a Liberian hospital when the first Ebola patient came in. No one was prepared. Yet the terrified staff took great risks to treat the man.","itags":["npr_api","356045068"],"guid":"29aba11e-6f7a-453a-84de-5d43ea983803","contentencoded":"<p>It's hard to imagine it now, when the death toll from Ebola is in the thousands. But just a few months ago, you could count the victims one at a time.</p><p>For Dr. Joshua Mugele, the counting began one morning in June when he showed up for work at the John F. Kennedy Memorial Hospital in Monrovia, Liberia. Mugele, an ER doc and associate professor of clinical emergency medicine at Indiana University School of Medicine, was on a fellowship, working with staff to develop disaster readiness programs. The project had nothing to do with Ebola.</p><p>On that particular morning, Mugele showed up at the hospital to find a colleague in the parking lot, nervously making phone calls. When the man saw Mugele he told him the news: \"We have a patient with Ebola.\"</p><p>One of Mugele's first questions was whether the patient was in isolation. He was told the Ebola victim was in the same crowded emergency department where he'd been all night.</p><p>Mugele raced to the emergency department and paused at the door. Small and crowded with no ventilation or air conditioning, the room always had a horrible stench; today was no exception. As he stood there, a colleague pointed to the back of the room. There he was — you couldn't miss him. \"He was lying on an iron bed at the far end of the emergency department, obviously sick,\" Mugele remembers. \"He's sweating. He's moaning. He's essentially comatose.\"</p><p>Two doctors joined Mugele in the doorway: Dr. Samuel Brisbane, one of the hospital's senior physicians, and Abraham Borbor, head of medicine in the emergency department. This was a moment they'd all been dreading. For weeks, Ebola had been at the forefront of their thinking as the epidemic seemed to pick up steam. Mugele says they'd talked a lot about the virus and how scared they were about what might happen if a patient with the disease turned up.</p><p>Brisbane, 74, was especially worried because he knew from past experience treating other viral hemorrhagic fevers just how dangerous these types of viruses could be. He was so worried he carried around a thermometer to take his own temperature on a regular basis, just in case he'd been exposed to the disease without knowing it.</p><p>Now all that worry would have to turn into action.</p><p>It took the three of them a few minutes to figure out what to do. \"We knew we needed to get him into an isolation room,\" Mugele says, \"and we were trying to decide if the room had to have a sink or a working toilet. Or can you use plumbing with Ebola, or do you have to actually burn the feces? We just were trying to remember exactly what had to be done.\"</p><p>In the end, they decided the most important thing was to move the man into an isolated room with its own trash can. Not a lot to ask for, and yet there just weren't any empty rooms to spare; a small enclosed area at the back of the emergency department would have to do.</p><p>They began gowning up. Mugele says everyone was nervous, yet they were joking around. At one point, he reached for a pair of gloves and grabbed for a gown when Borbor stopped him. \"He laughed at me and said there's no way you're going to be touching this patient. He said, 'I'm not going to make the international news for letting the first white man catch Ebola.' \"</p><p>Mugele didn't want to pull back. But he felt that as a guest at the hospital, he had to respect Borbor's demand.</p><p>Mugele turned to help two custodians who'd been called in to move the patient — men in their late teens or early 20s. They clearly had no idea how to put on protective gear: \"I doubt they'd ever put on latex gloves before.\"</p><p>Mugele demonstrated how to put a gown and mask on properly and how to put on not one but two pairs of gloves. \"They were very nervous, obviously; they were terrified,\" he says.</p><p>Once gowned up, the two young men and Borbor grabbed hold of the iron bed the patient was lying on and tried to move it through the doorway and into the isolation area. The bed wedged in the doorway. They yanked the bed out and decided to carry the patient on the mattress. But there was a problem, Mugele says: \"There's one person on one side of the mattress and two on the other, so they have a difficult time navigating around the iron bed and almost drop the mattress. And so Dr. Brisbane, who's sitting next to me and who hasn't gowned up, grabs a pair of gloves and puts them on and grabs the mattress and holds it up.\"</p><p>Between the four of them, they were able to navigate the patient and his mattress around the iron bed. They needed to take a break, so they put the patient and mattress down. They then shoved the mattress through the doorway as much as they could and climbed over it, \"pulling it the rest of the way into the small isolation room,\" says Mugele. \"It's terrifying watching it.\" It was equally terrifying for the custodians and for Brisbane, who came perilously close to an Ebola patient with no protective equipment except a pair of gloves.</p><p>\"The patient is septic, so he's covered in sweat,\" Mugele says. \"And these guys are now all in this hot little room, and they're covered in sweat. Dr. Borbor's mask actually slips down over his mouth at one point.\" Mugele reached over to adjust the mask, but Borbor snapped at him: \"Get Brisbane to do it; he's already touched the patient.\"</p><p>It was a mess.</p><p>The patient was having difficulty breathing, so Borbor crouched by the man and tried to keep his tongue from closing off his throat. While this was going on, Mugele noticed that, to his horror, the custodians were leaving the isolation room. \"And I'm yelling at them, 'Stop! Don't move. Don't come out of that room. Don't touch the walls.' \"</p><p>At about that time, the patient, who had been holding on since midnight the night before, died. The custodians and the two doctors removed their gear and left, holding their hands up so as not to touch anything. They headed for a sink and spent the next 10 minutes washing \"and really trying to decontaminate as best they can.\"</p><p>Unfortunately, their best was not good enough. Mugele returned to Indiana a week later; a few days had passed when he received a call from an acquaintance in Monrovia. Dr. Samuel Brisbane had contracted Ebola and was being cared for at a government treatment center.</p><p>Brisbane died a few days later. So did Borbor, the man who just might have saved Mugele's life by preventing him from getting close to the patient.</p><p>The custodians, those two nervous young men who helped move the patient, left the hospital that morning and have not been heard from since.</p><p>Joshua Mugele may well be the only one from that small group of caregivers who is alive — and still counting the ever-growing number of deaths from Ebola.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Panic+In+The+Parking+Lot%3A+A+Hospital+Sees+Its+First+Ebola+Case&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Rebecca Davis","audio":[{"meta":{"duration":"450"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1356045069-545128.m3u?orgId=1&topicId=1031&e=356045068&d=450&ft=nprml&f=356045068"},{"href":"http://media.npr.org/assets/img/2014/12/05/mugele-0deb56d3b103206b16b54864dcda389691a3b751.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1479","width":"1972"}}]}