{"created":"2014-11-08T10:53:26+00:00","modified":"2014-11-25T18:47:13+00:00","valid":{"from":"2014-11-25T18:47:13+00:00","to":"3014-11-25T18:47:13+00:00"},"hreflang":"en","title":"New Stephen Hawking Biopic Explores Love, Not Science","published":"2014-11-08T17:33:00+00:00","teaser":"<em>The Theory of Everything</em>, starring Eddie Redmayne, focuses on the theoretical physicist's relationship with his wife more than his professional accomplishments.","itags":["npr_api","362089905"],"guid":"29ad09e6-4728-4d58-9611-293687a6880a","contentencoded":"<p>Stephen Hawking, the British theoretical physicist and cosmologist who wrote <em>A Brief History of Time</em>, is getting his own brief history as told in a new movie. The film is called <em>The Theory of Everything</em> and it starts with Hawking, played by Eddie Redmayne, healthy, active and going to college. There, he's diagnosed with Lou Gehrig's disease, or ALS, and given a very grim prognosis.</p><p>\"This man was given two years to live,\" Redmayne tells NPR's Linda Wertheimer, \"and rather than go into a sort of deep melancholia, which he did for a moment or two ... he says that every day beyond those two years has been a great gift.\"</p><p>Not long after his diagnosis — which would ultimately leave him in a wheelchair and only able to talk through a computer — Hawking married his then-girlfriend, Jane. Their relationship is one of the film's central plots, a point that has drawn criticism from those who say the film skips over Hawking's accomplishments. But Redmayne says the story of Hawking's professional life has been told many times.</p><p>\"This film is based on <a href=\"http://www.npr.org/books/titles/340085402/travelling-to-infinity-my-life-with-stephen\">Jane's autobiography</a>,\" he says. \"And really, this story is, for me, an investigation into love and love in all its guises; whether that is young love and passionate love, but also the love of family and love of a subject matter. ... There are so many documentaries that have been made that it felt like this was a different story, this was the personal element.\"</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On how he prepared for the role, which called for him to contort his face and body to resemble Hawking</strong></p><p>I went to a neurology clinic in London and they educated me on ALS, and I met maybe 30 or 40 people who suffer from this horrific disease, but also their families. And then I decided to work with a dancer because when you're filming, unfortunately, you don't shoot chronologically. So you're having to jump between different periods in Stephen's life and, therefore, different physicalities. And what I wanted to make sure was that those physicalities were so embedded in me that I wasn't going to be playing a physicality, as it were; wasn't gonna be playing the disease, but could actually just play the human story at the core of the piece.</p><p><strong>On replicating Hawking's computer-aided speech for the film</strong></p><p>We had some specialists who created a program pretty much identical to what Stephen had in that period. And quite often we would type it out for real (that's been condensed in the editing process of the film).</p><p>But what it creates is, you know, if that is the only way you can communicate, then all that Stephen has is those muscles that he can use on his face; he's lost gesture. ... So you can't use tone of voice. And so, I remember when I met Stephen the first time, I was talking to him for a while and I was calling him \"Professor Hawking.\" And then the first thing he said to me is, \"Call me Stephen.\" And because it was in that voice, I couldn't work out whether he was saying, \"Oh,\" you know, \"call me Stephen,\" or whether he was going, \"Stop being so sycophantic, stop calling me professor. Call me Stephen.\" You know, it's really interesting because you can't really judge.</p><p><strong>On what Hawking thought of his performance</strong></p><p>He did go see the film and I saw him just before the screening, and I said to him, \"Stephen, look, I'm very nervous. Please, you know, do let me know what you think.\" ... And he took a wee while to respond and then he said in his iconic voice, he said, \"I will let you know what I think, good or otherwise.\" And I was like, \"OK, Stephen. If it's otherwise, perhaps you can just stick to 'otherwise.' We don't need to know <em>all</em> the things I got wrong.\"</p><p>But, no, he's been incredibly generous about the film. And when we made the film we had used an approximation of his iconic voice. I mean, Stephen owns the copyright to the actual voice, to his voice, and after seeing the film, he gave us his voice. So he's been wonderfully supportive.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=New+Stephen+Hawking+Biopic+Explores+Love%2C+Not+Science&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"373"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1362482321-5c3ea5.m3u?orgId=1&topicId=1137&ft=3&f=362089905"},{"href":"http://media.npr.org/assets/img/2014/11/06/ttoe_d19_06191_r1409353879-b716fa657b2b7024658bcf9309edc884f21824f1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2832","width":"3779"}}]}