{"created":"2015-01-17T22:20:13+00:00","modified":"2015-06-05T15:30:35+00:00","valid":{"from":"2015-06-05T15:30:35+00:00","to":"3015-06-05T15:30:35+00:00"},"hreflang":"en","title":"'Blackhat': A Classic Detective Story For A Brave New World","published":"2015-01-21T00:07:00+00:00","teaser":"Over his years as a director, Michael Mann has taken on many crime stories. In his new film<em>,</em> malware is a central villain and the hero battles an adversary who resides in the virtual world.","itags":["npr_api","377447142"],"guid":"29b65355-7480-42d5-99b3-c7db68ad53c1","contentencoded":"<p>Screenwriter, producer and director Michael Mann is a master of the crime story. From his work on <em>Miami Vice</em> in the '80s to films like<em> Heat</em>, <em>The Insider</em> and <em>Public Enemies</em>, it seems he's drawn to plots that revolve around illicit activity.</p><p>\"I like dramatic conflict. I like things in high relief,\" Mann tells NPR's Arun Rath. \"I like people who are faced with important questions and have to make critical decisions.\"</p><p>His latest film, <em>Blackhat,</em> has a modern twist. Chris Hemsworth plays Nicholas Hathaway — an imprisoned hacker who is released to help the FBI and Chinese officials track down cybercriminals after an attack on a Chinese nuclear facility. Viola Davis plays FBI agent Carol Barrett, who works on the case with the furloughed hacker and a Chinese officer, played by Asian-American pop star Wang Leehom. <br /> <br />\"This is basically a detective story. It's a detective story that's happening in the brave new world that we live in,\" says Mann.</p><p>The film has plenty of guns and explosions, but the lead character mostly battles a different kind of villain.</p><p>\"Hathaway has to find and stop an adversary who resides for the most part in a virtual world,\" Mann tells Rath.</p><hr /><h3>Interview Highlights</h3><p><strong>On his reaction to the Sony cyberattacks, which took place weeks before <em>Blackhat's</em> release</strong></p><p>We started researching this 2 1/2 years ago and the extent of intrusions and the awareness of vulnerabilities to hacking because of the interconnectedness of absolutely everything — we've been tracking it all along. So this was kind of one in a sequence and since it's our subject we were kind of familiar with it.</p><p>What did hit home was that some these people are my friends that got attacked, so that became very personal.</p><p><strong>On what drew him to this topic</strong></p><p>Stuxnet [the sophisticated cyberattack on Iranian nuclear facilities in 2010] happened and I was very interested in that because it was more than a hack. It's not kind of impersonal, undramatic ones and zeroes just kind of doing things. ...</p><p>When I read about how the malware was built it was a scenario ... kind of a multi-act play. Who's conceiving this? Who's writing it? What kind of people are they? And then in the private sector: Who are black hat hackers? What's the high? What's the elevated experience? And we wanted to do a large-scale kind of crime story, something epic in size, and this was it.</p><p><strong>On working with actor and pop star Wang Leehom (also known as Leehom Wang)</strong></p><p>He's Justin Timberlake of Asia. I had trouble shooting in some locations in Hong Kong because if I'd pan the camera to the right a little bit there'd be some block-long, two-story-high billboard of Leehom Wang selling Seiko watches.</p><p>We'd have 1,500 screaming teenagers at 3 o'clock in the morning waiting to see Leehom Wang. Chris Hemsworth laughs about it and told this anecdote that they're basically pushing Chris Hemsworth out of the way to get to Leehom Wang.</p><p>He grew up in Rochester, N.Y., until he was 17. He's tremendously, tremendously bright. I love him. He's just a great guy.</p><p><strong>On what draws him to crime stories</strong></p><p>It's kind of an opportune dramatic structure. Most of us live our lives within the confines of the judicial system we were born into, the political economy we were born into. A criminal, by self-definition, is outside of social mores and values. So that puts him into conflicts, conflicts that he has to struggle to manage to maintain his existence. And if I can bring the audience into some empathetic relationship where we're invested in them, then we see them in an internalized kind of a way.</p><p><strong>On getting drawn into film by Stanley Kubrick's work</strong></p><p>I saw <em>Dr. Strangelove</em> in 1963 when I was in Madison, Wis., where I was an undergraduate, and it was a revelation. What struck me is that it was possible to make a film as a real auteur for a mass audience. ...</p><p>Something that I still haven't quite figured out ... is why that film passed the test of time. I don't know how many times I've seen <em>Strangelove</em> but it's as fresh and exciting today as it was in 1963.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Blackhat%27%3A+A+Classic+Detective+Story+For+A+Brave+New+World&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"375"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1378010215-7ef2d3.m3u?orgId=1&topicId=1137&d=375&p=2&story=377447142&t=progseg&e=377944422&seg=6&ft=nprml&f=377447142"},{"href":"http://media.npr.org/assets/img/2015/01/15/5705_d020_03944rsmall-68e32a2e5938c1c5e4874da61401025f1aad5a93.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1690","width":"2253"}},{"href":"http://media.npr.org/assets/img/2015/01/15/5705_d036_07057small-149ea58f71a6abb58834bba7e89e119263ee50e0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1580","width":"2107"}}]}