{"created":"2014-09-19T19:43:37+00:00","modified":"2014-12-23T18:40:21+00:00","valid":{"from":"2014-12-23T18:40:21+00:00","to":"3014-12-23T18:40:21+00:00"},"hreflang":"en","title":"Lake Erie's Toxic Bloom Has Ohio Farmers On The Defensive","published":"2014-08-08T23:15:00+00:00","teaser":"Ohio farmers say they are not the only ones to blame for Toledo's polluted drinking water. They say they are using only as much fertilizer as they need to grow their crops.","itags":["npr_api","338936920"],"guid":"29c749f5-d3ae-4602-93f8-b5a5003bfdf9","contentencoded":"<p>A giant algae bloom is still making the waters in the western part of Lake Erie look like a thick, green pea soup. Toxins in that muck seeped into the water supply of Toledo, Ohio, last weekend, forcing officials to ban nearly half a million people from using tap water. A big cause of the algae proliferation isn't a mystery — it's crop runoff. And local farmers are on the defensive.</p><p>Six miles from Lake Erie is Ron Schimming's 400-acre soybean and corn farm.</p><p>\"They shouldn't be placing all the blame onto us,\" says Schimming. He's referring to Toledo's water crisis. Farm runoff is often cited as a major cause of Lake Erie's algae problem. Schimming doesn't deny that, but he says he's using only the fertilizer he needs.</p><p>\"We put the minimum on that we can put on because the crop can only absorb so much, and you're wasting your money completely,\" he says. \"If you put an extra 2 pounds on you've wasted your money because it just does not use it.\"</p><p>Forty miles south of Schimming's land, another farmer, Paul Herringshaw, oversees his soybean fields. Farmers like him have been working for decades to reduce fertilizer runoff into the lake, he says. Many farmers have cut back or stopped tilling the soil.</p><p>\"We implemented such things such as minimum till, no till, conservation tillage as an idea to keep the soil in its place with the hope of preventing the runoff of nutrients,\" he says.</p><p>Following the water crisis, the <a href=\"http://ofbf.org/\">Ohio Farm Bureau</a>, which represents 60,000 farmers across the state, went on the offensive. The bureau has long promoted proper fertilizer techniques. So have local county conservation programs like the <a href=\"http://www.ottawaswcd.com/\">Ottawa Soil and Water Conservation District</a>.</p><p>\"It affects all of us around, so we're trying to do the best we can,\" says Mike Libben, an official with the group. \"There are some different ways that we can hopefully make better water quality.\"</p><p>And as we've <a href=\"http://www.npr.org/2014/08/05/337973447/phosphorous-fed-algae-bloom-that-threatened-toledo-s-tap-water\">reported</a>, farmers have actually been using less fertilizer in the basin in the past 10 years.</p><p>Water quality experts are still trying to understand why phosphorus from crop fertilizer is seeping into the lake at rates not seen in decades. And there is growing concern that the algae are feeding off of other sources, too, such as runoff from livestock and sewage.</p><p>Most experts still believe that phosphorus is the main cause of algae on the lake, and efforts to improve the water largely focus on farming. Earlier this summer, Ohio lawmakers passed a <a href=\"http://ocj.com/2014/06/update-on-ohios-fertilizer-certification-law/\">measure</a> requiring most farmers to be certified before applying fertilizer. But it's unclear how much this will affect the lake.</p><p>\"I went out last night; you could hear the wash of the waves, and what I saw was putty. Literally green putty,\" says Sandy Bihn, of the nonprofit <a href=\"http://www.lakeeriewaterkeeper.org/about-us/staff-board/\">Lake Erie Waterkeeper</a>. \"The water wasn't even like water anymore. It is disgusting. It is putrid. It's awful.\"</p><p>Yet Bihn doesn't lay all the blame on the farmers. Instead, she says other sources need to be considered, too.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Lake+Erie%27s+Toxic+Bloom+Has+Ohio+Farmers+On+The+Defensive&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Sarah Jane Tribble","audio":[{"meta":{"duration":"193"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1338948769-958b35.m3u?orgId=1&topicId=1053&ft=3&f=338936920"},{"href":"http://media.npr.org/assets/img/2014/08/08/paulherringshaw-45064936a0fcb0438bb654ac0cebb4fa9e67200b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1198","width":"1598"}}]}