{"created":"2014-12-09T20:24:59+00:00","modified":"2014-12-10T22:22:24+00:00","valid":{"from":"2014-12-10T22:22:24+00:00","to":"3014-12-10T22:22:24+00:00"},"hreflang":"en","guid":"29d61977-e244-4ad8-8f56-7db644fd7cd7","title":"Why this Great White Shark has fans and followers around the world","published":"2014-12-10T22:22:19+00:00","byline":"Andrea Crossan","tags":["science","technology","Science","Science, Tech & Environment","North America","Canada","United States","North Atlantic","North America","Greg Skomal","Lydia","OCEARCH","Great white shark","Cartilaginous fish","Great white shark","Cartilaginous fish"],"teaser":"It's her ocean — we're just swimming in it. A Great White Shark named Lydia had a tracking device attached to her dorsal fin last year. Since then, she's logged over 27,000 miles and now she even has her own Twitter account.","contentencoded":"<p>I have a girl crush. Her name is Lydia and she’s gorgeous.</p>\n<p>But here is the thing about my girl crush; she could crush me. She’s a 2,000-pound, 14-foot-long Great White Shark.</p>\n<p>Lydia the shark was fitted with a satellite tag a year ago, off the coast of Florida, as part of the <a href=\"http://www.ocearch.org/#about-us\" target=\"_blank\">Ocearch scientific project</a>.</p>\n<p>I produced an interview about her in March and since then I’ve been obsessed with following her tracker <a href=\"http://www.ocearch.org/#SharkTracker\" target=\"_blank\">on the Ocearch website.</a> I like to see what part of the Atlantic she’s swimming in and I think about what she could be eating there.</p>\n<p><em><strong>(Another of Andrea's animal crushes was one of our top stories of 2014. Check out <a href=\"http://www.pri.org/stories/2014-11-24/stray-dog-adopts-team-swedish-trekkers-endurance-race-amazon\">the Ecuadoran mutt that broke the Internet</a>.)</strong></em></p>\n<p>She seems to enjoy spending time in the warm waters of the Caribbean but then shoots up north to the cool waters off of Canada.</p>\n<p>Lydia can swim hundreds of miles in a day.</p>\n<p></p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/2000_width/public/newsharky.jpg?itok=i2Bnm53c\" alt=\"\" /><div class=\"field-caption\">\n    <p>OCEARCH tracking Lydia since she was tagged on March 2, 2013.</p>\n  </div>\n  <div class=\"image__credit\">\n    <span class=\"image__credit-label\">\n      Credit:\n    </span>\n    <p>Ocearch.org</p>\n  </div>\n</div>\n<p>She's logged more than 27,000 miles since she was tagged. </p>\n<p>That’s how Lydia became famous. She was the first white shark <a href=\"http://www.bbc.co.uk/news/science-environment-26467037\">documented making a trans-Atlantic crossing</a>.</p>\n<p>Greg Skomal, a senior scientist with the Massachusetts Division of Marine Fisheries, was a member of the team of scientists that tagged Lydia.</p>\n<p>Skomal’s team used a custom-built 75,000 pound-capacity hydraulic platform to safely lift mature sharks from the water.</p>\n<p><iframe width=\"560\" height=\"315\" src=\"http://www.youtube.com/embed/-IJ0uLh9UAs?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p>The scientists took tissue samples, blood samples and even did an ultrasound on Lydia — all while the shark was awake on their boat.</p>\n<p>At the time, Skomal didn’t see any pups inside of Lydia, but he told me Lydia can choose when she wants to have pups.</p>\n<p>“Many shark species are actually capable of storing sperm — so a male and a female could mate and it doesn't mean that the female is going to get pregnant right away. What that means is that she's capable of storing the sperm, keeping the [sperm] alive and then fertilizing her eggs at a later date. So it's entirely plausible that Lydia was storing sperm, fertilized her eggs and then became pregnant. Of course, we'll never know if that actually happened.”</p>\n<p>Skomal also explained to me why there are weeks, and sometimes months, when Lydia doesn’t “ping” on the shark tracker.</p>\n<p>“The way the technology works, is for these sharks to actually communicate with the satellite, the dorsal fin needs to come out of the water. That means they need to be really right at the surface. So if Lydia doesn't come to the surface, then we're not hearing from her and for those periods of time — whether it be two weeks or six weeks — that tells us that she's diving and she's diving deep.\"</p>\n<p>Sharks can dive down to depths of nearly 4,000 feet.</p>\n<p>Right now, Lydia is up near the surface. She's currently swimming off the coast of Newfoundland. It's the second time she's made the trip there since she's been tagged. Skomal told me it’s one of the patterns that researchers have noted since she was tagged.</p>\n<p>He says even though they know where she goes, they don't know why. It remains a mystery as to what compels her to travel such long distances.</p>\n<p>And then Skomal told me something that broke my heart.</p>\n<p>The satellite tag attached to Lydia’s dorsal fin is run by a battery. And when the battery dies, so does the tracker.</p>\n<p>In the meantime, I'll keep checking the tracker to follow Lydia.</p>\n<p>And now that she has so many fans around the world, Lydia even has a Twitter account.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"748\" width=\"1330\" alt=\"Lydia&amp;#039;s Twitter account\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/newlyd.jpg\" title=\"\" /><div class=\"field-caption\">\n    <p>Lydia's Twitter account</p>\n  </div>\n  <div class=\"image__credit\">\n    <span class=\"image__credit-label\">\n      Credit:\n    </span>\n    <p>@RockStarLydia Twitter account</p>\n  </div>\n</div>\n<p>Swim on, Lydia. Swim on.</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/jaws1400.mp3"},{"href":"http://www.pri.org/file/jaws1400mp3"}]}