{"created":"2014-11-11T22:21:24+00:00","modified":"2014-11-12T20:10:11+00:00","valid":{"from":"2014-11-12T20:10:11+00:00","to":"3014-11-12T20:10:11+00:00"},"hreflang":"en","guid":"29d8be72-67c2-4e0e-947f-2d87d26e6a4d","title":"The gas-guzzling Hummer makes a comeback as fuel prices plunge","published":"2014-11-12T20:10:10+00:00","byline":"Nina Porzucki","tags":["oil","oil prices","SUVs","environment","gas prices","Economics","Business, Finance & Economics","North America","Asia","Saudi Arabia","United States","Middle East","Asia","North America","Chico Harlan","Jessica Caldwell","Hummer","Price of petroleum","Transport","Petroleum"],"teaser":"Drivers are so happy to see gas prices plummeting that sales of big SUVs are back up in a big way — even those of the notoriously inefficient Hummer. But analysts say that people shouldn't wish for too much of a good thing.","contentencoded":"<p>Oil prices are down to their lowest level in years, and drivers are seeing their money go a lot further at the pump. </p>\n<p>But while it might be nice to pay less than $60 for a tank of gas, some people are apparently thinking the price drop means it's a good time to pick up a Hummer.</p>\n<p>General Motors actually doesn't make new Hummers anymore, explains Chico Harlan, who has been reporting on a recent spike in sales of SUVs and trucks for <a href=\"http://www.washingtonpost.com/blogs/wonkblog/wp/2014/11/10/the-hummer-is-back-thank-falling-oil-prices/\">the Washington Post</a>, so \"we’re talking about used-car lot sales — but we’re talking about an 11 percent bump for Hummers.\"</p>\n<p>And that's not the only vehicle aving a sudden resurgence: Lincoln Navigators had their best sales month on record, while Ford Explorers were at their highest level since 2004. SUVs across the board had a terrific month, Harlan says.</p>\n<p>While October has traditionally been a good month for SUV and truck sales — buyers look for vehicles as they get ready for winter — the bump this year is bigger than usual, says Jessica Caldwell, a senior analyst at Edmunds.com.</p>\n<p>And Harlin says that bump is definitely linked to the falling prices and what he calls the \"gas glut.\"</p>\n<p>“We’ve gone for being a country that needed to import most of our oil to one that now is one of the largest oil producers in the entire world, and that transition happened in just a couple of years,\" he says. \"So you have this flood of oil coming onto the market.\"</p>\n<p>That surplus of oil has left Middle Eastern countries, the world's oil powerhouse for decardes, wondering what to do. Harlan says oil-producing countries like Saudi Arabia have two options when dealing with big price drops.</p>\n<p>“One option is to keep producing at large quantities and let the prices fall,\" he says. \"Another is to curtail production and try to keep prices where they’ve been. So far they’ve gone for the option of letting prices fall, and that’s what we’ve seen in the last couple of months.\"</p>\n<p>But that doesn't mean things will stay that way forever. Harlan points out that producing oil in the US, where the <a href=\"http://www.eia.gov/todayinenergy/detail.cfm?id=16511\">overwhelming majority of American energy</a> is produced, is much much more expensive than getting it from Saudi Arabia: “It costs [Saudi Arabia] about $4 to get a barrel of oil whereas in the US, depending on what area we’re talking about, it could cost from $50 to $100 per barrel of oil.\"</p>\n<p>So if oil prices drop too far — prices are currently around $80 per barrel — and profit margins plummet, US producers might decide to ease up.</p>\n<p>“They might in fact scale back, whereas Saudi Arabia can still make a considerable profit on everything it has,\" Harlan says. \"So that’s where you can see things go back up.\"</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/111120145.mp3"},{"href":"http://www.pri.org/file/111120145mp3"}]}