{"created":"2015-02-16T21:00:59+00:00","modified":"2015-05-13T21:18:37+00:00","valid":{"from":"2015-05-13T21:18:37+00:00","to":"3015-05-13T21:18:37+00:00"},"hreflang":"en","title":"One Playwright's 'Obligation' To Confront Race And Identity In The U.S.","published":"2015-02-17T00:35:00+00:00","teaser":"Branden Jacobs-Jenkins has written a trilogy of provocative and fantastical explorations of race. His latest, based on a 1859 melodrama, pokes fun at conventions while raising difficult questions.","itags":["npr_api","383567104"],"guid":"29d86fbb-cfaf-4644-a40a-36eb716649ed","contentencoded":"<p>Playwright Branden Jacobs-Jenkins may be only 30 years old, but he's already compiled an impressive resume. His theatrical works, which look at race and identity in America, have been performed in New York and around the country. Last year, Jacobs-Jenkins won the best new American play Obie Award for two of his works, <em>Appropriate </em>and <em>An Octoroon. </em></p><p><em>An Octoroon</em> is currently playing at <a href=\"http://www.tfana.org/season-2015/soho-reps-octoroon/overview\">Theater for a New Audience</a> in New York.</p><p>In the first scene, a man dressed only in his underwear walks onstage, takes a long look at the audience and says, morosely: \"Hi everyone, I'm a 'black playwright.' \"</p><p>\"I don't know exactly what that means,\" he continues, \"but I'm here to tell you a story.\"</p><p>The audience cracks up. That's exactly the line that Jacobs-Jenkins is trying to tread: poking fun at theatrical convention, while making people think about race, labels and identity.</p><p>\"Because, it's like, 'Well what makes me a black [playwright]?' I mean, I guess, it's that I'm black, but then, it's like, why isn't Sam Shepard a white playwright?\" Jacobs-Jenkins asks. \"It just feels like it's qualifying something, and I don't know why or what it's qualifying <em>exactly.</em>\"</p><p>Over the past five years, the young playwright has written a trilogy of highly provocative and fantastical explorations of race in America. In <em>Neighbors</em>, a family of minstrels in blackface moves in next to a contemporary mixed-race family. In <em>Appropriate</em>, a white family discovers their dead father belonged to the KKK. His latest, <em>An Octoroon, </em>is a loose adaptation of a play written more than 150 years ago that deals with identity and race.</p><p>\"They are all kind of like me dealing with something very specific, which has to do with the history of theater and blackness in America and form,\" he says. \"And also, my obligation, as a human being with regards to any of these themes.\"</p><p>It is Jacob-Jenkins' self-examination that drove Ben Brantley, the chief drama critic for <em>The New York Times</em>, to rank <em>An Octoroon</em> on the top of his best pays list last year. He saw it at <a href=\"http://sohorep.org/\" target=\"_blank\">Soho Rep</a>, a tiny off-Broadway theater.</p><p>\"[Jacobs-Jenkins] starts off from self-consciousness, which you would think would be a crippling place for a playwright to begin,\" Brantley says<em>.</em>\"But his self-consciousness isn't just particular; it's national, it's universal. And it's the self-consciousness of realizing that we don't have the vocabulary, the tools to discuss race.\"</p><p>The play, based on a 1859 melodrama by the Irish-Anglo playwright Dion Boucicault, tells the story of a young man who's about to inherit a plantation and falls in love with a woman who is an octoroon — seven-eighths white, one-eighth black.</p><p>Director Sarah Benson points out that, in the original, all the parts had to be played by white actors.</p><p>\"Of course, the deep irony about the whole situation is there wasn't a black person in the room. All of the actors onstage were white people in various degrees of blackface,\" she says.</p><p>When Jacobs-Jenkins read the original, he was struck by Boucicault's understanding of those different degrees of color.</p><p>\"Not every person of color is the same shade or looks the same or is the same,\" he says. \"And that was so profound to me.\"</p><p>Jacobs-Jenkins was also drawn to Boucicault's description of the masks the actors were supposed to wear.</p><p>\"Theater is a place where you're supposed to transform, where you're supposed to experience the magic of being something, but not being something. And you know, that's all about identity, that's all about race as we've received it.\"</p><p>Jacobs-Jenkins is not so much adapting Boucicault's play as sampling it, like a piece of music. He mixes the original dialogue with contemporary speech.</p><p>But Jacobs-Jenkins holds that his modernist take on Boucicault has more in common with the original than you might think. Though the two playwrights are centuries apart and of different races, their common goal is to entertain the audience.</p><p>\"An audience wants to enjoy itself, and that's what Boucicault — that's all he talked about. ... It's about an audience wanting to feel something. And they want to feel it, so give it to them,\" he says. \"And then, if you get to teach 'em a lesson or let them know something else, then that's even better.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=One+Playwright%27s+%27Obligation%27+To+Confront+Race+And+Identity+In+The+U.S.&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jeff Lunden","audio":[{"meta":{"duration":"340"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1386758860-24ea63.m3u?orgId=1&topicId=1144&d=340&p=2&story=383567104&t=progseg&e=386674586&seg=9&ft=nprml&f=383567104"}]}