{"created":"2014-09-03T19:48:25+00:00","modified":"2014-12-23T18:13:21+00:00","valid":{"from":"2014-12-23T18:13:21+00:00","to":"3014-12-23T18:13:21+00:00"},"hreflang":"en","title":"Sounds From The First Day Of School","published":"2014-09-02T23:14:00+00:00","teaser":"Millions of children are heading back to school, and to mark the traditional start of the school year, we've asked reporters from member stations around the country to bring us the sounds.","itags":["npr_api","344320478"],"guid":"29e0fdd4-e84d-4a3b-b3a4-1a49c2648471","contentencoded":"<p>The day after Labor Day is traditionally the end of summer break and the start of the school year. But for students in many parts of the country, the school year has already started.</p><p>Whether you're struggling to find your classroom or remember your locker combination, the first day is a big one for students, teachers and families.</p><p>With millions of children headed back to school, we asked reporters from member stations around the country to bring us the sounds of that first day:</p><ul><li>In Marfa, Texas, a 14-year-old who's been home-schooled all his life is about to enter a classroom for the first time. (Tom Michael, KRTS)</li><li>Brooklyn Laboratory Charter School is celebrating its opening day in downtown Brooklyn. (Beth Fertig, WNYC)</li><li>The Newcomer School is a school for kids who are on their first or second year in the U.S. (Devin Katayama, WFPL)</li><li>First days aren't just high stress for students. At Noble Street-Rauner College Prep, a 22-year-old is preparing to teach his very first class. (Becky Vevea, WBEZ)</li><li>Students at the Gus Garcia Young Men's Leadership Academy in Austin, Texas, are learning how to tie their own ties. (Kate McGee, KUT)</li><li>Students at Bailey STEM Magnet School in Nashville prepare to launch their own hot air balloons. (Emily Siner, WPLN)</li><li>A kindergarten class at Hazel Valley Elementary in the Seattle suburb of Burien starts the first day of school the way you might expect: with the ABCs. (Ann Dornfeld, KUOW)</li></ul><p>To hear more sounds from the first day of school, click below:  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Sounds+From+The+First+Day+Of+School&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"460"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1345296206-4c933e.m3u?orgId=1&topicId=1013&ft=3&f=344320478"},{"href":"http://media.npr.org/assets/img/2014/09/01/1stdayofschool-web-985ae4c233f6157a1a789486c7c848e6bec91a2b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"763","width":"1018"}}]}