{"created":"2014-10-31T00:13:10+00:00","modified":"2014-10-31T00:13:10+00:00","valid":{"from":"2014-10-31T00:13:10+00:00","to":"3014-10-31T00:13:10+00:00"},"hreflang":"en","title":"Deborah Harkness Brings Her 'All Souls' Trilogy To A Close","published":"2014-07-17T14:39:00+00:00","teaser":"Readers have been eagerly awaiting the conclusion of the series that began with \"A Discovery of Witches.\"","itags":["npr_api","332033632"],"contentencoded":"<p>In 2011, University of Southern California history professor <strong>Deborah Harkness</strong> introduced readers to professor and reluctant witch Diana Bishop and vampire scientist Matthew Clairmont in &#8220;<a href=\"http://www.amazon.com/Discovery-Witches-Novel-Souls-Trilogy/dp/0143119680/?tag=wburorg-20\" target=\"_blank\">A Discovery of Witches</a>.&#8221;</p><p>It was the first in what has come to be called her &#8220;<a href=\"http://deborahharkness.com/all-souls-trilogy/\" target=\"_blank\">All Souls Trilogy</a>.&#8221;</p><p>Harkness tells <em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Meghna Chakrabarti that the idea for the book first came to her when she was in the airport, looking at all the books about vampires, witches and other supernatural beings. She wondered, &#8220;if there really are all those creatures, what on Earth do they do for a living?&#8221;</p><p>Trying to answer that question allowed Harkness to incorporate her knowledge of the history of science, especially in the book&#8217;s follow up, &#8220;<a href=\"http://www.amazon.com/Shadow-Night-All-Souls-Trilogy/dp/0143123629/?tag=wburorg-20\" target=\"_blank\">Shadow of Night</a>,&#8221; which took Diana and Matthew back to Elizabethan-era Europe.</p><p>Both books have been bestsellers and readers have been eagerly awaiting Diana and Matthew&#8217;s return to the present. This week, their questions will be answered, as the third book in the trilogy has been published: &#8220;<a href=\"http://www.amazon.com/Book-Life-All-Souls-Trilogy-ebook/dp/B00G3L6KQI/?tag=wburorg-20\" target=\"_blank\">The Book of Life</a>&#8221; (excerpt <a href=\"#excerpt\">below</a>).</p><p>Harkness discusses the book and how her academic work has influenced her fiction writing.</p><p><div style=\"margin:10px 0;\">            <div style=\"margin:0 0 10px 0;\">                <iframe class=\"mp-iframe\"                    width=\"100%\" height=\"122\" scrolling=\"no\" frameborder=\"no\"                    src=\"//embed.wbur.org/player/hereandnow/2014/07/16/deborah-harkness-ashmole?title=Web Extra: Deborah Harkness on the real 'Ashmole 782' manuscript\">                </iframe>            </div></div><div style=\"margin:10px 0;\">            <div style=\"margin:0 0 10px 0;\">                <iframe class=\"mp-iframe\"                    width=\"100%\" height=\"122\" scrolling=\"no\" frameborder=\"no\"                    src=\"//embed.wbur.org/player/hereandnow/2014/07/16/deborah-harkness-shadow?title=Web Extra: Harkness on the difficulties of writing &#039;Shadow of Night&#039;\">                </iframe>            </div></div><ul><li><a href=\"http://hereandnow.wbur.org/tag/book-excerpt\" target=\"_blank\">See more <em>Here & Now</em> book excerpts</a><a name=\"excerpt\"></a></li></ul><h4>Book Excerpt: &#8216;The Book of Life&#8217;</h4></p><p><em>By Deborah Harkness</em></p><p><a href=\"http://media.wbur.org/wordpress/11/files/2014/07/0716_book-of-life.jpg\"><img class=\"alignright size-medium wp-image-63123\" src=\"http://media.wbur.org/wordpress/11/files/2014/07/0716_book-of-life-198x300.jpg\" alt=\"Cover of \"The Book of Life\" by Deborah Harkness\" width=\"198\" height=\"300\" /></a></p><p>Ghosts didn’t have much substance; they were composed only of memories and heart. Atop one of Sept-Tours’ round towers, Emily Mather pressed a diaphanous hand against the spot in the center of her chest that even now was heavy with dread.</p><p>It had been her witch’s sixth sense that someone was in mortal peril that had steered Emily down the path leading to this moment. But the death she had foreseen was her own.</p><p><em>Does it ever get easier?</em> Her voice, like the rest of her, was almost imperceptible. <em>The watching? The waiting? The knowing?</em></p><p><em>Not that I’ve noticed,</em> Philippe de Clermont replied shortly. He was perched nearby, studying his own transparent fingers.</p><p>Emily’s face fell, and Philippe silently cursed himself. Since she’d died, the witch had been his constant companion, cutting his loneliness in two.</p><p><em>Perhaps it will be easier when they don’t need us anymore,</em> Philippe said more gently. He might be the more experienced ghost, but it was Emily who understood the metaphysics of their situation. What the witch had told him went against everything Philippe believed about the Afterworld.</p><p>Diana’s warm alto floated up to the battlements. <em>Diana and Matthew</em>, Emily and Philippe said in unison, peering down on the cobbled courtyard that surrounded the château.</p><p><em>There,</em> Philippe said, pointing at the drive. Even dead, his vampire sight was sharper than any human’s. He was also still more handsome than any man had a right to be, with his broad shoulders and devilish grin. He turned the latter on Emily, who couldn’t help grinning back. <em>They are a fine couple, are they not? Look how much my son has changed.</em></p><p>Vampires weren’t supposed to be altered by the passing of time, and so Emily expected to see the same black hair, so dark it glinted blue; the same celadon eyes, cool and remote as a winter sea; the same pale skin and wide mouth. There were a few subtle differences though, as Philippe suggested. Matthew’s hair was shorter, and he had a beard that made him look even more dangerous, like a pirate. She gasped.</p><p><em>Is Matthew—bigger?</em> . . . <em>Diana looks different, too. More like her mother, with that long coppery hair</em>.</p><p>Diana stumbled on a cobblestone and Matthew’s hand shot out to steady her.</p><p><em>It’s not just Diana’s hair that has changed. </em>Philippe’s face had a look of wonder. <em>Diana is with child—Matthew’s child.</em></p><p>Emily examined her niece more carefully, using the supernatural grasp of truth that death afforded.</p><p><em>What will happen now, Philippe?</em> Emily asked, her heart growing heavier.</p><p><em>Endings. Beginnings,</em> Philippe said with deliberate vagueness. <em>Change.</em></p><p><em>Diana has always resisted change, </em>Emily said.</p><p><em>That is because she is afraid of what she must become, </em>replied Philippe.</p><p>&nbsp;</p><p><em>Excerpted from THE BOOK OF LIFE by Deborah Harkness. Reprinted by arrangement with Viking, a member of Penguin Group (USA) LLC, a Penguin Random House company. Copyright © Deborah Harkness, 2014.</em></p><h4>Guest</h4><ul><li><strong><a href=\"http://deborahharkness.com/about-deborah/\" target=\"_blank\">Deborah Harkness</a></strong>, author of the &#8220;All Souls&#8221; trilogy. Her latest book is &#8220;The Book of Life.&#8221; She&#8217;s also a <a href=\"http://dornsife.usc.edu/cf/faculty-and-staff/faculty.cfm?pid=1003333\" target=\"_blank\">professor of history</a> at the University of California. She tweets <a href=\"https://twitter.com/DebHarkness\" target=\"_blank\">@DebHarkness</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Deborah+Harkness+Brings+Her+%27All+Souls%27+Trilogy+To+A+Close&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"29ed41d8-adeb-48d0-a078-dbce5eaaf6f3","audio":[{"meta":{"duration":"565"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1332268140-726637.m3u?orgId=1&ft=3&f=332033632"}]}