{"created":"2015-03-18T21:11:19+00:00","modified":"2015-03-18T21:20:05+00:00","valid":{"from":"2015-03-18T21:20:05+00:00","to":"3015-03-18T21:20:05+00:00"},"hreflang":"en","guid":"29f4b0b6-32ec-424f-acd9-a95aed838d9c","title":"One year after the Russian takeover, refugees from Crimea share their stories","published":"2015-03-18T21:19:56+00:00","byline":"Christopher Woolf","tags":["refugees","Russia-Ukraine conflict","Conflict","Conflict & Justice","Lviv","Europe","Ukraine","Russia","Crimea","Misha Friedman","Crimean Tatars","Crimea","Simferopol","Tatars","Lviv","Crimean Tatar diaspora","Ethnic groups in Europe"],"teaser":"It’s been a year since Russia took over the Crimean region of Ukraine, sending thousands of people fleeing their homes. Among them are many Crimean Tatars, who have found surprisingly vibrant new lives in the city of Lviv, Ukraine.","contentencoded":"<p>One year ago, Russia annexed Crimea, a peninsula that hangs off of southern Ukraine into the Black Sea. Since then, about one million Ukrainians have been displaced from their homes by the annexation and fighting in eastern Ukraine.</p>\n<p>One community that’s been seriously affected are the Crimean Tatars, the peninsula’s ancient Muslim minority. About 1,700 Crimean Tatars found refuge in the western Ukrainian city of Lviv, and photojournalist Misha Friedman decided to <a href=\"http://qz.com/350788/photos-one-of-ukraines-most-nationalistic-cities-has-become-a-refuge-for-nearly-2000-muslims/\">visit Lviv and hear their stories</a>.</p>\n<p>Friedman says they come from all walks of life and left for a combination of reasons. “You have some who are religious and feel that their religious freedoms would be much controlled by Russia, which they equate with Soviet Union,\" he says. “And because of their history, they have almost a genetic fear of all things Russian.”</p>\n<p>The empire of the Crimean Tatars was the terror of southern Russia in the 17th and 18th centuries. But since their conquest by Russia in the late 1700s, the shoe has been on the other foot. The Tatars suffered bouts of persecution under the tsars, and then were uprooted by Stalin during World War II and exiled to Central Asia. They were only allowed to return to their homeland in the 1980s.</p>\n<p>“So there’s a level of mistrust to anything Moscow says,” Friedman says. The suspicion is especially acute among the older generation, he says, since they have such vivid memories of exile and persecution under the Soviets. “They also have a sense of being Ukrainian. They like living in Ukraine and want that to continue.”</p>\n<p>Russia has been careful to treat minorities relatively fairly in Crimea, but Friedman says individuals who speak out against Russian rule can find that life becomes difficult. Some might find their businesses targeted for \"nationalization.\" Others, he says, have disappeared.  </p>\n<p>Friedman came away impressed by the Tatar refugees in Lviv. “Not a single family in Lviv was doing the exact thing they did back home,\" he says. </p>\n<p>“I met someone who taught French in Simferopol for over a decade, together with his wife. They were French teachers, and he was now making <em>plov — </em>actually an Uzbek dish — at a local market,\" Friedman says. \"That, to me, was incredibly impressive, that they weren’t just sitting at home in despair, blaming everything on Ukrainians or Russians or geopolitics, but they were actually doing things.”</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-18%2Frefugees-crimea-share-their-stories-one-year-after-russian-takeover&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/tatarsCROPPED.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/tatarscroppedjpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/03182015_02.mp3"},{"href":"http://www.pri.org/file/0318201502mp3"}]}