{"created":"2014-08-30T23:05:23+00:00","modified":"2014-10-31T01:26:57+00:00","valid":{"from":"2014-10-31T01:26:56+00:00","to":"3014-10-31T01:26:56+00:00"},"hreflang":"en","title":"Stay-At-Home Dads On The Rise, And Many Of Them Are Poor ","published":"2014-06-30T13:38:00+00:00","teaser":"The number of fathers at home in the U.S. has nearly doubled since 1989. A desire among more men to stay home with the kids has a lot to do with that, but so does the inability to find a job.","itags":["npr_api","319214546"],"guid":"29f9647e-bee2-4429-8604-fb5d68ec0206","contentencoded":"<p>The number of dads staying at home with their children has nearly doubled in the past two decades, and the diversity among them defies the stereotype of the highly educated young father who stays home to let his wife focus on her career.</p><p><a href=\"http://www.pewsocialtrends.org/2014/06/05/growing-number-of-dads-home-with-the-kids/\" target=\"_blank\">A new study</a> from the Pew Research Center finds that almost 2 million fathers are at home, up from 1.1 million in 1989. Nearly half of those men live in poverty.</p><p>\"The largest share of stay-at-home dads are actually home because they're ill or disabled,\" says Gretchen Livingston, a senior researcher at Pew. \"So that could be contributing to their low income, obviously.\"</p><p>Another chunk of men say they're at home because they can't find a job.</p><p>\"About 22 percent don't have a high school diploma,\" says Livingston, \"and 36 percent have just a high school diploma but no college experience.\"</p><p>Still, the fastest-growing group among stay-at-home fathers is men who say they are home specifically to provide child care. Five percent said that in 1989, and 21 percent say it today.</p><p>Just half of stay-at-home fathers are white, and black dads are twice as likely as white men to be home with their children.</p><p>Mark Portis, who lives near St. Louis, is African-American and dropped out of high school in his junior year (he later got his GED). He has two young children with his wife, but he also has three older daughters he never lived with, he says. He never married their mothers.</p><p>When he finally did marry, he says he wanted things to be different.</p><p>\"I've been a stay-at-home dad for ... six years,\" he says. His 6-year-old son is at camp, and his 3-year-old daughter is being fussy about lunch. \"She wants candy,\" he says, laughing.</p><p>Portis used to be a manager in an auto parts shops, but his wife earned a lot more as an accountant. When they decided someone should stay home with the children, it made sense that it was him, he says.</p><p>\"I love it,\" he says. \"It's fun. I can be 110 percent involved in the kids and what they have going on.\"</p><p>Portis says his support group of full-time fathers is almost all white. But it doesn't surprise him that many stay-at-home dads are black.</p><p>\"[For] a lot of African-Americans, that's how they were raised,\" he says. \"Everybody has to work; everybody has to contribute. If you can't afford child care, one works nights, one works days and you're just kind of passing the kids back and forth.\"</p><p>\"We have a long-standing tradition in African-American families of fathers doing a lot with their kids,\" says Scott Coltrane, the provost at the University of Oregon, who has studied fathers for three decades. Coltrane says black dads who live with their kids have always helped out more at home. And in today's labor market, they're also more likely to be out of a job.</p><p>\"What's different is culturally now, most parents do a little bit of both,\" he says. \"We expect women to work. We expect men to do more at home.\"</p><p>That, he says, is the biggest shift in the past few decades, and it's true for everyone, regardless of race.</p><p>Two million stay-at-home fathers is a much bigger number than the Census Bureau's number of 214,000. But the bureau's definition is extremely narrow, including only primarily married men who say they are home for the entire year specifically to care for family.</p><p>By contrast, Pew's latest report counts all fathers, married or not, who live with a young child and did not work at all in the past year.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Stay-At-Home+Dads+On+The+Rise%2C+And+Many+Of+Them+Are+Poor+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jennifer Ludden","audio":[{"meta":{"duration":"234"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1319222883-b6de58.m3u?orgId=1&topicId=1091&ft=3&f=319214546"},{"href":"http://media.npr.org/assets/img/2014/06/05/istock_000005372468medium-86f34ff19ba192a4a37769fbd3356bf211e3d7f4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1078","width":"1437"}}]}