{"created":"2014-10-07T18:42:34+00:00","modified":"2014-10-30T23:28:07+00:00","valid":{"from":"2014-10-30T23:28:07+00:00","to":"3014-10-30T23:28:07+00:00"},"hreflang":"en","title":"Exasperating Detour Drives One Brit To Build His Own Road","published":"2014-08-09T15:40:00+00:00","teaser":"When construction made his trip to town take 10 times longer, a businessman made a deal with a local farmer over a pint at the pub and built a private toll road.","itags":["npr_api","339020623"],"guid":"29fcec9d-93bf-42df-9a50-b47152b2eae9","contentencoded":"<p>Most people have been frustrated at least once in their driving lives by construction delays and detours.</p><p>But when a road closure in England took drivers on a especially long detour, a local businessman took matters into his own hands.</p><p>Mike Watts decided to build his own road, along a much shorter route. Then he opened it up to the public, charging about $3.30 a car.</p><p>Watts lives in a village between Bath and Bristol. The road that closed once got him to town in eight minutes. He says the 14-mile detour took him an hour and 20 minutes — sometimes longer.</p><p>\"It was nose-to-tail all along the 14 miles,\" he says.</p><p>Watts says a farmer started letting a few residents bypass the detour through his fields, but then someone discovered what was happening and tweeted that there was a short cut.</p><p>\"Before [the farmer] knew what was happening, he was having hundreds of cars going through his field,\" Watts says.</p><p>Over a pint at the pub, Watts told the farmer he could build him a road.</p><p>\"We shook hands there and then, and they built the road within 10 days.\"</p><p>But not before he ran the idea, and the cost — 150,000 pounds, or about $250,000 — by his wife.</p><p>\"I said to her, 'Right, now, we haven't got 150,000 pounds, but we have got that in equity in our house, so if you want to make the gamble, you just tell me and I'll build this road just to keep you happy,' \" Watts says.</p><p>The road is close to getting the 150,000 cars it needs to break even, he says.</p><p>\"I think we're on target to not just cover our costs; we might make a little bit of profit out of it as well,\" he says. \"I've got to tell you, the stress of building a road, if we do make a profit, I think I'm going to deserve it!\"</p><p>Watts says he knows the road is a huge success: \"We are now on Google maps. It's wonderful.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Exasperating+Detour+Drives+One+Brit+To+Build+His+Own+Road&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"177"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1339082146-bdb275.m3u?orgId=1&topicId=1124&ft=3&f=339020623"},{"href":"http://media.npr.org/assets/img/2014/08/09/istock_000002350000large-9de439c424a4f485a5df2815b01b62ce4fc7e359.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2301","width":"3069"}}]}