{"created":"2015-04-22T20:06:45+00:00","modified":"2015-05-13T21:01:07+00:00","valid":{"from":"2015-05-13T21:01:07+00:00","to":"3015-05-13T21:01:07+00:00"},"hreflang":"en","title":"Man Who Shot Reagan Seeks Release From Mental Hospital","published":"2015-04-23T19:50:00+00:00","teaser":"John Hinckley Jr.'s lawyer says he has been in full remission from psychosis and major depression for at least 20 years and should be allowed to live full time with his elderly mother.","itags":["npr_api","401532715"],"guid":"2a003cea-5988-485d-8e00-385a2337bdd4","contentencoded":"<p>The man who shot President Ronald Reagan in 1981 is making a new push for freedom.</p><p>John Hinckley Jr. was found not guilty by reason of insanity and confined to a mental institution for shooting the president, Press Secretary James Brady and two law enforcement officers. Now he's asking a federal judge to allow him to live full time with his mother in Virginia.</p><p>The law is clear. If Hinckley can demonstrate he's no longer mentally ill and that he poses no threat to himself or others, Senior U.S. District Judge Paul Friedman has to consider allowing him to live under less restrictive conditions. It's the seventh time a court has weighed gradually opening the door to Hinckley's freedom. And this time, the courtroom arguments revolve around how much supervision he needs.</p><p>\"This is what experts call a transitional phase,\" Judge Friedman said. \"A transition to what? Ultimately, becoming an outpatient.\"</p><p>Longtime defense lawyer Barry William Levine argued that Hinckley's in full remission from psychosis and major depression — and that he has been for at least 20 years.</p><p>\"There has not been a hint of dangerous behavior,\" Levine argues. \"Now we know the government's dire warnings and sense of foreboding at every hearing was completely unfounded.\"</p><p>President Reagan has died, James Brady has died, and many of the medical people who treated Hinckley have begun to retire. As for Hinckley, he's spending a lot of time composing music, playing guitar and singing rock songs — songs his brother describes as \"stuck in the past.\" He'll turn 60 next month.</p><p>Older brother Scott Hinckley also testified John \"does laundry on a religious basis\" and he helps out with maintenance for a Virginia church during home visits.</p><p>Hinckley sat through the first day of court proceedings with a placid expression on his face, sometimes sipping from a plastic cup of water. He wore a gray sport coat with a white shirt, and no tie. And he walked into the courtroom a bit more slowly than in the past, but free of any shackles or restraints.</p><p>Federal prosecutor Colleen Kennedy raised questions about how closely Hinckley would be supervised in Williamsburg, Va., where he wants to live full time with his 89-year-old mother. Hinckley spends more than half the month there, already. Family members say their mother is in good health and note her parents lived to be 100 years old.</p><p>But the Justice Department points out that his mother won't be around forever. Their own experts say Hinckley probably should be given more freedom. Still, authorities say, that should come with intense oversight. \"Now is not the time to loosen the reins and cause Mr. Hinckley to deteriorate or fail with no supervision,\" prosecutor Kennedy argued.</p><p>In opening remarks to the judge, lawyers for both sides signaled they would squabble over cellphones equipped with GPS monitors, his access to the Internet and how often Hinckley needs to meet with mental health providers. Federal prosecutors also are asking whether the family has enough money to support his costly therapies and medications if Hinckley leaves the mental hospital for good.</p><p>Hinckley's siblings both testified they have about half a million dollars stored away in retirement funds and in equity in their mother's home. They promised to offer financial and emotional support to their brother.</p><p>And his siblings say their brother has been exercising solid judgment. A couple of years ago, Scott Hinckley testified, at the start of a movie, his brother elbowed him and said \"we got to get out of here.\" Actress Jodie Foster, the subject of his 1980s obsession, was on the screen. And he said Hinckley didn't want to break any rules. \"He definitely takes that very seriously,\" Scott Hinckley said.</p><p>The hearing is expected to last for several days.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Man+Who+Shot+Reagan+Seeks+Release+From+Mental+Hospital&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Carrie Johnson","audio":[{"meta":{"duration":"151"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1401540552-6dcd0e.m3u?orgId=1&topicId=1070&d=151&p=2&story=401532715&t=progseg&e=401487387&seg=3&ft=nprml&f=401532715"},{"href":"http://media.npr.org/assets/img/2015/04/22/51621012-177f0dce382a84eaf41e25cad7b7310a01bf4a24.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1491","width":"1989"}}]}