{"created":"2014-10-07T20:24:10+00:00","modified":"2014-10-31T00:00:11+00:00","valid":{"from":"2014-10-31T00:00:11+00:00","to":"3014-10-31T00:00:11+00:00"},"hreflang":"en","title":"Palestinian's Death Provokes Israeli Debate On Defining Terrorism","published":"2014-07-24T02:36:00+00:00","teaser":"Israel says the recent killing of a Palestinian teenager was an act of terror and his family is eligible for state benefits. This doesn't sit well with one group that assists Jewish victims of terror.","itags":["npr_api","334472105"],"guid":"2a092180-fc87-4a4c-bd5e-e7d529d42adf","contentencoded":"<p>Shortly before the Israel-Hamas fighting began in Gaza earlier this month, two separate killings ratcheted up tensions.</p><p>First, three Israeli teenagers were killed, allegedly by Hamas in the West Bank. Israel has arrested many Palestinians, but says it is still searching for the main suspects in the deaths of Naftali Frenkel, 16, Gilad Shaar, 16, and Eyal Yifrach, 19.</p><p>Shortly after the Israeli deaths, a 16-year-old Palestinian, Mohammed Abu Khdeir, was abducted and killed. In a courtroom last week, an Israeli prosecutor charged three Jewish Israelis with abducting Abu Khdeir, bludgeoning him with a wrench and burning him alive.</p><p>The day the three Israelis were charged in court, Israel announced it would officially recognize Abu Khdeir as a victim of terrorism. By law, that means his family is eligible for Israeli government compensation.</p><p>\"Crimes committed by Jewish, Christians, Muslims, whatever it is, at the end of the day, they are crimes,\" said Jonathan Mosery of the Israeli Ministry of Defense. \"So it's just important to recognize that we don't discriminate, and that everybody is equal before the law.\"</p><p>There are still apparent inconsistencies. For example, Israel has ordered<a href=\"http://www.slate.com/articles/news_and_politics/frame_game/2014/07/muhammad_abu_khdeir_the_israeli_government_destroyed_the_homes_of_palestinian.html\" target=\"_blank\"> the demolition of the homes</a> of the Palestinians who are suspected of killing the Israeli teens, a punishment it has carried out in many cases over the years. But Israel has not done so with the Israelis accused of murdering Abu Khdeir.</p><p>The compensation law, though, has changed. For decades, the law only applied to people attacked by armies or organizations hostile to Israel. Then, in 2005, an Israeli killed four Arab citizens of Israel. It wasn't the first time Arabs died in an Israeli attack, but the law was broadened to compensate them, and it also now makes Mohammed Abu Khdeir's family eligible.</p><p>This doesn't sit well with Meir Indor of Almagor, an Israeli organization for Israelis who were injured or whose relatives were killed in terror attacks. If the state grants compensation, it implies Israel as a whole is to blame, he said.</p><p>\"If I would pay the family, I would admit that we are responsible for what they did,\" he said. \"I don't have any responsibility for what the three murderers did.\"</p><p>He said Israelis in his group have threatened to boycott any memorial services for victims of terror if Abu Khdeir's name is included on the list of those honored.</p><p>Abu Khdeir \"was not attacked by the enemy of the state,\" Indor said. He \"was attacked by brutal, criminal people. Can that person be a part of the memorial of the country? No. Because a memorial day is for those who have been killed by the enemy of the state.\"</p><p>Another victims' organization does not make that distinction. The Bereaved Families Forum is a group of Israelis and Palestinians whose relatives were killed in the Arab-Israeli conflict.</p><p>Every night since the Israeli offensive on Gaza began, Israelis in the group have set up a circle of chairs and a microphone to talk in downtown Tel Aviv.</p><p>Dana Wegman, whose father was killed in a Palestinian bombing, agrees with the Israeli government's labeling of Abu Khdeir's killing as terrorism. But she holds little hope that Israeli recognition will encourage empathy between victims on both sides.</p><p>\"Right now everything is so on fire that we need a lot more than that,\" she said.</p><p>At the gathering in Tel Aviv, some Israeli passersby screamed at the group. One shouted that the group was talking peace when Israelis are being killed by \"them.\"</p><p>While some see Israelis and Palestinians as victims of the same conflict, for others, it's still a matter of us versus them.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Palestinian%27s+Death+Provokes+Israeli+Debate+On+Defining+Terrorism&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Daniel Estrin","audio":[{"meta":{"duration":"224"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1334494754-823fb8.m3u?orgId=1&topicId=1009&ft=3&f=334472105"}]}