{"created":"2014-10-03T03:43:52+00:00","modified":"2015-04-30T19:47:21+00:00","valid":{"from":"2014-01-29T15:52:33+00:00","to":"3014-01-29T15:52:33+00:00"},"hreflang":"en","guid":"2a109ab3-2ee8-4693-9974-d50ed505030f","title":"Leadership from the Bottom Up: A Black History Month Special","teaser":"Usually during Black History Month, we remember Civil Rights icons and reflect on their legacy.  But over the past couple of years, SOTRU has met a new generation of African American leaders, people you may not see on TV specials or making nationally acclaimed speeches. Most of these men and women are on the front lines of their communities, rolling up their sleeves and diving in to what can be very unglamorous work. In this episode, SOTRU would like to introduce you to this group of leaders and what they’re accomplishing in their various corners of America. ","description":"State of the Re:UnionNew Leaders: A Black History Month Special\nHost: Al LetsonProducers: Tina Antolini and Laura Starecheski\nDescription: Usually during Black History Month, we remember Civil Rights icons and reflect on their legacy.&nbsp; But over the past couple of years, SOTRU has met a new generation of African American leaders, people you may not see on TV specials or making nationally acclaimed speeches. Most of these men and women are on the front lines of their communities, rolling up their selves and diving in to what can be very unglamorous work. In this episode, SOTRU would like to introduce you to this group of leaders and what they&rsquo;re accomplishing in their various corners of America.&nbsp;\n****Please note: Sensitive content contained within Segment B piece \"Growing Up HIV-Positive in the Bronx\"****\nBILLBOARD (:59)\n Incue: From PRX and NPR Outcue: But first, this news.\nNews Hole: 1:00-6:00&nbsp;\nSEGMENT A (12:29)Incue: From WJCT in Jacksonville, Florida&hellip;Outcue: This is NPR.\nA. Debating the System&nbsp;Dayvon Love is 24 years old, and, if he has his way, Baltimore city would be in a radically different place before he hits 30. He&rsquo;s written policy papers, given presentations, and offered to debate any public official, anywhere, any time, on any topic. He ran for city council in Baltimore&rsquo;s 8th District in 2011, and only narrowly lost. This is all from a man that, when he was a sophomore in high school, was failing several grades, didn&rsquo;t like to read, and hated school. He came from a rough home that offered him no encouragement, and was basically uninterested in anything academic. That all changed when he found his way onto his high school&rsquo;s debate team. The Baltimore Urban Debate League was started 12 years ago as an experiment to try to do something that would engage kids who were struggling in school. Debate may sound like dorky territory, but the kids BUDL gets involved are anything but. Their philosophy is this: look for the kids that are loud mouth in class and always interrupting. Find the kids who are shrinking in the back and never saying anything&mdash;those are targets. Ease them into the idea of debate with free pizza and easy topics they already have an opinion about&mdash;like school uniforms, yay or nay. And then work your way into serious issues. And it caught on&hellip; Kids who&rsquo;d never been successful in the classroom were being transformed. Debate empowered them, put them at the head of the classroom instead of a teacher. Plus, it was a sport&mdash;with trophies! The Debate Tournaments became social events&mdash;debate in Baltimore became cool.&nbsp; And BUDL has supported many students like Dayvon Love. After becoming a top debater in high school, Dayvon got himself a scholarship to Towson University, debated in college, and became one of 2 students from Baltimore city schools who were on the first African-American team to win the national debate championship.&nbsp;\nSince graduating college, Dayvon and a handful of other graduates of Baltimore city schools (a number of them former debaters) have started a group called Leaders of a Beautiful Struggle. They call their group a &ldquo;traveling think tank&rdquo; and have been hosting public forums across the city on policy issues, but education in particular. \"I went to a middle school that was half black and half white. There, through the assignments, the testing, and how I was being treated and what I was being told, I remember deeply that I started to think of myself as stupid,\" Dayvon says. \"Part of me knew that either I really was stupid or something was fundamentally wrong with the structure around me.\" Debate, he says, proved to him which of those was right.&nbsp;\nSEGMENT B (18:59)Incue: Welcome back, you are listening to State of the Re:UnionOutcue: PRX-dot-ORG\nA. From Thug to Power BrokerWhen he was a teenager, Leroy Jones&rsquo; family moved to Miami, to the Overtown neighborhood. The first half of his life is the classic story of a boy who&rsquo;s the product of the city&rsquo;s projects: he dropped out of school, got addicted to drugs, served time for burglary, illegal gun possession, cocaine trafficking. All signs pointed to Leroy becoming another victim of Miami&rsquo;s streets. But this is not that story.&nbsp; He had a revelation while in prison for the third time, that he could use the business skills he&rsquo;d developed hustling on the streets for a better end. He went to work for his family&rsquo;s grocery store, turning into a successful business.&nbsp; And, witnessing the struggle that mom-and-pop businesses like his had staying afloat in Overtown and Liberty City, he organized a workshop to help black-owned convenience store owners share resources and better manage their businesses. That turned into the Neighbor to Neighbor Association (NANA), a group of about 80 business owners. They started with a real grassroots version of grant-making: To help black-owned stores, Leroy started a buyout program. Activists would descend on a black-owned store and buy everything on the shelves, giving the owners a cash infusion. The buyers would then donate the merchandise to the poor. From those guerilla grant-making efforts, Leroy has built into such a reputable organization that it is now part of the county&rsquo;s outreach in small business development. Several years ago, the mayor of Miami awarded him the medal of merit for \"turning his life around and becoming a recognized community leader.\"\n***Please Note: Sensitive Content***\nB. Growing up HIV-Positive in the Bronx Jahlove Serrano has dedicated his life to educating teenagers about HIV and AIDS. He&rsquo;s handed out condoms, convinced people to get tested, and mentored younger HIV-positive teenagers who also want to do this work.&nbsp;&nbsp; We open his story with a street scene of him training younger peer educators on the streets of the Bronx.&nbsp; Jahlove knows how important this work is&mdash;especially in the Bronx, where HIV infection rates are some of the highest among US cities, and young, black gay men are especially at risk.&nbsp; He knows because he himself contracted HIV when he was just 15 years old, a gay teenager growing up in Hunts Point in the South Bronx who didn&rsquo;t know enough about how to protect himself.&nbsp; Jahlove didn&rsquo;t get any information about sex at school or at home.&nbsp; His way of trying to learn what sex would mean for a gay teenager was to try it&mdash;just once, when he was 15&mdash;an experiment that turned from consensual sex into rape, and led to his infection with HIV.&nbsp; At 16, his mom kicked him out of the house because he was gay, and things unraveled from there.&nbsp; He dropped out of school. When he finally got tested at 17, he couldn&rsquo;t cope with being HIV-positive, so he ignored the news for years. He spent his teenage years avoiding his HIV diagnosis&mdash;but amazingly, reaching out to do HIV and AIDS education with his peers, both as a volunteer and a paid peer educator. He felt good about his work in the Bronx, giving out free condoms, encouraging teenagers to get tested, but he felt like&nbsp; a hypocrite because he wasn&rsquo;t dealing with his own health. Jahlove never got on meds; he was too ashamed to go to regular doctor appointments at the clinic. He was convinced he was going to die, estranged from his family.&nbsp; Just when things seemed to be at their worst, Jahlove met Tyra, the woman who would end up becoming his greatest supporter.&nbsp; Tyra is an activist, model and a transgender woman.&nbsp; She met Jahlove at a club, and they bonded immediately.&nbsp; Jahlove calls her &ldquo;mom&rdquo;, and he&rsquo;s not the only one.&nbsp; She&rsquo;s got over 20 young LGBT kids, part of a sprawling and devoted family she&rsquo;s assembled over the years.&nbsp; With her support Jahlove got his life back together.&nbsp; He went back to high school, started touring the country as a dancer.&nbsp; It was the life he&rsquo;d always wanted.&nbsp; Except one thing: his health was getting worse and worse.&nbsp; It would take a double diagnosis of Karposi&rsquo;s Sarcoma, a form of cancer, and full-blown AIDS to convince Jahlove to start treatment.&nbsp; Near death at age 22, he made a promise to devote his life to ending the AIDS epidemic if he pulled through.&nbsp; Today, Jahlove is healthy, and working more than full-time as an educator and advocate for young people with HIV and AIDS.\nSEGMENT C (18:59)Incue: You're listening to State of the Re:UnionOutcue: Bring them back together.\nA. Black (and Green) and Proud&nbsp;Yes, there are lots of people who feel left out of the Portland that&rsquo;s usually celebrated in the media. But some of them are working on getting a piece of &ldquo;Portlandia&rdquo; for themselves. For all the hard history of Portland&rsquo;s African American community, and the divisions that arise like the one over the North Williams bike lane, this is one story of Black Portland and Urban-Planning-Sustainability-Loving Portland coming together. And it starts with a gas station and a sorority.&nbsp;\nThe long-closed graffiti-covered gas station on Albina Avenue had been declared a brownfield, and was cleaned up by its previous owner. A longtime Portlander named June Key noticed it and thought, &ldquo;well, this&rsquo;d be a great place for Delta Sigma Theta.&rdquo; The sorority, made up of African-American women, had been looking for a place to turn into a community center. 12 sorority sisters kicked in $100 each to get the project going, and June Key bought the gas station back in 1992. Years went by as the sorority sisters tried to decide what to do with it, even, as the neighborhood started gentrifying, turning down offers to sell it. What they decided to do surprised even Portland&rsquo;s sustainability cheerleaders: turn the gas station into the first commercial building to meet the incredibly strict Living Building Challenge requirements issued by the Cascadia Chapter of the U.S. Green Building Council. These standards go even farther than LEED certification, requiring eco-friendly building materials, net-zero energy use, capturing and reusing stormwater, and having more than 50% of the subcontractors who worked on the building be from small or women- or minority-owned businesses. &ldquo;(The center) is an example of how the triple bottom line of sustainable development &mdash; equity, economic empowerment and environmental stewardship &mdash; can be attained,&rdquo; said Chris Poole-Jones, the building project&rsquo;s director and a sorority member. And, as Marcelo Bonta, the director of the Center for Diversity &amp; the Environment, says the sorority sisters&rsquo; community center could be a model for similar projects in the future. &ldquo;This is a great example of diversity at its best of when different communities of different diverse backgrounds define diversity for themselves.&rdquo;\nB. An Outsider Who Made Utica&rsquo;s Toughest Neighborhood her MissionSometimes, all it takes to make a down-and-out place new again is fresh eyes to see the possibilities. For one Utica neighborhood, what it took was the Rev. Maria Scates. A formerly homeless woman who traveled around the world doing missionary work, Scates ended up in Utica almost by accident. But once there, she made Cornhill her mission. This was an area of the city of once-grand Victorian homes that for decades had been beyond down and out. The houses were filled with drug dealers. Kids were afraid to play in the park. And yet, when Rev. Scates drove through, all she could see was the area&rsquo;s promise. She started with buying one building, buying it and turning it into her center of operations, driving out the drug dealers on the way. She and her partner kept acquiring property after property and turning them into housing for homeless women coming out of being incarcerated and wanting to reunite with their kids. Another property houses a food pantry. Another a youth center. Now, 15 years later, they own and run more than a dozen buildings in Cornhill, much of it transitional housing for the poor, for recovering drug addicts.&nbsp; The Johnson Park Center is a testament to the power of an outsider&rsquo;s belief in the inner goodness of a neighborhood, and to the will to make it become what they believe it to be.&nbsp;\nPROGRAM OUT @ 59:00&nbsp;\nBroadcast Window Begins 1/29/14\n The Black History Re:Defined Series of State of the Re:Union (SOTRU) will be available beginning January 17, 2014, on PRX and the Content Depot without charge to all public radio stations, and may be aired an unlimited number of times prior to December 31, 2014. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only.&nbsp;  State of the Re:Union is presented by WJCT, and co-distributed by NPR and PRX.&nbsp; Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting.&nbsp;  Thanks for your consideration of State of the Re:Union with Al Letson. Please contact your NPR Stations relations person or Melissa LaCasse at 207.776.4926 or lacasse.melissa@gmail.com with questions or to confirm carriage.","contentencoded":"<p><strong>State of the Re:Union<br /></strong><strong>New Leaders: A Black History Month Special</strong></p>\n<p><strong>Host: Al Letson<br /></strong><strong>Producers: Tina Antolini and Laura Starecheski</strong></p>\n<p>Description: Usually during Black History Month, we remember Civil Rights icons and reflect on their legacy.&nbsp; But over the past couple of years, SOTRU has met a new generation of African American leaders, people you may not see on TV specials or making nationally acclaimed speeches. Most of these men and women are on the front lines of their communities, rolling up their selves and diving in to what can be very unglamorous work. In this episode, SOTRU would like to introduce you to this group of leaders and what they&rsquo;re accomplishing in their various corners of America.&nbsp;</p>\n<p><strong>****Please note: Sensitive content contained within Segment B piece \"Growing Up HIV-Positive in the Bronx\"****</strong></p>\n<p><strong>BILLBOARD (:59)</strong></p>\n<p><strong> Incue: From PRX and NPR<br /> Outcue: But first, this news.</strong></p>\n<p><strong>News Hole: 1:00-6:00&nbsp;</strong></p>\n<p><strong>SEGMENT A (12:29)<br /></strong><strong>Incue: From WJCT in Jacksonville, Florida&hellip;<br /></strong><span style=\"font-weight: bold;\">Outcue: This is NPR.</span></p>\n<p>A. <strong>Debating the System&nbsp;<br /></strong>Dayvon Love is 24 years old, and, if he has his way, Baltimore city would be in a radically different place before he hits 30. He&rsquo;s written policy papers, given presentations, and offered to debate any public official, anywhere, any time, on any topic. He ran for city council in Baltimore&rsquo;s 8<sup>th</sup> District in 2011, and only narrowly lost. This is all from a man that, when he was a sophomore in high school, was failing several grades, didn&rsquo;t like to read, and hated school. He came from a rough home that offered him no encouragement, and was basically uninterested in anything academic. That all changed when he found his way onto his high school&rsquo;s debate team. The Baltimore Urban Debate League was started 12 years ago as an experiment to try to do something that would engage kids who were struggling in school. Debate may sound like dorky territory, but the kids BUDL gets involved are anything but. Their philosophy is this: look for the kids that are loud mouth in class and always interrupting. Find the kids who are shrinking in the back and never saying anything&mdash;those are targets. Ease them into the idea of debate with free pizza and easy topics they already have an opinion about&mdash;like school uniforms, yay or nay. And then work your way into serious issues. And it caught on&hellip; Kids who&rsquo;d never been successful in the classroom were being transformed. Debate empowered them, put them at the head of the classroom instead of a teacher. Plus, it was a sport&mdash;with trophies! The Debate Tournaments became social events&mdash;debate in Baltimore became cool.&nbsp; And BUDL has supported many students like Dayvon Love. After becoming a top debater in high school, Dayvon got himself a scholarship to Towson University, debated in college, and became one of 2 students from Baltimore city schools who were on the first African-American team to win the national debate championship.&nbsp;</p>\n<p>Since graduating college, Dayvon and a handful of other graduates of Baltimore city schools (a number of them former debaters) have started a group called Leaders of a Beautiful Struggle. They call their group a &ldquo;traveling think tank&rdquo; and have been hosting public forums across the city on policy issues, but education in particular. \"I went to a middle school that was half black and half white. There, through the assignments, the testing, and how I was being treated and what I was being told, I remember deeply that I started to think of myself as stupid,\" Dayvon says. \"Part of me knew that either I really was stupid or something was fundamentally wrong with the structure around me.\" Debate, he says, proved to him which of those was right.&nbsp;</p>\n<p><strong>SEGMENT B (18:59)<br /></strong><strong>Incue: Welcome back, you are listening to State of the Re:Union<br /></strong><strong>Outcue: PRX-dot-ORG</strong></p>\n<p><strong>A. </strong><strong>From Thug to Power Broker<br /></strong>When he was a teenager, Leroy Jones&rsquo; family moved to Miami, to the Overtown neighborhood. The first half of his life is the classic story of a boy who&rsquo;s the product of the city&rsquo;s projects: he dropped out of school, got addicted to drugs, served time for burglary, illegal gun possession, cocaine trafficking. All signs pointed to Leroy becoming another victim of Miami&rsquo;s streets. But this is not that story.&nbsp; He had a revelation while in prison for the third time, that he could use the business skills he&rsquo;d developed hustling on the streets for a better end. He went to work for his family&rsquo;s grocery store, turning into a successful business.&nbsp; And, witnessing the struggle that mom-and-pop businesses like his had staying afloat in Overtown and Liberty City, he organized a workshop to help black-owned convenience store owners share resources and better manage their businesses. That turned into the Neighbor to Neighbor Association (NANA), a group of about 80 business owners. They started with a real grassroots version of grant-making: To help black-owned stores, Leroy started a buyout program. Activists would descend on a black-owned store and buy everything on the shelves, giving the owners a cash infusion. The buyers would then donate the merchandise to the poor. From those guerilla grant-making efforts, Leroy has built into such a reputable organization that it is now part of the county&rsquo;s outreach in small business development. Several years ago, the mayor of Miami awarded him the medal of merit for \"turning his life around and becoming a recognized community leader.\"</p>\n<p><strong>***Please Note: Sensitive Content***</strong></p>\n<p><span><strong>B.</strong> </span><span><strong>Growing up HIV-Positive in the Bronx<br /> </strong>Jahlove Serrano has dedicated his life to educating teenagers about HIV and AIDS. He&rsquo;s handed out condoms, convinced people to get tested, and mentored younger HIV-positive teenagers who also want to do this work.&nbsp;&nbsp; We open his story with a street scene of him training younger peer educators on the streets of the Bronx.&nbsp; Jahlove knows how important this work is&mdash;especially in the Bronx, where HIV infection rates are some of the highest among US cities, and young, black gay men are especially at risk.&nbsp; He knows because he himself contracted HIV when he was just 15 years old, a gay teenager growing up in Hunts Point in the South Bronx who didn&rsquo;t know enough about how to protect himself.&nbsp; Jahlove didn&rsquo;t get any information about sex at school or at home.&nbsp; His way of trying to learn what sex would mean for a gay teenager was to try it&mdash;just once, when he was 15&mdash;an experiment that turned from consensual sex into rape, and led to his infection with HIV.&nbsp; At 16, his mom kicked him out of the house because he was gay, and things unraveled from there.&nbsp; He dropped out of school. When he finally got tested at 17, he couldn&rsquo;t cope with being HIV-positive, so he ignored the news for years. He spent his teenage years avoiding his HIV diagnosis&mdash;but amazingly, reaching out to do HIV and AIDS education with his peers, both as a volunteer and a paid peer educator. He felt good about his work in the Bronx, giving out free condoms, encouraging teenagers to get tested, but he felt like&nbsp; a hypocrite because he wasn&rsquo;t dealing with his own health. Jahlove never got on meds; he was too ashamed to go to regular doctor appointments at the clinic. He was convinced he was going to die, estranged from his family.&nbsp; Just when things seemed to be at their worst, Jahlove met Tyra, the woman who would end up becoming his greatest supporter.&nbsp; Tyra is an activist, model and a transgender woman.&nbsp; She met Jahlove at a club, and they bonded immediately.&nbsp; Jahlove calls her &ldquo;mom&rdquo;, and he&rsquo;s not the only one.&nbsp; She&rsquo;s got over 20 young LGBT kids, part of a sprawling and devoted family she&rsquo;s assembled over the years.&nbsp; With her support Jahlove got his life back together.&nbsp; He went back to high school, started touring the country as a dancer.&nbsp; It was the life he&rsquo;d always wanted.&nbsp; Except one thing: his health was getting worse and worse.&nbsp; It would take a double diagnosis of Karposi&rsquo;s Sarcoma, a form of cancer, and full-blown AIDS to convince Jahlove to start treatment.&nbsp; Near death at age 22, he made a promise to devote his life to ending the AIDS epidemic if he pulled through.&nbsp; Today, Jahlove is healthy, and working more than full-time as an educator and advocate for young people with HIV and AIDS.</span></p>\n<p><strong>SEGMENT C (18:59)<br /></strong><strong>Incue: You're listening to State of the Re:Union<br /></strong><strong>Outcue: Bring them back together.</strong></p>\n<p><strong>A. </strong><strong>Black (and Green) and Proud&nbsp;<br /></strong>Yes, there are lots of people who feel left out of the Portland that&rsquo;s usually celebrated in the media. But some of them are working on getting a piece of &ldquo;Portlandia&rdquo; for themselves. For all the hard history of Portland&rsquo;s African American community, and the divisions that arise like the one over the North Williams bike lane, this is one story of Black Portland and Urban-Planning-Sustainability-Loving Portland coming together. And it starts with a gas station and a sorority.&nbsp;</p>\n<p><span>The long-closed graffiti-covered gas station on Albina Avenue had been declared a brownfield, and was cleaned up by its previous owner. A longtime Portlander named June Key noticed it and thought, &ldquo;well, this&rsquo;d be a great place for Delta Sigma Theta.&rdquo; The sorority, made up of African-American women, had been looking for a place to turn into a community center. 12 sorority sisters kicked in $100 each to get the project going, and June Key bought the gas station back in 1992. Years went by as the sorority sisters tried to decide what to do with it, even, as the neighborhood started gentrifying, turning down offers to sell it. What they decided to do surprised even Portland&rsquo;s sustainability cheerleaders: turn the gas station into the first commercial building to meet the incredibly strict Living Building Challenge requirements issued by the Cascadia Chapter of the U.S. Green Building Council. These standards go even farther than LEED certification, requiring eco-friendly building materials, net-zero energy use, capturing and reusing stormwater, and having more than 50% of the subcontractors who worked on the building be from small or women- or minority-owned businesses. &ldquo;(The center) is an example of how the triple bottom line of sustainable development &mdash; equity, economic empowerment and environmental stewardship &mdash; can be attained,&rdquo; said Chris Poole-Jones, the building project&rsquo;s director and a sorority member. And, as Marcelo Bonta, the director of the Center for Diversity &amp; the Environment, says the sorority sisters&rsquo; community center could be a model for similar projects in the future. &ldquo;This is a great example of diversity at its best of when different communities of different diverse backgrounds define diversity for themselves.&rdquo;</span></p>\n<p><strong>B. </strong><strong>An Outsider Who Made Utica&rsquo;s Toughest Neighborhood her Mission<br /></strong>Sometimes, all it takes to make a down-and-out place new again is fresh eyes to see the possibilities. For one Utica neighborhood, what it took was the Rev. Maria Scates. A formerly homeless woman who traveled around the world doing missionary work, Scates ended up in Utica almost by accident. But once there, she made Cornhill her mission. This was an area of the city of once-grand Victorian homes that for decades had been beyond down and out. The houses were filled with drug dealers. Kids were afraid to play in the park. And yet, when Rev. Scates drove through, all she could see was the area&rsquo;s promise. She started with buying one building, buying it and turning it into her center of operations, driving out the drug dealers on the way. She and her partner kept acquiring property after property and turning them into housing for homeless women coming out of being incarcerated and wanting to reunite with their kids. Another property houses a food pantry. Another a youth center. Now, 15 years later, they own and run more than a dozen buildings in Cornhill, much of it transitional housing for the poor, for recovering drug addicts.&nbsp; The Johnson Park Center is a testament to the power of an outsider&rsquo;s belief in the inner goodness of a neighborhood, and to the will to make it become what they believe it to be.&nbsp;</p>\n<p>PROGRAM OUT @ 59:00&nbsp;</p>\n<p>Broadcast Window Begins 1/29/14</p>\n<p><br /> The Black History Re:Defined Series of State of the Re:Union (SOTRU) will be available beginning January 17, 2014, on PRX and the Content Depot without charge to all public radio stations, and may be aired an unlimited number of times prior to December 31, 2014. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only.&nbsp;<br /> <br /> State of the Re:Union is presented by WJCT, and co-distributed by NPR and PRX.&nbsp; Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting.&nbsp;<br /> <br /> Thanks for your consideration of State of the Re:Union with Al Letson. Please contact your NPR Stations relations person or Melissa LaCasse at 207.776.4926 or lacasse.melissa@gmail.com with questions or to confirm carriage.</p>","byline":"Al Letson","published":"2014-01-29T15:52:33+00:00","tags":["African-American","Travel"],"itags":["prx:stories-110128"],"audio":[{"href":"https://hal.prx.org/pub/aec2aa43dd9929243e0fa56aa36cae8d/0/web/story_image/268288/medium/Screen_Shot_2014-01-03_at_12.02.45_PM.png","type":"image/png","meta":{"crop":"medium"}},{"href":"https://cms.prx.org/pub/42937574805f1f6b64afb82adb73d75e/0/web/audio_file/624083/broadcast/01-Black_History_New_Leaders_BB.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886265}},{"href":"https://cms.prx.org/pub/04396bc1c47ca3ca6635ec44f33f3990/0/web/audio_file/624080/broadcast/02-Black_History_New_Leaders_Newscast_Music.mp3","type":"audio/mpeg","meta":{"duration":29,"size":927685}},{"href":"https://cms.prx.org/pub/3aaa95e7a44ea67dce7b260b5fd13d4c/0/web/audio_file/624070/broadcast/03-Black_History_New_Leaders_Seg_A.mp3","type":"audio/mpeg","meta":{"duration":749,"size":23941955}},{"href":"https://cms.prx.org/pub/698aacb6540a73335d527bf6d8cd77c8/0/web/audio_file/624085/broadcast/04-Black_History_New_Leaders_Seg_A_Music.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886265}},{"href":"https://cms.prx.org/pub/dcadce84f9f7c592fc0954285b513195/0/web/audio_file/624079/broadcast/05-Black_History_New_Leaders_Seg_B.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36408505}},{"href":"https://cms.prx.org/pub/5f06f1f83185b142c1348e4bfd6eb7f1/0/web/audio_file/624072/broadcast/06-Black_History_New_Leaders_Seg_B_Music.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886265}},{"href":"https://cms.prx.org/pub/7592db92b2024b5c27e3915d67bb3266/0/web/audio_file/624069/broadcast/07-Black_History_New_Leaders_Seg_C.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36408505}}]}