{"created":"2014-09-10T21:36:49+00:00","modified":"2014-09-11T18:56:13+00:00","valid":{"from":"2014-09-11T18:56:13+00:00","to":"3014-09-11T18:56:13+00:00"},"hreflang":"en","guid":"2a19f46d-3a72-4cd5-9dd4-39644a474e5a","title":"He was the son of a top Hamas leader — then he became an Israeli informant","published":"2014-09-11T18:56:12+00:00","byline":"Nina Porzucki","tags":["Israeli–Palestinian conflict","terrorism","books","movies","International Security","Justice","Conflict & Justice","Asia","Israel","Palestinian territories","United States","Middle East","Asia","Gonen Ben Yitzhak","Mosab Hassan Yousef","Hamas","Mosab Hassan Yousef","Shin Bet"],"teaser":"The Green Prince was the code name for a top Israeli informant, a man who was the son of a Hamas founder. It's also the name of a new documentary that chronicles the path of informant Mosab Hassan Yousef, and his relationship with his Israeli handler.","contentencoded":"<p>Here&#39;s a great movie plot: T<span style=\"line-height: 1.538em;\">he son of a Hamas founder gets recruited by an Israeli intelligence organization to be an informant. The man&nbsp;</span><span style=\"line-height: 1.538em;\">informs on his own father and his own people for a decade. And in fact, that <em>is</em> the story of a new film &mdash; but it&#39;s a documentary.</span></p><p>Mosab Hassan Yousef, nicknamed &ldquo;The Green Prince&quot; by Israeli intelligence, is the real-life subject of <a href=\"http://filmguide.sundance.org/film/13927/the_green_prince\">a new documentary</a>&nbsp;&mdash; also called &quot;The Green Prince&quot; &mdash; along with his former handler, Gonen Ben Yitzhak.&nbsp;<span style=\"line-height: 1.538em;\">So how does a boy who grew up hating Israel become Israeli&rsquo;s biggest asset?</span></p><p>In the film, Yousef talks about his first contact with the Shin Bet, Israel&#39;s domestic intelligence agency. It began after he was picked up and put in prison for purchasing weapons. He intended to use those weapons to enact revenge for his father, Sheikh Hassan Yousef,&nbsp;who was imprisoned many times throughout Yousef&rsquo;s childhood.</p><p>But as he served time in an Israeli prison, he was shocked by the behavior of Hamas members.</p><p>&ldquo;I saw brutality in prison from [the] Hamas organization against our own people,&quot; Yousef remembers. &quot;I came to realize that the organization my father organized were the enemy of our people. I wanted to stop the madness somehow.&quot;</p><p>He turned to cooperation with Israel to do so: &quot;Working with the Israelis side-by-side, helped stop suicide bombing, helped stop some of the bloodshed and I was honored to do that,&quot; he says in the film.</p><p><span style=\"line-height: 1.538em;\">Gonen Ben Yitzhak became one of his handlers. For the Shin Bet man, it was his first in-the-flesh meeting with a member of Hamas.</span></p><p>&ldquo;My expectation was to meet a monster,&quot; Ben Yitzhak says. &quot;And then I walked into the room &mdash; I see a young guy with glasses ... and he looked like Harry Potter.&quot;</p><p>And like Harry Potter, Ben Yitzhak says Yousef had a magical ability to understand and bring the right information to the Shin Bet to stop terrorist acts. The two developed a close relationship, which Ben Yitzhak spoke about in the film.</p><p>&ldquo;Doubt is the most important tool for a handler. You have to doubt,&quot; he said. &quot;For me, as a handler, soon it was very hard to doubt &mdash; and this is a big danger for a handler when he forgets that the source is not a friend, but he is a potential enemy.&quot;</p><p>But his relationship with Yousef was different, he says. At a certain point he stopped doubting Yousef simply because he had no need to.</p><p>&ldquo;Our mutual respect and trust was to a level where I didn&rsquo;t need to doubt him,&quot; Ben Yitzhak says. &quot;Maybe as intelligence personnel it was a mistake but as a person, as a human being, this was the only way to deal with the situation.&quot;</p><p>In 2007, after a decade of working undercover with the Shin Bet, Yousef decided that he needed to get out.&nbsp;<span style=\"line-height: 1.538em;\">&ldquo;Of course [Shin Bet] were very selfish, they wanted me to stay and I insisted on leaving to move on in my life,&rdquo; Yousef says.</span></p><p>He was sent to the United States and began living in San Diego.&nbsp; Shortly after he left, the Hamas movement took over leadership of the Gaza Strip.&nbsp;<span style=\"line-height: 1.538em;\">&ldquo;Things got worse,&quot; Yousef says. &quot;By writing my story and documenting all the events of my life, I thought that could bring a better understanding to the people in the West and the people in the East.&quot;</span></p><p>Writing and publishing his book, <a href=\"http://www.amazon.com/gp/product/B004QOAQ7I?btkr=1\"><em>Son of Hamas</em></a>, meant telling the people closest to him about his secret identity. That included the the man he cared most about, his father.</p><p><span style=\"line-height: 1.538em;\">&ldquo;My parents disowned me publicly and since that moment I did not speak to them,&rdquo; Yousef says. He&#39;s been cut off from the rest of his family since 2010. &ldquo;I know it&rsquo;s very hard for them to see my reality. We live in two very different realities.&rdquo;</span></p><p>The book caused a stir in the United States as well. As a former Hamas member, he was subject to deportation to Jordan. And the Shin Bet didn&#39;t recognize Yousef as an official informant.</p><p>Meanwhile, Ben Yitzhak had been fired from the agency. He hadn&#39;t even realized where The Green Prince was until he read about Yousef&#39;s book in an Israeli newspaper.</p><p><span style=\"line-height: 1.538em;\">&quot;I contacted him without getting permission from the Shin Bet because I really wanted to help him,&quot; Ben Yitzhak says.&nbsp;</span><span style=\"line-height: 1.538em;\">Without the support of Shin Bet, Ben Yitzhak flew to the States to meet with his former source and support his case for asylum.</span></p><p>&ldquo;You never leave a soldier behind,&quot; he says. &quot;Mosab was our soldier.&quot;</p><p>Today, Yousef continues to try and rebuild his life in the United States. Ben Yitzhak practices law in Israel.</p>","audio":[{"href":"http://youtu.be/FclTE28oI3Y"},{"href":"http://www.pri.org/file/green-prince-official-us-release-trailer-2014-documentary-hd"}]}