{"created":"2015-06-03T09:01:04+00:00","modified":"2015-07-01T14:56:25+00:00","valid":{"from":"2015-07-01T14:56:25+00:00","to":"3015-07-01T14:56:25+00:00"},"hreflang":"en","title":"Why Jeb Bush Can't Bank On Faith Like His Brother Did","published":"2015-06-15T02:00:00+00:00","teaser":"Bush, who is likely running for president, is a firm Catholic. But that might not be enough for evangelical Christians in Iowa who see him as moderate and are looking elsewhere.","itags":["npr_api","411569509"],"guid":"2a33a383-3950-468d-a481-a80eea27bdf0","contentencoded":"<p>Evangelical voters are a major force in Iowa Republican politics. A force that can tip the balance in the state's marquee event: the first-in-the-nation Iowa caucuses.</p><p>And it's been that way for a long time. Sixteen years ago those voters delivered in a big way for a Texas governor named George W. Bush. But it's not likely that the younger brother of that successful presidential hopeful will get that same kind of support in the 2016 election. Jeb Bush is certainly a deeply religious man — and he shares his brother's conservative views on key social issues. But despite that, many religious voters view the former Florida governor with suspicion.</p><p>Last month Jeb Bush visited Iowa's Loras College, a small, Catholic liberal arts school located in Dubuque.</p><p>It may have been an ideal place to talk about his faith in some detail, but the comments he did make came more as an afterthought at the end of his remarks.</p><p>\"Gosh, what was it, twenty years ago I converted to Catholicism,\" Bush said, \"It was one of the smartest things I've done in my whole life.\"</p><p>He spoke to a small audience of just over a hundred. Seated in the front row was his wife, Columba Bush, a lifelong Catholic whose religion he joined when he was in his 40s. Bush went on to say, \"I believe that it is the architecture that gives me the serenity I need, not just as a public leader or in life. It gives me peace. It allows me to have a closer relationship with my creator.\"</p><p>It was a firm statement of belief. But it was considerably different than the almost evangelical way George W. Bush spoke about his faith during his first presidential campaign. At the Iowa Straw Poll in the summer of 1999, the future president was cheered when he said, \"America's strongest foundation is not found in our wallets. It is found in our souls.\"</p><p>As a candidate, George W. Bush often talked about personal redemption. Including how at age 40 he quit drinking, and how he embraced religion with the help of none other than the Reverend Billy Graham. He often spoke of protecting the unborn, as he did in a debate during the 2000 general election campaign.</p><p>\"I think what the next president ought to do is promote a culture of life in America,\" he said.</p><p>That played very well with Iowa evanglicals and Bush coasted to victory in the Iowa caucuses. But Christopher Budzisz, a political science professor at Loras College, says George Bush got those voters with more than words. He used organization as well.</p><p>\"One thing the Bush campaign was very concerted about was reaching out to the church networks and getting advocates for the candidacy oftentimes outside the gaze of the media or public conversation,\" said Budzisz.</p><p>He says that's not happening in the same way for Jeb Bush.</p><p>Evangelical voters are more organized in Iowa than they were four presidential elections ago. And they make up 60 percent of GOP Iowa caucus participants.</p><p>Despite Jeb Bush's opposition to abortion — and same-sex marriage — many voters here see him as moderate. This reaction, from Republican voter Byron Carlson, a physician, is not unusual: \"I would say I'm a Christian conservative, but I think at this time it's a wide open field with lots of options.\" After seeing this Bush speak recently, he added, \"Jeb just wasn't that impressive to me listening to him.\"</p><p>Bob Vander Plaats, who heads the state's top social conservative organization The Family Leader, praised Bush's record in dealing with the Terri Schiavo case when he was governor of Florida. Bush fought the removal of the brain-damaged woman's feeding tube, even after she'd been unconscious for more than a decade. Still, Vander Plaats acknowledges ambivalence toward Bush. He points to Bush's saying he'd run a campaign to win the general election and not just the primaries.</p><p>\"That may be code for, 'Do you really want to champion conservative values?'\" Vander Plaats said.</p><p>And there's dislike of Jeb Bush's support for Common Core education standards and his call for a path to legal status for immigrants in the U.S. illegally.</p><p>This year's GOP field looks to be huge. It could grow to 15 or more. And many of them are making a hard play for evangelicals. Vander Plaats says that's good, and bad.</p><p>\"And the reason it's bad is because it can divide its support quickly which really weakens the impact we can have in the process,\" he said.</p><p>That could create an opening for Jeb Bush. It would also please Republicans like 60-year-old Dave Richter who came to see the still officially-undeclared candidate at the town hall in Dubuque.</p><p>Richter says, \"I'm a little afraid of the Christian right, it's infiltrated government to too big of a degree\" adding \"I think it's problematic.\"</p><p>But despite Richter's concerns, in Iowa those evangelical voters do matter, a great deal. Especially in the caucuses. Four elections ago, George W. Bush got them to pull together to give him an important first win in the race for the nomination. For Jeb, his best bet may be if they don't.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Why+Jeb+Bush+Can%27t+Bank+On+Faith+Like+His+Brother+Did&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Don Gonyea","audio":[{"meta":{"duration":"266"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1411660261-fa7ff9.m3u?orgId=1&topicId=1014&d=266&p=3&story=411569509&t=progseg&e=411644331&seg=6&ft=nprml&f=411569509"},{"href":"http://media.npr.org/assets/img/2015/06/02/51570380-92b9023c03bba700a1aa2eaed37fc0754f978f36.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1056","width":"1409"}}]}