{"created":"2014-10-28T18:16:27+00:00","modified":"2015-04-23T18:14:56+00:00","valid":{"from":"2015-04-23T18:14:56+00:00","to":"3015-04-23T18:14:56+00:00"},"hreflang":"en","title":"A Candid Memoir From Comedian Amy Poehler? 'Yes Please'","published":"2014-10-29T14:23:00+00:00","teaser":"Poehler joins <em>Fresh Air</em>'s Terry Gross to talk about fighting the body image \"demon,\" being a \"world-class snooper\" and how she was once told that she had a \"great face for wigs.\"","itags":["npr_api","359566469"],"guid":"2a3508fe-ae4e-4722-9076-883a631d6eb6","contentencoded":"<p>When comedian Amy Poehler was in her 20s, she read her boyfriend's journal and found out that he didn't think she was pretty.</p><p>\"It was almost like an itch being scratched, which was, 'Aha! I knew that you didn't think I was pretty!' ... And then it was followed by a real crash because ... my ego was bruised,\" Poehler tells <em>Fresh Air</em>'s Terry Gross.</p><p>Poehler says it taught her that the earlier you figure out your \"currency,\" the happier you'll be. For Poehler, that meant not leaning on her looks to be successful.</p><p>\"Once I decided that, then it was freeing — not only for my work, because vanity is a tough thing to have in comedy — but I didn't care as much if people thought I was pretty or not pretty,\" she says.</p><p>Poehler tells this story and others in her new memoir <em>Yes Please</em>.</p><p>Although she's known for the many characters she has played — including on <em>Saturday Night Live</em> and the NBC comedy <em>Parks and Recreation --</em> she takes off the wigs and the costumes and steps out of character for her new book.</p><p>She admits it was difficult for her.</p><p>\"I'm used to writing in characters and not really writing about myself,\" she says. \"And it was easier to share the early parts of my life rather than my own current events.\"</p><p>Poehler talks about fighting the body image \"demons,\" going back to work when her son was an infant and saying goodbye to <em>Parks and Recreation</em>.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On body image and the \"demon voice in her head\"</strong></p><p>In the book, I write about growing up. The demon voice was around, but it didn't really live in my room. And then when I started liking boys, it moved into the top bunk and stayed there for a while. I think ... you fight against that voice and you have to find a way to live with it, because it will not go away.</p><p>You can kind of relegate it to the back shelf near your field hockey equipment and hope that it just stays quiet. But every once in a while it does come out, and it comes out at strange times. It doesn't matter really about success or being in a magazine — it kind of pokes its head out every once in a while to remind me, \"You're ugly,\" or, \"You're not as pretty as this person,\" or whatever mean thing it likes to say.</p><p>I feel like you have to kind of learn to treat it — or I've worked on, for many years, treating it like it's an annoying relative. And that doesn't quite make a lot of sense, but that you have to maybe see [it] every Christmas. That's the best we can hope for — right? — is that we treat ourselves as well as maybe we treat other people; we speak as well in our head about ourselves as we do out loud about other people.</p><p><strong>On having a \"great face for wigs\"</strong></p><p>I was told once that I have a great face for wigs, which was almost the title of this book. And I take as a huge compliment because I like that I look different with different hair, and I loved being a sketch performer and trying on these looks and everyone being like, \"Ooh, you could be a brunette!\" ... \"You could cut your hair short!\" ...</p><p>I felt emboldened by the fact that playing other people, and being in charge of how I looked and the characters I got to play, helped me [to] escape what was sometimes a disappointing face in my mind's eye.</p><p><strong>On being a \"world-class snooper\" </strong></p><p>It's <em>not</em> appropriate to look through people's stuff! ... It's terrible behavior, but I'm also going to say that I can't help myself most of the time. I always liked to know where I stood. I'm a person that would much rather know what you think about me than live in some blissful state of denial. That being said, it's not good to read people's journals. That being said, I will read your journal if you leave it near me. What can I tell you?</p><p><strong>On the day before she gave birth to her first son </strong></p><p>I was crying because my OB-GYN had just passed away, and he was a lovely man and I was in a real panic and I was <em>so </em>pregnant. And a really, really pregnant woman crying is terrifying. I was sobbing and [Jon Hamm, the <em>SNL</em> host that week] ... just kind of came to me and he was like, \"I need you to pull it together — this is a big deal for me.\" And it made me laugh so hard.</p><p>I think going from laughing to crying to laughing to crying — making those quick turns adds years to your life. And it's what's really fun about doing comedy — you can be in the saddest place, and somebody can say something and it switches you and makes you laugh. I loved it. He read the room, he read me right, and it was exactly what I needed to hear. It was kind of like a punch line, that your OB-GYN dies the day before you give birth.</p><p><strong>On starting <em>Parks and Recreation</em> with an infant at home </strong></p><p>I had to go to L.A. and start this show, and my baby was only a few months old and it was a very difficult time. It was harder than I think I wanted to admit at the time. I think I tortured myself a bit in that first year about what kind of mother I was and could I do this thing well and also give birth to this new show. ...</p><p>There's not enough ... working mothers who kind of talk about who they leaned on and how they got through that difficult time. There's this thing where nobody likes to talk about how difficult things are. Everybody likes to talk about [how] easy it is or can be if you only do X, Y and Z.</p><p>But it's difficult to be away from your baby and to be working hard and also want to be working — and it's difficult to be staying at home after you've been a person who maybe wasn't.</p><p><strong>On hosting the Golden Globes with Tina Fey </strong></p><p>Tina and I are so used to working together; we kind of know who will deliver something better. But sometimes we both want the same joke because we know it's a good one. So it just kind of figures itself out. We just have to be kind of democratic about it.</p><p><strong>On not asking for permission </strong></p><p>I've learned that it's not always smart to ask before you do something, just kind of do it. ... [At <em>SNL</em>] you got used to figuring out what you should go approach people about.</p><p>For example, when [Tina Fey and I] were [hosting] the Golden Globes, there was a bit where I wanted to sit on George Clooney's lap when my name was being announced in the hopes that if I won, I would kiss him like he was my husband. I knew from my years of working both sides, of being on camera and behind the camera, that it was better to ask George Clooney's people, \"Would you mind if Amy sat next to George when her name was announced?\" ... and they would ask him or not ask him and they would say \"no.\" And it's just too much to be like, \"Can she sit on his lap?\"</p><p>And then I just got to the table and I was like, \"Can I sit on your lap?\" and he was like, \"Sure.\" So it's a little bit easier to just ask in person. ... It's a little harder to say \"no\" in person. That's what any door-to-door knife salesman will tell you.</p><p><strong>On the final season of <em>Parks and Recreation</em> </strong></p><p>It's bittersweet because I love the people I work with — and to have a job where you get to go in every day and be a character who is like, \"Let's go get 'em! And you're wonderful and we're all great and anything can happen!\" Just to get to play a person like that is really ... a gift.</p><p>But I will say that it's a privilege in television to be able to have a proper goodbye — it doesn't happen all the time. I'm really pleased we get to write a finale and give an end to these characters. I'm looking forward to doing something else, because I've played [public servant Leslie Knope] now for six years and it feels time.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Candid+Memoir+From+Comedian+Amy+Poehler%3F+%27Yes+Please%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2372"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1359617080-f11761.m3u?orgId=1&topicId=1033&aggIds=100876926&e=359566469&d=2372&ft=nprml&f=359566469"},{"href":"http://media.npr.org/assets/img/2014/10/28/nup_161109_0228-fd9d46ec1f1c971b9882aabd5cc5f458dc4236ea.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"261","width":"349"}},{"href":"http://media.npr.org/assets/img/2014/10/28/goldenglobes2013-paul-drinkwater-nbcuniversal-getty-images-eac5a61d68fc1067f1632d679300ba8a77484b1f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}