{"created":"2015-05-20T21:29:05+00:00","modified":"2015-05-21T13:04:16+00:00","valid":{"from":"2015-05-21T13:04:16+00:00","to":"3015-05-21T13:04:16+00:00"},"hreflang":"en","guid":"2a391a59-eca8-4d2a-8a15-639ebb32a0fb","title":"Israel's newest concertmaster leads a youth movement at the country's premier orchestra","published":"2015-05-21T13:04:12+00:00","byline":"Daniel Estrin","tags":["orchestra","music","Religion","culture","Culture","Arts, Culture & Media","Asia","Israel","Middle East","Israeli culture","Israeli music","Israel Philharmonic Orchestra","David Radznyski","Classical music","Music","Entertainment"],"teaser":"At 28, David Radzynski is one of the youngest violinists leading a major world orchestra today. He was just picked as the concertmaster for the Israel Philharmonic Orchestra after studying and living in the US for most of his life, and he's part of a big influx of young musicians at the orchestra.","contentencoded":"<p>Not everyone's first job out of school involves dressing in long coattails, but David Radzynski isn't your average recent grad.</p>\n<p>The 28-year-old American-Israeli violinist landed a plum job as the concertmaster of the Israel Philharmonic Orchestra. The concertmaster is considered the orchestra’s top violinist, and it's a job violinists dream of. In getting the gig, Radzynski became one of the youngest violinists currently leading a major world orchestra.</p>\n<p>At the start of a recent concert, Radzynski bounded onto the stage to take his bow. He took his seat next to the conductor’s stand and stole a few glances of the packed concert hall — he’s still getting used to the limelight, having only joined the orchestra in March.</p>\n<p>“It’s incredible,” Radzynski said earlier in the day during a rehearsal break. “Here this hall gets filled up every concert. It’s a wonderful thing to see.” He's also playing 18th-century Guadagnini violin — worth close to $1 million —  that belonged to the Israel Philharmonic’s first concertmaster.</p>\n<p>It’s quite a change from last year, when he was simply a music student hoping to make it big.</p>\n<p>Radzynski studied violin at Indiana and Yale Universities, and then at the International Center for Music at Park University in Parkville, Missouri, where Lithuanian Israeli violinist Ben Sayevich helped him prepare for the big audition.</p>\n<p>Now he's in Tel Aviv, a place both familiar and foreign to him. He is Israeli, but has never lived full-time in Israel.</p>\n<p>“I noticed when I came to Israel, just in general, people are very warm and very open. You feel that in the orchestra as well,” Radzynski said. “The principal violist was, like, very motherly when I came in. She helped me with my apartment, you know, to find a realtor. ‘Make sure you do this, make sure you get your health insurance.’”</p>\n<p>Jobs as a concertmaster don't often come open, but one of the Israel Philharmonic’s three rotating concertmasters recently retired. When the orchestra started looking for new talent, they came upon Radzynski, and orchestra manager Avi Shoshani said he was a perfect fit.</p>\n<p>“He is Israeli, he's Jewish, extremely talented and a profound musician — and he's young. What more can one expect?” said Shoshani from his office in Tel Aviv's Palace of Culture, where the orchestra performs.</p>\n<p>Some of the world’s finest classical musicians have Israeli roots, stars like Pinchas Zukerman and Itzhak Perlman, who is in Israel this week performing with the Israel Philharmonic. But Israel’s best talent tends to leave the country to pursue careers abroad.</p>\n<p>David Radzynski’s own parents left Israel: His father, composer Jan Radzynski, went to study music at Yale in New Haven, Connecticut, where David was born.</p>\n<p>In recent years, however, there’s been a classical music renaissance in Israel. About 40 percent of the Israel Philharmonic has retired, orchestra officials say, replaced by young Israeli musicians who might have otherwise left the country. That influx brings youthful oomph to an orchestra that carries a sense of historic responsibility.</p>\n<p>“We are the representative of the State of Israel. We are the cultural ambassador,” said Shoshani, the orchestra director. “Not only that: We are the orchestra for the Jewish people all over the world. The reason we came to the world was because of the Holocaust.”</p>\n<p>After Hitler rose to power, Polish Jewish violinist Bronislaw Huberman handpicked the best Jewish musicians from Europe’s great orchestras and brought them to what was then Palestine. In doing so, he most likely saved their lives.</p>\n<p>And the orchestra is no stranger to recent conflicts, either. When the orchestra recently performed at Carnegie Hall, there were demonstrators outside protesting Israel’s treatment of Palestinians. Protesters also repeatedly interrupted the Philharmonic's concert in London in 2011.</p>\n<p>And as the orchestra performed in Tel Aviv a few weeks ago, Israeli police fired stun grenades just blocks away at Ethiopian Israeli street protesters demonstrating against alleged police discrimination against their immigrant community.</p>\n<p>Inside the concert hall, there was an entirely different drama taking place: The familiar dah-dah-dah-dum of Beethoven’s Fifth Symphony, led by a youthful new violinst.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-20%2Fisraels-newest-concertmaster-kid-just-out-school&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/story/images/Concertmaster.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/concertmasterjpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/05202015_10.mp3"},{"href":"http://admin.pri.org/file/0520201510mp3"}]}