{"created":"2015-06-13T11:28:10+00:00","modified":"2015-06-16T15:05:29+00:00","valid":{"from":"2015-06-16T15:05:29+00:00","to":"3015-06-16T15:05:29+00:00"},"hreflang":"en","title":"Remembering 'Headless Body' Headline Writer Vincent Musetto","published":"2015-06-15T15:46:00+00:00","teaser":"Vincent Musetto was managing editor of the <em>New York Post</em> when the paper ran a famous headline he wrote, \"Headless Body in Topless Bar.\" NPR's Scott Simon remembers Musetto, who died at age 74.","itags":["npr_api","414027437"],"guid":"2a527fa2-7a4e-4909-b978-08569957491c","contentencoded":"<p>Vincent Musetto wrote some of the most widely quoted words in the history of journalism:</p><p>\"Headless Body in Topless Bar.\"</p><p>Vinnie Musetto — I'm told no one called him Vincent — died this week of pancreatic cancer at the age of 74.</p><p>He was a managing editor of the <em>New York Post</em> on April 13, 1983, when crime raged, New York seethed, Ed Koch cracked wise, Brooklyn was a bargain, and a bagel and a schmear cost $1.50.</p><p>That night, a man named Charles Dingle lapped booze and cocaine in a bar in Queens where women with no visible means of upper body support danced. He argued with the bar's owner, Herbert Cummings, and shot him dead. He held the bar's patrons hostage, and raped a woman. One hostage was a mortician. He told her to use kitchen knives to remove Mr. Cummings head and put it in a box, labeled \"Fine Wines.\" And then Charles Dingle called a cab, locked the driver in the back of the bar, and took two of the women hostages on a wild ride into Manhattan. He passed out in the cab, the women fled, and police found Charles Dingle in the front seat, with the box holding Herbert Cummings' head.</p><p>If you owned a New York City newspaper, what would you put on the front page? \"Federal Reserve Chairman Paul A. Volcker Told a House Panel Long-Term Interest Rates are Too High for a Sustained Economic Recovery...\" or the story of Dingle's wild night.</p><p>And if you wanted to sell papers, would you make the headline of that story, \"Owner of a Bar Shot to Death; Suspect Is Held\" — which is how the <em>New York Times</em> put it — or \"Headless Body in Topless Bar\"?</p><p>Charles Dingle was sentenced 25 years to life. He died in prison in 2012. Vinnie Musetto, a colorful man who wore black suits and a gray ponytail, loved ballet and reviewed films for the <em>Post</em> until he retired in 2011, is credited with writing other notable headlines:</p><p>\"Khadafy Goes Daffy\"</p><p>\"500-Pound Sex Maniac Goes Free\"</p><p>\"Granny Executed In Her Pink Pajamas\"</p><p>and</p><p>\"I Slept With A Trumpet.\"</p><p>If you wondered — and I sure did — that was a revelation from Roxanne Pulitzer's Palm Beach divorce trial.</p><p>There are no lofty journalism awards for headlines, brash or tame. They come and go on screens today in a blink. But there is something indelible and enduring about \"Headless Body in Topless Bar.\" It makes you want to know what's going on, which is where journalism and literature begin.</p><p>How many truly great writers might envy Vinnie Musetto for writing five words people may quote for a century?  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Remembering+%27Headless+Body%27+Headline+Writer+Vincent+Musetto&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Scott Simon","audio":[{"meta":{"duration":"166"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1414149639-31b152.m3u?orgId=1&topicId=1060&aggIds=4495795&d=166&p=7&story=414027437&t=progseg&e=414149625&seg=3&ft=nprml&f=414027437"},{"href":"http://media.npr.org/assets/img/2015/06/12/toplesshead-f1d29d8b073469323ab3cb8d68335caa42e6fd47.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"225","width":"300"}}]}