{"created":"2015-04-20T08:26:16+00:00","modified":"2015-06-01T23:28:15+00:00","valid":{"from":"2015-06-01T23:28:15+00:00","to":"3015-06-01T23:28:15+00:00"},"hreflang":"en","title":"So Long 'Cinderella,' Website Helps Chinese Find Better English Names","published":"2015-06-01T23:28:00+00:00","teaser":"Billboard. Mo Money. Lady Gaga. Cinderella. Those are just a few of the unusual names young Chinese have adopted over the years. An American entrepreneur hopes to suggest more appropriate ones.","itags":["npr_api","400399802"],"guid":"2a5986d2-6da0-4586-bf0f-2b83132895a8","contentencoded":"<p>Cinderella. Billboard. Mo Money. Lady Gaga.</p><p>What do they all have in common?</p><p>They are a few of the unusual English names young Chinese have adopted over the years in hopes of mixing more easily with Westerners. Such offbeat names, though, sometimes have the opposite effect, generating puzzlement and the wrong kind of smiles.</p><p>Lindsay Jernigan, an American entrepreneur, has set up a new website, <a href=\"http://bestenglishname.com/\">bestenglishname.com</a>, to help Chinese choose more appropriate names.</p><p>Jernigan, 25, noticed a need for the service while working in her first job in Shanghai. She said some female colleagues were using English names that were inappropriate — and they didn't know it.</p><p>\"These names that we would see (as) 'stripper' names for really smart young women,\" Jernigan recalls recently at her office in Shanghai. \"So, I've heard a lot of people laughing about the 'Candy' and the 'Cherry' ... 'Sapphire,' 'Twinkle.'\"</p><p>Instead of facilitating communication, Jernigan says, other names that the Chinese chose just sowed confusion. For instance, she had a co-worker named \"Eleven.\"</p><p>\"Scheduling meetings at 10:30 and then saying that 'Eleven' was coming was causing a lot of issues,\" Jernigan says. Foreign colleagues rolled their eyes and asked Eleven if they could just call her by her Chinese name.</p><p>Jernigan's website offers customers a quiz that uses an algorithm to generate five suitable names. Users are asked to choose their favorite sport, music and personal style: Are you more like Zac Efron or Justin Bieber?</p><p>Users can put in their birthdays, professions and choose whether they want a name that's easy to pronounce. Jernigan says the service costs about $2.50 and has drawn more than 2,000 customers.</p><p>Recently, Jernigan, who grew up in Memphis and London, let me take the quiz. We used my Mandarin name, \"Feiteng,\" which means \"fly swiftly upward.\" Among the English names the website suggested for me were \"Drew,\" \"Tate\" and \"Julian.\"</p><p>Scott Kronick, who runs Ogilvy Public Relations in China and throughout Asia Pacific, has spent more than two decades in China and overseen thousands of Chinese staff. Along the way, he has heard a lot of unconventional names.</p><p>\"There were people who selected their names for times of the year, so we had a 'January,' 'February,' 'April,' 'May,' 'June,' 'Spring,' 'July,'\" Kronick recalls. \"We had a 'Popeye' and there's a 'Robin Hood.' \"</p><p>Popeye was a very popular cartoon in China in the 1990s, so that makes some sense, but where did these other strange names come from? Kronick wrote about the phenomenon in his book, <a href=\"http://www.amazon.com/Lighter-Side-China-English-Chinese/dp/0992762545/ref=sr_1_2?ie=UTF8&qid=1421148610&sr=8-2&keywords=the+lighter+side+of+china\">The Lighter Side of China</a>.</p><p>He thinks foreign teachers assigned some of these names to students as kind of a joke.</p><p>\"I think the English teachers that were here during the time were really having some fun,\" Kronick says. \"I can't imagine where — we have a staff member named 'Morphine' — got his name.\"</p><p>Kronick's favorite English name, though, belongs to co-worker Phat Song.</p><p>Phat, whose Chinese name is Song Le, says no matter how you spell his name, it suits him. As we speak over Internet phone, he explains.</p><p>\"You don't see me,\" Phat says. \"I'm really fat. I'm F-A-T. I'm really F-A-T.\"</p><p>Phat stands a little over 5-foot-8 and weighs about 220 pounds.</p><p>He didn't get his name from a teacher; he chose it himself about 15 years ago after drinking with a bunch of Americans in a Beijing bar.</p><p>\"'Phat,' that's the first American slang I learned,\" he says. \"It's a black people's slang. You always use this word to describe something cool.\"</p><p>Like many Chinese, Phat was drawn to his name because it was different and a way to stand out in a culture that's changing, but still fairly conformist. He asked his American buddies if it was a good name.</p><p>\"They laughed,\" Phat recalls. \"They said, 'It's weird. It's not a man's name.' I said, 'I don't care, because a name is for people to remember you.' \"</p><p>Phat says it works. After he introduces himself to foreigners, most never forget.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=So+Long+%27Cinderella%2C%27+Website+Helps+Chinese+Find+Better+English+Names&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Langfitt","audio":[{"meta":{"duration":"248"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1400929922-efb185.m3u?orgId=1&topicId=1125&d=248&p=3&story=400399802&t=progseg&e=400918171&seg=8&ft=nprml&f=400399802"},{"href":"http://media.npr.org/assets/img/2015/04/17/englishname-a96610b78f193a9674d3e3238dd9f7ee27b2fbea.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"454","width":"605"}},{"href":"http://media.npr.org/assets/img/2015/04/17/lindsay-jurnigan-1-463ad49a6d53632693984874886aba176d66ee10.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"510","width":"680"}},{"href":"http://media.npr.org/assets/img/2015/04/17/phat-song-1-1f974d49ef83bf5248048ec50d93c6841f145789.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1411","width":"1880"}}]}