{"created":"2015-02-10T07:03:31+00:00","modified":"2015-03-01T03:39:18+00:00","valid":{"from":"2015-03-01T03:39:18+00:00","to":"3015-03-01T03:39:18+00:00"},"hreflang":"en","title":"Push It Further: Rhiannon Giddens Takes A Turn On Tradition","published":"2015-02-10T13:16:00+00:00","teaser":"\"If you're going to do something that's been covered a million times, you want to do it differently,\" Giddens says of her funky version of \"Black Is the Color.\"","itags":["npr_api","384943903"],"guid":"2a5d7401-3adf-4ed5-8da9-b975eb88a913","contentencoded":"<p>As a member of the <a href=\"http://www.npr.org/artists/99046725/carolina-chocolate-drops\">Carolina Chocolate Drops</a>, <a href=\"http://www.npr.org/artists/384980773/rhiannon-giddens\">Rhiannon Giddens</a> is used to turning songs from another era into something her own. Her first solo album, <em>Tomorrow Is My Turn</em>, consists mostly of cover songs by different women, such as <a href=\"http://www.npr.org/artists/15396529/patsy-cline\">Patsy Cline</a>, Jean Ritchie and Libba Cotton. But one interpretation stands out.</p><p>\"I just started going, 'What if I just kind of pushed it a little bit further?' \" Giddens tells NPR's Renee Montagne of her funky version of \"Black Is the Color,\" a folk song <a href=\"https://www.youtube.com/watch?v=NWmCbEbMmeU\" target=\"_blank\">popularized</a> by <a href=\"http://www.npr.org/artists/15396720/nina-simone\">Nina Simone</a>.</p><p>Here, Giddens talks about adding words to the iconic song, her love of Gaelic mouth music, and the idea that if a piece of music speaks to you, it doesn't matter which tradition spawned it.</p><p><strong>Renee Montagne: This is so far away from any other version of \"Black Is the Color\" that I've ever heard. </strong></p><p>Giddens: Well, it's the kind of thing [where] if you're going to do something that's been covered a million times, you want to do it differently, and you want to kind of put your spin on it.</p><p><strong>You rewrote the lyrics. How so?</strong></p><p>Well, as I was looking at these versions of \"Black Is the Color,\" even the one that Sheila Kay sang, I was like, 'This is not speaking to me.' I love the song, I love the idea of it, but the part that I loved about the song was sort of that idea of love. That line that I took to add to my words was, \"I'll kiss his mouth 10,000 times\" — I mean, that kills me. That line is just, you know, I kind of love that part of it, not the sort of sad, mourn-and-weep idea. I didn't even really think about it that hard. I just thought, \"I'll just write. You know, this has been done a million times, so I can take it in a different direction. I'll just write some verses.\" And it just came out.</p><p><strong>There's a Gaelic song you perform live. What sort of song is that, and how do you manage to sing it for what is quite a long time without seeming to breathe?</strong></p><p>Well, it's a type of music called Gaelic mouth music. It's a tradition in many places. The idea of mouth music [is] vocal music to dance to, basically. This particular strain of it is from Scotland, and the reason why it's usually called mouth music is because the poetry is considered sort of throwaway lines. They're chosen often for percussive sounds, and so they didn't really have names. I really got into Gaelic music and the whole sound of it, and I got to go to Scotland. And I've studied with native singers, and it's just beautiful music, and it reminded me a lot of Native American singing. I've done some powwow singing. It was just really intriguing to me, so that piece is, I don't know — it speaks to people.</p><p>I'm always interested in [the fact that] the largest settlement of Scots-Gaelic-speaking Highlanders in the 1700s was in North Carolina, and there was cultural interactions between them and the natives who were there and the African-Americans. I mean, it was just kind of a fascinating history to me, and I love being able to push that musically and ... try to represent that in my own way.</p><p><strong>Well, I know you've recorded songs in Gaelic. Is that in your tradition? I mean, your name Rhiannon is a Welsh name from mythology.</strong></p><p>Yeah, my mother was reading the <em>Mabinogion, </em>the Welsh mythological epic, when I was born.</p><p><strong>Queen Mab.</strong></p><p>Yeah, and decided to name me Rhiannon. That definitely got me interested in sort of Celtic culture and stuff, but, you know, that whole idea of, \"Is it my culture?\" It gets asked of me in a way that white people who do blues don't get asked.</p><p><strong>I actually thought it might be actually your culture — there might be a connection.</strong></p><p>Well, that's the thing. Whether I am or not, like, that's my point. ... I don't know all of my genealogy, but my point is that if music speaks to you, I think that you have the ability to do that. Now, I think you have a responsibility to that.</p><p>When I do Gaelic music, I've learned about Gaelic culture; I've tried to learn the language. Whenever I do mouth music and there's Gaelic speakers in the audience, and they come up and go, \"Good job,\" I'm always like, \"Phew.\" You know, I really feel a responsibility to the music, and I teach workshops in music sometimes. And folks do come to me and they go, \"How do I make this blues song my own? How do I feel like I'm not an impostor doing this?\" And I'm like, \"That's an excellent question.\" That's where you should start, where you go, \"How does this speak to me?\"</p><p><strong>When I heard that you studied opera at a conservatory, that did seem to explain some of the technical ability to keep on moving through a very powerful song, almost as an athletic feat. </strong></p><p>Well, it's almost the reason why I don't do a selection of mouth music; I do one. Because over the years, I've got it, and also the pronunciation — I mean, it's hard. You learn one and you want to keep it. I mean, my training at Oberlin has been absolutely valuable. I had to learn how to adapt that training to this kind of singing. It is kind of great, because I'll be doing that mouth music and I'll feel, pardon me, but I'll feel a burp going on and you can't stop. I've learned how to sort of release it as I go so nobody knows that that's happening. It's kind of great to feel like, as a technician, that I've got this thing that I've done over the years now, that I've sort of developed this technique. I just do that because I love the mouth music and it's so much fun.</p><p><strong>Well, it's a showstopper. People start cheering halfway through.</strong></p><p>Yeah, I know. I mean, it's really interesting: I don't know what it is about that. It's really tapped into something for people. I mean, I've had people come and they just feel, like, the primal-ness of it or, you know — and that, for me, that's the strength of folk music. It's like, here's this piece of music that's, like, however old it is, and you put a fresh take on it and pull in sort of the energy of today, and it still speaks to people.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Push+It+Further%3A+Rhiannon+Giddens+Takes+A+Turn+On+Tradition&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"435"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1385138884-a6b1f5.m3u?orgId=1&topicId=1105&e=384943903&d=435&ft=nprml&f=384943903"},{"href":"http://media.npr.org/assets/img/2015/02/09/rhi_bg-4eb047dcd5d2c4985ca551832f068e4b422b26a8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"906","width":"1209"}}]}