{"created":"2015-03-19T01:23:43+00:00","modified":"2015-03-20T13:11:59+00:00","valid":{"from":"2015-03-20T13:11:59+00:00","to":"3015-03-20T13:11:59+00:00"},"hreflang":"en","guid":"2a5d9462-6ae1-4791-859b-5f1879ab117c","title":"This Florida man escaped from North Korea in a MiG-15 fighter jet","published":"2015-03-20T13:11:56+00:00","byline":"Matthew Bell","tags":["books","culture","history","military.","Books","Arts, Culture & Media","Seoul","Asia","North America","North Korea","United States","Kenneth Rowe","No Kum Sok","Blaine Harden","Korea","Kim Il-sung","No Kum-Sok","North Korean defectors","Operation Moolah"],"teaser":"The first time he saw North Korean leader Kim Il Sung in person, No Kum Sok decided he better start pretending to be a good Communist. Then he started plotting his escape from North Korea, which he managed to pull off in a Soviet-made fighter jet.   ","contentencoded":"<p>Plenty of American families have wild stories about how their ancestors came to settle in the United States. But few of them involve someone defecting from an enemy nation in a fighter plane.</p>\n<p>Kenneth Rowe is an 83-year-old retired engineer from Daytona Beach, Florida. No Kum Sok is the name he was born with in northern Korea. But going back to 1943, when No was an elementary school student, he went by the Japanese name of Okamura Kyoshi.</p>\n<p>“The Japanese forced all the Koreans to change [their names] to Japanese sounding name[s],” Rowe says.</p>\n<p>World War II was still raging at that time and the Japanese had ruled Korea for nearly four decades. Japan treated the Korean peninsula and the people who lived there as part of the Japanese empire. Japanese companies dominated the economy. Korean culture was targeted for elimination. The Korean language was banned in Korea. At No’s school, the curriculum was entirely in Japanese.</p>\n<p>But there was an upside for No and his family. His father made a good living working for a Japanese conglomerate in Korea, so No had a privileged childhood. He ate well. He had a nice tricycle. He could also read and write Japanese fluently.</p>\n<p>“In plain fact, I became 100 percent Japanese,” No says. Before the war ended, however, he learned there were limits to his family’s fealty to Japan.</p>\n<p></p><div class=\"media media-element-container media-image_on_left\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/portrait.jpg?itok=q1dJLRHm\" alt=\"\" /><div class=\"field-caption\">\n    <div class=\"page\" title=\"Page 7\">\n<div class=\"section\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p>Senior Lieutenant No Kum Sok was 21 when landed a North Korean MiG-15 at Kimpo Air Force Base in South Korea on September 21, 1953.</p>\n</div>\n</div>\n</div>\n</div>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Courtesy of Kenneth Rowe</p>\n  </div>\n</div>In 1944, Japan’s military resorted to sending its pilots on suicide missions against the American navy in the Pacific. When Japan put out the call for Korean volunteers, No Kum Sok was 12. He decided he wanted to be a kamikaze pilot, but he would need permission from his father.\n<p>“You want to dive into an American warship?” No’s father shouted at him. “Are you crazy?”</p>\n<p>That is when No Kum Sok lost faith in Japan. He came to understand that the US would win the war. And he learned something else from his father. No became fascinated with the idea of living the good life in the United States. He says he became the most pro-American kid in high school. But openly expressing support for the US soon became dangerous.</p>\n<p>After the war, the Soviet Union installed a young Kim Il Sung at the helm of the emerging nation of North Korea. Kim had earned a name for himself as an anti-Japanese insurgent leader operating in northeast China. In August 1945, just as the Japanese were offering their unconditional surrender, US officials hastily chopped the Korean peninsula in half along the 38th parallel. The Soviets took charge in the North and the US would set up a new government in South Korea.</p>\n<p>The first time No Kum Sok laid eyes on Kim Il Sung was in early 1948. No was a 16-year-old high school student. The man who would become the Great Leader was guarded by soldiers with Soviet-made submachine guns. Kim stood on top of a hill of fertilizer and gave a rousing speech, No says.</p>\n<p>“Our workers are now mass-producing fertilizer essential for the peasants,” Kim told the crowd.</p>\n<p>No was mightily impressed with Kim as a public speaker. But No says he had already come to despise the Communists — and Kim Il Sung — by that time.</p>\n<p>With a clear sense of which direction the political winds were blowing, No made up his mind to become a “No. 1 Communist” in the eyes of the people around him.</p>\n<p>“In order to get ahead, I [had] to show ... my faithfulness to Kim Il Sung, even though I was not a Communist. Of course, inside, I was the other way around. I hated [it],” No says.</p>\n<p>It was all a big lie for a young man who still dreamed about moving to the US some day. But the lie also saved his life. No stepped up his Communist zealot act after he entered the North Korean military. He cultivated the appearance of extreme devotion to Kim Il Sung and his ideology throughout the Korean War by starting a pro-Communist newspaper, shouting slogans with gusto and denouncing his peers for their lack of nationalist enthusiasm.</p>\n<p>No volunteered for the North Korean air force and trained to become a fighter pilot. He flew dozens of combat missions in a Soviet-made MiG-15 fighter jet against better-trained, better-equipped American fighter pilots. But he says he held back from dogfights with the Americans, not wanting to risk being killed or having to shoot down a US pilot.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"350\" width=\"622\" style=\"width: 1000px; height: 563px;\" alt=\"Fearing a Communist air attack that might destroy the stolen MiG-15 before it could be examined, the US Air Force quickly hid it in a hangar and disassembled it for shipment out of South Korea.\" title=\"Fearing a Communist air attack that might destroy the stolen MiG-15 before it could be examined, the US Air Force quickly hid it in a hangar and disassembled it for shipment out of South Korea.\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/mig_hanger.jpg?itok=Ro90JNy5\" /><div class=\"field-caption\">\n    <div class=\"page\" title=\"Page 9\">\n<div class=\"section\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p>Fearing a Communist air attack that might destroy the stolen MiG-15 before it could be examined, the US Air Force quickly hid it in a hangar and disassembled it for shipment out of South Korea.</p>\n</div>\n</div>\n</div>\n</div>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Courtesy of Kenneth Rowe</p>\n  </div>\n</div>\n<p>No Kum Sok saw his chance to escape in September 1953, not long after a ceasefire agreement brought an end to the Korean War. He did it during a training mission on a clear Monday morning by flying his MiG-15 right out of North Korea, across the 38th parallel, and landing it safely at a busy American military base outside of Seoul. With American fighters and anti-aircraft guns as his biggest worries, No figured he had a 20 percent of success. But the US military never even saw him coming.</p>\n<p>\"The luckiest thing was that the US radar was shutdown on that morning, when I got there. They had maintenance work,\" he says.</p>\n<p>No touched down unscathed, though he narrowly missed a head-on collision with an American fighter jet landing on the same runway from the opposite direction. He got out of his MiG and tore up a picture of Kim Il Sung he had kept in the cockpit. American military personnel surrounded him. And instead of arresting No, they shook his hand and started taking pictures.</p>\n<p></p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/flightsuit.jpg?itok=7X8I2fUM\" alt=\"\" /><div class=\"field-caption\">\n    <div class=\"page\" title=\"Page 7\">\n<div class=\"section\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p>Here is No Kum Sok in his flight suit on the day he landed in South Korea. Hours after he climbed out of his MiG, US Air Force photographers asked him to pose in the suit and oxygen mask.</p>\n</div>\n</div>\n</div>\n</div>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Courtesy of Kenneth Rowe</p>\n  </div>\n</div>The personal stories of No Kum Sok and Kim Il Sung are weaved together in a new book called “<a href=\"http://www.amazon.com/The-Great-Leader-Fighter-Pilot/dp/0670016578\">The Great Leader and the Fighter Pilot</a>,” by Blaine Harden. The author says the project started in 2012, when Rowe called him up out of the blue.\n<p>“He telephoned me and he introduced himself as Ken Rowe. [He] said that his name used to be No Kum Sok. He asked me if I knew who he was and I had no idea,” says Harden, who had written a best-seller about another North Korean defector called, “<a href=\"http://www.amazon.com/Escape-Camp-14-Remarkable-Odyssey-ebook/dp/B005GSZZ1A\">Escape from Camp 14</a>.”</p>\n<p>Harden says Rowe suggested that he read up about his own story of defecting from North Korea. “So, I did. I read some stuff over a few days and called him back, and asked him if he would participate in a book about his escape and about the rise of the man who invented North Korea,” Harden says.</p>\n<p>Coming from a country that rewards mindless supplication to the Kim regime, No Kum Sok stands out as a wily risk taker. In a scene described in Harden’s book, No once contemplated taking out his military issued pistol and shooting Kim Il Sung dead during a visit to an air base in North Korea. But No decided against doing something that would get himself killed, sticking with his plan to defect.</p>\n<p>US intelligence officials were delighted to get hold of a MiG-15 in 1953, as <a href=\"https://www.youtube.com/watch?v=NPOWfXhCWkI&amp;feature=youtu.be\">this old film</a> gets across in extensive technical detail. And as a bonus, the Americans had a smart, cooperative and experienced North Korean fighter pilot to explain how the jet worked. “It was one of the biggest moments of the Cold War. A pilot with this aircraft had never defected before,” Harden says.</p>\n<p>No Kum Sok laid out the entire backstory of the North Korean air war for American officials, Harden says. “They interrogated him with incredible energy, about 6 hours a day, 5 days a week, for nearly 7 months,” he says.</p>\n<p>The US government files on those interrogation sessions were declassified right before Rowe contacted Harden in 2012. Harden says the documents, along with an autobiography written by Rowe in the 1990s called “<a href=\"http://www.amazon.com/MiG-15-Freedom-Defector-Delivered-Americans/dp/0786431067\">A MiG-15 to Freedom</a>,” were critical in verifying the details of No Kum Sok’s story.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"506\" width=\"900\" alt=\"No met Vice President Richard Nixon in his office on Capitol Hill in May 1954. \" title=\"No met Vice President Richard Nixon in his office on Capitol Hill in May 1954. \" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/nixon_no_0.jpg?itok=deOzRm7U\" /><div class=\"field-caption\">\n    <div class=\"page\" title=\"Page 12\">\n<div class=\"section\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p>No met Vice President Richard Nixon in his office on Capitol Hill in May 1954. </p>\n</div>\n</div>\n</div>\n</div>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Courtesy of Kenneth Rowe</p>\n  </div>\n</div>There were additional rounds of interrogation for No after he arrived in the US in 1954, along with a few other frustrations, including the way the US government handled the $100,000 reward promised to any Korean, Chinese or Russian pilot who defected with an enemy aircraft.\n<p>In the end, Rowe was able to go to college, get a job as an aeronautical engineer and invest his reward money wisely. He brought his mother to the US from Korea in 1957. She helped him find a spouse and Rowe raised a family in America. He says he never second-guessed his decision to escape from North Korea and make a new life for himself in the US.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-13%2Fflorida-man-escaped-north-korea-mig-15-fighter-jet&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0317201507.mp3"},{"href":"http://www.pri.org/file/0317201507mp3"}]}