{"created":"2015-01-11T12:49:08+00:00","modified":"2015-05-13T21:22:36+00:00","valid":{"from":"2015-05-13T21:22:36+00:00","to":"3015-05-13T21:22:36+00:00"},"hreflang":"en","title":"A Dignified Way To Get Winter Coats To Syrian Refugee Kids","published":"2015-01-13T14:45:00+00:00","teaser":"The traditional solution for refugees who need garb is to hand out hand-me-downs. A new U.N. program has a different approach.","itags":["npr_api","376496301"],"guid":"2a66f984-15a9-4d88-8588-c89cdcc6da17","contentencoded":"<p>Many of the millions of Syrian kids who've come to refugee camps arrive barefoot. They're definitely not ready for cold weather. And this month, winter made a fierce entry. Just last week, heavy snow and rainfall pounded Lebanon and Jordan, killing at least two Syrian refugees and injuring several others.</p><p>The makeshift camps and flimsy shelters are barely enough to provide protection against the high winds and the frigid temperatures for the tens of thousands of refugees. Some flooded while others collapsed.</p><p>The refugee children need a new winter wardrobe, says Lucio Melandri, UNICEF's humanitarian affairs specialist, during an interview with NPR's Rachel Martin on <em>Weekend Edition</em>. Aid organizations have stepped in, but they won't be handing out donated coats. UNICEF and the U.N. World Food Program have set up a voucher system to help 40,000 of the children. They believe the voucher system is better for all parties involved.</p><p>\"This system is avoiding, first of all, [a]<strong> </strong>long queue of people lining just to receive some item,\" Melandri says. \"It is increasing the dignity of the refugees because they are experiencing a sort of normality.\"</p><p>Refugee families are given electronic cards with $20 each in local currency for every child under 14. The parents can use that money to buy jackets, shoes and<strong> </strong>other basic needs for their youngsters at the private markets inside the camps.</p><p>The U.N. has partnered with these markets to ensure that the money is used only to buy clothes and that the prices are fair. That not only benefits the refugees but also gives host countries an economic boost, says Melandri. \"We have the right to check the quality and the price of the items,\" he says. \"So we are assuring a positive impact on the financial situation of the hosting country.\"</p><p>In a way, he adds, the introduction of the voucher program is an acknowledgement that the Syrian crisis won't be over soon. \"Everybody in the beginning of the crisis was expecting a short-term displacement,\" he says. \"But now entering the fourth year of this conflict, everybody is realizing that it will take time. It will be a long-term displacement.\"</p><p>Giving families purchasing power can give them a sense of normalcy and empowerment, he adds.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Dignified+Way+To+Get+Winter+Coats+To+Syrian+Refugee+Kids&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"271"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1376496302-576c07.m3u?orgId=1&topicId=1009&d=271&p=10&story=376496301&t=progseg&e=376496273&seg=5&ft=nprml&f=376496301"},{"href":"http://media.npr.org/assets/img/2015/01/12/461118928-a3d169fd2a5c50bd00136acebbab1c6e3d6b5eaa.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3452","width":"4603"}}]}