{"created":"2015-06-24T20:19:22+00:00","modified":"2015-06-30T18:23:39+00:00","valid":{"from":"2014-01-10T08:24:06+00:00","to":"3014-01-10T08:24:06+00:00"},"hreflang":"en","published":"2014-01-10T08:24:06+00:00","contentencoded":"<div class=\"barn-cleaned\"><p>It’s been a little while, so we are delighted to invite our friends the Posts back to our table to answer your etiquette dilemmas (and the timing of this invitation has <em>nothing</em> to do with guilt about a gift from us that might have been lost in the mail).</p>\n<br />\n<p>Lizzie Post and Daniel Post-Senning are co-authors of “<a href=\"http://www.amazon.com/Emily-Posts-Etiquette-18th/dp/0061740233/?tag=dinnerp-20\">Emily Post’s Etiquette, 18th Edition</a>,” and Lizzie collaborated on “<a href=\"http://www.amazon.com/Emily-Posts-Wedding-Etiquette-6e/dp/0062326104/?tag=dinnerp-20\">Emily Post’s Wedding Etiquette, 6th Edition</a>” which landed on the most elegant of shelves this week. In our conversation they cover guilt-gifting, laughing at parking tickets, failed fishing attempts, and rabbit-holes picked clean of rabbit.<br />\n<br />\n<img class=\"aligncenter\" alt=\"DPD-Banner\" src=\"http://www.dinnerpartydownload.org/wp-content/uploads/2013/06/DPD-Banner.jpg\" /><br />\n<br />\n<strong>Brendan Francis Newnam:</strong> They’re the great-great-grandkids of Emily Post herself and co-authors of Emily Post’s Etiquette: The 18th Edition.” Lizzie and Dan, welcome.</p>\n<br />\n<p>And Lizzie, since we last saw you, a new book came out, “Emily Post’s Wedding Etiquette, 6th Edition.” So what’s the number one update from the first edition? What’s a modern wedding etiquette dilemma?</p>\n<br />\n<blockquote>\n<p><strong>Lizzie Post:</strong> Well, I mean, actually what was huge that happened while we were in the middle of editing this book was that gay marriage became legal. We’ve always talked about civil unions before and but now…</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> And so what kinds of questions does that bring up?</p>\n<br />\n<blockquote>\n<p><strong>Daniel Post Senning:</strong> Yeah, what’s the biggest faux pas?</p>\n<br />\n<img class=\"alignright\" alt=\"weddingcover\" src=\"http://www.dinnerpartydownload.org/wp-content/uploads/2014/01/weddingcover.jpg\" /><strong>Lizzie Post:</strong> Truthfully there’s not a <em>huge</em> difference. Mostly I think people are like, “Oh, who’s the ‘bridal’ party?” then and you’re like, “Really, the bridal party for a long time has been able to be whoever you want it to be.”<br />\n<p>Honor attendants, which is where you have a man on the bride’s side or a woman on the groom’s side, have been around for awhile, It’s kind of like there’s nothing actually that new about it.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> But you have more people leaping for the bouquet, which could be dangerous, right?</p>\n<br />\n<p><strong>Rico Gagliano:</strong> It’s more of a slam dance.</p>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Because now both men and women.</p>\n<br />\n<p><strong>Rico Gagliano:</strong> So basically more of the questions, it sounds like, will come from people <em>attending</em> these weddings than the people having them.</p>\n<br />\n<blockquote>\n<p><strong>Lizzie Post:</strong> I think so. “Do I address Mr. and Mr.? Whose name goes first?” That sort of thing.</p>\n<br />\n<p><strong>Daniel Post Senning:</strong> Whose family hosts?</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Is it okay if Mister Mister plays at the wedding?</p>\n<br />\n<h2>Gifting Without Guilting</h2>\n<br />\n<p><strong>Rich Gagliano:</strong> Which is always no, right? I think that’s right.</p>\n<br />\n<p>Let’s go straight to our listeners’ questions shall we? This is from Julie in Manchester, New Hampshire. This is kind of a quintessential, kind of post-holiday question I think. “I can’t live with the guilt,” writes Julie, “I didn’t get gifts for some who gave them to me. Is there a proper, preferably cool way to give a late gift I know I should have given at the proper time? Call it a New Year’s gift perhaps? Send a great thank you gift?”</p>\n<br />\n<blockquote>\n<p><strong>Lizzie Post:</strong> There’s no rule that says gift giving has to be reciprocal, so I say, personally, ditch the guilt.</p>\n<br />\n<p><strong>Daniel Post Senning:</strong> Sleep easy.</p>\n<br />\n<p><strong>Lizzie Post:</strong> Yeah, and maybe put these people on your list for next year or have them over for dinner soon, that sort of a thing.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> But really you’re <em>saying</em> that it doesn’t have to be reciprocal, I mean obviously that’s a nice way to think about it a nd that’s how we all believe it <em>should</em> be, but is that really how it plays out?</p>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Yeah, I mean, people are going to remember.</p>\n<br />\n<blockquote>\n<p><strong>Lizzie Post</strong>: Do they? I don’t really remember. I know I gave gifts to a few of my friends and I didn’t get them in return but I don’t dwell on it.</p>\n<br />\n<p><strong>Daniel Post Senning:</strong> So if we accept the premise though, that you really do feel bad, it isn’t ever too late. You can always send a gift late if someone gives you something and it inspired some generosity in yourself or reminds you that you really intended to do this. You apologize if you feel the need, and reply when you can.</p>\n<br />\n<p><strong>Lizzie Post:</strong> But truthfully, I think the person is going to look at the gift and just think, “Dude, I really wasn’t looking for you to think you had to go out and get me something.”</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Yeah, <em>they</em> might feel guilty.</p>\n<br />\n<blockquote>\n<p><strong>Lizzie Post:</strong> It changes the focus of what the original gift was and it turns it into this thing about <em>obligation</em> when there really wan’t any there.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> So there you go, you don’t have to give gifts to Lizzie and Daniel.</p>\n<br />\n<blockquote>\n<p><strong>Daniel Post Senning:</strong> Or if you do, don’t expect one back.</p>\n<br />\n<p><strong>Lizzie Post:</strong> Yeah, don’t expect one back, isn’t that the lesson?</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> It’s a guilt-free 2014 everybody!</p>\n<br />\n<h2>Pay Attention to Your Own Signs</h2>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> I like it. Alright, let’s move on.<br />\n<br />\nOur next question comes from Monica in Los Angeles and Monica writes, “If a guest gets a parking ticket at your house because they didn’t see the street cleaning sign and you didn’t think to bring it up, should you offer to pay half?”</p>\n<br />\n<p><strong>Rico Gagliano:</strong> Hmm. That’s a good one.</p>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Clearly you guys don’t live in Los Angeles where this is an issue.</p>\n<br />\n<blockquote>\n<p><strong>Lizzie Post:</strong> But we actually do live in a city that has a lot of parking bans because of all the weather that we get… but no, man, if you can’t read the sign that’s <em>your own fault.</em><br /></p>\n<p>I don’t know, Dan, what do you think? You used to live in LA.</p>\n<br />\n<p><strong>Daniel Post Senning:</strong> I don’t understand, is there no valet?</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> There’s a true LA-ite speaking right there.</p>\n<br />\n<blockquote>\n<p><strong>Daniel Post Senning:</strong> I would tell the host to take note that it is definitely a really considerate thing, if you know parking is tricky at your place or it’s a particular night where there’s likely to be a weather ban for some reason, let people know. It is a good idea.</p>\n<br />\n<p><strong>Lizzie Post:</strong> This is where my evil brain kicks in and I’m like, if the guest is <em>asking</em> for you to pay half the ticket, don’t. But if the guest just got the ticket and <em>you</em> feel really bad, then you should pay for the ticket.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> You’re saying it’s on them; it’s mainly on them.</p>\n<br />\n<p><strong>Lizzie Post:</strong> I think it’s <em>mostly</em> the driver’s responsibility, yeah.</p>\n<br />\n<h2>Failed Fishing Attempts</h2>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Alright, there you go Monica.</p>\n<br />\n<p>Here is something from Michaela in Seattle, Washington. Michaela writes “How do you respond to someone who is obviously and repeatedly fishing for compliments? Especially in a work setting where people don’t need their egos inflated any further?”</p>\n<br />\n<blockquote>\n<p><strong>Lizzie Post:</strong> I just wrote a new book, did anybody see my new book?</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> It sounds wonderful.</p>\n<br />\n<blockquote>\n<p><strong>Lizzie Post:</strong> Oh yeah? Thank you!</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Impressive! You just keep writing these books.</p>\n<br />\n<p><strong>Rico Gagliano:</strong> Probably the best wedding book.</p>\n<br />\n<blockquote>\n<p><strong>Daniel Post Senning:</strong> You know Lizzie, it would be rude of me to compliment you about your book.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Dan you were going to say something?</p>\n<br />\n<blockquote>\n<p><strong>Daniel Post Senning:</strong> Give them the truth. If someone’s fishing for compliments, you can tell them what you <em>really</em> think. There might be a compliment in there, there might not.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Oh, I like that.</p>\n<br />\n<blockquote>\n<p><strong>Daniel Post Senning:</strong> If someone is <em>asking</em> for your opinion, that’s when you get to give it…</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Fishing for a compliment? You might not get one.</p>\n<br />\n<blockquote>\n<p><strong>Lizzie Post:</strong> You’re <em>not</em> that pretty.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Or maybe you just say what Daniel said and you just say to them, “Do you <em>really</em> want my opinion?” And then they might back off.</p>\n<br />\n<blockquote>\n<p><strong>Lizzie Post:</strong> And what you <em>don’t</em> want to do is do that patronizing thing where you pat their head and go, “Oh yeah, you’re so wonderful.” I really can’t stand that.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> That was a <em>really good</em> suggestion, Lizzie. Really good work.</p>\n<br />\n<p><strong>Rico Gagliano:</strong> Wow, good job!</p>\n<br />\n<h2>Putting a Price on Leftovers</h2>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Great solution!</p>\n<br />\n<p>So, we have another question. This one comes from Mary Ann in Phoenix, Mary Ann writes, “We have a table for six at a restaurant. The sixth person comes very late to the family style dinner. He eats the “left-overs” of the food we didn’t want to finish. The check arrives. Do we add him to the check or not?”</p>\n<br />\n<blockquote>\n<p><strong>Lizzie Post:</strong> Okay, I just want to be clear” family style dinner meaning you guys ordered like five or six dishes and shared them and he’s eating off of those dishes?</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> That’s what it sounds like.</p>\n<br />\n<p><strong>Rico Gagliano:</strong> Yes, but he showed up very late.</p>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> So it’s like the leftovers; he’s picking over the remains.</p>\n<br />\n<blockquote>\n<p><strong>Daniel Post Senning:</strong> So we need a tipping calculator that pro-rates time a nd equates it against the cost of the food.</p>\n<br />\n<p><strong>Lizzie Post:</strong> You also have to take into account that if he’s picking at the leftovers, maybe he didn’t get any beef in the beef stir fry dish that they ordered.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> That’s right, it’s just onions, that’s all that’s left.</p>\n<br />\n<blockquote>\n<p><strong>Lizzie Post:</strong> It was just onions and baby corn.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> We’re going down the rabbit hole. This gets deeper and deeper. You guys have to work this out for us, that’s why you’re here.</p>\n<br />\n<blockquote>\n<p><strong>Lizzie Post:</strong> Literally, all he got is a piece of broccoli and a crust of bread. I think I probably would speak up and say, you know, “Larry really didn’t get any food here, let’s not worry about having him on the check.”</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> I think how this would go down i s that the check would come and we would expect Larry to <em>offer</em> something. Larry doesn’t offer anything and that’s where you start to feel uncomfortable. “You know what? I feel like I’ve been had here because Larry ate half a quesadilla and half a pitcher of beer and, you know, isn’t even offering anything,” and that’s where I would like to have, I think, some guidance. I think Mary Ann would like some firm, yeah, would like some guidance.</p>\n<br />\n<p><strong>Rico Gagliano:</strong> Because the polite thing, we would feel, would be not to say anything and just steam.</p>\n<br />\n<blockquote>\n<p><strong>Daniel Post Senning:</strong> Probably.</p>\n<br />\n<p><strong>Lizzie Post:</strong> Probably.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Really? Would it be?</p>\n<br />\n<blockquote>\n<p><strong>Daniel Post Senning:</strong> If he’s not offering…</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> This could ruin my night potentially.</p>\n<br />\n<p><strong>Rico Gagliano:</strong> Yeah, this would ruin my night. I don’t like that advice you guys. Let’s change it.</p>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Let me try this one out. If I was in this situation I would kind of assume leadership of the check because I know it would bother me and I would judge in my own brain depending on whether Larry picked over the leftovers or actually had a substantial meal and I might say, “Hey Larry, do you want to just throw in 15 bucks? I think that will cover you.” Is that okay?</p>\n<br />\n<blockquote>\n<p><strong>Lizzie Post:</strong> I love your idea. I love that idea. “Hey do you want to just throw in like $10 or $15 since you barely ate anything but you still did join us?”</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> You’re being very patronizing to Brendan right now Lizzie, with these compliments.</p>\n<br />\n<blockquote>\n<p><strong>Lizzie Post:</strong> I’m not being patronizing. That <em>was</em> the right answer.</p>\n<br />\n<p><strong>Daniel Post Senning:</strong> Seconded.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano</strong>: Meanwhile I’m sitting over here without any compliments. I’m getting basically the onions of the beef stew that is your love. I don’t feel great about it, but there you go.</p>\n<br />\n<p>Lizzie and Dan, thank you so much for telling our audience how to behave.</p>\n<br />\n<blockquote>\n<p><strong>Daniel Post Senning:</strong> Sure, take care.</p>\n<br />\n<p><strong>Lizzie Post:</strong> Thank you guys.</p>\n</blockquote>\n<br /></div>","tags":["APM","Etiquette","etiquette"],"contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>It’s been a little while, so we are delighted to invite our friends the Posts back to our table to answer your etiquette dilemmas (and the timing of this invitation has <em>nothing</em> to do with guilt about a gift from us that might have been lost in the mail).</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p>Lizzie Post and Daniel Post-Senning are co-authors of “<a href=\\\"http://www.amazon.com/Emily-Posts-Etiquette-18th/dp/0061740233/?tag=dinnerp-20\\\">Emily Post’s Etiquette, 18th Edition</a>,” and Lizzie collaborated on “<a href=\\\"http://www.amazon.com/Emily-Posts-Wedding-Etiquette-6e/dp/0062326104/?tag=dinnerp-20\\\">Emily Post’s Wedding Etiquette, 6th Edition</a>” which landed on the most elegant of shelves this week. In our conversation they cover guilt-gifting, laughing at parking tickets, failed fishing attempts, and rabbit-holes picked clean of rabbit.<br /><br /><img alt=\\\"DPD-Banner\\\" class=\\\"aligncenter\\\" src=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2013/06/DPD-Banner.jpg\\\" /><br /><br /><strong>Brendan Francis Newnam:</strong> They’re the great-great-grandkids of Emily Post herself and co-authors of Emily Post’s Etiquette: The 18th Edition.” Lizzie and Dan, welcome.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p>And Lizzie, since we last saw you, a new book came out, “Emily Post’s Wedding Etiquette, 6th Edition.” So what’s the number one update from the first edition? What’s a modern wedding etiquette dilemma?</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Lizzie Post:</strong> Well, I mean, actually what was huge that happened while we were in the middle of editing this book was that gay marriage became legal. We’ve always talked about civil unions before and but now…</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> And so what kinds of questions does that bring up?</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Daniel Post Senning:</strong> Yeah, what’s the biggest faux pas?</p><br /><img alt=\\\"weddingcover\\\" class=\\\"alignright\\\" src=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2014/01/weddingcover.jpg\\\" /><strong>Lizzie Post:</strong> Truthfully there’s not a <em>huge</em> difference. Mostly I think people are like, “Oh, who’s the ‘bridal’ party?” then and you’re like, “Really, the bridal party for a long time has been able to be whoever you want it to be.”<br /><p>Honor attendants, which is where you have a man on the bride’s side or a woman on the groom’s side, have been around for awhile, It’s kind of like there’s nothing actually that new about it.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> But you have more people leaping for the bouquet, which could be dangerous, right?</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> It’s more of a slam dance.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Because now both men and women.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> So basically more of the questions, it sounds like, will come from people <em>attending</em> these weddings than the people having them.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Lizzie Post:</strong> I think so. “Do I address Mr. and Mr.? Whose name goes first?” That sort of thing.</p><br /><p><strong>Daniel Post Senning:</strong> Whose family hosts?</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Is it okay if Mister Mister plays at the wedding?</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<h2>Gifting Without Guilting</h2>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rich Gagliano:</strong> Which is always no, right? I think that’s right.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p>Let’s go straight to our listeners’ questions shall we? This is from Julie in Manchester, New Hampshire. This is kind of a quintessential, kind of post-holiday question I think. “I can’t live with the guilt,” writes Julie, “I didn’t get gifts for some who gave them to me. Is there a proper, preferably cool way to give a late gift I know I should have given at the proper time? Call it a New Year’s gift perhaps? Send a great thank you gift?”</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Lizzie Post:</strong> There’s no rule that says gift giving has to be reciprocal, so I say, personally, ditch the guilt.</p><br /><p><strong>Daniel Post Senning:</strong> Sleep easy.</p><br /><p><strong>Lizzie Post:</strong> Yeah, and maybe put these people on your list for next year or have them over for dinner soon, that sort of a thing.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> But really you’re <em>saying</em> that it doesn’t have to be reciprocal, I mean obviously that’s a nice way to think about it a nd that’s how we all believe it <em>should</em> be, but is that really how it plays out?</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Yeah, I mean, people are going to remember.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Lizzie Post</strong>: Do they? I don’t really remember. I know I gave gifts to a few of my friends and I didn’t get them in return but I don’t dwell on it.</p><br /><p><strong>Daniel Post Senning:</strong> So if we accept the premise though, that you really do feel bad, it isn’t ever too late. You can always send a gift late if someone gives you something and it inspired some generosity in yourself or reminds you that you really intended to do this. You apologize if you feel the need, and reply when you can.</p><br /><p><strong>Lizzie Post:</strong> But truthfully, I think the person is going to look at the gift and just think, “Dude, I really wasn’t looking for you to think you had to go out and get me something.”</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Yeah, <em>they</em> might feel guilty.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Lizzie Post:</strong> It changes the focus of what the original gift was and it turns it into this thing about <em>obligation</em> when there really wan’t any there.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> So there you go, you don’t have to give gifts to Lizzie and Daniel.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Daniel Post Senning:</strong> Or if you do, don’t expect one back.</p><br /><p><strong>Lizzie Post:</strong> Yeah, don’t expect one back, isn’t that the lesson?</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> It’s a guilt-free 2014 everybody!</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<h2>Pay Attention to Your Own Signs</h2>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> I like it. Alright, let’s move on.<br /><br /> Our next question comes from Monica in Los Angeles and Monica writes, “If a guest gets a parking ticket at your house because they didn’t see the street cleaning sign and you didn’t think to bring it up, should you offer to pay half?”</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Hmm. That’s a good one.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Clearly you guys don’t live in Los Angeles where this is an issue.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Lizzie Post:</strong> But we actually do live in a city that has a lot of parking bans because of all the weather that we get… but no, man, if you can’t read the sign that’s <em>your own fault.</em><br /></p><p>I don’t know, Dan, what do you think? You used to live in LA.</p><br /><p><strong>Daniel Post Senning:</strong> I don’t understand, is there no valet?</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> There’s a true LA-ite speaking right there.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Daniel Post Senning:</strong> I would tell the host to take note that it is definitely a really considerate thing, if you know parking is tricky at your place or it’s a particular night where there’s likely to be a weather ban for some reason, let people know. It is a good idea.</p><br /><p><strong>Lizzie Post:</strong> This is where my evil brain kicks in and I’m like, if the guest is <em>asking</em> for you to pay half the ticket, don’t. But if the guest just got the ticket and <em>you</em> feel really bad, then you should pay for the ticket.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> You’re saying it’s on them; it’s mainly on them.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Lizzie Post:</strong> I think it’s <em>mostly</em> the driver’s responsibility, yeah.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<h2>Failed Fishing Attempts</h2>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Alright, there you go Monica.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p>Here is something from Michaela in Seattle, Washington. Michaela writes “How do you respond to someone who is obviously and repeatedly fishing for compliments? Especially in a work setting where people don’t need their egos inflated any further?”</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Lizzie Post:</strong> I just wrote a new book, did anybody see my new book?</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> It sounds wonderful.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Lizzie Post:</strong> Oh yeah? Thank you!</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Impressive! You just keep writing these books.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Probably the best wedding book.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Daniel Post Senning:</strong> You know Lizzie, it would be rude of me to compliment you about your book.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Dan you were going to say something?</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Daniel Post Senning:</strong> Give them the truth. If someone’s fishing for compliments, you can tell them what you <em>really</em> think. There might be a compliment in there, there might not.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Oh, I like that.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Daniel Post Senning:</strong> If someone is <em>asking</em> for your opinion, that’s when you get to give it…</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> Fishing for a compliment? You might not get one.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Lizzie Post:</strong> You’re <em>not</em> that pretty.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Or maybe you just say what Daniel said and you just say to them, “Do you <em>really</em> want my opinion?” And then they might back off.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Lizzie Post:</strong> And what you <em>don’t</em> want to do is do that patronizing thing where you pat their head and go, “Oh yeah, you’re so wonderful.” I really can’t stand that.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> That was a <em>really good</em> suggestion, Lizzie. Really good work.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> Wow, good job!</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<h2>Putting a Price on Leftovers</h2>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Great solution!</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>So, we have another question. This one comes from Mary Ann in Phoenix, Mary Ann writes, “We have a table for six at a restaurant. The sixth person comes very late to the family style dinner. He eats the “left-overs” of the food we didn’t want to finish. The check arrives. Do we add him to the check or not?”</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Lizzie Post:</strong> Okay, I just want to be clear” family style dinner meaning you guys ordered like five or six dishes and shared them and he’s eating off of those dishes?</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> That’s what it sounds like.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> Yes, but he showed up very late.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> So it’s like the leftovers; he’s picking over the remains.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Daniel Post Senning:</strong> So we need a tipping calculator that pro-rates time a nd equates it against the cost of the food.</p><br /><p><strong>Lizzie Post:</strong> You also have to take into account that if he’s picking at the leftovers, maybe he didn’t get any beef in the beef stir fry dish that they ordered.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> That’s right, it’s just onions, that’s all that’s left.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Lizzie Post:</strong> It was just onions and baby corn.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> We’re going down the rabbit hole. This gets deeper and deeper. You guys have to work this out for us, that’s why you’re here.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Lizzie Post:</strong> Literally, all he got is a piece of broccoli and a crust of bread. I think I probably would speak up and say, you know, “Larry really didn’t get any food here, let’s not worry about having him on the check.”</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> I think how this would go down i s that the check would come and we would expect Larry to <em>offer</em> something. Larry doesn’t offer anything and that’s where you start to feel uncomfortable. “You know what? I feel like I’ve been had here because Larry ate half a quesadilla and half a pitcher of beer and, you know, isn’t even offering anything,” and that’s where I would like to have, I think, some guidance. I think Mary Ann would like some firm, yeah, would like some guidance.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Because the polite thing, we would feel, would be not to say anything and just steam.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Daniel Post Senning:</strong> Probably.</p><br /><p><strong>Lizzie Post:</strong> Probably.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Really? Would it be?</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Daniel Post Senning:</strong> If he’s not offering…</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> This could ruin my night potentially.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Yeah, this would ruin my night. I don’t like that advice you guys. Let’s change it.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Let me try this one out. If I was in this situation I would kind of assume leadership of the check because I know it would bother me and I would judge in my own brain depending on whether Larry picked over the leftovers or actually had a substantial meal and I might say, “Hey Larry, do you want to just throw in 15 bucks? I think that will cover you.” Is that okay?</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Lizzie Post:</strong> I love your idea. I love that idea. “Hey do you want to just throw in like $10 or $15 since you barely ate anything but you still did join us?”</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> You’re being very patronizing to Brendan right now Lizzie, with these compliments.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Lizzie Post:</strong> I’m not being patronizing. That <em>was</em> the right answer.</p><br /><p><strong>Daniel Post Senning:</strong> Seconded.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano</strong>: Meanwhile I’m sitting over here without any compliments. I’m getting basically the onions of the beef stew that is your love. I don’t feel great about it, but there you go.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Lizzie and Dan, thank you so much for telling our audience how to behave.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Daniel Post Senning:</strong> Sure, take care.</p><br /><p><strong>Lizzie Post:</strong> Thank you guys.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"}]","itags":["2a68aeec0b1dfb4109f6fc5efb98f117","PMP:The_Dinner_Party_Download_PMP","The Dinner Party Download","The Dinner Party Download 2014-01-10"],"description":"It’s been a little while, so we are delighted to invite our friends the Posts back to our table to answer your etiquette dilemmas (and the timing of this invitation has nothing to do with guilt about a gift from us that might have been lost in the mail). Lizzie Post and Daniel Post-Senning are […]","title":"Living a Guilt-Free 2014 with the Posts","byline":"Martin, Brittany","guid":"2a68aeec-0b1d-4fb4-809f-fc5efb98f117","teaser":"It’s been a little while, so we are delighted to invite our friends the Posts back to our table to answer your etiquette dilemmas (and the timing of this invitation has nothing to do with guilt about a gift from us that might have been lost in the mail). Lizzie Post and Daniel Post-Senning are […]","audio":[{"meta":{"crop":"primary","height":null,"width":null},"href":"http://www.dinnerpartydownload.org/wp-content/uploads/2014/01/Posts.jpg","type":"image/jpeg"},{"type":"image/jpeg","href":"http://www.dinnerpartydownload.org/wp-content/uploads/2014/01/weddingcover.jpg","meta":{"height":null,"crop":"primary","width":null}},{"meta":{"duration_hms":"00:08:23","api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm_audio:/dinnerpartydownload/2014/01/09/0110_post"},"duration":503},"type":"audio/mpeg","href":"http://play.publicradio.org/pmp/d/podcast/dinnerpartydownload/2014/01/09/0110_post_128.mp3","format":"MP3"}]}