{"created":"2014-12-04T20:00:28+00:00","modified":"2014-12-05T23:06:13+00:00","valid":{"from":"2014-12-05T23:06:13+00:00","to":"3014-12-05T23:06:13+00:00"},"hreflang":"en","title":"Set In Appalachia, This Rewarding Story Collection Is 'Rich And Strange'","published":"2014-12-04T20:29:00+00:00","teaser":"Ron Rash's best short stories from the past 20 years take you to a land apart psychologically and geographically. His writing is powerful, stripped down and very still.","itags":["npr_api","368510625"],"guid":"2a727cab-3880-4e9f-8b93-6cdd1e3945dc","contentencoded":"<p>Expect to be good for nothing for a long time after you read Ron Rash. His writing is powerful, stripped down and very still: It takes you to a land apart, psychologically and geographically, since his fiction is set in Appalachia.</p><p>Thirty-four of Rash's best short stories from the past 20 years have just been published in a collection called <em>Something Rich and Strange</em>. They are that, indeed. Some of these stories are cold to the bone; others are empathetic and even funny. A few are set during The Great Depression and Civil War; most, though take place in the present — an era when illegal ginseng plots and meth labs have supplanted the moonshine stills of an earlier generation and family farms have given way to vacation home developments. Rash, however, is no nostalgic mountain minstrel bemoaning the loss of the good olde days. If it's wood smoke and sylvan sentimentality you're yearning for, you'd be better off watching reruns of <em>The Waltons</em>.</p><p>The kick-off story of this collection, called <em>Hard Times</em>, is one of the Depression-era tales. It's set on a farm owned by a couple named Jacob and Edna. Somebody's been stealing a few eggs every night from their henhouse. Their closest neighbors are a family of three called The Hartleys — a husband, a wife and a little girl. As bad off as Jacob and Edna are, the Hartleys are worse. As Jacob says, \"You couldn't grow a toenail on Hartley's land.\" One morning, Jacob and Edna spot the Hartleys and their hound dog walking down a nearby trail for their twice-weekly trip to town. Edna yells: \"That hound of yours ... is it an egg-sucker?\" In answer, Hartley calls his dog, grabs it by the scruff of its neck, and settles his pocketknife against its throat. We're told that Hartley's wife and daughter stood perfectly still, \"their faces blank as dough.\" Jacob tries to stop things, protesting that nobody knows for sure that the dog is the culprit but Hartley kills the dog anyway saying: \"You'll know for sure now.\" The story ends on a surprise turn, a moment of generosity that fleetingly counterbalances the mercilessness of this hard life.</p><p>Mercilessness also characterizes the atmosphere of many of the modern-day stories in Rash's collection, specifically those that chronicle the rural meth epidemic. In <em>Waiting for the End of the World</em>, a roadhouse musician looks at his stoned band mate, a guy named Sammy, and jokes: \"One of the great sins of the sixties was introducing drugs to the good-ole-boy element of Southern society. If you were some Harvard psychology professor like Timothy Leary, drugs might well expand your consciousness, but they worked just the opposite way for people like Sammy, shriveling the brain to a reptilian level of aggression and paranoia.\"</p><p>That droll observation aside, the meth stories are mostly so hopeless that to read them is to feel like you're wandering alone, lost in a winter wood. <em>Back of Beyond</em> focuses on a pawnbroker who buys the false teeth, butter churns and bicycle tires addicts trade for cash. One of those addicts is the pawnbroker's own nephew. Another meth story called, <em>Those Who Are Dead Are Only Now Forgiven</em> may be the standout of this collection. It's about two teenagers who are smart and in love and determined to get scholarships to college, instead of winding up cutting carcasses at the local poultry plant. Although this is a story packed with sharp insights about class and the practical limits to dreaming big, it's also infused with the supernatural aura of a Poe tale. There's an abandoned house in this story and meth is the demon that haunts it. The pull of that house, especially to teenagers who are working so hard to better themselves against such tough odds — is seductive and menacing.</p><p>You may think, as a reader, that you, too, would be better off staying away from that haunted house, or that pawnbroker's shop or those stark farmhouses — but think again. Rash's spectacular stories may originate in the peculiar soil of Appalachia, but their reach and their rewards are vast.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Set+In+Appalachia%2C+This+Rewarding+Story+Collection+Is+%27Rich+And+Strange%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Maureen Corrigan","audio":[{"meta":{"duration":"465"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1368512119-8dfe2e.m3u?orgId=1&topicId=1034&ft=3&f=368510625"},{"href":"http://media.npr.org/assets/img/2014/12/04/ron-rash_please-credit-ulf-andersen-82900cb1fbb64340b9f66fb6e4b57b69f88d491c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"382","width":"510"}}]}