{"created":"2014-11-03T08:22:03+00:00","modified":"2015-02-23T22:10:11+00:00","valid":{"from":"2015-02-23T22:10:11+00:00","to":"3015-02-23T22:10:11+00:00"},"hreflang":"en","title":"Supreme Court To Consider Case On Passports Of Jerusalem-Born Citizens","published":"2015-02-23T16:49:00+00:00","teaser":"For the second time, the U.S. Supreme Court hears arguments in a case that combines Middle East policy with the dueling foreign policy roles of the president and Congress.","itags":["npr_api","360959682"],"guid":"2a83ef08-2e82-45d8-b60f-985e8b23354e","contentencoded":"<p>The U.S. Supreme Court hears arguments Monday for a second time in a case that combines Middle East policy with the dueling foreign policy roles of the president and Congress. It's a political hot potato that asks what U.S. passports should say about the birthplace of American citizens born in Jerusalem.</p><p>Ever since the founding of Israel in 1948, the U.S. has taken the position that no country has sovereignty over Jerusalem until its status is negotiated in a Middle East peace deal. Israel's supporters in Congress, however, have tried to force a different policy, passing legislation that would move the U.S. embassy from Tel Aviv to Jerusalem and require the State Department to allow U.S. citizens born in Jerusalem to list Israel as their place of birth on their passports.</p><p>The Bush administration and the Obama administration both refused to do so, contending that the passport mandate unconstitutionally infringes on the president's foreign policy powers.</p><p>Enter Menachem Zivotofsky, born in Jerusalem 12 years ago to American parents who emigrated to Israel and now maintain dual citizenship. The Zivotofskys want their son's place of birth on his passport to say Israel — not just Jerusalem. So they sued to force the State Department to let them do that.</p><p>Three years ago, when the case first went to the Supreme Court, the justices did not issue a definitive ruling, instead opting to send the case back to the lower court for further action. But now, the case is back. And a look back at the 2011 argument gives some clues about the justices' thinking.</p><p>The Zivotofskys' lawyer, Nathan Lewin, opened the argument back then by telling the Court that under the Constitution, foreign policy is a power shared by the president and Congress, but that Congress has the final say once it passes a statute, as it did here. Lewin, however, faced a blast of skeptical questions.</p><p>\"You say foreign relations is a shared power. So, if it is a shared power, why does Congress trump the executive?\" Justice Ruth Bader Ginsburg asked.</p><p>Justice Anthony Kennedy called Lewin's view a \"narrow and crabbed interpretation of the president's foreign affairs power.\" Justice Sonia Sotomayor said it would hobble the president.</p><p>\"It seems to me you're not arguing for a co-equal congressional power, you're arguing for a superior congressional power. You're saying whatever Congress says, the president has to comply with,\" Justice Antonin Scalia observed.</p><p>Chief Justice John Roberts noted that listing Israel as the place of birth for someone born in Jerusalem could, according to the president, present serious foreign policy problems. But Lewin rejected that premise.</p><p>\"Congress has decided that saying Israel alone does not present a foreign policy issue,\" he said.</p><p>Roberts shot back: \"An American citizen born in Northern Ireland doesn't have this option just because he thinks that's part of Ireland.\"</p><p>Arguing for the president's exclusive authority in this area, Solicitor General Donald Verrilli told the justices that Congress cannot supersede the president's power.</p><p>But Justice Stephen Breyer questioned that proposition, declaring, \"There are very few cases I can ever think of where the court has said the president can act contrary to a statute.\"</p><p>Verrilli replied that as far back as President Washington, this has been one of those areas of presidential authority. The court, he argued, should give great deference to the president's judgment on a matter with such serious foreign policy implications. A passport, he observed, is not a communication by the passport holder; it's an official document communicating the position of the United States.</p><p>Pressed by Justice Elena Kagan, Verrilli said the source for the president's power is the provision of the Constitution giving the chief executive the power to receive and recognize foreign diplomats, a power used since the founding to recognize foreign governments.</p><p>Justice Scalia didn't think much of that provision as authority to rest a case on, musing, \"I mean, if you've got to cast about for something, I suppose, I don't know what else you'd land upon.\"</p><p>\"It is there,\" Verrilli insisted.</p><p>It is there, Scalia acknowledges, \"but it doesn't say a whole lot.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Supreme+Court+To+Consider+Case+On+Passports+Of+Jerusalem-Born+Citizens&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nina Totenberg","audio":[{"meta":{"duration":"270"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1361069879-fa9a23.m3u?orgId=1&topicId=1070&e=360959682&d=270&ft=nprml&f=360959682"}]}