{"created":"2014-11-11T14:28:10+00:00","modified":"2015-05-08T19:30:42+00:00","valid":{"from":"2015-05-08T19:30:42+00:00","to":"3015-05-08T19:30:42+00:00"},"hreflang":"en","title":"Trouble Swallowing Pills? Try The 'Pop Bottle' Or The 'Lean Forward'","published":"2014-11-17T19:00:00+00:00","teaser":"One-third of people have trouble downing pills, and many skip taking medications as a result. A researcher in Germany says that two techniques help. Really? We tested them ourselves to find out.","itags":["npr_api","363024822"],"guid":"2a85d9f9-8f6d-4dec-b913-41589ae355f0","contentencoded":"<p>I have always loathed swallowing pills.</p><p>As a kid, I'd bury them under sofa cushions or hide them under carpets. I'd hide the pill under my tongue and spit it out later. My parents tried everything, including hiding tablets in food, but I was way too smart to fall for that.</p><p>Things have improved slightly since then. With adulthood comes the realization that we must all be prepared to take a few bitter pills.</p><p>But I still gag on Tylenols and crush up my antibiotics.</p><p>So when researchers in Germany said they have come up with techniques that could end my pill-swallowing troubles for good, I was intrigued.</p><p>Almost one-third of people have trouble swallowing pills, says <a href=\"http://www.klinikum.uni-heidelberg.de/Haefeli-Walter-E.100168.0.html\">Dr. Walter Haefeli</a>, a pharmacology researcher at the University of Heidelberg. He wanted to figure out a way to help them.</p><p>\"Some of the patients avoided the recommended dosage because of this problem,\" he tells Shots. \"And that's not good.\"</p><p>Haefeli poked around and found techniques to help patients swallow pills, but they hadn't been tested. So he rounded up 150 patients who had trouble taking large pills and had them try two methods. The results, <a href=\"http://www.annfammed.org/content/12/6/550.full\">published</a> Monday in the <em>Annals of Family Medicine</em>, look promising.</p><h3>The Pop Bottle Method</h3><p>The first, called the pop bottle method, is designed to help people with large, dense tablets. The idea is to put the tablet on your tongue and then close your lips tightly around a plastic bottle filled with water. Suck water from the bottle as you tilt your head back, and the pills should go down easy.</p><p>Here at Shots, we wanted to test the method for ourselves. So we grabbed some giant vitamin pills (though I was convinced they were horse pills) and a couple of bottles of water. Here's what we found out.</p><p>For senior science editor Alison Richards, a self-professed pill hater who says \"it's easier to give pills to the cat than to take them myself,\" the technique was a revelation.</p><p>\"Normally, it would be stuck there and I would be gulping like mad,\" she says.</p><p>I didn't appreciate this method as much. The pill went down, but the process of forcing water down my throat was uncomfortable, and I was painfully close to gagging.</p><p>Afterward, both Alison and I felt like the pill was still stuck halfway down our throats, and our chests hurt a bit.</p><p>When the great Nina Totenberg tried this out, however, it worked without a hitch. \"I don't think it's any different than doing it with a glass of water and tipping your head back,\" NPR's legal affairs correspondent says.</p><p>Our verdict: Maybe it works better for some people than for others, or maybe it takes practice. About 60 percent of participants in Haefeli's study felt it helped them.</p><h3>The Lean Forward Technique</h3><p>The second technique worked even better: Almost 90 percent of participants in the study liked the method. And even I felt it made the process of taking pills a bit less traumatic.</p><p>The lean forward technique is designed to help patients swallow capsule-style pills. You're supposed to put the capsule on your tongue, take a medium sip of water, and lean your head forward as you swallow.</p><p>We didn't have any capsules, but when I tried it out with a large but lightweight vitamin pill, it worked pretty well.</p><p>\"The idea is the capsules are less heavy than water, which means they are floating on the water in your mouth. If you recline your head, the capsule will float toward your teeth,\" Haefeli explains. Tilt your head forward, and the capsule will move toward your throat.</p><p>Haefeli says this study isn't the last word on pill-swallowing techniques — but it's a start. \"I think we should take it more seriously that some patients do not swallow the pills they're supposed to take,\" he says.</p><p>While researchers aren't sure why some people have difficulties, Haefeli says that women and children, who tend to have smaller throats, have the most trouble.</p><p>\"And, to be honest, there are some pills that are more than 2 centimeters long — which is extremely large,\" he says. \"When we have a choice, we should make tablets smaller, and oval rather than round.\"</p><p>Some amount of psychological resistance may be at play as well. Alison is pretty sure her hatred of tablets started when she was really young — her parents were pharmacists who had a \"pill for every ill.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Trouble+Swallowing+Pills%3F+Try+The+%27Pop+Bottle%27+Or+The+%27Lean+Forward%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Maanvi Singh","audio":[{"meta":{"duration":"120"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1364737183-a5bbc7.m3u?orgId=1&topicId=1128&d=120&story=363024822&ft=nprml&f=363024822"},{"href":"http://media.npr.org/assets/img/2014/11/11/nina-no-text-3c24130b6762369463f988f04691424f1e73767a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"405","width":"540"}}]}