{"created":"2014-12-22T22:50:54+00:00","modified":"2015-05-13T21:25:03+00:00","valid":{"from":"2015-05-13T21:25:03+00:00","to":"3015-05-13T21:25:03+00:00"},"hreflang":"en","title":"What You Need To Know About Subprime Lending For Smartphones ","published":"2014-12-29T23:29:00+00:00","teaser":"A new startup focuses on offering loans for the purchase of top-of-the-line smartphones. But what seem like deals come with hefty markups.","itags":["npr_api","372467354"],"guid":"2a93da96-4396-4517-8567-d2ff8f119e36","contentencoded":"<p>If you visit a local strip mall or downtown shopping street, it's not hard to find a store where customers can lease-to-own. That is, you can pay over time and eventually, after some chunky fees, a flat screen TV or living room set is yours.</p><p>Well, now there's a way to do that for a smartphone. A Silicon Valley startup called <a href=\"http://betterfinance.me/\" target=\"_blank\">Better Finance</a> is making it possible for just about anyone to buy the latest iPhone or Samsung Galaxy. It's raised millions of dollars from some of the most respected tech investors, like PayPal and Venrock.</p><p>But according to public records reviewed by NPR, the real cost of the deal isn't clear to many customers.</p><p><strong>A New Lending Business</strong></p><p>Better Finance CEO Ryan Gilbert says he noticed a problem in retail stores: \"When a consumer is standing in front of a sales associate, wanting to buy an iPhone or a Samsung phone today, they want to walk out of the store with that phone.\"</p><p>But not everyone has the cash, and lots of people can't get credit from the phone company. So Gilbert created a new program called SmartPay.</p><p>\"We're in about 5,000 active stores right now,\" he says.</p><p>Shoppers give their Social Security numbers and get sized up under a formula that the company created. It's not a traditional credit score, and it gives approval in no more than three minutes over the Internet. Customers can instantly buy the phone of their dreams, and even a nice case and accessories.</p><p>Better Finance makes money by charging fees and taking money directly from the customer's bank account.</p><p>So for a phone bought over, say, a 10-month period, \"you'd be paying back off a $900 product, approximately $150 a month, for the full term,\" Gilbert says.</p><p>After 10 months, that's a markup of nearly 70 percent. Do people really know they're signing up for that?</p><p>\"Oh, absolutely,\" Gilbert says. \"I mean, this is a business where disclosure is 100 percent of the rule. And there's no shortcuts in that regard.\"</p><p><strong>The Shortcut</strong></p><p>But when you look at how it<strong> </strong>works inside stores, like the retailer MetroPCS, there <em>is</em> a shortcut.</p><p>\"They said that they work with this company SmartPay and that I could get approved for up to $700,\" says Michael Atchley, a customer from Fort Worth, Texas. \"But also with SmartPay, I have a 90-day same-as-cash policy.\"</p><p>The policy means you have 90 days to pay back the full amount of the loan without being charged any fees. Atchley says he wasn't even in the store when he got it; he had called his local MetroPCS from work when his old phone broke.</p><p>\"Never actually signed anything,\" Atchley says. \"Just took it on the rep's word that what they were going to set up was exactly like he said it.\"</p><p>It was only after Atchley picked up his Samsung Galaxy<strong> </strong>Note 2 that he got an email from SmartPay.</p><p>\"It said that I actually had a <em>60-day</em> same-as cash-policy, which was not what I was sold,\" he says.</p><p>That was a whole month less than Atchley expected.</p><p>NPR visited six MetroPCS locations that offer SmartPay and called a dozen more, and their representatives made the same 90-day pitch — even though many customers don't qualify for it.</p><p>Atchley doesn't have a lot of spare cash, and he wanted out. He couldn't return the phone for a refund to MetroPCS because, he says, he had already talked on it for over an hour. And when he called a Better Finance, their rep didn't help either, he says.</p><p>\"I mean, I even asked her, are you actually paying attention to what I'm saying? Because the responses you're giving me — they don't make sense,' \" Atchley says.</p><p><strong>Accountability Gap</strong></p><p>Atchley and 231 other SmartPay customers have filed complaints with the Better Business Bureau and five have filed with federal regulators, consistently saying they were misled.</p><p>MetroPCS, which is owned by T-Mobile, declined to comment on its SmartPay sales. Better Finance says the sales person in Atchley's case violated procedures, and that CEO Gilbert can't control what happens in every single store.</p><p>Gilbert says once customers sign up, \"They do get an email confirming the full extent of the contract they've entered into with us and 100 percent disclosure through that process.\"</p><p><strong>Predatory Products Or More Options?</strong></p><p>\"This is a new area for the Silicon Valley kids,\" says Ed Mierzwinski, a consumer advocate with U.S. PIRG, the decades-old nonprofit. \"They've got a lot of money, they burn a lot of money, they work really fast.\"</p><p>Under <a href=\"http://www.ecfr.gov/cgi-bin/text-idx?SID=e28af45ef0b8ad4742da4b87e84c6dc2&node=pt12.8.1013&rgn=div5\" target=\"_blank\">federal regulations</a>, a company has to disclose the terms of a lease before — not after — it begins. In an email, Better Finance told NPR that salespeople in stores are \"expressly instructed to make sure that it is the customer him or herself that directly reads the terms and conditions.\"</p><p>But Mierzwinski says sales reps working on commission are going to focus on pushing the product.</p><p>\"When the consumer says, 'Oh I like your phone, but I can't afford it,' they say, 'Oh, you don't have to pay for it today. Just push this button,' \" he explains.</p><p>Mierzwinski says some buttons just shouldn't be that easy to push.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=What+You+Need+To+Know+About+Subprime+Lending+For+Smartphones+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Aarti Shahani","audio":[{"meta":{"duration":"291"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1372526943-fd7d33.m3u?orgId=1&topicId=1019&d=291&p=2&story=372467354&t=progseg&e=372526713&seg=15&ft=nprml&f=372467354"},{"href":"http://media.npr.org/assets/img/2014/12/22/35537902_h19616307-b5ce373fa298dc1f25bcfd7e9cacd2785088d5fc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2698","width":"3597"}}]}