{"created":"2015-02-23T20:12:12+00:00","modified":"2015-02-24T17:39:21+00:00","valid":{"from":"2015-02-24T17:39:21+00:00","to":"3015-02-24T17:39:21+00:00"},"hreflang":"en","guid":"2a975abf-6273-4a35-ba75-0009d96a2904","title":"The 'edgiest' singer on Israeli airwaves is an Orthodox mother of three","published":"2015-02-24T17:39:16+00:00","byline":"Daniel Estrin","tags":["music","Religion","Judaism","culture","Culture","Arts, Culture & Media","Jerusalem","Asia","Israel","Middle East","Victoria Hanna","Hebrew alphabet","Hebrew language","Religion","Entertainment"],"teaser":"Victoria Hanna, a longtime fixture of the small indie Jewish spiritual music scene, released her first single this month. It's just a riff on a Hebrew alphabet song, but the video became an Internet hit.","contentencoded":"<p>Victoria Hanna is the freshest, edgiest, weirdest artist on the Israeli airwaves today. How did she reach that status? By singing the alphabet.</p>\n<p>Hanna, a longtime fixture of the small indie Jewish spiritual music scene, released her first single this month — and it became an instant Internet sensation.</p>\n<p>The song is called Aleph Bet, the name of the Hebrew alphabet, and the music video is hypnotic and strange.</p>\n<p>In the video, Hanna plays a schoolteacher teaching a classroom of girls the Hebrew alphabet. She chants the entire cycle of the alphabet over and over with a different vowel.</p>\n<p><em>Ah Ba Ga Da … Aee Bee Gee Dee … Ooh Boo Goo Doo … </em></p>\n<p>Then she recites a Jewish prayer for rain, each line in alphabetic order.</p>\n<p><iframe allowfullscreen=\"\" frameborder=\"0\" height=\"315\" src=\"https://www.youtube.com/embed/Bl1epz3tSSA\" width=\"560\"></iframe></p>\n<p>Raised in an ultra-Orthodox family in Jerusalem, Hanna draws from ancient Jewish texts for her creative inspiration.</p>\n<p>“I grew up in a house full of books, plenty and plenty and plenty of Jewish religious books,” Hanna told me over tea in her Jerusalem home, where she and her husband raise their three young children.</p>\n<p>We spoke late at night after her children went to sleep, rain rapping on the windows. On the bookshelf were Jewish religious texts as well as the Hindu scripture, the Bhagavad Gita<strong>.</strong></p>\n<p>Hanna’s spoken word songs are interwoven in our conversation. She recites a psalm, placing her palm under her neck to feel the vibration and then drumming out a rhythm.</p>\n<p>As a child, she had a heavy stutter — traces of which still linger — and she remembers “exploring the alphabet” as part of her efforts to speak.</p>\n<p>That “investigation,” as Hanna called it, of “thinking the thought and the great wish to bring that thought out loud” is what fueled her lifelong quest to explore language and song. “My handicap became a gift,” she said.</p>\n<p>Hanna often turns her stutter into a mantra during her music, repeating sentences over and over \"in order to feel the language from another point of view. ... Taking the meaning away in order to bring the meaning back from another place, from a physical place.”</p>\n<p>The Hebrew alphabet holds a deeper spiritual resonance for Hanna. The Book of Creation, a text in Kaballah, Judaism's mystical tradition, talks about God creating the world by uttering the “22 holy letters” of the Hebrew alphabet.</p>\n<p>“I have found a lot of secrets in the Hebrew alphabet,” she said.</p>\n<p>Hanna says she’s releasing more songs in the coming months, and her first album is coming out in the spring.</p>\n<p><em>Victoria Hanna trades vocals with the legendary Bobby McFerrin</em></p>\n<p><iframe width=\"560\" height=\"315\" src=\"http://www.youtube.com/embed/2UVzXiNbUOk?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p><em>This story was produced with Julie Subrin, <a href=\"http://tabletmag.com/\">Tablet Magazine's</a> executive producer for audio</em><em>.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-23%2Fisraeli-singer-doing-alphabet-or-aleph-bet-style&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/Victoria-Hanna2.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/victoria-hanna2jpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0223201510.mp3"},{"href":"http://www.pri.org/file/0223201510mp3"}]}