{"created":"2015-01-15T19:05:56+00:00","modified":"2015-04-02T23:05:25+00:00","valid":{"from":"2015-04-02T23:05:25+00:00","to":"3015-04-02T23:05:25+00:00"},"hreflang":"en","title":"How Orwell's 'Animal Farm' Led A Radical Muslim To Moderation","published":"2015-01-16T00:00:00+00:00","teaser":"When Maajid Nawaz was 16 he joined a radical Islamist group. After four years in prison in Egypt, he decided to leave it. \"I'm very, very lucky to have been able to get through it,\" he says.","itags":["npr_api","377442344"],"guid":"2a99aa26-f039-4dee-be2e-58cd0a97f46a","contentencoded":"<p>When Maajid Nawaz was growing up in Essex, England, in the 1990s, the son of Pakistani parents, he first found his voice of rebellion through American hip-hop.</p><p>\"It gave me a feeling that my identity could matter — and did matter — growing up as a British Pakistani who was facing racism from whiter society,\" Nawaz tells <em>Fresh Air</em>'s Terry Gross, \"but also confusion about where my family was from and not really fitting into either culture.\"</p><p>At age 16, Nawaz was transformed from a disaffected British teenager to an Islamist recruiter when he joined the Islamist group Hizb ut-Tahrir. Nawaz continued his college studies and spent a year abroad in Egypt, where he continued his recruiting. As a result, he was imprisoned for four years, starting in 2002.</p><p>It was while in prison, surrounded by several prominent jihadist leaders, that Nawaz realized he wanted to take a different path. He was reading George Orwell's <em>Animal Farm</em> and came to a new understanding of \"what happens when somebody tries to create a utopia.\"</p><p>\"I began to join the dots and think, 'My God, if these guys that I'm here with ever came to power, they would be the Islamist equivalent of <em>Animal Farm,</em>\" Nawaz says.</p><p>He says he began to see that it's \"impossible to create a utopia.\"</p><p>\"I'm living up close and seeing [the radicals'] everyday habits and lifestyle, I thought, 'My God, I wouldn't trust these guys in power,' because when I called it, back then, and said, 'If this caliphate, this theocratic caliphate, was ever established, it would be a nightmare on earth,' \" Nawaz says.</p><p>A year after his release, at the age of 24, Nawaz left the Islamist group and its ideology. He later co-founded the think tank Quilliam, which is dedicated to countering extremist beliefs.</p><p>\"Now, when we see what ISIL [the self-proclaimed Islamic State] is doing in the name of this theocratic caliphate, I believe I have been vindicated that these guys, any of them, if they ever got to power, they would be committing mass atrocities,\" Nawaz says.</p><p>Nawaz is the author of the memoir <em>Radical: My Journey Out of Islamist Extremism</em>. He's now running for Parliament in England as a Liberal Democrat party candidate.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On what led to his initial interest in radical Islam </strong></p><p>In my case, it began with a perceived sense of grievance, in particular, around the racism I was facing domestically, in my home county of Essex in England, and abroad with the genocide that was unfolding in Bosnia, which, if you can imagine a genocide unfolding on the continent in which you live, it has a very, very lasting impact on one's psyche.</p><p>So, in Bosnia, the case was there were white, blond-haired, blue-eyed Muslims who were being slaughtered and identified as Muslims. That really touched me.</p><p>But I really didn't grow up religious and I didn't grow up acknowledging my Muslim identity. For me, I was a British Pakistani. So Bosnia and the domestic racism wasn't sufficient for me to turn to Islamism.</p><p>But, at the same time, I got into American hip-hop and listening to American hip-hop, in fact a bit like the Kouachi brothers [the brothers who carried out the <em>Charlie Hebdo</em> attacks in Paris], listening to heavily politicized American rap in what's known as its \"golden era\" in the '90s.</p><p>I got into groups such as Public Enemy and Chuck D ... and I got into N.W.A. I got into all sorts of hip-hop that was heavy on social commentary, whether [it was] N.W.A. and commentary heavy on some of the crime, the gangs and the racism that they faced on the streets of Compton, or Public Enemy, which was very heavy politically. And hip-hop in the '90s began moving towards the nation of Islam and the 5 percenters, black nationalist movements, very much so these movements embraced a form of Islam, Malcom X's form of Islam prior to his change.</p><p>What this music did for me is it gave me a sense of empowerment. It gave me a voice.</p><p><strong>On the four years he spent in prison in Egypt</strong></p><p>I was in prison with pretty much the who's who of the jihadist and Islamist scene of Egypt at the time, and Egypt was the cradle of Islamism for the world — it's where it began and where jihadism began as well.</p><p>I was in prison with the assassins of the former president of Egypt, Anwar Sadat, who was killed in 1981. Those who weren't executed in that case were given life sentences and two of those were with me in prison.</p><p>I was in prison with the leader of the Muslim Brotherhood ... the general guide, his name is Dr. Mohamed Badie, and he currently resides back in prison.</p><p>I was in prison with the leader of Hizb ut-Tahrir, my own group. I was also in prison with some other jihadists who were professional bomb-makers and others some affiliated to al-Qaida and some affiliated to [Egyptian Islamic] Jihad and other such Egyptian groups, but I also interestingly had liberal political prisoners with me in Egypt and beyond that.</p><p>There was a group known as the Queen Boat Case who were gay Egyptians who have been imprisoned for being gay and then there were Christians who had converted to Islam and there were Muslims who had converted to Christianity. So we had a running joke in prison under [former Egyptian President] Hosni Mubarak and that was: In Egypt, if you change your mind from anything to anything you get put in prison. ...</p><p>You can imagine the sorts of conversations that the gay guys would be having with the assassins of Sadat. So, in a sense, it was a very, very thorough education — political education — for me over the course of those four years.</p><p><strong>On how difficult it was to leave Hizb ut-Tahrir and start over </strong></p><p>Everything falls apart. I lost all my friends. There are members — very, very close and dear members — of my family. I'm talking immediate family who simply don't speak to me anymore and haven't done so for years. My marriage fell apart. I suffered my second identity crisis, and I was very, very lucky to have been able to get through it.</p><p>There were people who had sampled my voice from speeches when I was an Islamist and made them the chorus of pro-Islamist rap songs who then began talking about me as an apostate. Everything turned on its head and I had to rebuild my life, I had to finish my degree, because, of course, I still had one year left in my university. And I had to find a job and the challenge, of course, was also that people didn't want to employ someone who had been a political prisoner in the war on terror.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+Orwell%27s+%27Animal+Farm%27+Led+A+Radical+Muslim+To+Moderation&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2608"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1377495115-71f8ff.m3u?orgId=1&topicId=1004&e=377442344&d=2608&ft=nprml&f=377442344"},{"href":"http://media.npr.org/assets/img/2015/01/15/radical_nawaz-quilliam-foundation-c45f22ae8a4d70db9dd73d8f7b545a973b854d5f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1736","width":"2315"}}]}