{"created":"2015-02-14T21:55:01+00:00","modified":"2015-06-03T14:59:55+00:00","valid":{"from":"2015-06-03T14:59:55+00:00","to":"3015-06-03T14:59:55+00:00"},"hreflang":"en","title":"'Strange Fruit' Shares Uncelebrated, Quintessentially American Stories","published":"2015-03-02T15:12:00+00:00","teaser":"Have you heard of Bass Reeves? Richard Potter? Spottswood Rice? \"Box\" Brown? If not, illustrator-historian Joel Christian Gill says, you're missing out on some of the best stories in American history.","itags":["npr_api","384947485"],"guid":"2a9b55ec-e134-43a4-96a0-4db5a7878f81","contentencoded":"<p>Illustrator and historian Joel Christian Gill is full of stories.</p><p>There's the one about Box Brown, a slave who escaped to freedom by mailing himself in a box, then became an abolitionist speaker.</p><p>And then there's the story of the first American stage magician, a black man from New Hampshire named Richard Potter.</p><p>And of course there's Spottswood Rice, a slave who escaped and then wrote two impassioned letters: a heartfelt message to his children still in slavery, and a threat to his former slavemaster.</p><p>Gill, who teaches at the New Hampshire Institute of Art, has a dozen more tales at the ready. As he tells NPR's Arun Rath, he's made uncovering and sharing these stories into his life's work.</p><p>Nine stories are collected in his graphic anthology <em>Strange Fruit, Volume 1: Uncelebrated Narratives from Black History</em> — named after the Abel Meeropol poem and Billie Holiday song \"<a href=\"http://www.npr.org/2012/09/05/158933012/the-strange-story-of-the-man-behind-strange-fruit\">Strange Fruit</a>.\"<em> </em>The book opens with a drawing of a crowd, holding up a lynching rope with the noose cut off — a visual metaphor, Gill says, that shows how far black Americans have come, while living with the reminder of the struggle.</p><p>One singular U.S. marshal named Bass Reeves warrants his own book. He's the subject of the first installment of Gill's <em>Tales of the Talented Tenth </em> — a reference to <a href=\"http://www.yale.edu/glc/archive/1148.htm\">W.E.B. DuBois' idea</a> that a \"talented tenth\" of the African-American population could lead the rest to social change.</p><p>Gill tells Rath about the stories that inspire him, how he uses comics to communicate history and why he created the hashtag #28daysarenotenough.</p><hr /><h3>Interview Highlights</h3><p><strong>On Bass Reeves, the black marshal who caught over 4,000 criminals<br /></strong></p><p>Bass Reeves was a slave, and his master taught him how to shoot. (Because his master didn't want to teach him to read, but he would teach him how to shoot, which is counterproductive in my opinion.)</p><p>He would travel with him to the Civil War, where [his master] was a colonel. And they got into an argument over a card game. And Bass beat his master up and ran to Indian Territory at the time. And he lived there for a number of years with a number of different tribes, learning the languages, learning the customs, and then he joined a group of irregulars in the Union Army, and he fought in the Union Army.</p><p>That would have been an amazing thing in and of itself, if his life had stopped there. But he was so good in the Native American territories that Judge Parker, who was called the Lynching Judge [because he hung so many criminals]... was like, \"Why don't we deputize some black marshals?\" Because the Native Americans didn't trust the white men, because they looked like the outlaws. They were all white. So they deputized Bass Reeves, who had been working as a scout.</p><p>And Bass became the most successful U.S. marshal in American history. He caught over 4,000 criminals. He couldn't read or write, so he would memorize the warrants. And Bass would go out there. He had a Native American sidekick. He would dress as a preacher, he would dress as a vagabond, as a drunk, as women. He would do all of these different things and do this real detective work. So a lot of historians, including myself, believe that he was the original inspiration for the Lone Ranger.</p><p><strong>On his use of a caricature in place of the n-word</strong></p><p>For the n-word, what I typically do is draw a racist caricature of a black person. And if you're not familiar with that, it's sort of this wide-eyed, big-lipped, wide-nosed, really, really dark caricature that you'd find in tobacco ads or magazine ads and cartoons. There's a lot of cartoons, even 1940s and '50s cartoons with that character in them.</p><p>What I was trying to do with that was separate that actual image from the people that they're describing in the story. So even while they're saying that, you can see that it doesn't look anything like the people that they're talking about. ...</p><p>Comics [are] really good for things of that nature. Giving you visual information that — in a second you look at that image, but for the most part, all the history is something you've created in your mind. I don't have to write out the entire history of that. You look at that one image and you get what that means.</p><p><strong>On Black History Month and #28daysarenotenough</strong></p><p>I founded that hashtag. I was actually giving an interview ... over the summer. And my sister Tiffany was tweeting me. And I said something to the effect of, \"These were everybody's stories. We should be talking about them 365 days a year.\" And my sister said, \"I'm with you, because 28 days are not enough.\" And I thought, 'That's going to be my rallying cry.' ...</p><p>These stories are quintessentially American stories. I can't say that enough. It's not that I dislike Black History Month. I just don't think Black History Month is enough. And I think that when we say \"Black History Month,\" we have a tendency to go through a greatest hits of all the black historical figures: Dr. King, Malcolm X, George Washington Carver, Thurgood Marshall, President Obama. We talk about these people, and by the time we get through with them, we don't have a conversation about the people who, in the face of American racism, pulled themselves up by their bootstraps and made a way for themselves.</p><p>Some man or woman in Louisiana deciding that, \"The only way I'm going to be able to get up in the morning and go to do what I need to do, is to run. And to run thousands of mile barefooted through snow and ice with only a river and stars and spirituals to guide me\" — that's an American idea. Like, \"I am going to do anything I possibly can for freedom.\" But we relegate that to only 28 days, and I think that's just not enough to talk about it.</p><hr /><h3>See More Samples Of Joel Christian Gill's Artwork</h3><p>From <em>Tales of the Talented Tenth, Vol. 1 </em>and <em>Strange Fruit, Vol. 1.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Strange+Fruit%27+Shares+Uncelebrated%2C+Quintessentially+American+Stories&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1386328012-41f63c.m3u?orgId=1&topicId=1033&p=2&story=384947485&t=progseg&e=386277183&seg=6&ft=nprml&f=384947485"},{"meta":{"duration":"387"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1386323334-53cdfb.m3u?orgId=1&topicId=1033&d=387&p=2&story=384947485&t=progseg&e=386277183&seg=6&ft=nprml&f=384947485"},{"href":"http://media.npr.org/assets/img/2015/02/11/9781938486630-1--81-a4ab584d23596f539ccfb61451bf07e133164357.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"926","width":"1234"}},{"href":"http://media.npr.org/assets/img/2015/02/11/henry-box-brown-4af63b64bc67a09d85831902075b12c6ca02e807.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"675","width":"900"}},{"href":"http://media.npr.org/assets/img/2015/02/11/9781938486630-1--109-7338c935e64d153a0a6f922c4498d0c8acd568f8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"925","width":"1233"}},{"href":"http://media.npr.org/assets/img/2015/02/11/9781938486630-1--16-faa902899d4defe16e2ebb486906dd479eb56cbe.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"926","width":"1234"}},{"href":"http://media.npr.org/assets/img/2015/02/11/noyes-academy-9638068b0cb146c47145bb0ee3d21c78e2cc7542.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1800","width":"2400"}},{"href":"http://media.npr.org/assets/img/2015/02/11/9781938486630-1--21-6e082d9efbdff69ea7b399db588a9cd68337cbbe.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"656","width":"875"}}]}