{"created":"2015-06-09T20:10:08+00:00","modified":"2015-06-11T13:53:08+00:00","valid":{"from":"2015-06-11T13:53:08+00:00","to":"3015-06-11T13:53:08+00:00"},"hreflang":"en","title":"Advocates Push To Bring Solitary Confinement Out Of The Shadows","published":"2015-06-11T13:53:00+00:00","teaser":"Some big states have been moving to limit the numbers of people they send to solitary, but officials say it's necessary to maintain control and, in some cases, protect the prisoners themselves.","itags":["npr_api","413184527"],"guid":"2a9d0179-5a9e-4e7c-a844-4f50716207b8","contentencoded":"<p>By last count, the Justice Department estimates about 80,000 U.S. inmates live in some kind of restricted housing.</p><p>That means being confined to a cell for about 22 hours a day.</p><p>\"You are going to eat, sleep and defecate in a small room that's actually smaller than the size of your average parking space,\" said Amy Fettig, a lawyer who runs the Stop Solitary campaign for the American Civil Liberties Union. \"And you're going to do that for months, years and sometimes even decades on end.\"</p><p>Fettig said solitary confinement is brutal and expensive.</p><p>\"So, for example, in places like Arizona that may spend $20,000 a year on a general population prisoner, they're spending $50,000 or more on somebody they hold in solitary confinement,\" she added.</p><p>Big states such as California, Colorado, New York and Mississippi have been moving to limit the numbers of people they send to solitary — or to limit the amount of time inmates live in isolation. Those restrictions would cut back on the number of people like Louisiana's <a href=\"http://www.npr.org/sections/thetwo-way/2015/06/09/413096287/federal-judge-orders-release-of-last-angola-3-prisoner\" target=\"_blank\">Albert Woodfox, who has spent 43 years in solitary</a>. A federal judge ordered his release this week.</p><p>But corrections officials said they need restricted housing as an option to help control the most dangerous inmates. Charles Samuels, director of the Federal Bureau of Prisons, described the problem at a Senate hearing a few years ago.</p><p>\"We believe with solitary confinement, for the inmates who pose the most violence and disruption within the facility, that we utilize it as a deterrent,\" Samuels testified.</p><p>Samuels and state corrections officers emphasized the need for a way to house murderers, terrorists and inmates who hurt or kill people while incarcerated. And taking solitary off the table, Samuels said, can put staff members and other inmates at risk.</p><p>Yet advocates who fight solitary confinement said it's often not reserved for the worst of the worst. Instead, they said, it has become a routine tool for dealing with unruly inmates, the mentally ill and juveniles.</p><p>Ian Kysel, who teaches at Georgetown law school, has been interviewing young people about solitary confinement for years.</p><p>\"The children talked about wanting to die, about losing control, having hallucinations,\" Kysel said.</p><p>Corrections officials sometimes put juveniles in isolation to protect them. But Kysel said many juveniles caught up in the justice system already suffer from mental illness and trauma.</p><p>And he said putting them in solitary just makes those problems worse.</p><p>\"Sometimes even access to a book or to visitors or family contact is cut off once a child is placed in solitary confinement and this really has an effect on children,\" he added.</p><p>The vast majority of people held in isolation live in state jails or prisons. So any changes to the practice happen incrementally, state by state.</p><p>Still, advocates who want to restrict solitary confinement say they've noticed more attention to the issue over the past few years. The U.S. Senate Judiciary Committee has held two hearings, and state legislatures, even more.</p><p>\"I really think that solitary confinement is no longer the dark secret of the criminal justice system,\" Kysel said.</p><p>And Fettig, of the ACLU, said she has noticed that law enforcement authorities are more open to change, too.</p><p>\"Corrections leaders are waking up to the fact that solitary confinement simply doesn't work, that they need to do something else, that they need to give their staff more tools and they need to use their resources to rehabilitate people and not just warehouse them,\" she said.</p><p>After all, Fettig said, about 95 percent of people housed in solitary confinement eventually leave prisons and return to the streets.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Advocates+Push+To+Bring+Solitary+Confinement+Out+Of+The+Shadows&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Carrie Johnson","audio":[{"meta":{"duration":"217"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1413192470-54a962.m3u?orgId=1&topicId=1014&d=217&p=2&story=413184527&t=progseg&e=413066885&seg=2&ft=nprml&f=413184527"}]}