{"created":"2014-09-19T19:44:43+00:00","modified":"2014-10-31T02:02:58+00:00","valid":{"from":"2014-10-31T02:02:57+00:00","to":"3014-10-31T02:02:57+00:00"},"hreflang":"en","title":"In A Coal Town Where Jobs Are Few, Wild Ramps Are Plenty","published":"2014-05-22T13:18:00+00:00","teaser":"The annual Ramp Feed, which celebrates the ramp, or wild leek, gives the economically depressed mining town of Richwood, W.Va., a reason to celebrate. And you can smell those alliums for miles.","itags":["npr_api","312825257"],"guid":"2aa396f0-80aa-4032-9469-72eba9222ce0","contentencoded":"<p>The air in Richwood, W.Va., is saturated with the smell of <a href=\"https://www.hort.purdue.edu/newcrop/ncnu02/v5-449.html\">ramps</a> — a pungent, garlicky, peppery smell so strong that it eclipses almost everything else in the room. Under this smell there's the faint aroma of bacon grease, in which the ramps have been fried. They're served with brown beans and ham.</p><p>As hundreds of people wait in line for their meal, local songwriter John Wyatt plays his <a href=\"https://soundcloud.com/traveling219/richwood-ramp-song\">Richwood Ramp Song,</a> including this verse:</p><p><em>\"If you've never had the chance</em></p><p><em>to partake of tasty ramps, </em></p><p><em>come on up to Richwood in the Spring.</em></p><p><em>Where there's ramps to say the least </em></p><p><em>and our annual ramson feast </em></p><p><em>and a great variety of other things.\"</em></p><p>This is the 76th Annual <a href=\"http://www.richwooders.com/ramp/ramps.htm\">Feast of the Ramson</a> or, as locals call it, the Ramp Feed. Ramps are found all over Appalachia, and they're the first wild food to appear in the forest each spring.</p><p>But the yearly tradition of harvesting and eating wild ramps in Richwood symbolizes renewal and hope for a town that's struggling.</p><p>Richwood is a lumber and coal town where those industries employ a lot less people than they used to. As jobs have gone, so has much of the population. But the festival marks an annual return for many Richwood natives.</p><p>Dana Johnson moved to Alabama decades ago, but he comes home for the festival each spring to make sure he gets his dose. \"They are considered a spring tonic. They're good for you,\" Johnson says.</p><p>Many people like Johnson have left Richwood to find jobs or open new businesses out of state. Since 1980, the town has lost more than 40 percent of its population and a third of the remaining 2,000 or so residents live in poverty, according to data from the city and the U.S. Census Bureau. The Ramp Feed is one of the few moments in the year when this depressed small town feels like a thriving community again.</p><p>Out-of-towners like Kerry Comisky from East Hampton, Conn., also make the trip to the mountains of West Virginia. \"This is my first time tasting ramps and my first time to the ramp festival,\" says Comisky. \"I plan to come back every year.\"</p><p>Comisky's bought a wooden table and a wooden coffee grinder — and fresh ramps, of course — from <a href=\"http://www.fourseasonsoutfitter.com/\">Four Seasons Outfitters & Adventure Sports</a>, just along the two-lane highway into town.</p><p>In addition to supplying the area with recreational equipment for enjoying the nearby Monongahela National Forest, the store's owner, Bruce Donaldson, is the largest ramp seller in Richwood. He ships about 20,000 pounds of ramps each year to buyers all over the U.S. and hires locals to forage them.</p><p>\"My men, the men that work for me, are basically laid off in the wintertime. A lot of them's in the logging industry. A lot of them transfer to the coal fields,\" Donaldson says. \"They'll work a month, they'll be laid off. Sometimes they'll have to go 100 miles to find their job.\"</p><p>Along the side of the road, many people are camped out, hawking the ramps they've harvested.</p><p>Tyler McCune, 11, is out with his uncles and stepfather, selling the wild leeks for $4 a pound. He wears faded jeans and a navy blue T-shirt. His blue eyes squint in the sun.</p><p>His grandfather and stepfather used to work in the sawmills, though his grandfather is now disabled and his stepfather is out of work. Each spring, they still dig ramps as a family. Some people here worry that ramps are being over harvested and there's debate over how much of a threat that is.</p><p>McCune says his grandfather taught him how to harvest them the right way, without being what he calls an \"over-picker.\"</p><p>\"Over-pickers, they dig every ramp they see,\" McCune says. \"You can dig a lot of ramps, but you can at least leave some roots behind. That way they'll grow. And we'll be able to keep having this good ramp feed up here in Richwood everybody enjoys.\"</p><p>At the end of the one-day festival late last month, organizers estimate that the crowds have consumed about 1,700 pounds of wild ramps. The local chamber of commerce raised between $3,000 and $4,000. The money will help the city remove a few abandoned, derelict buildings and add more art and historic photos to the vacant storefronts in downtown Richwood.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+A+Coal+Town+Where+Jobs+Are+Few%2C+Wild+Ramps+Are+Plenty&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Roxy Todd","audio":[{"meta":{"duration":"269"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1314761273-5f546e.m3u?orgId=1&topicId=1053&ft=3&f=312825257"},{"href":"http://media.npr.org/assets/img/2014/05/21/8733004516_3e6a3832aa_k-cfdca001c5ec1141501ed114edeb8d9c7af0b962.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1535","width":"2048"}}]}