{"created":"2014-09-08T15:45:32+00:00","modified":"2014-09-30T14:27:33+00:00","valid":{"from":"2014-09-30T14:27:32+00:00","to":"3014-09-30T14:27:32+00:00"},"hreflang":"en","title":"Ukraine Calls An Easter Truce In Clash With Militants","published":"2014-04-19T23:03:00+00:00","teaser":"Citing recent progress and the Easter holiday, Ukrainian officials say they've suspended an \"anti-terrorist operation\" aimed at pro-Russian forces who have occupied government buildings.","tags":["npr_api","304905585"],"guid":"2aa7433c-7878-4f60-995c-8e2e3d5a10eb","contentencoded":"<p><h6>This post was updated at 6 p.m. ET.</h6></p><p>Citing progress in diplomacy and this weekend's Easter holiday, Ukrainian officials say they've suspended an \"anti-terrorist operation\" that is aimed at pro-Russian forces who have occupied government buildings in eastern Ukraine.</p><p>The move comes after an international group including Ukrainian officials, Secretary of State John Kerry and Russia's top diplomat Sergei Lavrov reached an agreement late this week in Geneva that would compel the separatists to disarm and abandon the buildings they've taken in parts Donetsk and other cities with large Russian-speaking populations in eastern Ukraine.</p><p>\"In exchange, the government in Kiev would give the regions more autonomy, offer equal status to the Russian language — which are two of the things the rebels have been asking for from the beginning,\" NPR's Ari Shapiro tells Wade Goodwyn on <a href=\"http://www.npr.org/2014/04/19/304896428/agreement-could-avert-ukrainian-civil-war\">Weekend Edition Saturday</a>.</p><p>But Ari notes that the agreement reached in Geneva faces challenges in Ukraine.</p><p>\"At this point, the occupiers say they will only lay down their weapons and leave if the interim government in Kiev also steps down,\" he says.</p><p>At an occupied building in Donetsk, the rebels displayed a sign Friday that read, \"Yanukovych is our only president,\" Ari notes.</p><p>The separatists have also demanded an independence referendum next month, before Ukraine is scheduled to hold elections to install a permanent government to replace the ousted President Viktor Yanukovych.</p><p>Ukrainian officials say they're prepared to resume the push to get the pro-Russian forces out of the buildings, noting that despite the truce, \"the anti-terrorist [headquarters] continues to operate.\"</p><p>\"The anti-terrorist operation continues. How long it is going to last, it depends on when the terrorists leave our territory. Due to the Easter holidays and the Geneva agreements, the operation is not in its active phase at the moment,\" Ukraine's Security Service press secretary Maryna Ostapenko said, according to a news release from the defense ministry.</p><p><a href=\"http://www.bbc.com/news/world-europe-27086511\">The BBC</a> has this look at the broader picture:</p><p><blockquote></p><p>\"The US has threatened more sanctions if Russia fails to abide by the <a href=\"http://eeas.europa.eu/statements/docs/2014/140417_01_en.pdf\">agreement</a>.</p><p>\"The Kremlin responded by accusing the White House of treating Moscow like a 'guilty schoolboy.' \"</p><p></blockquote></p><p><strong>Update at 6 p.m. ET. On The Front Lines:</strong></p><p><a href=\"http://www.npr.org/2014/04/19/304948068/despite-easter-truce-standoff-in-ukraine-appears-steadfast\">Reporting from Donetsk</a>, NPR's Eleanor Beardsley met a young militant wearing a face mask. Artyom carries a bat in one hand and a cup of tea in the other. Despite the international agreement made in Kiev, he says he won't be leaving the building they've barricaded.</p><p>\"And it doesn't matter what they do in Maidan,\" he says. \"We won't vacate until there is a referendum on the independence of Donetsk province.\"</p><p>Click on the audio player to listen to Eleanor Beardsley's full report:  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ukraine+Calls+An+Easter+Truce+In+Clash+With+Militants&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":"204"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1304952595-e7e9e2.m3u?orgId=1&topicId=1124&ft=3&f=304905585"},{"href":"http://media.npr.org/assets/img/2014/04/19/undefined-b015bb00437756440b926daf222d93c7cec5fdf5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1834","width":"2448"}}]}