{"created":"2014-09-24T17:04:15+00:00","modified":"2015-01-19T21:37:49+00:00","valid":{"from":"2015-01-19T21:37:49+00:00","to":"3015-01-19T21:37:49+00:00"},"hreflang":"en","guid":"2aa8abad-dbfb-42b8-a215-3c3b0add2997","title":"Here's why the US and Europe are so far apart on climate policy","published":"2015-01-19T21:37:44+00:00","byline":"Peter Thomson","tags":["environment","climate change","politics","government","science","Environment","Science, Tech & Environment","Europe","North America","United States","Clarisse Kehler Siebert","Climate change","Environment","Global warming","Climate change policy","European Union","Global warming controversy"],"teaser":"The differences between developed countries like the US and rising powers — and polluters — like China and India are well-known. But there's also a major gulf between Americans and Europeans on climate policy that is hurting efforts to reach a large-scale climate agreement.","contentencoded":"<p>World leaders converged at the United Nations in New York on Tuesday, declaring their intent to step up efforts against climate change. But if the gathering was meant to demonstrate their collective resolve, it also highlighted the big gulfs between crucial global players.</p>\n<p>Some of the biggest rifts are between the United States and big developing countries like China and India, but there's also a wide gap on climate policy between the US and its closer friends in Europe.</p>\n<p>The European Union, for instance, has pledged to cut greenhouse gas pollution to 60 percent of the 1990 emissions level by 2030. The US has pledged a much smaller goal: Reducing its 2005 emissions level by 17 percent over the next six years. That's much smaller cut from a much higher base.</p>\n<p>And while European countries have largely embraced international cooperation and the idea of a global treaty on climate, that’s been a nonstarter here in the US.</p>\n<p>“[In] the US, in order to make international law, approval of Congress and the Senate are needed in advance,” says Clarisse Kehler Siebert, a Canadian international lawyer and researcher at the <a href=\"http://sei-international.org/\">Stockholm Environment Institute</a>. That “makes it very difficult to come to an international gathering and make promises.”</p>\n<p>But in the EU, government structures give leaders more leeway to enter into international agreements “and then to go home and figure out just how those goals and targets are going to be met,\" she says.</p>\n<p>“Essentially that's what we've seen in international lawmaking in the climate context,\" Siebert says. \"And the result is that the EU can come out looking proactive and the US can come out looking like the slow-moving bad guy.”</p>\n<p>Of course, there are different fundamental values underlying these political differences. “There's a different spirit that drives public policy, there are different interests,” Siebert says, including the power of corporate interests and the role of money in politics. “In Europe, it's not private entities that are funding political campaigns.”</p>\n<p>Another big difference is the ongoing debate in the US over basic climate science. In Europe, Siebert says, the debate over whether or not climate change is very much a fringe conversation.</p>\n<p>“The role of climate science, and the space and voice of climate skepticism, is quite different” in Europe, she says. “To my knowledge, for example, there aren't any big media outlets for climate skepticism.”</p>\n<p>Overall, Siebert says, there’s a very different “culture of cooperation and meeting a common challenge that drives European politics, but isn't present in the US”</p>\n<p>Still, she says, the picture on climate action in the US has some important bright spots. “I think there's something about the lack of progress at the national level in the US that has driven really interesting, creative, entrepreneurial action at sub-national levels,” Siebert says, including innovations among states and cities that may not be comparable to anything in Europe.</p>\n<p>She says those efforts, even if small, should be celebrated: \"Of course there’s the challenge of adding all of those individual actions up and seeing if it’s enough. But it’s certainly a good starting point.”</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/USEU250.mp3"},{"href":"http://www.pri.org/file/useu250mp3"}]}