{"created":"2014-10-27T22:33:57+00:00","modified":"2014-10-31T01:37:08+00:00","valid":{"from":"2014-10-31T01:37:08+00:00","to":"3014-10-31T01:37:08+00:00"},"hreflang":"en","title":"Money And Politics: What Are The Limits?","published":"2014-05-30T20:12:00+00:00","teaser":"Former Congressman Mickey Edwards believes only individuals should be allowed to contribute to political campaigns.","itags":["npr_api","317391221"],"guid":"2ab00554-115c-48a8-b995-6aea245bfd84","contentencoded":"<p>Next week, the Senate Judiciary Committee holds a hearing on a constitutional amendment that would give Congress clearer authority to regulate political spending.</p><p>The amendment, crafted by Democratic Senator Tom Udall of New Mexico, follows the recent Supreme Court decisions that overturned existing regulations.</p><p>Even supporters know it doesn&#8217;t have the slightest chance of being ratified, but they also say at least it&#8217;s being debated.</p><p><em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Jeremy Hobson discusses the amendment with <strong>Micky Edwards</strong>, a former Congressman who believes that only individuals should be allowed to contribute to political campaigns.</p><p>Edwards served as a Republican member of Congress from Oklahoma from 1977 to 1992. He’s now vice president of the Aspen Institute.</p><ul><li><a href=\"http://hereandnow.wbur.org/2013/10/18/dysfunction-washington-design\" target=\"_blank\">See our 2013 interview with Mickey Edwards about dysfunction in Washington</a></li></ul><h4>Interview Highlights: Mickey Edward</h4><p><strong>On whether a constitutional amendment is necessary</strong></p><p>&#8220;I&#8217;m in favor of whatever the Congress can do to step in and say that the idea that we equate corporations with persons, or in other ways open up this system where a few super-rich people can dominate the political system. That has to be changed. Does that require a constitutional amendment? I don&#8217;t think so. I think it would be possible to craft legislation, you know, that would change the ballgame.&#8221;</p><p><strong>On why nothing has been done since Citizens United</strong></p><p>&#8220;Part of it is that some of the people who are, you know, getting elected, are benefiting from the system. They are, for example, some of the people in the Senate who are there right now, very prominently, received a lot of money for their campaigns, and won their elections largely as a result of this influx of large amounts of money from a few rich people. And so, their incentive is not to change that system.&#8221;</p><p><strong>On whether he misses being in Congress</strong></p><p>&#8220;I miss the Congress that I was in when I was there and people got along with each other, regardless of party affiliation. I don&#8217;t know that it would be a very pleasant place to serve right now.&#8221;</p><ul><li><strong>Washington Post:</strong> <a href=\"http://www.washingtonpost.com/blogs/monkey-cage/wp/2014/05/29/a-constitutional-amendment-wouldnt-really-limit-the-power-of-money-in-politics/\" target=\"_blank\">A constitutional amendment wouldn’t really limit the power of money in politics</a></li></ul><h4>Guest</h4><ul><li><strong><a href=\"http://www.aspeninstitute.org/people/mickey-edwards\" target=\"_blank\">Mickey Edwards</a></strong>, served as a Republican member of Congress from Oklahoma from 1977 to 1992. He&#8217;s vice president of the <a href=\"http://www.aspeninstitute.org/\" target=\"_blank\">Aspen Institute</a> and serves as director of the Aspen Institute&#8217;s <a href=\"http://www.aspeninstitute.org/leadership-programs/aspen-institute-rodel-fellowships-public-le-/about-rodel-fellowship-program\" target=\"_blank\">Rodel Fellowships in Public Leadership.</a> He&#8217;s author of &#8220;<a href=\"http://www.amazon.com/The-Parties-Versus-People-Republicans/dp/0300184565/?tag=wburorg-20\" target=\"_blank\">The Parties Versus the People: How to Turn Republicans and Democrats into Americans</a>&#8221; (read an excerpt <a href=\"http://hereandnow.wbur.org/2012/10/01/mickey-edwards-partisanship\" target=\"_blank\">here</a>).</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Money+And+Politics%3A+What+Are+The+Limits%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"358"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1317431814-6c59ef.m3u?orgId=1&ft=3&f=317391221"}]}