{"created":"2014-09-08T02:12:34+00:00","modified":"2014-10-30T22:39:38+00:00","valid":{"from":"2014-10-30T22:39:38+00:00","to":"3014-10-30T22:39:38+00:00"},"hreflang":"en","title":"Manliness In Music: The XY Hits The Hi-Fi","published":"2014-09-06T05:29:00+00:00","teaser":"There's no shortage of songs about what it means to be a man. But what makes some music sound \"manly\" — and what attracts men to play and listen to certain genres of music? The answers are changing.","itags":["npr_api","346051367"],"guid":"2ab62587-6e49-4d4b-86fd-cfaa859dcd14","contentencoded":"<p>There is certainly no shortage of men singing songs about being men.</p><p>But what makes some music sound manly? What attracts men to play and listen to certain genres of music? The answers, it seems, are changing.</p><p>Let's start with the <a href=\"https://www.youtube.com/watch?v=6Aw1WnNVcYw\" target=\"_blank\">metal band Mastodon</a>. There may be nothing that says \"manly music\" quite like loud, snarling heavy metal.</p><p>\"There are all these big, hairy, lumbering riffs, and like really sludgy, slow tar-pit kind of sounds. This big, heavy, hairy beast that we've just created,\" says Bill Kelliher, Mastodon's lead guitarist. It's sort of just like Kelliher himself. He's got a spectacular mustache that wraps around the sides of his mouth, and two arms full of tattoos — including one that inspired the band's name. After 14 years and six albums together, Mastodon has \"lumbered\" its way from the clubs of Atlanta to the top tier of the metal touring circuit.</p><p>\"Sometimes we're playing in front of close to 80,000 people at one concert,\" Kelliher says.</p><p>A lot of those fans are men. \"We kinda call it the sausage party,\" he says. \"I'd say 78 percent are men, or boys. Males.\"</p><p>As for why so many men and boys are drawn to metal, Kelliher doesn't have an easy answer. He suspects it has something to do with adolescent rebellion. But he does have a theory about why men are drawn to play electric guitar.</p><p>\"Statistics show that women are more attracted to men with a guitar in their hands than like, say, a tuba,\" he says.</p><p>\"Rock 'n' roll has definitely seized the high — or if you wish, low — ground of manliness in contemporary music,\" says John Rockwell, a former music critic and editor at <em>The New York Times</em>. \"It's mostly men. It's mostly shouting. It's bare-chested guys. It's flashy guitar and drum solos. It's skinny leather pants.\"</p><p>But there have always been exceptions. Long before skinny leather pants, women were wielding the guitar in rock and its predecessors.</p><p><a href=\"http://www.npr.org/templates/story/story.php?storyId=102167126\" target=\"_blank\">Sister Rosetta Tharpe</a> and <a href=\"https://www.youtube.com/watch?v=JeaBNAXfHfQ\" target=\"_blank\">her trademark arm windmills</a> were an inspiration to guitarist Pete Townsend of The Who. Even at the height of arena rock, there were women who played their way into the spotlight.</p><p>\"A lot of people were surprised. Like, hey, that little gal can sure play that great big guitar. People were like, not bad for a girl,\" says Nancy Wilson, who co-founded <a href=\"http://www.npr.org/artists/129626133/heart\" target=\"_blank\">the band Heart</a> with her sister Ann in the early 1970s.</p><p>Nancy says she picked up the guitar when she was growing up in the Seattle area.</p><p>\"I learned how to <a href=\"https://www.youtube.com/watch?v=XLhxF-Un39k\" target=\"_blank\">play forcefully and dynamically</a>, and not at all like a girl,\" she says with a laugh. \"Just had the energy and the passion in it that still to this day I think really surprises a lot of people.\"</p><p>The Wilson sisters helped open the door for more women to join the boys club of rock 'n' roll.</p><p>But rock doesn't have a lock on masculine posturing. Even the seemingly refined world of classical music has seen its share of machismo.</p><p>Consider the midcentury American composers, led by Milton Babbitt, who championed the use of serial or 12-tone music. Rockwell used to refer to them as \"tough guys.\"</p><p>\"I meant extreme polemicists in the mid-20th century for what I call American academic serial music — meaning extreme abstraction, aggressive, overtly intense,\" he says.</p><p>But Rockwell says the era of the \"tough guy\" composers is long gone. Twelve-tone music has given way to more audience-friendly styles. Rock, too, has gotten softer and more introspective with age. And ideas about manliness may also be changing in the realm of hip-hop and R&B.</p><p>\"There's no one prototype of black masculinity that really dominates our sense of popular music at this point in time,\" says Mark Anthony Neal, professor of African-American studies at Duke University who writes frequently about masculinity and pop culture. (Also, his initials happen to spell MAN.) Neal says things have changed a lot since the '90s, when much of hip-hop culture celebrated the hypermasculinity of the gangster — and rejected just about any other definition of manliness.</p><p>Now, according to Neal, superstars Kanye West and Jay-Z represent a more tolerant version of masculinity in hip-hop. And there's been a corresponding shift in R&B, where one of the genre's biggest stars is openly gay.</p><p>\"Think about Frank Ocean — you start to see how some artists are kind of pushing against those boundaries of what masculinity should look like, at least in terms of black popular music,\" Neal says.</p><p>These shifts may have something to do with changes in how music is made and marketed. With record sales in decline, labels have less control over artists' careers and their images than they used to. And Neal says younger artists are able to make more of their own decisions.</p><p>\"YouTube has allowed them to be able to craft their own images in ways that they don't need record companies involved,\" Neal says. \"I think that's opened up the space for how we can think about masculinity and gender in general, in terms of popular music.\"</p><p>And that applies both on and off stage. Kelliher — the guy with the tattoos and the mustache — lives a quiet domestic life in Atlanta when he's not on tour.</p><p>\"I get up early, make the pancakes, get my kids dressed, drive them to soccer, sign them up,\" he says. \"Now I'm a soccer dad.\"</p><p>Kelliher says that's just as manly as waving a guitar around in front of 80,000 dudes.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Manliness+In+Music%3A+The+XY+Hits+The+Hi-Fi&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joel Rose","audio":[{"meta":{"duration":"489"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1346137606-094e73.m3u?orgId=1&topicId=1039&aggIds=323986426&ft=3&f=346051367"},{"href":"http://media.npr.org/assets/img/2014/09/05/452976696-293e2a6dc1afdaa87061f88307eb6353ef20e119.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2270","width":"3027"}}]}