{"created":"2014-11-09T22:22:46+00:00","modified":"2014-11-11T15:05:25+00:00","valid":{"from":"2014-11-11T15:05:25+00:00","to":"3014-11-11T15:05:25+00:00"},"hreflang":"en","title":"A 3-Star General Explains 'Why We Lost' In Iraq, Afghanistan","published":"2014-11-11T12:57:00+00:00","teaser":"In his new book, a former Army lieutenant general compares the war on terrorism to Alcoholics Anonymous: \"Step one is admitting you have a problem.\"","itags":["npr_api","361746282"],"guid":"2aca9abc-0bc1-4120-8f4e-f1ee2a98bc5b","contentencoded":"<p>\"I am a United States Army General, and I lost the Global War on Terrorism.\"</p><p>Those are the frank opening words of a new book by retired Army Lt. Gen. Daniel Bolger, <em>Why We Lost: A General's Inside Account of the Iraq and Afghanistan Wars</em>. Bolger continues:</p><p>\"It's like Alcoholics Anonymous. Step one is admitting you have a problem. Well, I have a problem. So do my peers. And thanks to our problem, now all of America has a problem. To wit: two lost campaigns and a war gone awry.\"</p><p>In over 500 pages, the retired three-star general describes the conflicting agendas that haunted both campaigns, as well as the difficulty of identifying the enemy and the looming specter of Vietnam.</p><p>\"The bravery and sacrifice of the people that I was privileged to serve with should be saluted,\" he tells NPR's Karen Grigsby Bates. \"And the mistakes, the errors made by guys like me have to be accounted for and explained so we can learn and do better in the event we have to do something like this again.\"</p><p>It's a timely work, scheduled to be released on Veterans Day — a few days after Friday's announcement that the president has authorized the deployment of 1500 additional troops to Iraq.</p><p>Bolger tells Grigsby Bates about the worrying signs he noticed at the very start of the campaigns, and why the conflicts were so challenging for the U.S. military.</p><hr /><h3>Interview Highlights</h3><p><strong>On his earliest hints that the operations might not be successful<br /></strong></p><p>What I saw almost immediately was trouble figuring out who the enemy was. We knew within a day or two of the 9/11 attacks that it was al-Qaida, a terrorist network that had a headquarters element, if you would call it that, or a chairman of the board in Osama bin Laden. And they were operating out of Afghanistan.</p><p>But that's not who we ended up fighting most of the time. Sure, we went after al-Qaida at times. But we ended up fighting the Taliban, which were Pashtun people in Afghanistan who were trying to run that country. We evicted them in 2001. And we ended up fighting Sunni Arab insurgents in Iraq, who, again — although they might make common cause with al-Qaida — those weren't the guys who attacked us on 9/11.</p><p><strong>On the lack of advance information about enemies on the ground</strong></p><p>One of the things that we often say in the military is you have to fight for information, or fight for intelligence. So as we developed this picture and it became obvious that we were fighting an insurgent enemy mixed into a civil population that was suspicious of us anyway as outsiders (and that was true in both Afghanistan and Iraq), it really brought up the second point, which is, what is the U.S. military trained to do? And the U.S. military is trained to carry out short and decisive conventional operations against a uniformed [enemy in formations].</p><p>So if you want us to go in and do something along the lines of 1991 Desert Storm, where we go against armored divisions and air force squadrons of the Iraqi forces and destroy them and capture the remainder, that's what we're trained to do. It's very, very difficult to take even the great troops that we have and send them into a village to try and sort out which of the males there ... might be insurgents, [or] who might be just people living in the area, [or] who might potentially be government supporters, when you don't speak the language and you really don't understand what's going on in that village very well.</p><p><strong>On what gave him confidence during the operations that they might still be successful</strong></p><p>We really had two ways we could prosecute this war. The first was essentially to do what we did in Desert Storm. And both Afghanistan and Iraq started with a very short, successful, decisive U.S. initial invasion. And at that point, we had the option — we could have backed out and left it to the local people to sort it out. It might have been sort of ugly and it might have been sort of unsatisfying. But in both cases, we didn't do that. We decided to stay.</p><p>The only way you can win that is the local people have to take the lead, and they have to have the sure knowledge that they've got a long-term U.S. commitment to help them in the things they have trouble with.</p><p>And <a href=\"https://www.youtube.com/watch?v=giiE9ICfaCs\" target=\"_blank\">when I made that statement at Veterans Day</a> [in 2012, expressing confidence in the mission], I was hopeful that the United States would make a long-term commitment to both countries.</p><p>It seems like in Iraq, we're gonna have a degree of commitment more than we probably thought we would in the fall of 2011 [when the U.S. Army withdrew from the country], based on their fight against ISIS and what we're trying to do to help them now.</p><p>Afghanistan, though, I keep hearing the same noises about [how] we're gonna draw down to just an embassy and a few hundred people there within a year or so.</p><p><strong>On what he would have done</strong></p><p>Given what I knew then, I would have recommended to do like we did in 1991 and turn it over to the local folks. You know, give them some backing, but not much beyond the embassy or maybe a couple hundred advisers or something. Certainly not hundreds of thousands of troops on the ground for 10 years.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+3-Star+General+Explains+%27Why+We+Lost%27+In+Iraq%2C+Afghanistan&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"364"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1362828948-e226ab.m3u?orgId=1&topicId=1033&ft=3&f=361746282"},{"href":"http://media.npr.org/assets/img/2014/11/05/jacket-image---why-we-lost-8a8f5e94a94419b375245e15a714a7592b697067.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"844","width":"1125"}},{"href":"http://media.npr.org/assets/img/2014/11/05/author-photo---daniel-bolger-7f6d5494c617e99295b95b3f8c48b11190073356.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"794","width":"1058"}}]}