{"created":"2014-11-27T20:49:54+00:00","modified":"2014-11-27T21:18:15+00:00","valid":{"from":"2014-11-27T21:18:15+00:00","to":"3014-11-27T21:18:15+00:00"},"hreflang":"en","title":"Ferguson Cake Shop Buoyed By Money And Support","published":"2014-11-27T21:18:00+00:00","teaser":"Natalie Dubose sold her cakes at flea markets for years to save up to open her own bakery this summer. It was damaged in the riots.","itags":["npr_api","367046419"],"guid":"2ad48a07-04c5-41fa-90b3-690f005cb734","contentencoded":"<p>Two online funding campaigns raised nearly $80,000 within hours to help <strong>Natalie Dubose</strong> reopen her shop in Ferguson, Michigan. <a href=\"https://www.facebook.com/pages/Natalies-Cakes-More/274915157402\" target=\"_blank\">Natalie&#8217;s Cakes and More</a> is one of the many shops damaged in the violence in Ferguson this week.</p><p>Dubose is a single mother with two children who sold cakes at a flea market for years and saved up money to open her own shop in downtown Ferguson this June. Her business was hit hard as the city erupted in anger, after police officer Darren Wilson shot Michael Brown in August.</p><p>At the lowest point, as demonstrations flared in the neighborhood, Dubose had no customers for two weeks. After a series of local news interviews, the community rallied to support Dubose&#8217;s business.</p><p>Then this week, after a grand jury decided not to indict Darren Wilson, rioters shattered the shop&#8217;s front window and damaged the baking equipment, just at the bakery was gearing up to fulfill Thanksgiving orders.</p><p>As Dubose boarded the shop up, her neighbors rallied once again to support her, raising money with GoFundMe campaigns, and offering to help her take calls and fill orders.</p><p><em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Robin Young talks with Dubose about the fundraising and what it means for her business.</p><ul><li>See the fundraising campaigns for Natalie <a href=\"http://www.gofundme.com/NataliesCakesnMore\" target=\"_blank\">here</a> and <a href=\"http://www.gofundme.com/hsivb8\" target=\"_blank\">here</a></li></ul><h4>Guest</h4><ul><li><strong>Natalie Dubose</strong>, proprietor of Natalie&#8217;s Cakes and More, in Ferguson, Mich.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ferguson+Cake+Shop+Buoyed+By+Money+And+Support&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"417"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1367046422-d83c43.m3u?orgId=1&ft=3&f=367046419"}]}