{"created":"2015-04-12T19:26:08+00:00","modified":"2015-05-13T21:03:38+00:00","valid":{"from":"2015-05-13T21:03:38+00:00","to":"3015-05-13T21:03:38+00:00"},"hreflang":"en","title":"Hillary Clinton, Polarizing Or Misunderstood, Jumps Into Race For President","published":"2015-04-14T23:21:00+00:00","teaser":"As Clinton launches into her second presidential campaign, she'll be reintroducing herself to voters who largely think they have her figured out.","itags":["npr_api","398559093"],"guid":"2ae07148-7da7-477a-ae61-622bbe629511","contentencoded":"<p>Hillary Clinton <a href=\"http://www.npr.org/blogs/thetwo-way/2015/04/12/397891885/its-official-hillary-clinton-announces-presidential-run\">officially launched the campaign</a> everyone has been expecting for months — years, really. She's running for president and to finally break open that glass ceiling she famously said her last campaign put \"18 million cracks\" in.</p><p>Clinton kicked off the announcement on <a href=\"https://twitter.com/HillaryClinton/status/587336319321407488\">Twitter</a> and in an email to supporters, shortly before releasing a video on <a href=\"https://www.youtube.com/watch?v=0uY7gLZDmn4\">YouTube</a> and <a href=\"https://www.facebook.com/video.php?v=892775637445633&__mref\">Facebook</a> as well as a revamped HillaryClinton.com website.</p><p>This will be Clinton's second run at the White House, though this time she enters the Democratic primary with an even clearer path than when she was the favorite in 2007. She's also the biggest target.</p><p>Clinton, 67, has described herself as the \"<a href=\"../templates/story/story.php?storyId=395302391&live=1\">most famous person you don't really know</a>.\" And as she launches into her second presidential campaign, she'll be reintroducing herself to voters who largely think they have her figured out.</p><p>Almost since the moment Clinton burst on the national scene in 1992, she has been polarizing, and, she would argue, misunderstood. Take the offhand comment she made while campaigning for her husband that set off a firestorm. back then.<br /> <br />\"You know, I suppose I could have stayed home and baked cookies and had teas, but what I decided to do was to fulfill my profession, which I was in before my husband was in public life,\" she said, initially not realizing what a storm it would soon create. <br /> <br />When Hillary Rodham married Bill Clinton, she was arguably the more accomplished of the pair. She graduated at the top of her class at Yale Law, ahead of Bill. And the whole time he was governor of Arkansas, she made more money than he did as the first female partner at the leading law firm in Arkansas. And so, Hillary Clinton often struggled with the expectations of a first lady.</p><p>\"I'm trying to find my way through it and trying to figure out how best to be true to myself and how to fulfill my responsibilities to my husband and my daughter and the country,\" she said in a 1994 press conference.</p><p>After the health care reform effort she headed up failed, Clinton receded into a less public role. She also spent much of her husband's presidency battling scandals, from Whitewater to \"travelgate\" and eventually the Monica Lewinsky affair.</p><p>Hillary Clinton chalked it all up to \"the vast right-wing conspiracy.\"</p><p><strong>Emerging As Her Own Woman</strong></p><p>Of course, it's well-known now that President Bill Clinton did have sexual relations with that woman. But Hillary Clinton's marriage and career didn't end there.</p><p>In some ways, that's where her time began.</p><p>Just as the Senate was acquitting her husband of impeachment charges, Clinton was making the first moves to run for a seat in that very chamber. There was a vacancy in New York.</p><p>It was considered completely audacious. No American first lady had ever run for national office before. And Clinton had never lived in New York.</p><p>\"I'm going to be listening very hard, and I'm going to be learning a lot,\" she said at the start of a New York listening tour in 1999. \"I'm going to be looking for ways to work together with people to help figure out how to meet those challenges.\"</p><p>She visited small towns, sat down with people, answered a lot of questions and, in the process, won New Yorkers over. It's a model not lost on her campaign team today.</p><p>Once in the Senate, Clinton was known as a workhorse, rather than a show horse. She proved skilled at working across party lines to get things done.</p><p>When she ran for president the first time, Clinton entered the Democratic primary as the front-runner. But the insurgent candidacy of Barack Obama became a tidal wave. He ran on change. Clinton and her vote in favor of the Iraq War suddenly seemed like more of the past.</p><p>When all was said and done, rather than return to the Senate, Clinton became President Obama's secretary of state, surprising some after their bitter and contentious battle for the nomination.</p><p>But the move helped mend fences with Obama's base and burnish her foreign-policy credentials. She traveled hundreds of thousands of miles, more than any other American secretary of state in history. She visited 112 countries and saw her approval ratings skyrocket. But Clinton's legacy at the State Department is less well defined, leaving after four years with a well of goodwill but no major diplomatic breakthroughs.</p><p>\"I think we have set the table for a lot of the difficult issues to be dealt with,\" she <a href=\"http://www.npr.org/2013/01/29/170615713/interview-with-secretary-of-state-hillary-clinton\" target=\"_blank\">said in a 2013 interview with NPR</a>. \"There's nothing fast or easy about diplomacy.\"</p><p>As she begins this run for president, Clinton's poll numbers have come down, and she remains dogged by two scandals from her time as secretary of state — the terrorist attack on the diplomatic outpost in Benghazi, Libya, and her use of a private email account for official business.</p><p>Clinton is as close as a candidate can come to being an incumbent, without actually being one. But she doesn't intend to act that way, taking nothing for granted with an early campaign strategy that will be short on soaring speeches and long on living rooms.</p><p>In this latest incarnation, Clinton is a grandmother. And despite an early campaign intent on taking it slow, Clinton wrote in the <a href=\"http://www.huffingtonpost.com/hillary-clinton/hard-choices-epilogue_b_7037880.html\">newly revised epilogue of her memoir</a> that being a grandmother \"has spurred me to speed up.\"</p><p>How she handles it all — and how she's perceived in the process — will prove whether she can punch her way through that ceiling and into the White House.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Hillary+Clinton%2C+Polarizing+Or+Misunderstood%2C+Jumps+Into+Race+For+President&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tamara Keith","audio":[{"meta":{"duration":"325"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1399292686-4f4470.m3u?orgId=1&topicId=1014&d=325&p=3&story=398559093&t=progseg&e=399292577&seg=1&ft=nprml&f=398559093"}]}