{"created":"2015-04-28T20:27:55+00:00","modified":"2015-06-18T18:55:04+00:00","valid":{"from":"2015-06-18T18:55:04+00:00","to":"3015-06-18T18:55:04+00:00"},"hreflang":"en","title":"Why Russian-American Jews Are Ballroom Dance Leaders","published":"2015-06-18T18:54:00+00:00","teaser":"As ABC's <em>Dancing with the Stars</em> celebrates its 10th anniversary, we explain why Russian Jewish immigrants and their descendants have stepped to the front of this country's ballroom dance scene.","itags":["npr_api","402833811"],"guid":"2ae59d05-e507-4b2b-851e-4a049281d4ac","contentencoded":"<p>This week marks the 10th anniversary of <em>Dancing with the Stars</em>. The hit show, which airs on ABC, has helped spark a revival in ballroom dance.</p><p>Some of the most successful ballroom dance competitors in the U.S. are Russian-American Jews, and that's not a coincidence. Ballroom dancing is a very common pastime in the Russian-Jewish community in the U.S.</p><p>Inna Brayer is a former national ballroom champion. And, like all her students, is Jewish. In 1989, she and her family came to the United States from the former Soviet Union as religious refugees.</p><p>She says her dance career was a fulfillment of her parent's American dream.</p><p>\"For them, it meant they were succeeding,\" she says. \"For them it meant, they were giving me a dream that they may have started but something I could definitely finish, and do it well.\"</p><p>She did very well. In addition to winning national amateur titles, she appeared on <em>Dancing with the Stars.<br /></em><br />Brayer is just one of many Russian-Americans who have excelled on the ballroom circuit.</p><p>Ken Richards is Vice President of USA Dance, the governing body for amateur ballroom dancing in the U.S.</p><p>About 15 years ago, he realized what a force Russian-Americans had become when he emceed a competition and couldn't pronounce any of the finalists' names.</p><p>\"I pulled a compatriot of mine aside, who is Russian, and said, 'I need some help. Is it Domitiva or Dematova? I don't know,' tell me,\" he recalls.</p><p>The rise of Russian-American competitors can be traced to the respect ballroom dance commands in and around the former Soviet Union, Richards says.</p><p>\"They approach dancing as a sport, like we approach baseball or football,\" she says. \"Their box of Wheaties should have a picture of a dance sport athlete on it.\"</p><p>But for Russian-Jews, ballroom dancing seems to be more than a sport. It's like a cultural touchstone.</p><p>Anna Shternshis is a native of Russia and a professor of Yiddish language and literature at the University of Toronto. She points out, in the Soviet era, Jews, like herself, weren't allowed to be religiously observant.</p><p>\"Things like studying Torah, or celebrating Jewish holidays such as Passover Yom Kippur,\" she says. \"All of these things are essentially irrelevant to Russian speaking Jews.\"</p><p>Shternshis says they had to find other ways to construct a community and boost their social mobility.</p><p>\"They don't do it ... ballroom is so popular because Russian Jews think it is a Jewish activity. It's popular because they think it's an important part of being an educated person. And that belief comes from the Soviet upbringing.\"</p><p>Jonathan Sarna is a professor of Jewish history at Brandeis University. He adds that the discrimination Jews faced in the former Soviet Union meant they had to outperform their peers — everywhere from the classroom to the dance floor.</p><p>\"They knew that if they didn't work two or three times as hard there was no way, that as Jews, they could possibly succeed.\"</p><p>When Russian Jews came to the United States in the 1970s, 80s, and especially the 90s, they brought that work ethic — and cultural traditions like ballroom dance — with them.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Why+Russian-American+Jews+Are+Ballroom+Dance+Leaders&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alexandra Starr","audio":[{"meta":{"duration":"244"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1402856162-8e3539.m3u?orgId=1&topicId=1145&d=244&p=2&story=402833811&t=progseg&e=402855950&seg=10&ft=nprml&f=402833811"},{"href":"http://media.npr.org/assets/img/2015/04/28/ballroom-f9e1ceaced8dde4bc7394bb8ffbd80cfe27b94e4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"720","width":"960"}}]}