{"created":"2014-10-11T10:18:19+00:00","modified":"2014-10-30T21:37:22+00:00","valid":{"from":"2014-10-30T21:37:22+00:00","to":"3014-10-30T21:37:22+00:00"},"hreflang":"en","title":"AMC's 'The Walking Dead' Is A Hit Show With Two Meanings","published":"2014-10-11T18:20:00+00:00","teaser":"As <em>The Walking Dead</em> returns for a fifth season Sunday, NPR TV Critic Eric Deggans says some storylines offer extra meaning for fans who have read the graphic novels which inspired the show.","itags":["npr_api","355130974"],"guid":"2af0017e-1144-4fff-8063-5e9192c1fbd8","contentencoded":"<p><em>The Walking Dead</em> is so successful – it's TV's most popular show with young viewers and cable television's highest-rated drama – that AMC has already picked it up for a sixth season, days before the fifth season starts Sunday.</p><p>And it returns this fall with a bloody, explicit answer to a troubling question from last season:</p><p>What is the deal with the people in this place called Terminus?</p><p>Fans may remember at the end of last season, the show's hero Rick Grimes traveled with his friends and son to a place called Terminus. It promised to be a safe haven for Rick's crew. But instead, they were all taken captive.</p><p>On Sunday, we see what happens next. The action showcases the brutality of the people in Terminus, while underscoring what makes Rick Grimes and his crew of survivors such a special group: in the midst of an inhuman nightmare, they still struggle to hold onto their humanity.</p><p>Fans who read <em>The Walking Dead</em> graphic novels know there was a group of cannibals who tracked and attacked Rick's group. And when Terminus popped up on the TV version, comic nerds nationwide wondered if there was a connection.</p><p>Just as they were supposed to.</p><p>Over the years, the <em>Walking Dead</em> has featured storylines from the books, tweaked with new twists, that bring added meaning for anyone who knows the original plotlines.</p><p>And the best example might be from season two; when Rick Grimes had a deadly fight with his jealous best friend, Shane Walsh, who threatened Rick with a gun.</p><p>\"You going to kill me in cold blood?\" Rick shouted at Shane. \"Screw my wife, have my children – my children! – call you daddy? Is that what you want?\"</p><p>The threat forced Rick to kill Shane in self defense, while pretending to hand over his weapon.</p><p>But Rick's son Carl stumbled on the fight, holding a gun uncertainly on his dad while Shane turned into a dangerous zombie. The young man had to make a choice.</p><p>In a flash, he shot Shane in the head to save his father.</p><p>Those who read the graphic novel already knew Rick's son killed Shane and that it happened much earlier in the story. But the TV show took longer to kill him off, giving fans lots of time to wonder how the story would play out and if it might affect TV's Carl differently.</p><p><em>The Walking Dead</em> isn't the first TV show to air as a literary version is also playing out in books.</p><p>Showtime's <em>Dexter</em> began airing its story of a serial killer of murderers even as the character's creator, novelist Jeff Lindsay, was still writing the books. But Showtime's series quickly moved beyond Lindsay's plots.</p><p>Not so with the other big TV show based on an ongoing book series: HBO's Game of Thrones.</p><p>HBO's series often tracks closely with the books by George R.R. Martin, except for changes which feel more like attempts to shorten the story for television. In the infamous Red Wedding episode, for example, the slaughter of Robb Stark's family starts with his new wife. In the books, she's not even there.</p><p>But for the <em>Walking Dead</em>, changes in the graphic novel's story for television often seem more like winks to knowledgeable viewers. Fans who have read the books already know what happens to characters like former soldier Abraham Ford and Rick's longtime friend Glenn Rhee.</p><p>Which means, for those in the know, this season carries a little extra anticipation.</p><p>We can't wait to see just how producers will surprise us with new fates for characters whose stories we already think we've seen.</p><p>In the process, we learn even more about a story that's proven wildly popular in print and onscreen.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=AMC%27s+%27The+Walking+Dead%27+Is+A+Hit+Show+With+Two+Meanings&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eric Deggans","audio":[{"meta":{"duration":"211"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1355340433-14b956.m3u?orgId=1&topicId=1138&ft=3&f=355130974"},{"href":"http://media.npr.org/assets/img/2014/10/10/amc_twd_gallery__daryl_rick_1613_v2-07a28896d5a478fd042cad341a6cc56106fdb7fb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2249","width":"2998"}},{"href":"http://media.npr.org/assets/img/2014/10/10/amc_twd_gallery__zombies_upshot_1745gn_v1-2b61589e9323384b4aff804edd4f1352de41e814.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2347","width":"3130"}}]}