{"created":"2014-10-07T21:09:53+00:00","modified":"2014-10-31T00:14:42+00:00","valid":{"from":"2014-10-31T00:14:42+00:00","to":"3014-10-31T00:14:42+00:00"},"hreflang":"en","title":"The Grandes Dames Of The Sea Ply The Tuscan Waters","published":"2014-07-17T00:29:00+00:00","teaser":"A most unusual regatta recently celebrated vintage yachts, some more than 100 years old, and a time when sailing the oceans depended on well-trained crews with little more than compass and sextant.","itags":["npr_api","331764287"],"guid":"2b0cbd71-655d-48f9-bdd1-ea88dc86d4b4","contentencoded":"<p>A most unusual regatta recently took place off Tuscany's southern coast: Vintage sailboats known as the Grandes Dames of the Sea — some more than 100 years old — plied the waters of Porto Santo Stefano, a fishing village known for ideal sailing conditions</p><p>Among the more than 40 yachts was one, Manitou, that was known as \"the floating White House\" when her owner was President John F. Kennedy.</p><p>The boat is made of mahogany — a 62-foot boat that weighs 30 tons, skipper Alex Tillery says proudly. In contrast, he says, a modern 62-footer would probably weigh 8 tons.</p><p>Manitou, designed by the legendary American yacht designer Olin Stephens, first launched in 1937. Sailing such vintage boats, says Tillery, requires different skills than sailing those built today.</p><p>\"Modern boats have electric winches, everything is hydraulic, electric,\" he explains. \"These classics, it is all manpower. Some of these boats don't have winches; it takes 15 people to get a sail up. It's very different. It's very satisfying.\"</p><p>\"Seeing all these boats together in these wonderful regattas, it is like a piece of history, and it is very rewarding,\" he says.</p><p><strong>'Like Another Child'</strong></p><p>Each of the contestants in the event — known as the Argentario Sailing Week — has a history of sailing lore, though not all of the ships are famous.</p><p>Simona Brizzi, a special education professor in Switzerland, and her husband, Raul, an economist for the Swiss government, have an old wooden boat from Finland that dates back to 1937. The couple took three months' leave to sail the Mediterranean on Endeavour, their 36-footer, with their three daughters: Nora, 10, and 8-year-old twins Giulia and Elena.</p><p>\"So, in the morning,\" says Brizzi, \"we have a little bit of school, and in the afternoon we are sailing. It is a great experience for us and the children.\"</p><p>Endeavour's upkeep is costly, but Brizzi says sailing isn't a sport solely for the rich. She calls it a passion.</p><p>\"If you love these old boats, it's like you are addicted to these old boats,\" she says. \"It is like part of our family. Endeavour is like another child. It is very nice to be together.\"</p><p>The next morning, tall masts soar above the sparkling blue waters of Porto Santo Stefano as crews ready the boats for the 15-mile course to the old Roman port of Talamone and back, with the islands of Elba and Giglio as backdrop.</p><p>The many wooden beauties have names like Chinook, Shamrock, Mariquita, Halloween and Javelin. Launched in 1897, Javelin is the oldest participant.</p><p>The particular configuration of land and sea at Porto Santo Stefano provides perfect sailing conditions, with predictable breezes that shift direction with the sun — south, southwesterly and, by late afternoon, westerly. It's what's known as the \"sunflower effect.\"</p><p><strong>Sailing With Compass And Sextant</strong></p><p>Argyll, built in 1948, is more than 50 feet long. Her sleek mahogany deck glistens against the crystal clear blue waters.</p><p>Skipper Alex Bordessoule orders the crew to tighten the sails as the boat tacks closer to the wind, and the creaking sound of old winches breaks the silence of the sea. As the sun starts to dip behind the island of Elba, a school of dolphins appears and plays off the bows of the boats.</p><p>By midafternoon on the third day, a foghorn announces the end of the regatta. The judges hover over complicated racing regulations before announcing the winners.</p><p>In its category, Endeavour comes in third, and the crowd cheers the winners.</p><p>Brizzi is thrilled her family got to race along with the Grandes Dames and learn about their histories. Behind each Great Lady are tales and legends from a time when sailing the oceans depended exclusively on the know-how of well-trained crews with little more than a compass and a sextant.</p><p>\"Ah! It's like a dream,\" she says. \"You see them passing — before you saw them in the magazines — and they are so close and you can go to their boats, and you can talk with them, and they tell their stories, what happened with their boats, and that is also a very important part.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Grandes+Dames+Of+The+Sea+Ply+The+Tuscan+Waters&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Sylvia Poggioli","audio":[{"meta":{"duration":"252"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1331900030-9227fb.m3u?orgId=1&topicId=1124&ft=3&f=331764287"},{"href":"http://media.npr.org/assets/img/2014/07/15/vintage-regatta1-486f1ba3613daeecc6fbcca130622f077761d4fd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1199","width":"1600"}},{"href":"http://media.npr.org/assets/img/2014/07/15/vintage-regatta2-19ab83fc8a19e024c1d61e92226cfdef214b05b9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1199","width":"1600"}}]}