{"created":"2015-01-16T20:47:18+00:00","modified":"2015-01-16T22:02:18+00:00","valid":{"from":"2015-01-16T22:02:18+00:00","to":"3015-01-16T22:02:18+00:00"},"hreflang":"en","guid":"2b12e187-1cb9-46b4-b3c5-2c4da341ecb9","title":"Here's how these musicians balance free speech and being respectful of their public","published":"2015-01-16T22:02:14+00:00","byline":"Marco Werman","teaser":"Following the attacks on Charlie Hebdo, I was at the APAP conference in New York and spoke to several musicians about their reaction. Freedom of speech was in the air and I decided to ask a few of them how they see the balance between using their platforms to say whatever they want and being respectful of their public.","tags":["Music","Arts, Culture & Media","New York","United States","Alan Lomax","Bill Sellanga","Rocky Dawuni","Hasan Hakmoun","Jayme Stone","Fela Kuti","Somi","Global Hit"],"contentencoded":"<p>Earlier this week, I was in New York at the annual conference of the Association of Performing Arts Presenters, or APAP.</p>\n<p>These are the people who book shows and concerts all across the US and Canada.</p>\n<p>They gather in Midtown Manhattan, to find out what artists are bubbling up, who's hot, who's worth spending money on to perform in their towns and cities.</p>\n<p>For a few days in early January, APAP is the North American center for the commerce of the performing arts.</p>\n<p>Since there were a lot of musicians around — and freedom of speech was in the air following <a href=\"http://www.pri.org/tags/charlie-hebdo-attack\">the attacks on the Paris offices of Charlie Hebdo</a> — I decided to ask a few of them how they see the balance between using their platforms to say whatever they want and being respectful of their public.</p>\n<p>That's never an easy task.</p>\n<p>Here's Jayme Stone, a banjo player from Canada, currently based in Colorado.</p>\n<p><a href=\"http://instagram.com/p/x5l7OjJGXW/?modal=true\"><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/2000_width/public/Jayme%20Stone.jpg?itok=ces-9ckW\" alt=\"\" /><span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>@MarcoWerman</p>\n  </div>\n</div></a></p>\n<div class=\"mediaelement-audio media-element file-default\" info=\"%22media%22%7D\"><audio class=\"mediaelement-formatter-identifier-1421438090-0\" controls=\"controls\" src=\"http://cdn.pri.org/sites/default/files/jayme3_WEB.mp3\"> </audio></div>\n<p>\"The way I'm being responsible is to learn just as much as I can.\"</p>\n<p>Jayme has a new project he's working on, reinterpreting songs from around the globe recorded by the legendary Alan Lomax.</p>\n<p>Sometimes, says Jayme, there are situations where <em>understanding </em>and <em>learning</em> only help so much.</p>\n<div class=\"mediaelement-audio media-element file-default\" info=\"%22media%22%7D\"><audio class=\"mediaelement-formatter-identifier-1421438194-0\" controls=\"controls\" src=\"http://cdn.pri.org/sites/default/files/jayme2_WEB.mp3\"> </audio></div>\n<p>JS: \"There was a couple of African-American work songs that I was you know careful about doing.\"</p>\n<p>MW:  In what way? </p>\n<p>JS: \"You know, having a bunch of white people in a recording studio recording a song we had learned from a chain gang definitely brings up some issues of cultural appropriation.\"</p>\n<p><a href=\"http://instagram.com/p/x5pZ32pGcg/?modal=true\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/2000_width/public/Blinky.jpg?itok=kRgNspc0\" alt=\"\" /></a></p>\n<p>Bill Sellanga, or 'Blinky,' is the bandleader for a Kenyan dance band called Just a Band.</p>\n<p>Just a Band is clever.</p>\n<p>They're a party-friendly act.</p>\n<p>But if you don't understand Swahili, you will miss the political content in their music.</p>\n<p>In Kenya, that's a tricky one for Blinky to navigate.</p>\n<div class=\"mediaelement-audio media-element file-default\" info=\"%22media%22%7D\"><audio class=\"mediaelement-formatter-identifier-1421438402-0\" controls=\"controls\" src=\"http://cdn.pri.org/sites/default/files/blinky2_WEB.mp3\"> </audio></div>\n<p>\"Actually with political regimes back home, I feel like there are so many things that are going on. And because I have a voice, I need to say something. But then on the other hand, there's also the realization that I could be locked up for some of my opinions. And then, like there's repercussions to that you know, like my family would have to spend time without me around. So I'm trying to balance, maybe it's me being a coward, but also I'm trying to balance just saying things, but also not land in hospital for saying things.\"</p>\n<p><a href=\"http://instagram.com/p/x5na3CJGZu/?modal=true\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/2000_width/public/Sami.jpg?itok=iROjoigE\" alt=\"\" /></a></p>\n<p>I also spoke with American jazz singer Somi.</p>\n<p>Her parents are Rwandan and Ugandan.</p>\n<p>She says her creative approach is responsibility, but with respect.</p>\n<p>On her most recent recording, she reinterpreted a song called \"Lady\" by Nigerian musician Fela Kuti.</p>\n<p>There's been a long debate as to whether the song is an homage to women, or chauvinistic.</p>\n<p>Somi revisited the song because she wanted it to have another meaning — another title even.</p>\n<div class=\"mediaelement-audio media-element file-default\" info=\"%22media%22%7D\"><audio class=\"mediaelement-formatter-identifier-1421438579-0\" controls=\"controls\" src=\"http://cdn.pri.org/sites/default/files/somi3_WEB.mp3\"> </audio></div>\n<p>\"The other name is the 'Anti-Domestic Violence Anthem.' And it's really about the power and strength of the African woman. And how we too need a voice. I always try to shed some light on issues whether it's domestic violence, or, about sex workers and the humanity of those women. Or, anything. We should use these platforms wisely, and with sensitivity and love.\"</p>\n<p><a href=\"http://instagram.com/p/x5odnZJGbV/?modal=true\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/2000_width/public/Hasan%20Hakmoun.jpg?itok=fXQG70PA\" alt=\"\" /></a></p>\n<p>Hasan Hakmoun is a Gnawa trance musician. He's Moroccan-American.</p>\n<p>Hasan told me he does not think it's fair that Muslim girls in France were told not to wear the veil in school — making them uncomfortably disrespectful of their own religion — but that cartoonists in France have the right to insult any religion.</p>\n<p>Hasan says he takes a simple approach in creating what he wants to say in his music.</p>\n<div class=\"mediaelement-audio media-element file-default\" info=\"%22media%22%7D\"><audio class=\"mediaelement-formatter-identifier-1421438790-0\" controls=\"controls\" src=\"http://cdn.pri.org/sites/default/files/hasan3_WEB.mp3\"> </audio></div>\n<p>\"We all are visitors. Yeah, that's it. We are just visiting. I am nobody to stay here forever. Listen, nobody owns nothing. Even if you think you're French or you think this is your country, really, it's not. You're here today, gone tomorrow, so what you are leaving behind is what you are born with, meaning nothing. You're born naked, you die naked. So once you start thinking this way, you become a good person.\"</p>\n<p><a href=\"http://instagram.com/p/x5mUK0JGX-/?modal=true\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/2000_width/public/Rocky%20Dawuni.jpg?itok=ZZWHqzh9\" alt=\"\" /></a></p>\n<p>Reggae singer Rocky Dawuni has an optimistic view of the way forward.</p>\n<div class=\"mediaelement-audio media-element file-default\" info=\"%22media%22%7D\"><audio class=\"mediaelement-formatter-identifier-1421439013-0\" controls=\"controls\" src=\"http://cdn.pri.org/sites/default/files/rocky4_WEB.mp3\"> </audio></div>\n<p>\"There's no way we can kill each other out of existence just because we don't want to hear the other part speak.\"</p>\n<p>Dawuni now lives in Los Angeles. But if he's upbeat about the future, it may be because of where he grew up: Ghana.</p>\n<div class=\"mediaelement-audio media-element file-default\" info=\"%22media%22%7D\"><audio class=\"mediaelement-formatter-identifier-1421439091-0\" controls=\"controls\" src=\"http://cdn.pri.org/sites/default/files/rocky2_WEB.mp3\"> </audio></div>\n<p>\"I believe that in Ghana, we just had the opportunity that after going through all these political you know from the military era, through the democratic era, and also all the tribal differences, and working all of this out, we realized that it's better to have conversations. And I think that one way or the other, that is what's made Ghana right now a beacon of democracy in Africa because we've gone through the trials and realized the only way forward is working together.\"</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/011620158.mp3"},{"href":"http://www.pri.org/file/011620158mp3"}]}