{"created":"2014-10-08T15:48:08+00:00","modified":"2014-10-31T01:56:10+00:00","valid":{"from":"2014-10-31T01:56:10+00:00","to":"3014-10-31T01:56:10+00:00"},"hreflang":"en","title":"In 'Raging Bull' Ruling, High Court Sides With Co-Writer's Daughter","published":"2014-05-20T22:05:00+00:00","teaser":"The Supreme Court delivered a blow on behalf of writers, giving a screenwriter's daughter a chance to prove in court that the critically acclaimed movie <em>Raging Bull</em> infringed her father's copyright.","itags":["npr_api","313996713"],"guid":"2b144d10-9d93-45e9-bd5c-b76910b69249","contentencoded":"<p>The U.S. Supreme Court delivered a TKO to MGM Monday, giving the daughter of a deceased screenwriter a chance to prove in court that the critically acclaimed movie <em>Raging Bull</em> infringed the copyright of a screenplay written by her father. <br /> <br />At the center of the dispute is the iconic 1980 movie <em>Raging Bull,</em> directed by Martin Scorsese and starring Robert De Niro, who played the role of champion boxer Jake LaMotta. <br /> <br />LaMotta worked with his longtime friend, writer Frank Petrella, to tell the story of the boxer's career. Their joint venture produced three copyrighted works, including a 1963 screenplay that is the center of this case. <br /> <br />In 1976, Petrella and LaMotta sold it to a Hollywood production company. The company was eventually bought out by MGM, and in 1980 <em>Raging Bull</em> came out. The film won two Academy Awards, including one to De Niro for best actor.</p><p>A year later Frank Petrella died, and in 1990 the Supreme Court ruled that a copyright cannot be renewed by its owner, here MGM, without the permission of the original copyright owner's heirs, here Petrella's daughter Paula.<br /> <br />After many years and many exchanges between Paula Petrella's lawyer and MGM, she finally sued the moviemaker in 2009 for copyright infringement. Under the statute she was limited to three years of damages, dating back to 2006. But two lower courts threw her case out, agreeing with MGM that she had waited too long to sue. <br /> <br />On Monday, the Supreme Court disagreed. Writing for the six-justice majority that included both liberals and conservatives, Justice Ruth Bader Ginsburg noted that MGM has marketed <em>Raging Bull</em> continuously since 1980. Marketing expanded to include DVD sales, which is something unimagined back when Petrella first sold the rights.</p><p>Ginsburg noted that the statute limits damages to three years prior to the date of the suit, and she observed that the delay in filing may eventually be considered as a factor in determining the amount of damages. The statute also allows the copyright holder to seek a court order barring future copyright infringement, and Ginsburg noted that one way to deal with that problem would be to pay royalties. <br /> <br />Still, movie and music industry lawyers were alarmed. <br /> <br />\"I think the floodgates are open now,\" said Brad Newberg. \"You are going to see an explosion of people coming forward from the '70s, '80s, and '90s, coming out of the woodwork to say that hit songs, movies, TV shows, works like that, that are still in the marketplace, belong to them, and they want a share of the profits.\"<br /> <br />But lawyer Christopher Mohr, who filed a brief on behalf of the Authors Guild in this case, saw no impending flood. <br /> <br />\"If there was going to be a flood, you would have expected to have seen, in the jurisdictions that don't have the 9th Circuit rule, at least a river,\" said Mohr. \"And there's no river. There's not even really a stream, so I don't expect to see a huge onset in the number of copyright suits filed.\"<br /> <br />Mohr notes that the damages Petrella can obtain are relatively small, a maximum of $150,000 under the statute, or some share of the profits. But Hollywood accounting is notoriously inexact, with studios often claiming, as MGM did in this case, that there were no profits. Bottom line, he concedes, most of these cases will be settled out of court and for relatively small sums. <br /> <br />In one of the big scenes in <em>Raging Bull,</em> Jake LaMotta is on the ropes being pummeled by his rival Sugar Ray Robinson, but he refuses to go down. <br /> <br />MGM may not be down yet, but the Supreme Court, in the person of its tiniest member, sure left its legs weakened.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+%27Raging+Bull%27+Ruling%2C+High+Court+Sides+With+Co-Writer%27s+Daughter&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nina Totenberg","audio":[{"meta":{"duration":"212"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1313996714-7fb581.m3u?orgId=1&topicId=1070&ft=3&f=313996713"}]}