{"created":"2014-11-03T08:26:34+00:00","modified":"2015-04-30T19:32:54+00:00","valid":{"from":"2015-04-30T19:32:54+00:00","to":"3015-04-30T19:32:54+00:00"},"hreflang":"en","title":"After 'Fifty Shades,' Could This Be The Next Big Online Hit?","published":"2015-02-23T16:49:00+00:00","teaser":"<em>After</em> is an epic, erotic fan fiction loosely based on the British boy band One Direction. It's being republished by Simon & Schuster, which is hoping the story's online fans will buy it in book form.","itags":["npr_api","360209628"],"guid":"2b16e21c-cb79-4e78-8d6f-790a75ecd7dc","contentencoded":"<p>Much like <em>Fifty Shades of Grey</em>, <em>After</em> is an epic, erotic fan fiction that's being repackaged by a major publishing house. But where <em>Fifty Shades</em> was inspired by the <em>Twilight</em> books, <em>After</em> is loosely based on real people: The British boy band One Direction. And the first volume of <em>After</em> has just hit stores — but let's rewind a little, to those words, \"fan fiction.\" I know, you're probably making a face right now, but bear with me.</p><p>Fan fiction is what happens when you love something — a TV show, a book, a movie — so much that you want to spend more time with it. You want to fill in the gaps in the story, figure out the home life of that guy in the background, re-write the endings that you don't like — or imagine what would happen, say, if you were going to college with your favorite boy band.</p><p><em>After</em> is set at a small state college, where innocent heroine Tessa falls in with a wild crowd: tattooed bad boy Harry Styles (a fictional version of the real guy) and his One Direction bandmates, who serve as a backup cast of rowdy frat brothers — though author Anna Todd <em>swears</em> she's not Tessa herself. \"But as my readers got to know me, and my friends started reading it, they were like, you are Tessa. You're a less annoying version of Tessa,\" she laughs.</p><p>Harry and Tessa (the fans call them Hessa) fight and break up, make up and make out, and their saga has proven incredibly popular with readers.</p><p>\"They would catch on to clues I was dropping,\" Todd says. \"I have some plot twists in the story, and so whenever they would get too close, to know what's going on, I would throw in something to kind of throw them off, and kind of pull the strings as they were reading.\"</p><p>As she went along, Todd included notes to her readers at the top of new chapters, pointing out fan art or promising extra chunks of story if more people commented.</p><p>Fan fiction gets sneered at a lot, for ripping off other stories, for being badly written, but like any other genre, there's good fanfic and bad — and it's all part of a grand tradition.</p><p>\"This is no different, I think, from people telling stories around a campfire, back when you had a common mythology, say Arthurian legend, and people would tell stories about it,\" says Anne Jamison. She's a literature professor at the University of Utah, who's actually teaching a class on fanfic.</p><p>\"If you're talking about writing from sources, right, what did Shakespeare do? I mean, he never wrote a play out of his head completely,\" Jamison says. \"He always had a source — that was just the model of authorship.\"</p><p>Now, I'm not sure how much farther you can take this parallel, but like Shakespeare in his day, fan fiction today is massively popular entertainment.</p><p>Ashleigh Gardner is the head of content at Wattpad, the site where Todd originally posted her work. \"I think it was one of the biggest stories we've ever seen on Wattpad,\" she says. \"I think what really impressed us was the fan engagement around it.\"</p><p>She's not kidding: The cover of the paperback version of <em>After</em> boasts about <em>one billion</em> online reads. Gardner says she noticed a strange phenomenon. \"I was regularly seeing photos on Instagram that would be pictures of Harry Styles and his girlfriend, and one of our marketing team pointed out to me that that was not his girlfriend, <a href=\"https://www.google.com/search?q=%23hessa&espv=2&source=lnms&tbm=isch&sa=X&ei=iv1QVNKQLI-gyATj6ILQCQ&ved=0CAYQ_AUoAQ&biw=1440&bih=779\">that was a character from the book that fans were Photoshopping in</a>.\"</p><p>Wattpad knew they had a hit on their hands. They took the book to Gallery, an imprint of Simon and Schuster, which signed Todd to a reported six-figure deal earlier this year, and turned <em>After</em> into a four-book series.</p><p>But it's not all sunshine and hashtags. Though Harry and his bandmates have been renamed to avoid copyright issues, many One Direction fans are incensed at the book's depiction of him as a callous — but compelling — creep. And since the original story is staying up online, there's no guarantee that Todd's readers will buy the paperback version — even with cleaned-up paragraphs and more sex.</p><p>But no matter which version of <em>After</em> you're reading, Anna Todd has this soundtrack recommendation: \"'Through the Dark', for sure, that's my favorite One Direction song.\"</p><p>As for One Direction themselves, a representative for the band gave a resounding \"no comment.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+%27Fifty+Shades%2C%27+Could+This+Be+The+Next+Big+Online+Hit%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Petra Mayer","audio":[{"meta":{"duration":"259"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1361069867-1f506a.m3u?orgId=1&topicId=1161&aggIds=100876926&d=259&p=3&story=360209628&t=progseg&e=361068197&seg=7&ft=nprml&f=360209628"},{"href":"http://media.npr.org/assets/img/2014/10/31/ap624265943670-2d4943bd3019cd2f562252a0604f8d7d4d8cce79.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1822","width":"2429"}}]}