{"created":"2015-05-13T21:07:49+00:00","modified":"2015-05-15T11:10:28+00:00","valid":{"from":"2013-08-29T13:23:22+00:00","to":"3013-08-29T13:23:22+00:00"},"hreflang":"en","title":"Fast food strike: Of walk outs and drive-throughs","published":"2013-08-29T13:23:22+00:00","description":"Fast food workers across the country are walking off the job today. Workers are demanding $15 an hour.","contenttemplated":"[{\"content\":\"<p>Fast food workers walked off the job on Thursday in dozens of cities, continuing their push to unionize  and to get higher pay. They&apos;re asking for double what the federal minimum wage is right now-- an increase to $15 an hour. <span> </span></p>\",\"type\":\"text/html\"},{\"content\":\"<p>That request was met with <a href=\\\"http://www.epionline.org/wp-content/uploads/2013/08/EPI_MinimumWageRobot_WSJ_final_lowres.pdf\\\">this</a> full page ad in Thursday’s Wall Street Journal.  A picture of a robot making pancakes with the words: Why robots could soon replace fast food workers demanding a higher minimum wage.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Michael Saltsman was one of the folks behind the ad.  He&apos;s the research director at the <a href=\\\"http://www.epionline.org/aboutepi\\\">Employment Policies Institute</a>, a think tank that studies issues around minimum wage and is partly funded by the restaurant industry. The photo in the ad, of a &quot;robotic chef&quot; that a company in Japan has been developing, complete with handkerchief tied around his robot head, is not just a stunt to get attention, says Saltsman, but a “very tangible consequence of a $15 minimum wage.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Saltsman argues that because the profit margins at most fast food places are relatively low, if restaurants raised wages, something would have to give. And since we seem to like our fast food cheap, what would most likely give is jobs.  Less stuff would get done by people, more by robo-chefs.</p>\"},{\"content\":\"<p>This potential side-effect of raising the minimum wage is fairly widely accepted, says Saltsman. “I&apos;ve even seen very staunchly progressive economists like <a href=\\\"http://www.cepr.net/index.php/biographies/dean-baker/\\\">Dean Baker</a> basically acknowledge that yeah, at that level McDonald&apos;s would be laying people off.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><span>So I called said progressive economist Dean Baker to get his take.</span> Baker is co-director of the Center for Economic and Policy Research, a group that is partly funded by labor unions. So you can imagine that Baker and Saltsman don’t always see eye-to-eye.</p>\"},{\"type\":\"text/html\",\"content\":\"<p><span>In this case however, just as Saltsman predicted, when I ask Baker if we woke up tomorrow and fast food restaurants had doubled worker pay tomorrow it could lead to more robots, and fewer people working fast food joints, he concurs. “I&apos;m sure you would see a lot of jobs lost,” he tells me. “It’s hard to believe you’d have that happen overnight and not have some serious disruptions in the labor market.”</span></p>\"},{\"type\":\"text/html\",\"content\":\"<p>But that’s only part of the story, Baker argues. Even if there was, let’s say, a 20 or 30 percent drop in employment at these places (Saltsman told me he projects there could be up to a 27 percent drop), the remaining workers would still “take home twice as much pay. They&apos;re still way better off,” says Baker.</p>\"},{\"content\":\"<p>As for the workers that might lose their jobs, Baker says it would be painful in the short term, but he thinks over time the economy would adjust and other jobs would open up for those workers.<span> </span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>And besides, in the future, robots will probably take many of these jobs anyway.  So, Baker argues, it&apos;s good for the whole economy if the jobs that are left pay a higher wage.</p>\"}]","guid":"2b31ff7e-c726-4ebf-8f14-b73358263ece","itags":["Marketplace for Thursday, August 29, 2013","PMP:Marketplace_PMP","Marketplace","2b31ff7ec726ebfcf141b73358263ece"],"tags":["APM","McDonald's","Wealth & Poverty","fast food","labor","minimum wage","strike"],"byline":"Karen Clark","teaser":"Fast food workers across the country are walking off the job today. Workers are demanding $15 an hour.","contentencoded":"<div class=\"barn-cleaned\"><p>Fast food workers walked off the job on Thursday in dozens of cities, continuing their push to unionize&nbsp; and to get higher pay. They're asking for double what the federal minimum wage is right now-- an increase to $15 an hour.&nbsp;<span>&nbsp;</span></p>\n<p>That request was met with <a href=\"http://www.epionline.org/wp-content/uploads/2013/08/EPI_MinimumWageRobot_WSJ_final_lowres.pdf\">this</a> full page ad in Thursday’s Wall Street Journal.&nbsp; A picture of a robot making pancakes with the words: Why robots could soon replace fast food workers demanding a higher minimum wage.</p>\n<p>Michael Saltsman was one of the folks behind the ad.&nbsp; He's the research director at the <a href=\"http://www.epionline.org/aboutepi\">Employment Policies Institute</a>, a think tank that studies issues around minimum wage and is partly funded by the restaurant industry. The photo in the ad, of a \"robotic chef\" that a company in Japan has been developing, complete with handkerchief tied around his robot head, is not just a stunt to get attention, says Saltsman, but a “very tangible consequence of a $15 minimum wage.”</p>\n<p>Saltsman argues that because the profit margins at most fast food places are relatively low, if restaurants raised wages, something would have to give. And since we seem to like our fast food cheap, what would most likely give is jobs.&nbsp; Less stuff would get done by people, more by robo-chefs.</p>\n<p>This potential side-effect of raising the minimum wage is fairly widely accepted, says Saltsman. “I've even seen very staunchly progressive economists like <a href=\"http://www.cepr.net/index.php/biographies/dean-baker/\">Dean Baker</a> basically acknowledge that yeah, at that level McDonald's would be&nbsp;laying people off.”</p>\n<p><span>So I called said progressive economist Dean Baker to get his take.</span> Baker is co-director of the Center for Economic and Policy Research, a group that is partly funded by labor unions. So you can imagine that Baker and Saltsman don’t always see eye-to-eye.</p>\n<p><span>In this case however, just as Saltsman predicted, when I ask Baker if we woke up tomorrow and fast food restaurants had doubled worker pay tomorrow it could lead to more robots, and fewer people working fast food joints, he concurs. “I'm sure you would see a lot of jobs lost,” he tells me. “It’s hard to believe you’d have that happen overnight and not have some serious disruptions in the labor market.”</span></p>\n<p>But that’s only part of the story, Baker argues. Even if there was, let’s say, a 20 or 30 percent drop in employment at these places (Saltsman told me he projects there could be up to a 27 percent drop), the remaining workers would still “take home twice as much pay. They're still way better off,” says Baker.</p>\n<p>As for the workers that might lose their jobs, Baker says it would be painful in the short term, but he thinks over time the economy would adjust and other jobs would open up for those workers.<span>&nbsp;</span></p>\n<p>And besides, in the future, robots will probably take many of these jobs anyway.&nbsp; So, Baker argues, it's good for the whole economy if the jobs that are left pay a higher wage.</p></div>","audio":[{"meta":{"height":"340","crop":"primary","width":"610"},"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/fastfoodstrike.jpg?itok=Fk7B0lBU"},{"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/08/29/marketplace_segment18_20130829_64.mp3","format":"MP3","meta":{"duration_hms":"00:02:08","duration":128,"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/08/29/marketplace_segment18_20130829"}},"type":"audio/mpeg"}]}