{"created":"2014-08-28T01:50:51+00:00","modified":"2014-10-31T15:40:58+00:00","valid":{"from":"2014-10-31T15:40:58+00:00","to":"3014-10-31T15:40:58+00:00"},"hreflang":"en","title":"For Parents Of Young Black Men With Autism, Extra Fear About Police","published":"2014-08-24T20:54:00+00:00","teaser":"People with autism often have trouble communicating with police, which can be dangerous — and scary for parents who also worry about racial profiling. Now, some cities are trying to mitigate the risk.","itags":["npr_api","342688183"],"guid":"2b3640cd-0c9c-4086-85ee-b94ae9397dbd","contentencoded":"<p>Lorraine Spencer has been watching the news from Ferguson, Mo., where an unarmed black 18-year-old was shot and killed by police, and worrying about her own son's safety. Jermaine is 16 years old and bi-racial, with a dark complexion. He also has autism and wants to be more independent, especially as he nears adulthood.</p><p>\"It's my worst nightmare,\" she says. \"I have the issue with him not understanding, possibly, a command to put your hands up or to get on the ground. So, yes, it's scary.\"</p><p>According to the advocacy group Autism Unites, people with autism spectrum disorders are seven times more likely to interact with police over their lifetimes, compared with people without a cognitive disorder.</p><p>That's particularly scary for parents already concerned about racial profiling. Michelle Smith's 28-year-old son Chris Akubuilo has severe autism and often struggles with both comprehension and speaking.</p><p>\"He's black, male and autistic,\" she says. \"[I] never know if he'll be accosted. You ask questions later and you shoot first. It's happened too many times all over this nation.\"</p><p>In an effort to keep their kids safe, these mothers and their sons attended a seminar this week in Culver City, Calif., for people with autism spectrum disorders.</p><p>The goal is to teach people with autism how to interact safely with police — the event was co-sponsored by local law enforcement — and avoid misunderstandings that could lead to confusion or violence. Over the course of two hours, participants watch a movie called <em>Be Safe</em>, which explains basic vocabulary like \"law\" and \"arrest\" and includes dramatizations of police interactions.</p><p>Between sections of the movie, police and participants also do role-playing exercises. In one, police and people with autism pair off to practice scenarios such as how to ask for help getting home, or what to do if someone is harassing you.</p><p>Police officers also explain their uniforms. \"Never, ever, ever touch an officer's gun,\" Lieutenant Jason Sims explains to the group.</p><p>All the exercises are meant to make police seem less threatening, and to provide a forum for people to ask officers questions.</p><p>The seminar was organized in large part by Emily Iland, who has an autistic son and also teaches special education at California State University. The seminar is the civilian counterpart to a larger curriculum for law enforcement, which is free for all local police departments and state law enforcement agencies in California.</p><p>The biggest police department to pick it up so far is one with a history of a less-than-perfect relationship with the community: the LAPD. More than half its officers have now gotten some training about the symptoms of cognitive disabilities like autism. As part of a partnership with the Autism Society of Los Angeles, many officers also spend an entire day with autistic teens.</p><p>The Director of Police Training for the LAPD, Luann Pannell, says that program has helped officers feel less threatened by people with autism who, for example, might not make eye contact during an interaction.</p><p>\"What we want to do is take the officers beyond a 5-minute encounter,\" she explains. \"In policing, a lot of these encounters happen very quickly.\"</p><p>Programs like this have drawn national attention. In July, the Justice Department announced it's working on a full training curriculum to educate local police officers about cognitive disorders.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Parents+Of+Young+Black+Men+With+Autism%2C+Extra+Fear+About+Police&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Rebecca Hersher","audio":[{"meta":{"duration":"263"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1342740529-6ef3b3.m3u?orgId=1&topicId=1015&ft=3&f=342688183"},{"href":"http://media.npr.org/assets/img/2014/08/23/chris-higher-19ed9e977f30c897abb9c9877e0919604b1e349b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"983","width":"1311"}}]}