{"created":"2014-10-03T07:37:35+00:00","modified":"2014-10-30T21:54:28+00:00","valid":{"from":"2014-10-30T21:54:28+00:00","to":"3014-10-30T21:54:28+00:00"},"hreflang":"en","title":"ISIS Captives Tell Of Rapes And Beatings, Plead For Help","published":"2014-10-03T12:57:00+00:00","teaser":"Activists say militants are holding hundreds, perhaps thousands of Yazidi women in northern Iraq. The women make contact through secret phones; some men have been killed or beaten trying to save them.","itags":["npr_api","352815113"],"guid":"2b383080-e79e-46a2-9993-df1e1b00acd2","contentencoded":"<p>When militants from the self-proclaimed Islamic State swept through the Sinjar area of northern Iraq in August, they killed hundreds and kidnapped unknown numbers of men, women and children.</p><p>The fate of most of them is still unknown, but activists and those who have escaped recount horror stories of rapes and beatings. They're trying to focus international attention on those still being held.</p><p>Amnesty International has estimated that hundreds, possibly thousands are among them. Investigative journalist Nareen Shammo says she has tracked 4,000 cases of missing women presumed captured.</p><p>\"I can't imagine how they live,\" she says. \"And how much they need their mothers.\"</p><p>Connecting through cellphones that some of the women manage to keep hidden from their captors, Shammo says, many are asking for U.S. airstrikes targeting themselves.</p><p>\"I talked to many of them. They [were] crying, they were saying, 'Please call the plane, we want them [to] kill us, we want to kill ourselves,' \" Shammo says, adding that she knows of 41 women who have killed themselves while being held.</p><p>The captives are from the Yazidi religious minority, a group especially targeted for violence by the Islamic State, also called ISIS or ISIL.</p><p>Shammo says women and girls over 12 years old are sold off for \"marriages,\" sometimes to multiple men — in reality, sold for rape.</p><p>\"Many of them, they use them like slaves, they kill them, they rape them. Many of them kill themselves. What [do] you want [in order] to take action? What do you need?\" she asks, urging the U.S., Baghdad officials or others to intervene.</p><p>In Irbil last week, dozens of protesters went to the American consulate and then the United Nations compound to beg for help to free the women, and for international protection of the Yazidi community.</p><p>Some Muslim men, inside ISIS-controlled areas, have purchased women to bring them to safety. The price of getting caught, though, is the men's lives. Activists say one man smuggled out nearly 40 women, but he had to flee the country to escape ISIS retaliation. Another tried to buy 10 women to bring them to safety but was caught and killed, according to his relatives.</p><p>A trickle of women have escaped on their own, like 19-year-old Amsha Ali and her baby son. We meet her in Zakho, just outside Dohuk. She was taken by ISIS from the northern Iraqi town of Tal Azer and held 25 days in Mosul before fleeing to safety.</p><p>She speaks softly and stares blankly at the wall in front of her as she holds her 4-month-old child in her arms.</p><p>On Aug. 3, ISIS came to her town.</p><p>Ali didn't have a car, so she picked up her baby and fled on foot with her husband, but a few miles outside of town ISIS caught up with them. They shot her husband and his family in front of her, and took her and the other women with their children to a neighboring village.</p><p>They brought the woman to Mosul and put her in a big hall with about 1,000 others. Ali says the militants called them \"unbelievers,\" beat them and threatened to kill their children.</p><p>Every day, ISIS fighters would come, she says, choose a woman and take her to a room in the hall where they would rape her. Ali was chosen multiple times, but she says she fought the men off and took the beatings as her punishment.</p><p>Finally, she was forced into a marriage with an old man. He promised to treat her like a sister but soon demanded sex. She says she refused and was beaten.</p><p>He locked her in a room with her baby, but she managed to break the lock in the middle of the night, sneak past a sleeping guard and get into the street.</p><p>\"I didn't care if they killed me,\" she says. \"The people who killed my husband wanted to sleep with me. I wanted to die.\"</p><p>A Muslim man in the street found her and took her in and after three days was able to sneak her and her son out of town.</p><p>But the trauma is still acute.</p><p>\"What will I do?\" she asks. \"I was with them 25 days. They killed my husband. What will people think of me?\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=ISIS+Captives+Tell+Of+Rapes+And+Beatings%2C+Plead+For+Help&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Leila Fadel","audio":[{"meta":{"duration":"291"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1353424690-d7a740.m3u?orgId=1&topicId=1010&ft=3&f=352815113"},{"href":"http://media.npr.org/assets/img/2014/10/01/isis-yazidi-captives-0ecb93e7aa90caa1295ae6087d1989c33da9e980.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"799","width":"1065"}},{"href":"http://media.npr.org/assets/img/2014/09/30/27841681_h31465741-dc9bed5b205bd20a3457ecaffcb5f85e1b5a481c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1520","width":"2028"}}]}