{"created":"2014-12-11T21:06:28+00:00","modified":"2014-12-12T20:07:53+00:00","valid":{"from":"2014-12-12T20:07:53+00:00","to":"3014-12-12T20:07:53+00:00"},"hreflang":"en","guid":"2b46cc0a-4e25-4ce8-a16d-d884efbe32bb","title":"One of the world's original digital diplomats says Twitter is an 'unrivaled tool' for foreign policy","published":"2014-12-12T20:07:52+00:00","byline":"Jeb Sharp, Susie Blair","tags":["digital diplomacy","technology","government","diplomacy","SafeMode","Technology","Science, Tech & Environment","Tehran","North America","Central America / Caribbean","Mexico","United States","Central America/Caribbean","Arturo Sarukhan","digital diplomacy","International relations","Diplomacy","Public Diplomacy","Twitter"],"teaser":"It's no surprise that Twitter is changing the way we communicate with each other — but it's also changing the way we communicate with our government. Meet Arturo Sarukhan, a former ambassador from Mexico and a pioneer in the world of digital diplomacy. ","contentencoded":"<p>You could call Arturo Sarukhan a \"pioneer of digital diplomacy\" — it’s even in his <a href=\"https://twitter.com/arturo_sarukhan\">Twitter bio</a>. That’s because the former Mexican ambassador to the US is credited as the first foreign ambassador to use Twitter as a tool of diplomacy.</p>\n<p>“[Twitter] has become a very powerful tool to conduct public diplomacy,” Sarukhan says. “Public diplomacy is about engaging and about winning hearts and minds.”</p>\n<p>Traditionally, that engagement happened by exchanging customs and cultures through travel and tourism — like how Louis Armstrong toured Eastern Europe as a <a href=\"http://www.openculture.com/2014/03/louis-armstrong-plays-historic-cold-war-concerts-in-east-berlin-budapest-1965.html\">“Goodwill Jazz Ambassador.” </a>But now, Sarukhan says, that same effect can be had through follows and at-replies.</p>\n<p>“In this day and age, where the world is fully interconnected ... using these tools is a very, very important way of engaging, of getting your points of view out.”</p>\n<p></p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/original_image/public/Arturo%20Twitter.jpg?itok=Di41Hpeq\" alt=\"\" /><div class=\"field-caption\">\n    <p>Sarukhan publishes all of his tweets bilingually and has tweeted over 17,000 times since 2009.</p>\n  </div>\n  <div class=\"image__credit\">\n    <span class=\"image__credit-label\">\n      Credit:\n    </span>\n    <p><a href=\"https://twitter.com/Arturo_Sarukhan\">@Arturo_Sarukhan</a></p>\n  </div>\n</div>\n<p>Sarukhan also says that digital diplomacy can circumvent standard media. Most commonly, diplomats have press conferences or pen op-eds to communicate with their audience. But through Twitter, a public figure can have a direct conversation with a citizen.</p>\n<p>“Being able to engage directly with people who are interested in the relationship between your country and theirs — this is an unrivaled tool,” he explains.</p>\n<p>Even if an ambassador doesn’t tweet personally, he adds, the power of Twitter can still be harnessed through following key individuals within a society or country.</p>\n<p>This is not to say that tweeting as a diplomat isn’t fraught with challenges, though. One misstep could seriously influence public perception. For instance, during Sarukhan’s first foray into digital diplomacy, he tweeted exclusively in English —and got some backlash from his Mexican followers. But this led to a realization for Sarukhan.</p>\n<p>“Suddenly, I figured out that this could also be a tool to engage Mexicans in Mexico, and to underscore what we were doing in the bilateral relationship,” he says. “Because of the 35 million Mexican Americans who live in the United States, this was also a tool to engage and reach out to our diaspora community.”</p>\n<p>So, he began tweeting bilingually — a tweet in English is always followed immediately by the same tweet in Spanish.</p>\n<p>Despite the inherent struggles of working online as a diplomat, Sarukhan maintains that it is a necessary shift that needs to occur in the world of foreign policy.</p>\n<p>“There is a great deal of risk in this. A wrong word, the wrong context or nuance ... can create some serious problems,” he says. “However, having said that, I think that there’s no other way. I think that the way forward is for foreign ministries to learn how to do this, for diplomats to learn how to do this.”</p>\n<p>For Sarukhan, Canada has been a notable example of effective digital diplomacy. Last year, Canadian ambassadors <a href=\"http://www.theglobeandmail.com/news/politics/ottawa-backs-using-social-media-to-boost-irans-dissidents/article11847631/\">began an online conversation with Iranians</a> shortly after the nation cut diplomatic ties with Tehran. </p>\n<p>But, he adds, Twitter activity is not going to change the game of foreign policy altogether. “The best digital diplomacy ... cannot be a substitute to good, well-thought, intelligently formulated foreign policy,” he says. “What I do hope is that at some point down the road, we stop using adjectives — digital diplomacy will stop being called digital diplomacy. It will simply be one more way of how you implement and design foreign policy.”</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Arturo%20Sarukjan.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/arturo-sarukjanjpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/121120146.mp3"},{"href":"http://www.pri.org/file/121120146mp3"}]}