{"created":"2015-03-05T17:17:21+00:00","modified":"2015-03-05T22:16:25+00:00","valid":{"from":"2015-03-05T22:16:25+00:00","to":"3015-03-05T22:16:25+00:00"},"hreflang":"en","guid":"2b52dc6b-63fd-4e69-b451-cd60aafc546a","title":"This is a place where getting vaccinated can feel festive, and what that says about the US ","published":"2015-03-05T22:16:21+00:00","byline":"Monica Campbell","tags":["health","government","science","Human Needs","Health","Health & Medicine","North America","Mexico","United States","Ariadna Martínez","Mercedes Juan López","Ignacio Villaseñor","Erika Strand","Medicine","Health","Social Issues","Vaccination"],"teaser":"In Mexico, vaccinations are seen less as an individual choice and more like a “community obligation.” ","contentencoded":"<p>On a recent afternoon at Benito Juárez Elementary School in Mexico City, pop music blared from speakers and uniformed kids ran around. Eventually, one by one, they each swallowed precisely two drops of clear liquid.</p>\n<p>Welcome to Mexico’s vaccination day.</p>\n<p>While the debate over vaccines continues in pockets of the United States — heated up by the recent measles outbreak linked to Disneyland — the take on vaccines is quite different in Mexico.</p>\n<p>In fact, the atmosphere at the Mexico City school during the vaccination event felt festive, and part of an accepted and routine government intervention into the lives of schoolchildren. </p>\n<p>Of course, when preschooler Matias Martínez jumped on stage to receive his anti-polio booster, he was oblivious to the day's serious message — that vaccinations save lives. And he barely listened while Mexico’s health minister, Mercedes Juan López, talked<strong> </strong>about the measles outbreak at Disneyland, how two Mexicans caught the disease and imported it back to Mexico, and how a high immunization rate here prevented more cases.</p>\n<p>All that Martínez knew was that the vaccine tasted “like strawberry.”</p>\n<p>His mom, Ariadna Martínez, was pleased. She said she appreciated that Mexico keeps vaccinations accessible and free. The country, which offers universal healthcare, works across party lines and with groups like the World Health Organization and UNICEF to keep vaccinations accessible — and at a high rate: above 95 percent for children, exceeding the rate in the US.</p>\n<p>National vaccination days, like at the school, are typical. So are billboards saying, “If you love your kids, vaccinate them.”</p>\n<p>It’s constant work though, especially getting nurses to isolated villages. Yet the demand is there, says Dr. Ignacio Villaseñor, who helps lead Mexico’s vaccination effort.</p>\n<p>He also resents when he hears some Americans blame migrants and, especially, Mexicans, for bringing diseases into the US. “Migrants from Mexico don’t carry in disease,” he says. “I’m sure they are completely vaccinated.”</p>\n<p>Erika Strand, UNICEF’s chief of social policy in Mexico, agrees and says that recent pandemics, such as the 2009 outbreak of the H1N1 swine flu, helped solidify a pro-vaccine culture here.</p>\n<p>She also points to how Mexicans, while still having plenty of mistrust about politicians here, also feel that \"the government has a role in providing a kind of minimum social floor,” including healthcare. “And so with that comes the trust that they will do so appropriately and [offer] things like vaccinations, based on science.”</p>\n<p>“In the US,” she says, “we don’t expect a lot from the government because we expect each person to kind of make his or her own way, you know, to make it.”</p>\n<p>A number of parents at the school agreed, including Ariadna Martínez, whose son, Matias, thought his vaccine tasted like strawberries. She says getting vaccinated is a right.</p>\n<p>She also says she’s aware that vaccinations can have side effects, but says they're minimal. Like a lot people here, she’s known relatives, neighbors who’ve died of diseases like polio. Those memories, she says, make it clear that vaccinations are not something an individual should protest. Rather, she says, they're a community obligation.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-05%2Fwhere-getting-vaccinated-can-feel-festive-and-what-says-about-america&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/vacc.JPG","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/vaccjpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/03052015_05.mp3"},{"href":"http://www.pri.org/file/0305201505mp3"}]}