{"created":"2014-11-02T10:23:04+00:00","modified":"2015-04-30T19:32:56+00:00","valid":{"from":"2015-04-30T19:32:56+00:00","to":"3015-04-30T19:32:56+00:00"},"hreflang":"en","title":"Like It Or Not, Architect Le Corbusier's Urban Designs Are Everywhere","published":"2014-11-02T15:04:00+00:00","teaser":"\"He's blamed for urban renewal ... urban freeways, even countless suburban office parks,\" says Anthony Flint, author of the new Le Corbusier biography <em>Modern Man</em>.","itags":["npr_api","360189531"],"guid":"2b640611-c4a2-424f-a49a-3dc5db2d8cac","contentencoded":"<p>What do an Ikea showroom floor, urban housing projects and Kanye West have in common? They've all been inspired, at least to some degree, by the Swiss-born French architect Le Corbusier. Though his name has fallen out of the popular imagination — Frank Lloyd Wright is much more likely to ring a bell — Le Corbusier's influence is visible nearly everywhere you look in the landscape of the modern world, sometimes for better, and sometimes for worse.</p><p>Anthony Flint has written a new biography of the architect called <em>Modern Man: The Life of Le Corbusier, Architect of Tomorrow</em>. As he tells NPR's Rachel Martin, today Le Corbusier is either derided or revered.</p><p>\"He's blamed for urban renewal ... urban freeways, even countless suburban office parks with their horizontal strip windows,\" he says. \"But what he was trying to do at the time, if you go back to the 1920s, was he was challenging the status quo. He believed that the city wasn't up to its full potential. And this spirit of innovation, I think, is something that can be applied in today's developing world cities in the 21st century — just millions and millions of people streaming into cities and many of them moving directly to slums. So, those challenges are very much before us, in the same way that Le Corbusier faced them.\"</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On Le Corbusier's shifting World War II alliances </strong></p><p>He was nothing if not an opportunist. And during World War II, he rather aggressively sought to join the [collaborationist] Vichy government after the Nazi occupation of France, and he wanted to be the sort of urban czar for the Vichy government, and he consorted with some quite unsavory characters. ... He did say some things about Hitler in a letter to his mother that suggested that there was inherently a grand vision for Europe in what he did. And he was saying all the right things, if you will, to kind of ingratiate himself in the administration of the Vichy government.</p><p>Now, he did give up on this pretty quickly. And so, he ends up getting himself back to Paris. And by 1944, and of course 1945, he switched sides again and starts advising [French resistance leader Charles] de Gaulle about post-war housing and urban policies.</p><p><strong>On the building that best exemplifies </strong><strong>Le Corbusier's work</strong><strong></strong></p><p>I guess I would say Unité d'Habitation in [Marseilles, France,] might have been the most inspiring and the most emblematic for how he thought about housing and efficient housing design. ... It's straight out of an Ikea catalog when you walk into some of these apartments. They're arranged over 12 floors, essentially, like \"bottles in a wine rack\" — that was how he described it — and it makes very efficient use of space. There are sliding doors that, you know, have chalkboards on them to write down grocery lists, built-in shelves. There's also a balcony that looks over the Mediterranean and makes things feel open. But it's just a terrific, efficient use of space. And within the building itself: theatre; shops; on the rooftop a gym; a school. So, it was a new approach to living.</p><p><strong>On Le Corbusier's approach to urban architecture</strong></p><p>Well he was looking at the city at the turn of the 20th century as a place that had grown quite tattered and worn and unsanitary. ... And so the idea was there's gonna be a lot more urban population, and how can they be housed efficiently? And that's how he got into this business of inspiring, essentially, urban renewal. That included, by the way, a lot of bad ideas, like razing the center of Paris in the historic Marais neighborhood. But what he was trying to do was create what he called \"a machine for living in\" that was repeatable, that could house these many millions of people that were going to be moving into cities. So he was active in the 1920s, the 1930s and then again after World War II when many people were homeless in Europe, and through the 1950s.</p><p><strong>On viewing post-war European cities as places of architectural opportunity</strong></p><p>He somewhat famously looked at the devastation of a bombed-out city in France and said, \"What a splendid problem.\" And he had similarly looked at earthquakes and fires. ... His very own hometown — which was the watchmaking capital of La Chaux-de-Fonds in Switzerland — had been devastated by fire and it was rebuilt with a very orderly street grid and big buildings, spaced well apart, that allowed in plenty of sunlight so they could build watches. So, yes, he looked at building and cities as an iterative process, where new ideas could come into play out of the ashes.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Like+It+Or+Not%2C+Architect+Le+Corbusier%27s+Urban+Designs+Are+Everywhere&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"358"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1360859127-fb88cb.m3u?orgId=1&topicId=1033&aggIds=100876926&d=358&p=10&story=360189531&t=progseg&e=359028859&seg=10&ft=nprml&f=360189531"}]}