{"created":"2014-12-05T08:29:45+00:00","modified":"2015-03-04T19:05:18+00:00","valid":{"from":"2015-03-04T19:05:18+00:00","to":"3015-03-04T19:05:18+00:00"},"hreflang":"en","title":"Caring For AIDS Patients, 'When No One Else Would'","published":"2014-12-05T18:07:00+00:00","teaser":"Ruth Coker Burks has no medical training but has spent decades caring for people with AIDS. \"I've buried over 40 people in my family's cemetery,\" she says, \"because their families didn't want them.\"","itags":["npr_api","368530521"],"guid":"2b74efd5-cca5-4915-9b26-98641730132b","contentencoded":"<p>Ruth Coker Burks was a young mother in her 20s when the AIDS epidemic hit her home state of Arkansas in the early 1980s. She took it upon herself to care for AIDS patients who were abandoned by their families, and even by medical professionals, who feared the disease.<br /> <br /> Coker Burks, now 55, has no medical training, but she estimates that she has cared for nearly 1,000 people over the past three decades, including her friend Paul Wineland's partner. <br /> <br /> She became involved after visiting a friend at a Little Rock hospital where one of the state's early AIDS patients was dying. \"The nurses were drawing straws to see who would go in and check on him,\" Coker Burks tells Wineland at StoryCorps in Hot Springs, Ark.</p><p>\"And so I snuck into his room. And he wanted his mama. And so I marched myself out to the nurses' station and I said, 'Can we call his mother?' And they go, 'Honey, his mama's not coming. He's been here six weeks. Nobody's coming.'<br /> <br /> \"And so I went back in and he looked up at me and he said, 'Oh, Mama, I knew you'd come.' I stayed with him for 13 hours while he took his last breath. I called his mother and I told her that he had died and she said, 'I'm not burying him.' So I had him cremated and I brought him home.\"<br /> <br /> \"And you buried them,\" Wineland says, \"when they died, when no one else would.\"<br /> <br /> \"I've buried over 40 people in my family's cemetery, because their families didn't want them,\" Coker Burks says.</p><p>\"You were the only person that we could call,\" Wineland says. \"There wasn't a doctor. There wasn't a nurse. There wasn't anyone. It was just you. ... You loved them more than their families could. You loved them more than their church could. Now it almost looks like looking back into another world.\"<br /> <br /> \"It really does,\" Coker Burks says. \"It was such a horrible time. But we're still standing.\"</p><p><em>Produced for </em>Morning Edition<em> by Liyna Anwar.</em></p><p><em>StoryCorps is a national nonprofit that gives people the chance to interview friends and loved ones about their lives. These conversations are archived at the American Folklife Center at the Library of Congress, allowing participants to leave a legacy for future generations. Learn more, including how to interview someone in your life, at <a href=\"http://StoryCorps.org\">StoryCorps.org</a>.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Caring+For+AIDS+Patients%2C+%27When+No+One+Else+Would%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"177"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1368640614-d705f2.m3u?orgId=1&topicId=1057&aggIds=4516989&e=368530521&d=177&ft=nprml&f=368530521"},{"href":"http://media.npr.org/assets/img/2014/12/04/burksnpr-567ddcd700ad6bc966953a9b5ce8e15ffea8e4e1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"580","width":"774"}}]}