{"created":"2015-06-04T18:41:56+00:00","modified":"2015-06-15T23:05:05+00:00","valid":{"from":"2015-06-15T23:05:05+00:00","to":"3015-06-15T23:05:05+00:00"},"hreflang":"en","title":"California's War Over Water Has Farmer Fighting Farmer","published":"2015-06-05T00:50:00+00:00","teaser":"Drought-stricken Central Valley farmers are pointing fingers at the Sacramento Delta, where water still flows reliably. There's more pressure than ever to change a long-standing water rights system.","itags":["npr_api","411475620"],"guid":"2b76619e-b125-44a9-a537-fc383376c79b","contentencoded":"<p>Rudy Mussi is not the California farmer you've been hearing about. He is not fallowing all his fields or ripping up his orchards due to a lack irrigation water.</p><p>For Mussi and most of his neighbors in the bucolic Sacramento Delta, the water is still flowing reliably from the pumps and into the canals lining the fields.</p><p>\"If you had to pick a place where you would say, 'Okay, where should I stick my farm?' You'd come to the Delta,\" he says.</p><p>As he steers his pickup through ripening wine grape vineyards and cherry orchards, Mussi talks proudly of his family's history farming here for nearly a century. It's where California farming was born, he says.</p><p>\"We're a giant bathtub,\" Mussi says. \"We're drawing water from all sources.\"</p><p>Indeed, the reason farming is still mostly churning right along here – during California's four-year drought – is that this huge estuary is fed by two of California's largest rivers.</p><p>Most of the Delta's small, family farms trace back to the Gold Rush, when the wetlands were dammed and levies were built to grow food to feed the miners. It was only later that the federal government began pumping water from here, through canals, to farms in more arid areas hundreds of miles to the south.</p><p>\"The problem started when they just started over-exporting water from the Delta, you need fresh water in the Delta, or you're gonna kill it,\" Mussi says.</p><p>The Delta is the largest freshwater estuary on the West Coast. The fights over it started brewing long ago. But the finger-pointing over who's using what water is left – and for what purpose - is reaching the brink now in the worst drought that's ever hit modern California.</p><p>There's more pressure than ever to change a long-standing system that gives Delta farmers the first, or \"senior,\" right to use water that is available in lean years like this.</p><p>\"I'm a farmer; it's not farmer-beat-up-farmer,\" Mussi says. \"It's just that when you've got senior water rights, you have a history of farming in the area of 150 years [and] you have somebody with junior rights trying to take your water, [that] kind of concerns us.\"</p><p>Mussi is referring to renewed calls to pump more water out of the Delta south to farmers in California's Central Valley who hold water rights that are junior to his. Delta farmers argue these proposals are only designed to benefit agri-businesses, which they say shouldn't have grown as big or as fast in a place without a reliable water supply.</p><p>\"It makes sense to grow on your best land, where there is water, with your most sustainable climate than it does to ship a limited resource hundreds of miles away onto poor desert soils,\" says Barbara Barrigan-Parilla, who heads a local environmental group that's joined forces with Delta farmers.</p><p><strong>Farmers Versus Farmers</strong></p><p>The fact that farmers are pointing fingers at other farmers shows just how big of a disaster this drought has become, and how political the issue of water is here in the country's most productive food-growing state. <strong> </strong></p><p>When you drive along the semi-clogged 99 Freeway deeper into California's Central Valley, this is borne out in the handmade roadside signs that dot the shoulders and overpasses. As you travel south, they change from \"Save the Delta,\" to \"Turn on the Pumps\" and \"No Water, No Jobs.\"</p><p>The further you get, there are more dusty fields lying fallow and the occasional almond orchard ripped up and rotting. All of this is prompting hard questions about whether farming has a future in this part of the country.</p><p>\"When people say that this area should never have been farmed, I always like to point out that the results speak for themselves,\" says Gayle Holman, spokesperson for the <a href=\"http://wwd.ca.gov/\">Westlands Water District</a>.</p><p>She points out that Fresno County routinely tops the nation in agricultural output. And its Westlands Water District is the largest – and one of the most influential – farm-water agencies in the U.S.</p><p>2015 is expected to be the second straight year that the district's 700 farmers won't get any irrigation water from the federal canal system — what people around here call it \"the project.\" Officially, it's called the U.S. Bureau of Reclamation's Central Valley Project, and was fully completed in the 1960s.</p><p>With planting season underway, farmers here are renewing pressure on Congress to temporarily ease environmental restrictions that require a certain amount of water to be kept in the Delta to protect endangered fish.</p><p><strong>A 'Broken' Water Delivery System</strong></p><p>Spend some time down here and it's clear farmers like <a href=\"http://www.fcfb.org/About-Us/BoardMembers/Errotabere.php\">Dan Errotaberre</a> are growing more frustrated by the day.</p><p>Errotaberre, who grows almonds, garlic and other produce, is one of those \"junior\" water rights holders, meaning he's toward the end of the line in lean years like this. With the Delta pumps shut off, he expect to fallow about 1,200 acres this year. That's roughly the size of Rudy Mussi's entire farm, incidentally.</p><p>Errotaberre knows the drought is causing a lot of infighting, and he doesn't like it.</p><p>\"We're getting into a circular firing squad over the remaining supply, and I think that's the wrong question,\" he says. \"The question is, how do we fix the supply side? We have to make it run like it used to, and get it delivered like it used to.\"</p><p>So you have farmers, big and small, fighting over what little water is left in this state. The only thing that everyone agrees on is that California's current water system is broken. It was built to support about half as many people and farms as exist today. Whether major changes to that infrastructure happen could depend on how much longer this drought lasts.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=California%27s+War+Over+Water+Has+Farmer+Fighting+Farmer&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Kirk Siegler","audio":[{"meta":{"duration":"301"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1412046956-fc696b.m3u?orgId=1&topicId=1053&d=301&p=2&story=411475620&t=progseg&e=412027307&seg=1&ft=nprml&f=411475620"},{"href":"http://media.npr.org/assets/img/2015/06/04/img_4875-6adf2e11af81184e29f444056daf47457f8483a6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"959","width":"1279"}},{"href":"http://media.npr.org/assets/img/2015/06/04/img_4885-36bdf1953c84aa942676124abfd1c544eb673655.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"959","width":"1279"}}]}