{"created":"2014-09-08T15:46:33+00:00","modified":"2014-09-30T14:28:42+00:00","valid":{"from":"2014-09-30T14:28:41+00:00","to":"3014-09-30T14:28:41+00:00"},"hreflang":"en","title":"Flight 370 Vanished A Month Ago. What Happens Now?","published":"2014-04-08T20:21:00+00:00","teaser":"An international search team has spent weeks combing the Indian Ocean for signs of the missing Boeing 777. Here's a summary of where we are with the hunt for the jetliner.","tags":["npr_api","300582287"],"guid":"2b81266e-ccd0-4d81-ae1f-04143773a70c","contentencoded":"<p>One month ago, <a href=\"http://www.npr.org/blogs/thetwo-way/2014/03/08/287754774/malaysian-jetliner-has-been-missing-for-24-hours-search-goes-on\">Malaysia Airlines Flight 370 disappeared</a> during a routine flight from Kuala Lumpur to Beijing. An international search team has spent weeks combing the Indian Ocean for signs of the missing Boeing 777. Here's a summary of where we are with the hunt for the jetliner.</p><p><strong>What do we know?</strong></p><p>Flight 370 took off at 12:40 a.m. local time on March 8 — that's midday March 7 on the U.S. East Coast — with 239 passengers and crew on board. The first hour of the flight appears routine, according to <a href=\"http://www.malaysiaairlines.com/content/dam/mas/master/en/pdf/Audio%20Transcript_MH370%20Pilot-ATC_BIT.pdf\">a transcript</a> released by Malaysia Airlines. But shortly after 1:19 a.m., the plane disappeared from the screens of air traffic controllers. The transponder, which gave controllers its location, stopped signaling.</p><p>Military radar showed the plane turning west, off its route, and flying over the Strait of Malacca. From there, <a href=\"http://mh370.dca.gov.my/wp-content/uploads/2014/03/1900215_10151955615430952_1520694061_o.png\">satellite signals indicate it turned south</a>. The signals were a simple \"handshake\" and didn't give the plane's position, but the company that owns the satellites, <a href=\"http://www.inmarsat.com/\">Inmarsat</a>, used the data to <a href=\"http://mh370.dca.gov.my/wp-content/uploads/2014/03/1911279_10151955615465952_921763140_o.png\">trace a rough route</a>. The last signal arrived at 8:11 a.m., nearly 7 1/2 hours after it took off. \"The flight probably ended when they ran out of fuel,\" says <a href=\"http://prescott.erau.edu/degrees/master/safety-science/bill-waldock.html\">Bill Waldock</a>, a professor of safety science at Embry-Riddle Aeronautical University.</p><p><strong>Who's been searching for the plane?</strong></p><p>More than a dozen planes and 14 ships are scouring the ocean hundreds of miles off the coast of Australia, where the plane is believed to have gone down. The <a href=\"http://www.jacc.gov.au/\">Australians are coordinating the search team</a>, which includes China, Japan, the United Kingdom, the U.S., New Zealand, Malaysia and South Korea.</p><p>Weeks of aerial searching have failed to turn up any definitive debris from Flight 370, but over the weekend, a Chinese and an Australian ship <a href=\"http://www.npr.org/blogs/thetwo-way/2014/04/07/300148112/signal-just-like-emergency-beacon-detected-in-search-for-flight-mh370\">both claimed to have heard underwater signals</a> that could have come from the plane's two black boxes.</p><p><strong>What have they heard?</strong></p><p>Each black box contains <a href=\"http://www.radiantpowercorp.com/dukane-seacom-locator-beacons.aspx\">an underwater pinger</a> that puts out a simple, one-second pulse. It's not audible to the human ear, but sensitive hydrophones can pick it up. The Chinese ship Haixun 01 claimed to hear something to the south of the <a href=\"http://www.jacc.gov.au/media/releases/2014/april/mr_012-1.jpg\">current search zone</a>. The Australian vessel Ocean Shield heard something 372 miles north of the Haixun 01's location.</p><p>The signals are too far apart to be from the same source, and experts believe the signal picked up by the Australian ship is more likely to be genuine. That ship was equipped with a sophisticated <a href=\"http://www.navy.mil/navydata/fact_display.asp?cid=4300&tid=400&ct=4\">towed pinger locator</a> developed by the U.S. Navy. It also heard the signal for more than two hours.</p><p>But it has failed to detect the pingers since Sunday. It's unclear why. One problem may be ocean conditions. Another is that the battery-powered pingers may have died. They are designed to last only 30 days, though it's possible they could continue for another week.</p><p><strong>What happens if searchers can't find the signal again?</strong></p><p>If that happens, authorities will face the difficult decision of whether to proceed with searching the area anyway. The ocean there is nearly 3 miles deep, so the team will have to use <a href=\"http://www.bluefinrobotics.com/products/bluefin-21/\">unmanned vehicles</a>. And because the sea floor there is far below the depth at which light can penetrate, the searchers will crisscross with <a href=\"http://www.nauticalcharts.noaa.gov/hsd/SSS.html\">side-scan sonar</a> to try to find the plane. If they locate possible wreckage, they will move in with cameras to see if they can identify it.</p><p>But the search could be protracted. In 2009, an Air France plane disappeared over the Atlantic Ocean. After the initial search for the pingers failed (both had been damaged in the crash), <a href=\"http://www.bea.aero/en/enquetes/flight.af.447/chronologie.enquete.en.php\">it took teams two years to find the plane</a>.</p><p>The search can't go on forever, Waldock notes. Money, crew fatigue and worsening winter weather in the Southern Hemisphere could all cause it to be suspended.</p><p><strong>If they never find the black boxes or the plane, what happens?</strong></p><p>\"Whether or not even a single piece of this aircraft is recovered, there will be an investigation,\" says Todd Curtis, a former Boeing safety engineer who now runs a website called <a href=\"http://airsafe.com/\">AirSafe.com</a>. But the findings are likely to be largely inconclusive without more clues from the plane itself.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Flight+370+Vanished+A+Month+Ago.+What+Happens+Now%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Geoff Brumfiel","audio":[{"meta":{"duration":"284"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1300601867-1eef38.m3u?orgId=1&topicId=1004&ft=3&f=300582287"}]}