{"created":"2014-09-30T20:53:43+00:00","modified":"2014-10-01T19:27:16+00:00","valid":{"from":"2014-10-01T19:27:16+00:00","to":"3014-10-01T19:27:16+00:00"},"hreflang":"en","guid":"2b898b7b-57a3-44d2-ab04-bfd45d23c0ca","title":"To understand life in East Germany, all you need is this board game","published":"2014-10-01T19:27:15+00:00","byline":"David Leveille","tags":["communism","corruption","bureaucracy","games","board games","government","history","Culture","Arts, Culture & Media","Europe","East Germany","Germany","Europe","Michael Geithner","Martin Boettger","Communism","Stasi","East Germany","Eastern Bloc","Games","Monopoly","Cold War"],"teaser":"The board game called Bürokratopoly isn't about getting filthy rich, though players might feel filthy after they're done playing. The popular German game was created by dissidents in communist East Germany years ago as a satire about power and corruption. Now it has become a teaching tool for German kids trying to understand what it was like to live in the Communist East.","contentencoded":"<p>Don&#39;t pass go.&nbsp;Don&#39;t collect $200. Or collect much of anything, really.</p><p>That might be the motto of a German board game called&nbsp;<a href=\"http://www.buerokratopoly.de/\">Bürokratopoly</a>. But while the game was&nbsp;dreamed up years ago by dissidents in communist East Germany (or the DGR,) Bürokratopoly is finding something of a second life in modern Germany.</p><p>Unlike Monopoly, where the goal is to get filthy rich by buying up expensive hotels and railroads, winning at Bürokratopoly requires a different tack. &quot;Money has absolutely no role in this game because money in the GDR didn&#39;t play any role,&quot; explains Michael Geithner. &quot;What was really important was power, and to gain power. And when you had power, you had political power.&quot;</p><p>Geithner is the social media manager at <a href=\"http://www.ddr-museum.de/en\">the DDR Museum in Berlin</a>, which examines the history of the former East Germany. He says he came across Bürokratopoly when he was researching board games that were popular during the Cold War.</p><p>The museum is now re-releasing the game as an educational tool, and Geithner says his email inbox is flooded with requests for copies. Many school teachers hope to use the board game to teach about life in the Eastern bloc during the Cold War, and to &quot;convey history through playing.&quot;</p><p>[[{\"fid\":\"74690\",\"view_mode\":\"default\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":350,\"width\":525,\"style\":\"line-height: 1.538em; width: 400px; height: 233px; margin: 5px; float: right;\",\"alt\":\"Winning at Bürokratopoly is all about gaining power and weilding authority.\",\"title\":\"A game of Blutokratopoly in action\",\"class\":\"media-element file-default\"}}]]</p><p>To play the game, Geithner says, players start at the lowest level, as a simple worker. &quot;As the game goes on, you gain power,&quot; he says. &quot;You might become the head of a department, later become a general in the army or a minister or get into the Politburo. And when you finally gain the position of the General Secretary, you win the game.&quot;</p><p>Along the way, you master the arts of totalitarian survival &mdash; conformity, rigged elections, denunciations of rivals &mdash; to rise through the party and state bureaucracy while avoiding jail or arrest by the Stasi secret police.</p><p>That dark take on success in East Germany went down predictably poorly with the Stasi.&nbsp;According to the museum&#39;s website,&nbsp;a photocopy of Bürokratopoly was discovered in the secret police files of its creator, Martin Boettger, which were released after German reunification in 1990.</p><p>&quot;The so-called board game Bürokratopoly is a dice game with hostile and negative character which in an ironic way portrays alleged ways to gain and lose political power in the GDR,&quot; investigators wrote. The game, they concluded, &quot;shows contempt for social conditions.&quot;</p><p>&quot;The man who made the game was in the political opposition, and he had to struggle with a lot of serious things,&quot; Geithner says. &quot;He was also &mdash; and still is &mdash; a very playful person, so of course his view on the state, on the political system is very critical, very ironic.&quot;</p><p>But even so, Boettger still allowed Bürokratopoly fans to embrace their dark side. &quot;What you can do is become a Stasi officer, and by doing so gain power and influence in the game,&quot; Geither says. &quot;So it&#39;s about switching roles. ... In other words, you have to play a little unfair, but you have to do it in order to win the game.&quot;</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Buerokratopoly1.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/buerokratopoly1jpg"}]}