{"created":"2014-09-07T23:28:38+00:00","modified":"2014-10-30T23:32:55+00:00","valid":{"from":"2014-10-30T23:32:55+00:00","to":"3014-10-30T23:32:55+00:00"},"hreflang":"en","title":"Finding A New Life, After An Abusive Marriage And A Prison Sentence","published":"2014-08-11T12:38:00+00:00","teaser":"In 1987, Mytokia Fair shot and killed her husband — before battered spouse syndrome was an admissible defense in Maryland. She served three years in prison before her 15-year sentence was commuted.","itags":["npr_api","338389589"],"guid":"2ba3330b-8f84-4555-89f2-e415280f6bf9","contentencoded":"<p>In the late 1980s, Mytokia Fair was working as a Baltimore police officer. But at home, her then-husband, Tyree Friend, beat her.</p><p>One night, she recalls, something had upset him. \"And it got to a point where he was hitting me, I mean repeatedly, and he spat in my face,\" Fair tells her current husband, Thomas Fair, on a visit to StoryCorps.</p><p>Fair says she knew she couldn't get out of the relationship. \"I knew he would follow me,\" she tells Thomas.</p><p>The next day, \"I looked at him and, you know, I just saw that look,\" she tells Thomas. \"I knew it was going to start all over again. I couldn't take it anymore; I just wanted the pain to stop. And I shot and killed him.</p><p>\"When the police officers got there, I was frantic trying to tell them — explain to them what had happened,\" Fair says. \"That's when I realized I was going to jail ... when they put handcuffs on me and read me my rights.\"</p><p>At the time, Maryland did not allow battered spouse syndrome as part of a criminal defense. Fair was sentenced to 15 years in prison.</p><p>Three years later, Gov. William Donald Schaefer <a href=\"http://msa.maryland.gov/megafile/msa/speccol/sc5300/sc5339/000113/013000/013789/unrestricted/20110615e.pdf\">commuted her sentence</a> after the state's parole board recommended Fair's release, saying her actions were the result of her husband's \"repeated physical and psychological abuse.\"</p><p>\"I understood what I did — I broke the law. So in breaking the law there's consequences. So when I came out, I had to come out running. Had to rebuild my mind like a muscle ... to know how worthy that I am. That's why I was able to allow you to come into my life,\" Fair, now 54, tells Thomas.</p><p>\"I knew that you'd been hurt,\" Thomas tells his wife. \"I wanted to be a man that you could trust.\"</p><p>\"I wasn't worried. I saw that you wouldn't hurt me,\" Fair says. \"My life is far different now. And I'm so excited of what's to come.\"</p><p><em>Produced for </em>Morning Edition<em> by Liyna Anwar.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Finding+A+New+Life%2C+After+An+Abusive+Marriage+And+A+Prison+Sentence&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"170"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1338776963-77eac1.m3u?orgId=1&topicId=1057&aggIds=4516989&ft=3&f=338389589"},{"href":"http://media.npr.org/assets/img/2014/08/07/fairnpr-45661a06bd1a562f8d2689edf1825063684305a2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"599","width":"799"}}]}