{"created":"2015-02-20T18:30:42+00:00","modified":"2015-02-20T21:25:06+00:00","valid":{"from":"2015-02-20T21:25:06+00:00","to":"3015-02-20T21:25:06+00:00"},"hreflang":"en","title":"Should Iranian Students Be Banned From Some Science Programs?","published":"2015-02-20T21:25:00+00:00","teaser":"At least two U.S. universities have official policies about not admitting Iranian international students to certain programs. ","itags":["npr_api","387779864"],"guid":"2baf5d43-1e53-4943-956d-47ee65313d41","contentencoded":"<p>The University of Massachusetts, Amherst, drew headlines this week when the public learned of its new policy banning Iranian nationals from certain science programs because of U.S. sanctions and concerns about Iran&#8217;s nuclear ambitions.</p><p>Days later, in response to student and faculty opposition, the school changed its policy, saying it would apply the ban only on a case-by-case basis.</p><p>But during the uproar, the university also said it was not the only school with a ban. At least two other U.S. institutions still have explicit prohibitions on admitting Iranians to some science programs: Rensselaer Polytechnic Institute and Virginia Commonwealth University (see their official policies <a href=\"http://admissions.rpi.edu/undergraduate/admission/international/index.html\" target=\"_blank\">here</a> and <a href=\"http://graduate.admissions.vcu.edu/apply/\" target=\"_blank\">here</a>).</p><p><strong>Fanta Aw</strong>, president of Association of International Educators (NAFSA &#8211; the acronym comes from the group&#8217;s original name when it was founded in 1948, the National Association of Foreign Student Advisers) discusses these policies with <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Robin Young. Aw is also assistant vice president of campus life at American University.</p><h4>Interview Highlights</h4><p><strong>On the international education community&#8217;s reaction to the UMass policy</strong></p><p>&#8220;I think it’s safe to say that many of us were surprised by the ban and many of the students in particular I think are quite concerned because this is one of those examples where there’s a ban on a class of citizens from a specific country when it comes to admission policies. And so, I think it’s safe to safe that from the students perspective it does create a great deal of anxiety and confusion.&#8221;</p><p><strong>On how universities justify bans on certain students</strong></p><p>&#8220;I think this reflects a larger issue of the disconnect between the right hand and the left hand. As folks who work in the field of international education, and deeply believe in the value of exchanges, it is often challenging when you have one aspect of policy, that in many ways is about facilitating, and understand the values of this work and then you have conflicting information that often then leads to confusion.&#8221;</p><p><strong>On whether the restrictions are justified</strong></p><p>&#8220;I can certainly understand some of the, perhaps, anxiety and some of the, perhaps, challenges that some of our counterparts may think about this and I would like to really say two things. One is that we really do need to understand the political dimensions and also more importantly, I think a lot of time there’s very little understanding about Iran and in particular the people-to-people exchange part. A lot of the students who decide to come from Iran undergo tremendous barriers in order to get to the United States &#8211; everything from the admissions process, to how you file for a visa, to once you get on campus. And the majority of these students come with aspirations for a better life.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.american.edu/sis/imi/institutes/Aw.cfm\" target=\"_blank\">Fanta Aw</a></strong>, assistant vice president of campus life at American University and president of <a href=\"http://www.nafsa.org/\" target=\"_blank\">NAFSA: Association of International Educators</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Should+Iranian+Students+Be+Banned+From+Some+Science+Programs%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"332"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1387781508-f5d812.m3u?orgId=1&e=387779864&d=332&ft=nprml&f=387779864"},{"href":"http://media.wbur.org/wordpress/11/files/2015/02/0220_virginia-commonwealth-university.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"856","width":"1280"}}]}