{"created":"2015-01-11T15:35:16+00:00","modified":"2015-01-30T17:05:09+00:00","valid":{"from":"2015-01-30T17:05:09+00:00","to":"3015-01-30T17:05:09+00:00"},"hreflang":"en","title":"Overcrowded Hospitals Overwhelm U.K.'s National Health Service","published":"2015-01-11T16:26:00+00:00","teaser":"Hospitals across Great Britain declared \"major incidents\" this past week, with non-emergency operations cancelled and extra staff called in to cope with overcrowded emergency rooms.","itags":["npr_api","376384632"],"guid":"2bb2b9ab-6b7a-42d5-942c-7259987fd4ca","contentencoded":"<p>More than a dozen hospitals across Great Britain declared \"major incidents\" this past week, with non-emergency operations cancelled and extra staff called in to cope with overcrowded emergency rooms. Still, the backlog in waiting rooms keeps growing.</p><p>The horror stories just keep coming in: long lines outside emergency departments — just to get into the waiting room — and of hospitals locking their doors to keep new arrivals away.</p><p>In Portsmouth in southern England, patient David Cunningham watched the scene outside his hospital's accident and emergency department, or \"A&E.\"</p><p>\"There had been ambulances parked outside for five hours with their patients inside, who were being treated by paramedics,\" Cunningham said. \"They couldn't even get in the A&E department.\"</p><p>New figures show not one National Health Service hospital system in England has met the government's target of treating 95 percent of emergency room patients within four hours. But no matter how hard nurse Sara Gwilt works, she won't make that target because there are simply no hospital beds for the patients she sees.</p><p>\"Problem is, we've just got nowhere to put people,\" Gwilt says. \"We can deal with them in A&E, we can put them through, but there's just nowhere to put them. The volume coming in is just too much.\"</p><p>Dr. Ian Stanley, deputy director of hospitals in East Lancashire, says this year has been busier than anyone can remember.</p><p>\"Both in the number of patients who are attending, and actually in how sick the patients are who are attending our emergency departments,\" Stanley says.</p><p>Many of those patients are among the growing ranks of Britain's elderly. The doctors say cutbacks in community nursing and social work mean that by the time many old people get to the hospital, minor ailments have become major. Then the lack of social safety nets at home means many stay at the hospital — and continue to stay.</p><p>\"We have hospitals full of frail, elderly patients who we have great difficulty getting home in a timely manner, because they require complex packages of care so that they can be safely discharged to the community,\" says Bernadette Garrihy of the Royal College of Emergency Medicine.</p><p>With national elections just four months away, all the main parties have been pointing accusing fingers at each other. The opposition Labour Party blames the Conservative-led coalition government for the crisis, and says the NHS will be rendered \"unrecognizable\" if the Conservatives are reelected.</p><p>The Conservatives have promised to protect the health service from future austerity moves and they insist a triumphant Labour Party would endanger the NHS by spending recklessly on other social welfare programs.</p><p>In fact, health care professionals say repeated reorganizations under both Conservative and Labour governments have left the NHS fragmented and unable to cope with changing demographic realities.</p><p>\"Staff in A&E are working their socks off at the moment,\" says Chris Ham, who runs the King's Fund, a health-care think tank. \"I've been out there myself [and] I've seen this firsthand; they couldn't be working any harder. But you can't make a broken system work better by working harder. You need an entirely different system.\"</p><p>For its part, the British government denies there's a crisis and notes the U.K. consistently tops world rankings in emergency care. It also says it's currently reviewing how to adapt the NHS to best serve Britain's aging population.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Overcrowded+Hospitals+Overwhelm+U.K.%27s+National+Health+Service&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Vicki Barker","audio":[{"meta":{"duration":"221"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1376496295-353385.m3u?orgId=1&topicId=1124&e=376384632&d=221&ft=nprml&f=376384632"},{"href":"http://media.npr.org/assets/img/2015/01/10/uk-emergency-2779dae2578e19f0d5c11290eb3d99fb28fcdab3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1983","width":"2644"}}]}