{"created":"2014-08-30T01:54:33+00:00","modified":"2014-12-04T14:31:25+00:00","valid":{"from":"2014-12-04T14:31:25+00:00","to":"3014-12-04T14:31:25+00:00"},"hreflang":"en","title":"Cardiologist Speaks From The Heart About America's Medical System","published":"2014-08-19T23:47:00+00:00","teaser":"In his new memoir, <em>Doctored,</em> Sandeep Jauhar describes a growing discontent among doctors and how it's affecting patients. He says rushed doctors are often practicing \"defensive medicine.\"","itags":["npr_api","341632184"],"guid":"2bc3b6b4-4598-41c5-8bf8-0905a3cd7b6b","contentencoded":"<p>As a young doctor working at a teaching hospital, Sandeep Jauhar was having trouble making ends meet. So, like other academic physicians, he took a job moonlighting at a private practice, the offices of a cardiologist. He noticed that the offices were quick to order expensive tests for their patients — even when they seemed unnecessary.</p><p>It was \"made very clear from the beginning\" that seeing patients alone was not financially rewarding for the business, he says.</p><p>\"Spending 20-30 minutes with a patient might be reimbursed $80, $90, but sending the patient for a nuclear stress test was much more profitable,\" Jauhar tells <em>Fresh Air</em>'s Terry Gross. \"A nuclear stress test, at the time when I started working, was reimbursed roughly $800 to $900.\"</p><p>Jauhar was supervising the tests that had been ordered by a physician — and some physician assistants.</p><p>\"So even though I wasn't ordering the tests, I was in the office while these tests were being performed — and I felt really dirty about it,\" Jauhar says.</p><p>Jauhar's new memoir, <em>Doctored: The Disillusionment of an American Physician,</em> is about how doctors are growing increasingly discontent with their profession. And they're facing more pressures: As the number of patients they're expected to see increases, so does the amount of paperwork. While some doctors who perform a lot of procedures may be paid too much, he writes, many doctors, such as primary care physicians, aren't paid enough.</p><p>And, he adds, \"the growing discontent has serious consequences for patients.\"</p><p>Jauhar, creator and director of the Heart Failure Program at Long Island Jewish Medical Center, talks about not only unnecessary testing but also uncoordinated care by multiple specialists.</p><p>\"American medicine is the best in the world when it comes to providing high-tech care,\" he says. \"If you have an esoteric disease, you want to be in the United States. God forbid you have Ebola, our academic medical centers are second to none. But if you have run-of-the-mill chronic diseases like congestive heart failure or diabetes, the system is not designed to find you the best possible care. And that's what has to change.\"</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On common complaints doctors have</strong></p><p>One of the issues with medicine today is that it's just become so complicated. More and more people are surviving with chronic illnesses, so you have folks in every patient panel who have multiple chronic diseases. And they come to the doctor and they have a whole host of issues that have to be dealt with. And [that doesn't even] mention preventative care, which has become a huge time problem for a lot of primary care physicians.</p><p>There's no denying that reimbursement[s] for office visits and for procedures have been drastically cut in the last two or three decades. And that was really an attempt to control health costs. And it seemed to make sense, but it resulted in doctors basically running on a treadmill seeing patients every eight to 10 minutes. So the lack of time to spend with any one patient is a big factor.</p><p><strong>On \"defensive medicine\" </strong></p><p>There's no question that there's a lot of unnecessary testing in American medicine today and the reasons for it are manyfold. Part of it is ... a lack of time. You have a patient come into your office and you have eight minutes with them and they have lower back pain and you don't want to miss something because one of the major causes of dissatisfaction among doctors today is malpractice liability; there's that fear.</p><p>A lot of doctors are practicing defensive medicine. There have been various estimates that defensive medicine costs up to $100 billion a year out of the roughly $3 trillion we spend on health care, so it's a huge, huge waste. ... It takes time to evaluate the patient, get a good history, examine the patient, and it's just so much easier to order a test-- especially when the financial incentives of the system are to reward for more and more testing.</p><p><strong>On uncoordinated care by multiple specialists </strong></p><p>Today if you go to a hospital, it's rare that you won't have multiple specialists on your case. And I'm a specialist [in cardiology], and when I'm called to see someone with a nonspecific symptom like shortness of breath, which could be a whole host of diagnoses, I'm apt to view the problem through my own expertise. And that's true of rheumatologists and hematologists and so on.</p><p>One patient who came in with shortness of breath — his primary care physician called 15 specialists onto the case. ... He underwent 12 procedures in the hospital, and when he was sent home he had follow-up visits with seven different specialists. ... We actually never figured it out. This is so common. ...</p><p>When you have a symptom like shortness of breath that has multiple inputs from different organ systems, probably the best doctor to diagnose that and treat that is a good general family physician. But when you call in these various specialists, they are apt to view the problem through their own organ expertise. And they make recommendations based on their own expertise and these recommendations are frequently not coordinated and so you get a whole host of recommendations and suggestions for care. But no one is really talking and trying to coordinate this care, so it makes it very difficult for the physician who is trying to manage the whole patient and treat the whole patient and getting these multiple inputs to know what to do.</p><p><strong>On treating patients near the end of life</strong></p><p>I've seen patients have their last days prolonged in misery because of the actions of their well-meaning family members who don't want to let go, and sometimes even by physicians and — unfortunately, at least in one case — by me.</p><p>I had a very dear patient of mine who had severe congestive heart failure and had a very leaky heart valve and she became one of my favorite patients. ... She was in her late 80s and one day I was told she was in the intensive care unit and it turns out she had gone to the emergency room with shortness of breath. ... She had gone into kidney failure because of the poor blood flow to her kidneys.</p><p>And I took the attending physician aside and said, \"So are we going to provide dialysis?\" And he said, \"No.\" And I said, \"Why not?\" And he said, \"Because I don't think it's appropriate, it's futile. She's at the end of her life.\" I couldn't see that because she had been so vibrant despite all the medical problems.</p><p>In the end I argued for being aggressive and he wouldn't budge and so I actually went to the chairman of the department and I transferred the patient to my care in the cardiac unit. ... And there I went through a lot of ... very aggressive interventions to try to save her. It wasn't because of financial incentives — I'm on salary — it was because I just didn't want to lose her. ...</p><p>About eight or nine days later she died. There's no question that I deceived myself — that I thought somehow I could keep death at bay and that my judgment was clouded by my love for this patient and not wanting to let her go. ...</p><p>Now I'm much more circumspect about how I handle these cases. And in recent years, I've created much more of a relationship with the palliative care team and the hospice team in my hospital. And I think it's been much better for my terminally ill patients.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Cardiologist+Speaks+From+The+Heart+About+America%27s+Medical+System&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"1647"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1341665832-c0f678.m3u?orgId=1&topicId=1128&ft=3&f=341632184"},{"href":"http://media.npr.org/assets/img/2014/08/19/doctored-7a4340b4c79409e08f083a729a857e0898a031f6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1008","width":"1344"}},{"href":"http://media.npr.org/assets/img/2014/08/19/jauhar-sandeep-c-janine-sandy-cdb4cc63f0c24c3515dec84817a8b49af4fe497c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1030","width":"1374"}}]}