{"created":"2014-12-25T08:34:06+00:00","modified":"2015-06-16T17:34:37+00:00","valid":{"from":"2015-06-16T17:34:36+00:00","to":"3015-06-16T17:34:36+00:00"},"hreflang":"en","title":"Unexpected Life Found In The Ocean's Deepest Trench","published":"2014-12-26T22:39:00+00:00","teaser":"An expedition to the Pacific's Mariana Trench has found evidence that life exists miles below the surface. But it's not life as we know it.","itags":["npr_api","372894314"],"guid":"2bc64b85-0b2e-43c8-b09a-b153303973da","contentencoded":"<p>The Mariana Trench cuts a 1,500-mile incision in the bottom of the Pacific Ocean near the island of Guam. That's where an international team of scientists has just spent over a month sending probes down to the deepest place on Earth.</p><p>The scientists were stunned by the amount of life they found there, including a fish species inhabiting the deepest depths.</p><p>The bottom of the trench lies 7 miles below the ocean's surface. It's a place of perpetual darkness and freezing cold. To explore it, scientists aboard the research vessel Falkor dropped \"landers\" over the side. Each one is about the size of a large refrigerator and bristles with instruments and cameras.</p><p>The landers use thick glass spheres full of air to provide buoyancy that controls their up and down movement. The spheres have to withstand pressures that would crush a human like a tin can.</p><p>\"If they crack, they implode in a microsecond,\" says biologist Jeff Drazen of the University of Hawaii, who is a senior scientist on the team. \"And that sets off a shock wave like a stick of dynamite going off.\"</p><p>And that's just what happened to one lander. The sphere's implosion was recorded by its microphone, and in those cold depths, the sound kept echoing along the trench. But the lander itself survived, as did all but one of the others.</p><p>Once on the bottom, they waited and watched. And they got some big surprises. \"We saw the deepest living fish ever recorded,\" says Drazen. \"Definitely something new. We took one look at the thing and were amazed — big, wide, winglike fins, this eel-like tail and this scalloped face. It was very unique.\" They nicknamed it the \"ghost fish\" for its almost translucent skin. It appears to be a new species of snailfish — living 5 miles below the surface.</p><p>The landers also carried baited traps that drew fish to be videotaped. What the fish didn't eat was consumed by hordes of shrimplike amphipods. Other traps actually caught animals, including another new species of snailfish. Several were brought back up to the ship, though they didn't survive the decompression.</p><p>The reason the fish can withstand pressure that's thousands of times that at the surface is because of a special chemical in their bodies. Called trimethylamine oxide, it keeps the cell walls of the fish and amphipods flexible so they don't get crushed or infiltrated with saltwater.</p><p>The scientists also wanted to know what lives in the sediment at the bottom. The sediment is made of decomposed ocean life that constantly drifts down from above like snow. The landers dug into the sediment and measured the respiration rate of microbes in it. Drazen says the results were astonishing. \"The rates were really high; it was incredible. It was really cooking.\"</p><p>All in all, the trench turned out to be a biological hot spot.</p><p>Paul Yancey, a team biologist from Whitman College, says, \"It's looking like there's a lot more life down there than we thought. You know, this is so far from sunlight that people thought there wouldn't be a lot of life down there, but there is.\"</p><p>Yancey says one reason appears to be the fact that the trench is truly the bottom of the planet. Things end up there the way they do at the bottom of a purse. \"It's looking like these trenches might act like funnels to collect stuff from all over the oceans that is sinking down.\"</p><p>The stuff that rains down to the seafloor sustains life on the bottom — <em>if </em>those creatures can adapt to the hostile conditions. Yancey says that's what biologists live for — the chance to find crazy new kinds of life. \"I think the big picture is that there's so much about the planet we don't know yet,\" he says. \"I mean, literally, we have better maps of the moon and even Mars than we do of most of the deep sea.\"</p><p>Scientists will be back at the trench. The Schmidt Ocean Institute, which owns and operates the team's research vessel, is building a remotely operated vehicle that will be able to travel along the bottom. Then the scientists won't have to wait for deep-sea dwellers to come to them.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Unexpected+Life+Found+In+The+Ocean%27s+Deepest+Trench&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Christopher Joyce","audio":[{"meta":{"duration":"212"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1373038479-613b62.m3u?orgId=1&topicId=1007&d=212&p=3&story=372894314&t=progseg&e=373038379&seg=6&ft=nprml&f=372894314"},{"href":"http://media.npr.org/assets/img/2014/12/24/snailfish-27591ed2bdd20d682e493fc98fa319854f856bb3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"798","width":"1064"}},{"href":"http://media.npr.org/assets/img/2014/12/24/falkorhr10-cd67e4fa75c1c28cd7d69d87ea4ade1c9b885efb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1645","width":"2196"}}]}