{"created":"2014-09-04T16:43:35+00:00","modified":"2014-10-31T02:23:09+00:00","valid":{"from":"2014-10-31T02:23:09+00:00","to":"3014-10-31T02:23:09+00:00"},"hreflang":"en","title":"Why Bring Up Death When We Could Talk About 'Something More Pleasant'?","published":"2014-09-12T22:30:00+00:00","teaser":"In her illustrated memoir <em>Can't We Talk About Something More Pleasant?, </em>longtime New Yorker cartoonist Roz Chast describes being an only child and conflicted caretaker to her aging parents.","itags":["npr_api","309742981"],"guid":"2bdb6a5e-797c-42f5-aca6-43bd0f76b14c","contentencoded":"<p>When people talk about extending the human lifespan to 120 it bothers Roz Chast. \"That upsets me for a lot of reasons,\" she tells NPR's Melissa Block. \"I feel like these are people who don't really know anybody over 95.\" The reality of old age, she says, is that \"people are not in good shape, and everything is falling apart.\"</p><p>Chast should know. The longtime <em>New Yorker</em> cartoonist is an only child and became the sole caretaker for her parents, George and Elizabeth Chast, when they reached old age. In her new, illustrated memoir — <em>Can't We Talk About Something More Pleasant?</em> — Chast mixes the humor with the heartache. It's about the last years of her parents' lives and her relationship with them as their child and conflicted caretaker.</p><p>They never had what's known these days as \"The Talk\" — an acknowledgement that their deaths were inevitable. As a result, Chast says, everyone was in denial and actively avoided the subject, even as it was staring them squarely in the face.</p><p>Chast's parents — who were both born in 1912 — lived independently in Brooklyn up until their early 90s. Things started to go downhill in 2005 when her mother fell off a step stool at age 93. \"She was in bed for a few days, and it was clear that what was going on was more than the fall off the ladder,\" Chast recalls. \"That was the beginning of their sort of slide into the next part of old age — you know, the last chapters.\"</p><p>With her mother in the hospital after the fall, it quickly became clear that her father's dementia was worse than Chast had realized. \"As long as he was in their familiar apartment with my mother sort of steering the ship, things were holding their own,\" she says. But when he came to live with her family in Connecticut, \"I realized he was more far gone than I'd known.\"</p><p>Even in a time of family crisis, Chast found moments of humor. She recounts one shopping trip with her father when she held up a red sweater for his consideration. \"I can't wear <em>that</em>!\" he told her. \"Why not?\" she asked. \"It's RED,\" he answered. \"<em>Communism</em>.\"</p><p>Her parents briefly moved back to their Brooklyn apartment, but it was clear they could not continue living independently. Chast arranged for them to move to an assisted living residence near her home, which they called \"The Place.\"</p><p>Her father was in steep decline. In July 2007, depressed, disoriented and suffering from painful bedsores, he told his wife he was ready to \"pack it in.\"</p><p>\"He was tired of the work of staying alive,\" Chast writes. George Chast died in hospice care in October 2007. \"I don't know if there's anything to be really learned from this,\" Chast says.</p><p>After the death of her husband, Elizabeth Chast, at 96, went into physical and mental decline as well. \"I feel like my brains are melting,\" she told her daughter.</p><p>She occasionally told surreal stories, which Chast illustrates in the book. (\"I was just talking to somebody yesterday who said the worst thing for a parent is to have a child who's a writer,\" Chast says.) Here are a couple of the stories her mother told her:</p><p>The last pages of Chast's book include 12 sketches she made of her mother as she died. Chast admits she was not uncomfortable as she sketched her mother in death. \"Maybe that says something really horrible about me that I'm not aware of,\" she says. \"But I think drawing is what I do, and it was a way of being with her and of paying attention. ... I think it would have been far worse to sit with her and check my email or something. I wanted to look at her.\"</p><p>Chast says she hasn't had \"The Talk\" yet with her own daughter. \"I'm still avoiding,\" she says. \"Though I did tell my daughter, who's an artist and writer, ... feel free to use this as material when you have to deal with me. This is material, and I want you to use it.\"</p><p>But beyond that, they haven't talked about end-of-life issues. \"We should, but we're avoiding it,\" Chast says. \"Because can't we talk about something more pleasant?\"</p><hr /><p><strong>Excerpt: Can't We Talk About Something More Pleasant?</strong></p><p><em><em>From</em> Can't We Talk About Something More Pleasant?<em> by Roz Chast. Copyright 2014 by Roz Chast. Excerpted by permission of Bloomsbury USA.</em></em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Why+Bring+Up+Death+When+We+Could+Talk+About+%27Something+More+Pleasant%27%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"488"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1309840593-c998c0.m3u?orgId=1&topicId=1033&aggIds=100876926&ft=3&f=309742981"},{"href":"http://media.npr.org/assets/img/2014/05/05/chastsmall10_custom-b46f3bd7cdbb64faa37d93c4a0c13825bff08abf.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"3337","width":"2501"}},{"href":"http://media.npr.org/assets/img/2014/05/05/chastsmall11_custom-702c1e6d86788d2c93ab1241f5910eb8a515fb3f.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"3167","width":"2538"}},{"href":"http://media.npr.org/assets/img/2014/05/05/chastsmall12_custom-caa0670d144a52b16e6e40664f23cf7b44a74703.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2597","width":"2590"}},{"href":"http://media.npr.org/assets/img/2014/05/05/chastsmall13_custom-b578e57f741ce46a3c00325ed2350a045e7d4cfe.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2893","width":"2678"}},{"href":"http://media.npr.org/assets/img/2014/05/05/chast-pg-220_wide-ee5af8c7c1fbd729e8a22b5091f6a969359735cb.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"782","width":"1393"}},{"href":"http://media.npr.org/assets/img/2014/05/05/can-twetalkabout-e7d0e21f4c8f8bce79dee65ee1a23bd0a1a0107d.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"390","width":"521"}},{"href":"http://media.npr.org/assets/img/2014/05/05/chast-pg.-2_custom-f7f24e979990b03b2c044b5a551e5cc0f642652d.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1529","width":"1931"}},{"href":"http://media.npr.org/assets/img/2014/05/05/chastsmall76_custom-8df042d64aa9ac1b8ff0d0e91fe4ddcd550b0685.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1739","width":"2353"}},{"href":"http://media.npr.org/assets/img/2014/05/05/chastsmall186_custom-67fab63f74b904815ee4a0fe561f9a7f1f040df2.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2536","width":"2692"}}]}