{"created":"2014-09-29T21:23:56+00:00","modified":"2014-10-01T16:25:03+00:00","valid":{"from":"2014-10-01T16:25:03+00:00","to":"3014-10-01T16:25:03+00:00"},"hreflang":"en","guid":"2bf0dd1f-c5c3-4d42-9020-6638ab1cbafc","title":"Hong Kong has grabbed headlines around the world — except in Beijing","published":"2014-10-01T16:25:01+00:00","byline":"Traci Tong","tags":["Chinese politics","Hong Kong protests","Umbrella Revolution","censorship","government","politics","International Security","Conflict","Conflict & Justice","Beijing","Hong Kong","Asia","China","Edward Wong","Censorship","Hong Kong protests","Xinhua news","Great Wall of China","Tiananmen Square","Sina Weibao","Instagram","Twitter","Facebook","pro-democracy movement","Politics of Hong Kong"],"teaser":"There might have been a lot of coverage of the pro-democracy protests in Hong Kong, but the story barely made a blip in mainland China. Chinese government officials have tightly controlled reporting from Hong Kong, and even blocked Instagram for the first time.","contentencoded":"<p><span style=\"line-height: 1.538em;\">While pro-democracy protests in Hong Kong have captured the world&#39;s attention, they&#39;re barely even registering in Beijing. That&#39;s because mainland Chinese newspapers and TV stations all but ignored the demonstrations, which are some of the largest since Hong Kong was returned to Chinese rule in 1997.</span></p><p><a href=\"http://sinosphere.blogs.nytimes.com/2014/09/29/beijing-blocks-reports-on-hong-kong-democracy-movement/\" style=\"line-height: 21.5319995880127px;\">Edward Wong</a><span style=\"line-height: 21.5319995880127px;\">, the Beijing bureau chief of the New York Times,</span><span style=\"line-height: 1.538em;\">&nbsp;says </span><span style=\"line-height: 21.531999588012695px;\">there were scant mentions by Xinhua, the state news agency, and other outlets. B</span><span style=\"line-height: 1.538em;\">ut none of them went into much depth, he says, and what little was mentioned toed the Communist Party&#39;s disapproving line. &nbsp;</span></p><p>In one neighborhood close to his home in central Beijing, Wong says members of a neighborhood committee went door-to-door on Monday, asking owners not to put up any posters of Hong Kong. That even included signs promoting National Day on October 1, the birthday of Communist rule in China. The committee members instead &quot;handed out replacement posters that had images of the Great Wall or of Tiananmen Square.&quot;</p><p>The government also moved to sanitize social media. &quot;Instagram was blocked ... which is the first time it&#39;s been blocked in mainland China,&quot; Wong says. China routinely censors its Internet and social media sites, but Wong says the Instagram ban still angered many Chinese.</p><p>When China retook possession of Hong Kong in 1997, a deal was made allowing the city to hold onto certain civil liberties not seen in mainland China. That included freedom of the press and the right to protest. &nbsp;</p><p>But these rights are not embraced by the Chinese central government. &quot;People in Beijing see Hong Kong as this glitzy, very advanced city that&#39;s to their south, where there are great stores,&quot; Wong says. &quot;Many mainlanders like to go there and go shopping, but I don&#39;t think they are as aware of the legal protections there in Hong Kong.&quot;</p><p>Beijing has so far refused to soften its stance and cede any ground to the pro-democracy protesters. &quot;Beijing&#39;s nightmare scenario is, &#39;If we grant them this, what will happen to other parts of mainland China?&#39;&quot; Wong says. &quot;Will the fact that Hong Kong people get to protest and get their demands met cause people in other parts of mainland China to follow in their footsteps?&quot;&nbsp;</p><p>With huge media attention focused on the protests, Wong says Beijing is at a disadvantage. &quot;You&#39;ve got all the major news outlets here from outside China focusing on what&#39;s going on in Hong Kong,&quot; he says. &quot;It&#39;s a huge deal for the global media and I think the party&#39;s finding it very difficult to control the message.&quot;</p>","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/092920144.mp3"},{"href":"http://www.pri.org/file/092920144mp3"}]}