{"created":"2014-10-10T23:32:10+00:00","modified":"2014-10-13T20:37:07+00:00","valid":{"from":"2014-10-13T20:37:07+00:00","to":"3014-10-13T20:37:07+00:00"},"hreflang":"en","guid":"2bf64ea4-94bc-42fa-94a8-86565473d3cf","title":"She risked her life to defect from North Korea — now she wants the world to hear her story","published":"2014-10-13T20:37:05+00:00","byline":"Shirin Jaafari","tags":["refugees","culture","SafeMode","SafeMode","Justice","Conflict & Justice","Asia","North Korea","South Korea","China","Asia","Kim Jong-un","Yeonmi Park","Kim Jong-un","Politics","Korea","Government","South Korea"],"teaser":"Yeonmi Park fled North Korea when she was 14. She risked her life, crossed three mountains and a frozen lake to get to China and eventually to South Korea. Now she says she wants to raise awareness about the people she left behind.","contentencoded":"<p>North Korean leader&nbsp;Kim Jong-Un has not been seen in public since Sept.&nbsp;3, when he attended a concert with his wife.&nbsp;The lack of reliable information out of&nbsp;North Korea has led to rumors about the dictator&#39;s&nbsp;whereabouts.</p><p>But one defector says there is much too much focus on the country&#39;s&nbsp;leader &mdash; rather than its&nbsp;people.</p><p>&quot;The media is focusing on the nuclear weapons, crazy dictator and Kim Jong-Un being a fat guy,&quot; says&nbsp;Yeonmi Park, a&nbsp;North Korean who&nbsp;risked her life to leave the country. &quot;It&#39;s so funny to the Westerners &mdash; and that&#39;s&nbsp;it. But most of time we are forgetting about the people who are dying in that country.&quot;</p><p>Yeonmi&#39;s father&nbsp;was a mid-ranking civil servant who tried to make ends meet by selling gold and silver across the border in China.&nbsp;He was eventually&nbsp;arrested and sentenced to 17&nbsp;years in jail.</p><p>He returned to his family after serving a partial sentence, and that&#39;s when they decided to flee&nbsp;North Korea.</p><p>Yeonmi and her mother escaped in&nbsp;2007, sneaking across&nbsp;three mountains and a frozen lake to get to China.&nbsp;Her father stayed behind in order to minimize the risk of the whole family being arrested.</p><p>The two women made it out of the Hermit Kingdom, but&nbsp;things didn&#39;t get any better once they did.&nbsp;A smuggler threatened to report&nbsp;Yeonmi&nbsp;and her mother&nbsp;unless Yeonmi slept with him &mdash; her mother offered her own body instead.&nbsp;</p><p>It&#39;s a memory Yeonmi still struggles with. &quot;That was my first day out of North Korea and at that time, I didn&#39;t know what sex means,&quot; she says. &quot;I was so helpless at the time and I couldn&#39;t believe people can be so cruel to us. People just seemed like I deserved it because I was from North Korea.&quot;</p><p>Her&nbsp;father&nbsp;joined them in China a short time later, but his freedom didn&#39;t last long:&nbsp;He&nbsp;died soon thereafter.</p><p>Things eventually&nbsp;start to&nbsp;turn around, if slowly.&nbsp;Yeonmi&nbsp;and her mother managed to get to Mongolia and then on to South Korea.&nbsp;That&#39;s where&nbsp;Yeonmi&nbsp;lives now, studying and teaching&nbsp;herself English by watching and re-watching&nbsp;DVDs of the American&nbsp;show &quot;Friends.&quot;</p><p>She says the&nbsp;comments from her new countrymen often surprise her.&nbsp;&quot;The first words I heard usually from people is like &#39;You just look like me,&#39;&quot; she says. &quot;&#39;You just look like us.&#39; And I was shocked,&nbsp;but I&#39;m so happy they are telling me that because not that many media is showing us as a human.&quot;</p><p>But Yeonmi&nbsp;says she hasn&#39;t forgotten about the people she left behind.&nbsp;She keeps in touch with her family and friends by phone;&nbsp;she says they can make international calls by getting close to the border to China, where their phones can pick up Chinese signals.</p><p>Doing that&nbsp;puts both them and&nbsp;Yeonmi at risk,&nbsp;but it&#39;s a&nbsp;risk they are willing to take to stay connected.</p><p>Despite the nightmares she&#39;s survived,&nbsp;Yeonmi&nbsp;wants to keep telling the world her story&nbsp;and the stories of many others like her. And she hopes to one day go back to a free North Korea.</p><p><em>Read more about&nbsp;Yeonmi&nbsp;Park and her story&nbsp;<a href=\"http://www.telegraph.co.uk/news/worldnews/asia/northkorea/11138496/Escape-from-North-Korea-How-I-escaped-horrors-of-life-under-Kim-Jong-il.html\">here</a>.</em></p><br>Array<br>Array","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/pic2_0.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/pic2jpg-4"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/101020148.mp3"},{"href":"http://www.pri.org/file/101020148mp3"}]}