{"created":"2014-09-03T21:05:34+00:00","modified":"2014-12-10T19:48:38+00:00","valid":{"from":"2014-12-10T19:48:38+00:00","to":"3014-12-10T19:48:38+00:00"},"hreflang":"en","title":"New Approaches To Discipline Strive To Keep Kids Out Of Jail","published":"2014-06-30T13:49:00+00:00","teaser":"Teen courts and restorative justice are focused on cutting off the \"school-to-prison pipeline.\"","itags":["npr_api","324865857"],"guid":"2bface8e-7e9a-4812-9dff-8a9485eace4f","contentencoded":"<p>School's out for the summer. For young people in New York City, if last summer was any guide, that may mean they're less likely to be arrested.</p><p>The connection between young people, especially poor boys of color, getting into trouble in school and getting into trouble with the law is known as the \"school-to-prison pipeline.\"</p><p>For example, recently our public media colleagues <a href=\"http://www.wnyc.org/story/blocking-school-prison-pipeline/\">at WNYC </a> obtained records showing that New York City's criminal justice system processed 50 percent more juveniles in May 2013, when school was in session, than in August that same year. Two-thirds of all students arrested over the past three years were black. So were more than half of students suspended since 2001 — even though black students represent only 30 percent of the total student population in New York.</p><p>Some relate the seasonal difference in arrests to the increased stationing over the past two decades of police officers within schools, also known as school resource officers. <a href=\"http://www.popcenter.org/responses/school_police/\">As of 2010, </a>about half of all public schools had an assigned officer. WNYC quoted former Department of Probation Commissioner Vincent Schiraldi as saying students \"aren't better behaved during the summer than the winter; they're just less surveilled.\"</p><p>Others have linked the school-to-prison pipeline with \"zero-tolerance policies\" that mandate long suspensions for minor infractions. In December, U.S. Attorney General Eric Holder condemned \"<a href=\"http://www.justice.gov/iso/opa/ag/speeches/2013/ag-speech-131221.html\">unnecessarily harsh discipline policies</a> and practices\" in schools. \"During critical years that are proven to impact a student's later chances for success,\" he said, \"alarming numbers of young people are suspended, expelled, or even arrested for relatively minor transgressions like school uniform violations, schoolyard fights, or showing 'disrespect' by laughing in class.\"</p><p>Some schools around the country are trying new approaches to discipline designed to keep students within a school community rather than push them out.</p><p><strong>Teen Court</strong></p><p>As Jennifer Guerra reports for <a href=\"http://stateofopportunity.michiganradio.org/post/detroit-diversion-program-gives-teen-offenders-second-chance-clean-record\">Michigan Radio</a>, one such approach is teen court. First-time juvenile offenders with low-level crimes have the opportunity to admit guilt and appear before a \"jury\" — made up of high school students — to decide their punishment.</p><blockquote><p>\"[The defendant] was with her friend at J.C. Penney. Her friend stole a bunch of stuff while they were there; [she] stole a $30 bracelet. They both got caught before they could run out of the store.</p><p>\"Since shoplifting is a misdemeanor and because this is [her] first ever run-in with the law, she's decided to take her case to Teen Court. This particular teen court is affiliated with the Detroit Public School district. But there are dozens of teen courts around the state and more than 1,000 across the country.</p><p>\"In order for teen court to work, the defendant has to admit up front that she broke the law. Then it's up to a group of high school students — a literal jury of her peers — to come up with an appropriate sentence.</p><p>\" 'Hopefully they teach me something, and hopefully they learn from my mistakes and stuff,' says [the teen defendant]. 'And I hope I leave there feeling relieved that I finally got to talk about it.' \"</p></blockquote><p>Guerra reports that the most common penalties levied by the high school students, with the help of a supervising adult attorney, involve letters of apology and community service. Research shows that young offenders who appear in teen court have lower levels of reoffending.</p><p><strong>Restorative Justice</strong></p><p>Another way of rethinking discipline, before any law is broken, is called \"restorative justice.\" This is the name given to a range of approaches that seek to keep students within the school community while righting wrongs. Schools may have community-building \"circles,\" \"justice panels\" or \"fairness committees\" where students and teachers together decide what to do when a rule is broken.</p><p>Sean Abbott-Klafter teaches at <a href=\"http://www.bronxcompass.org/\">Bronx Compass High School,</a> where he handles mediation and peer mediation. \"The purpose is obviously to solve disputes, but also to keep kids in school rather than kick them out to resolve issues,\" he says.</p><p>In a typical case, Facebook scuttlebutt has it that one teen is going to \"jump\" another outside school. Abbott-Klafter will call the students in to talk it out, face to face. \"I've seen a lot of different conflicts be resolved in a more healthy, positive way,\" he says. \"School can repair relationships damaged through fighting and gossiping.\"</p><p>He says besides the process making school safer, the students learn valuable skills. \"For many students involved in conflict, they've never been in a situation where a dispute is resolved by talking it out. So there's a learning curve there too.\" And, he says, it makes the whole culture of the school more respectful. Students have even called their teachers in for mediation to talk about interpersonal problems they're having in front of a neutral third party.</p><p>New York City's Department of Education is currently working with advocacy groups to <a href=\"http://ny.chalkbeat.org/2014/06/20/city-prepares-to-expand-restorative-justice-programs/#.U6iHANJdXTo\">create a plan</a> to expand these programs. Fifty-five middle and high schools in New York City have had staff members trained in some aspect of restorative justice, and another 45 are going through training this summer.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=New+Approaches+To+Discipline+Strive+To+Keep+Kids+Out+Of+Jail&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Anya Kamenetz","audio":[{"meta":{"duration":"310"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1325229911-b22119.m3u?orgId=1&topicId=1013&ft=3&f=324865857"},{"href":"http://media.npr.org/assets/img/2014/06/23/teencourt2-7d092e66973c6b5260641f6eb37e3da61481915b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"895","width":"1194"}}]}