{"created":"2015-02-27T20:12:41+00:00","modified":"2015-03-04T16:08:51+00:00","valid":{"from":"2015-03-04T16:08:51+00:00","to":"3015-03-04T16:08:51+00:00"},"hreflang":"en","guid":"2c2b8bf4-38a5-4c91-ab81-6f99c499c661","title":"Mexico's 'hints of homophobia' make living there a challenge for a gay American","published":"2015-03-04T16:08:45+00:00","byline":"Omar Solis","tags":["LGBT rights","culture","Homosexuality","homophobia","Global Nation","Lifestyle","Lifestyle & Belief","North America","Mexico","United States","North America","Central America/Caribbean","Omar Solis","Social Issues","gay rights","LGBT community"],"teaser":"\"You have to think about where you invest your time and your energy and your love, because you don’t want to waste it,\" says Omar Solis, a gay American student in Mexico trying to figure out how to live openly. \"But that’s what it takes.\"","contentencoded":"<p><em>Omar Solis was born in Chihuahua, Mexico, and moved to Denver with his family when he was two years old. He's now 21 and back in Mexico, studying international relations at the <a href=\"http://www.itesm.mx/wps/wcm/connect/ITESM/Tecnologico+de+Monterrey/English\">Technical Institute of Monterrey</a>. He's also openly gay.</em></p>\n<p><em>He says it's not easy being a gay man in Mexico, but things are progressing — slowly. Here are some of his thoughts on the challenges facing gay Mexicans who opt live open lives:</em> </p>\n<p>Living in Mexico as a gay American has been very interesting because it’s not something that’s necessarily accepted universally.</p>\n<p>We’re still at a point where there <em>are </em>gay characters on telenovelas [Mexican soap operas], but they’re the comic relief. They’re not the hero or the neighbor. The cultural representation is still on the negative end, and people ultimately react negatively.</p>\n<p>There are hints of homophobia, machismo, and I think that ingrained culture is harder to get rid of than it is to create a policy that says everyone can get married now.</p>\n<p>I’m growing up in this time when a lot of things are changing in terms of LGBT rights and LGBT advocacy in the United States and around the world. It’s true for Mexico as well, though maybe not as quick as in the United States.</p>\n<p>It’s been interesting with my extended family in Chihuahua, coming out to them. I think the key is identifying with people, creating relationships where they can love you for who you are.</p>\n<p>I did have a formal sitdown with an aunt who I’m really close to and my cousins. They’re evangelical Christians. And again, the hints. They’re like, “We love you and we always will. We don’t accept that aspect of you.” And it was like, \"Well, I thought you just said you loved me, right?\"</p>\n<p>It’s hard. You have to think about where you invest your time and your energy and your love, because you don’t want to waste it. But that’s what it takes. It takes someone to be vulnerable and let them know that it doesn’t change anything. And it’s little by little, I think. It’s something that’s extremely important to me. It’s fundamental, who I love. I'm saying to them, \"Allow me to be vulnerable with you and share that with you.\"</p>\n<p>(<em>Omar told his story to producer Andy Uhler. </em><em><em>This is </em>an edited transcript of Omar's story that aired on The World</em>.)</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-26%2Fliving-mexico-gay-american-has-been-very-interesting&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/CROPOmar.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/cropomarjpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0227201502.mp3"},{"href":"http://www.pri.org/file/0227201502mp3"}]}