{"created":"2014-10-20T22:51:16+00:00","modified":"2014-10-23T14:22:55+00:00","valid":{"from":"2014-10-23T14:22:55+00:00","to":"3014-10-23T14:22:55+00:00"},"hreflang":"en","guid":"2c362914-183c-4604-bde2-97bafad0cad9","title":"Facebook can learn from Israel when it comes to freezing women's eggs","published":"2014-10-23T14:22:52+00:00","byline":"Nina Porzucki","tags":["in vitro fertilization","egg freezing","reproductive technology","Health","Health & Medicine","Asia","Israel","Middle East","Asia","Carmel Shalev","Fertility medicine","Human reproduction","Reproduction","Fertility","Medicine","Pregnancy","In vitro fertilisation"],"teaser":"Facebook and Apple made headlines by announcing they would include egg-freezing as a benefit for female employees. But in Israel, reproductive technologies like egg-freezing and In Vitro Fertilization are encouraged and even sponsored by the state healthcare system.","contentencoded":"<p>Tech giants Facebook and Apple made big headlines recently for adding egg freezing to their list of employee benefits.</p>\n<p>The companies say they now pay for female employees to undergo a procedure to harvest and freeze their eggs for future reproductive use. The announcement has been controversial here in the US, but in Israel, egg freezing isn't quite as controversial.</p>\n<p>That's because Israel has long been at the forefront of reproductive technology, from egg freezing to in-vitro fertilization (IVF). Dr. Carmel Shalev, who heads the Department of Reproduction and Society at the University of Haifa, says that's a result of the history of the country and Jewish culture.</p>\n<p>“The centrality of the family in Jewish social life; the vision of Zionism as a technological society, where medicine is the epitome of science brought home to the individuals; the shadow of the Holocaust that’s hovering over us — there are lots and lots of reasons,\" he argues.</p>\n<p>So while egg freezing is a big step for American tech companies, it's literally part of normal healthcare for Israelis. “Egg freezing in Israel is covered by national health insurance where there is medical indication for the procedure,\" says Shalev. \"The medical indication is usually for cancer patients.” </p>\n<p>Israel also supports sperm freezing procedures for men undergoing cancer treatment. “The idea was that we can do this with women too. So now there’s a technology that supposedly gives you a technological fix for the predicament of somebody who has been undergoing cancer treatment.\"</p>\n<p>Now healthy single women in Israel — like the ones Facebook and Apple are targeting with their plans — have also started seeking the egg freezing procedure.</p>\n<p>But Shalev says being at the forefront of the reproductive technological revolution isn't without challenges, both emotional and ethical.</p>\n<p>“I, personally, see patterns of abuse when, for example, women undergo 20 to 30 cycles of IVF treatment,” Shalev says. “This would never happen in other parts of the world because at a certain [point] in other parts of the world, it’s out of pocket; and in Israel everything is publically funded, so women are apt to undergo numerous cycles of intervention without getting actually a child.\"</p>\n<p>There are rare cases in which oft-repeated treatments can lead to births, but Shalev thinks they're viewed in the wrong way. \"They’re celebrated in the press as the miracles of medicine but from my view, as a social critic, it seems that this is abusive.”</p>\n<p>Shalev worries that medical intervention in order to make a baby has become as standardized as buying a car. “You go and you get the best technology and the most perfect baby from the doctors,” says Shalev. “Is this going to be the standard, like in the film Gattaca, where having babies by sex is considered very primitive?”</p>\n<br><p>©2014 Public Radio International</p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/102020147.mp3"},{"href":"http://www.pri.org/file/102020147mp3"}]}