{"created":"2015-04-27T18:48:45+00:00","modified":"2015-05-13T21:00:11+00:00","valid":{"from":"2015-05-13T21:00:11+00:00","to":"3015-05-13T21:00:11+00:00"},"hreflang":"en","title":"Feds Say It's Time To Cut Back On Fluoride In Drinking Water","published":"2015-05-04T00:56:00+00:00","teaser":"Excess fluoride consumption is leading to tiny white marks on many people's teeth. It's mainly a cosmetic problem, but one that could be solved by lowering the fluoride in drinking water.","itags":["npr_api","402579949"],"guid":"2c3f5cb9-4568-46a9-b3b4-12f63a626343","contentencoded":"<p>Federal health officials Monday changed the recommended amount of fluoride in drinking water for the first time since 1962, cutting by almost half the maximum amount of fluoride that should be added to drinking supplies.</p><p>The Department of Health and Human Services <a href=\"http://www.publichealthreports.org/documents/PHS_2015_Fluoride_Guidelines.pdf\">recommended</a> 0.7 milligrams of fluoride per liter of water instead of the long-standing range of 0.7 to 1.2 milligrams.</p><p>\"The change is recommended because now Americans have access to more sources of fluoride, such as toothpaste and mouth rinses, than they did when fluoridation was first introduced in the United States,\" <a href=\"http://www.surgeongeneral.gov/about/biographies/bio-deputy.html\">Dr. Boris Lushniak</a>, the deputy surgeon general, told reporters during a conference call.</p><p>As a result, many Americans are getting too much fluoride, which is causing a big increase in a condition known as <a href=\"http://www.cdc.gov/fluoridation/faqs/dental_fluorosis/index.htm\">fluorosis</a> that causes very faint white marks on people's teeth.</p><p>\"The new recommended level will maintain the protective decay prevention benefits of water fluoridation and reduce the occurrence of dental fluorosis,\" Lushniak says.</p><p>But opponents of fluoridation and even some scientists maintain the new standard doesn't go nearly far enough. They say there's evidence that overexposure to fluoride might increase the risk for other health issues, including possibly thyroid problems, attention deficit hyperactivity disorder and even lower IQs.</p><p>\"Due to the importance of having the best possible brains in the future, I think that that would suggest that we be careful about the amount of fluoride that we deliver to the population in drinking water,\" says <a href=\"http://www.hsph.harvard.edu/philippe-grandjean/\">Dr. Philippe Grandjean</a> at the Harvard T.H. Chan School of Public Health.</p><p>Because fluoride is so readily available, critics argue people should be able to decide for themselves whether to use fluoride and how they get it.</p><p>\"In our view it's high time for the United States to start following the approach taken by most of the Western world and stop fluoridating its water,\" says Michael Connett of the group <a href=\"http://fluoridealert.org/about/\">Fluoride Action Network</a>.</p><p>\"It makes far more sense for those people who want to use fluoride to brush it on their teeth, spit it out and that way you apply fluoride to the only tissue in the body that stands to benefit,\" he says. \"And you don't expose every other tissue in the body.\"</p><p>But the decision was welcomed by groups such as the American Dental Association. Federal health officials dismiss concerns that fluoride might cause other health problems.</p><p>\"The only documented risk of water fluoridation is fluorosis, and it is primarily a cosmetic risk,\" says <a href=\"http://www.cdc.gov/about/opportunities/careers/dentist.htm\">Barbara Gooch</a>, a dentist at the Centers for Disease Control and Prevention. \"Fluorosis in the milder form is not a health risk.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Feds+Say+It%27s+Time+To+Cut+Back+On+Fluoride+In+Drinking+Water&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Rob Stein","audio":[{"meta":{"duration":"235"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1402632476-2e440b.m3u?orgId=1&topicId=1128&d=235&p=2&story=402579949&t=progseg&e=402629330&seg=7&ft=nprml&f=402579949"},{"href":"http://media.npr.org/assets/img/2015/04/27/tap-water-b4d3ab061d70e6e7764c054098801f8fe392f9bb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1131","width":"1508"}}]}