{"created":"2014-09-14T21:08:50+00:00","modified":"2015-03-12T22:43:40+00:00","valid":{"from":"2015-03-12T22:43:40+00:00","to":"3015-03-12T22:43:40+00:00"},"hreflang":"en","title":"A 'Lasciviously LA' Lunch With Crime Novelist James Ellroy","published":"2014-09-15T14:39:00+00:00","teaser":"Ellroy's new novel, <em>Perfidia,</em> follows the Los Angeles police response to a brutal murder on the eve of Pearl Harbor. In a vintage steakhouse, the author discusses the book and his tech-free lifestyle.","itags":["npr_api","347428663"],"guid":"2c3fcadb-1ecd-4eb7-a7dd-c7be0e06514f","contentencoded":"<p>Writer James Ellroy has spent decades capturing a gritty, noirish Los Angeles in sprawling crime novels like <em>The Black Dahlia</em> and <em>L.A. Confidential</em>.</p><p>Ellroy could be a character in one of his own books. He's a thoroughly uncensored guy, a bit of a Luddite, and unafraid to talk on any subject at all: his mother's horrific murder when Ellroy was just 10, which was never solved; his decades-long struggle with alcoholism; his religious beliefs. And, of course, his LA crime fiction.</p><p>Historical novel-writing is in his blood, he explains to NPR's Arun Rath — and his city, too, is a part of him. \"I'm 66 years old — I realize I don't look it — and I've lived here in LA most of my life,\" he says. \"It's where I come when women divorce me.\"</p><p>His latest novel,<em> Perfidia, </em>follows the Los Angeles Police Department's response to a brutal murder on the eve of Pearl Harbor.<em> </em>It's the first installment in a new crime quartet — a prequel series, set before the books of his famous LA Quartet. Ellroy's longtime readers will find some familiar characters in the new book, from Dudley Smith to Kay Lake.</p><p>\"I wanted to live World War II in the American homefront,\" the author says, \"with characters I had already created — missed, frankly — and dearly loved.\"</p><p>Ellroy invited NPR to meet him for lunch at the Pacific Dining Car, a time capsule of a steakhouse near downtown LA.</p><p>\"I've been here at least 16 trillion times,\" he says. \"They've made films about me here. I met my beloved second ex-wife, the novelist Helen Knode, in that booth I'm pointing to; we had our divorce party here. So it's a place with some history.\"</p><p>Inside, it's dim and quiet, even on an intensely sunny August afternoon. It looks like it's hardly changed in the past 50 years: white tablecloths, rich green leather, impeccable service. It's Ellroy's favorite restaurant.</p><p>\"I like steak,\" he explains. \"I like that it's been here since 1921. I like that it's quiet and comfortable and cool on what bodes as the hottest day of the year.\"</p><p>Despite his stated fondness for steak, Ellroy orders a chicken Caesar salad with extra anchovies. He's been sober now for years, so it's just a coffee to drink. Over their food, Ellroy tells Rath about the appeal of history and the rewards of giving up technology.</p><p>And as the meal comes to an end, Ellroy offers up a firm handshake: \"Arun, it was a deep-down, dirty, lasciviously LA blast,\" he says.</p><hr /><h3>Interview Highlights</h3><p><strong>On the significance of LA in his life</strong></p><p>My relationship with Los Angeles is entirely autobiographical. I was born two blocks from [the Pacific Dining Car] in 1948. So my parents hatched me in the film noir epicenter at the height of the film noir era, and my parents were right out of film noir.</p><p>In my book <em>My Dark Places</em> about my mother's murder, I said they were a great-looking — my mother and dad — cheap couple, rather like Robert Mitchum and Jane Russell in <em>Macao</em>. So where else are they gonna go? LA. They were both too good-looking to live — they had to have me. So I survived to tell you the story of LA, way back when.</p><p><strong>On the setting and plotting of <em>Perfidia</em></strong></p><p>One of the first things I noted when putting the notes together for <em>Perfidia</em> was proximity. Here's Little Tokyo, the chief Japanese enclave of the era. It adjoins Chinatown. You go a few blocks west, you have the LAPD Central Station and the crime lab on the third floor. You cut back northeast, and there's the LAPD Detective Bureau. You get on the first freeway in LA, the Arroyo Seco, and it's a straight shot north to the scene of the Watanabe murder case, the Japanese family killed the day before Pearl Harbor [the murder at the heart of the novel].</p><p>It's a hotbed of geopolitical tension, war fever, racial enmity and flat-out race hate. You can go get your Peking duck and talk anti-Japanese stuff at Uncle Ace Kwan's and cut back two blocks on foot and you're in the middle of the police rousts in Little Tokyo. So that is what gave this book this realization of mine: It's combustible. It's all localized. This is in a weird way both sprawling LA and small-town LA at the same time.</p><p><strong>On his attraction to historical fiction</strong></p><p>I've always been in awe of history, and there's an anecdote that serves to explain it: When I was 8 years old in 1956, the pervasiveness — the imaginative pervasiveness — of World War II was staggering to me. I believed that it was still going on. I said something that alerted my mother to this misconception, and she explained to me, \"No, sonny, the war ended in 1945, three years before you were born.\" And I had a very hard time believing it.</p><p>I've always been moored to recent American history, but way, way back, during my youth, if a historical epoch — its big characters, its circumstances, its geopolitical stakes, its human infrastructure — speaks to me, I know it's time to write a novel about it.</p><p><strong>On his tech-free lifestyle</strong></p><p>The laborious process that I engage [in] of writing by hand with pen on white notebook paper, being computer-illiterate, existing outside the digital world — and I've written all 19 of my books in this manner — allows me to sustain concentration, I've come to believe, more deeply, and allows me to live more richly in the text as I compose it. ...</p><p>I have an assistant. She has a cellphone, she has a computer, she types my books. And I submit handwritten pages to her. I have a fax machine, too. ...</p><p>I have a music room and a classical CD collection and a great stereo system. Aside from that, I will watch the occasional crime TV show at a friend's place. I have no television. I have no VCR. I don't watch the news. I don't listen to the radio or read newspapers. I largely ignore the world today. I live almost completely and very happily within my imagination. There's <em>it</em>, which is the book (<em>Perfidia</em> now), and there is me.</p><p>I'm like — and God will forgive me for this comparison — Beethoven at his desk with a quill pen and his piano over here that he taps out notes on, although I can't play the piano. I like going back to another time and getting lost in it. And living, as immediately as I can, the lives of a tormented Japanese criminologist who is in the direst of straits the month of December of 1941, Kay Lake, [police captain] William H. Parker and Dudley Smith.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+%27Lasciviously+LA%27+Lunch+With+Crime+Novelist+James+Ellroy&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"508"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1348511353-dd54bf.m3u?orgId=1&topicId=1033&aggIds=100876926&e=347428663&d=508&ft=nprml&f=347428663"},{"href":"http://media.npr.org/assets/img/2014/09/10/perfidia-author-photo.-credit-jennifer-carroll-b9b9dc24adb814c0a128a021170fb8a2fe156f5e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2487","width":"3316"}}]}