{"created":"2015-04-18T11:30:11+00:00","modified":"2015-05-13T21:01:57+00:00","valid":{"from":"2015-05-13T21:01:57+00:00","to":"3015-05-13T21:01:57+00:00"},"hreflang":"en","title":"As Greeks And Germans Negotiate Debt, Reparations Issues Resurface","published":"2015-04-18T15:14:00+00:00","teaser":"Greece says Germany owes it billions of dollars for its World War II occupation by the Nazis. The German government says it has already paid, but some Germans feel more should be done.","itags":["npr_api","400509851"],"guid":"2c439798-5c41-482c-816e-7ec8371c4800","contentencoded":"<p>The village of Distomo is tucked into the foothills of central Greece, near the ancient city of Delphi. Had recent history been kinder to it, the village might have been known for its 10th-century Byzantine monastery or its postcard scenes of grandfathers like Lukas Pergantas, tending their small vineyards.</p><p>But Pergantas says his hometown is defined by <a href=\"http://www.distomo.gr/history/massacre.htm\" target=\"_blank\">a horrific massacre by Nazi forces on June 10, 1944</a>.</p><p>\"They stormed in and murdered anyone in front of them,\" says the 63-year-old retired electrician. \"They disemboweled pregnant women. They killed children, even babies.\"</p><p>Waffen SS forces killed 218 people, a quarter of Distomo's population, including the first husband of Pergantas' mother, Efrosyni.</p><p>\"So we were raised to have a kind of hatred toward Germans,\" he says. \"Imagine, as children, if we didn't finish our milk, we were told that the Germans would come after us, not some bad wolf.\"</p><p>All of Greece suffered during the Axis occupation by Nazi and Italian fascist forces, which lasted from 1941-1944; more than 160,000 Greek civilians were killed during World War II, and tens of thousands more died of starvation.</p><p>Through the years, private citizens, including some from Distomo, have sued for war reparations. They haven't prevailed, mainly for legal reasons.</p><p>Time has managed to heal some of history's wounds. In the 1960s, Germany paid for Distomo residents to train in trades in Germany. Pergantas' half-brother, whose father was murdered by the Nazis, trained as a car mechanic. Many Greeks moved to Germany, including the city of Nuremberg, where Greeks hold Easter and Christmas services at <a href=\"http://www.christkindlesmarkt.de/en/your-visit/churches/st-sebald-church-1.2375669\">the medieval church of St. Sebald</a>.</p><p>Pastor Thomas Kaffenberger, who leads the <a href=\"http://www.ejn.de/\">Evangelische Jugend Nuremberg</a>, a Lutheran youth group, works nearby. He says Germans are still learning about Nazi atrocities. He learned about Distomo after a member of his organization visited the village by chance several years ago.</p><p>\"I was in shock listening to the story,\" he said. \"I was ashamed and so sad to hear what German soldiers had done to this village.\"</p><p>The group sends a letter to Distomo every June 10 and often sends young Germans to the village. Kaffenberger, who visited in 2002, says the villagers welcomed them warmly, embracing them and treating them to generous dinners at tavernas. But it was hard to miss signs of the Nazi massacre; the museum in the village square chronicling that terrible day, the mausoleum on the hill that held the bones of the dead.</p><p>He remembers how an elderly woman who survived the massacre cringed as she heard him speaking German.</p><p>\"There was so much pain in her eyes,\" he said. \"I remember one sentence from the mayor. He said 'we could forgive, but we can't forget.' \"</p><p>Kaffenberger says Germans never should forget either, and that the German government should pay war reparations to Greece.</p><p>Germany says the issue was settled in 1961, when it paid the equivalent of about $29 million to Greece. It also points to a treaty signed by East and West Germany with the Allies in 1990, formally ending the war and any claims for reparations. But the Greek government now says that bill comes to more than $300 billion, including an $11 billion loan Greece was forced to give the Nazis then.</p><p>The announcement came as Greece, now drowning in debt and trying to convince European lenders that German-led austerity policies have backfired, is in difficult loan negotiations with Germany.</p><p>In Distomo, the family of Lukas Pergantas discusses the issue over a lunch of lamb ribs, baked pasta and red-painted eggs left from <a href=\"http://www.factmonster.com/spot/easter1.html\" target=\"_blank\">Orthodox Easter</a>. There's concern that the government's timing is off. Pergantas' son Vassilis, who's in town for a visit, says Greeks and Germans alike — as well as the media — are conflating two unrelated issues.</p><p>\"It's great that this government wants to stand up and seek these reparations because we are owed them,\" says Vassilis, a 34-year-old electrical engineer. \"But it's one of their first moves.\"</p><p>It could be seen as a government ploy to distract Greeks from failed election pledges, he says.</p><p>\"The government's got to make clear that most of these reparations will go to the relatives of people who died in the massacre,\" Vassilis says. \"The money won't go into Greek state coffers and help pay our debts and bills.\"</p><p>The younger Pergantas says he never will forget the past, but he has embraced Germany — literally. In 2005, he fell in love with Claudia Buechel, whom he met in Distomo when she traveled there with the Evangelical Youth of Nuremberg in 2005. They're now married and have a 9-month-old son, Lukas, who's named after his Greek grandfather. They live in Nuremberg.</p><p>Claudia, a 29-year-old social worker who now uses her husband's last name and speaks Greek fluently, says that at first she was worried that her husband's grandmother, who is still rattled by the sounds of boots hitting the ground, would disapprove of the union.</p><p>\"Maybe through me, she would again have memories\" of the massacre, Claudia says. \"But I have to say none of them said anything bad or behaved like it's my fault or I have something to do with it. They treat me like a Greek woman, like a member of the family.\"</p><p>Her father-in-law, Lukas Pergantas, says he's proud to have her in his family. \"We must not compare the Germans of today with the Germans of 70 years ago,\" he says. \"We cannot tear each other apart over the past.\"</p><p>He says he hopes Greece and Germany can find a way to live together in a European family, even with its unsettled past.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=As+Greeks+And+Germans+Negotiate+Debt%2C+Reparations+Issues+Resurface&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joanna Kakissis","audio":[{"meta":{"duration":"272"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1400573605-83ef35.m3u?orgId=1&topicId=1124&d=272&p=7&story=400509851&t=progseg&e=400573577&seg=15&ft=nprml&f=400509851"},{"href":"http://media.npr.org/assets/img/2015/04/18/45230004_h22938637-01680bbbb2524da35462ff984eb6513fd52c2192.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2246","width":"2994"}},{"href":"http://media.npr.org/assets/img/2015/04/18/pastor-thomas-kaffenberger-954e9e5a6f6aae1498c0448f0f613b34a64ba9c6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"864","width":"1152"}},{"href":"http://media.npr.org/assets/img/2015/04/18/claudia-vassilis-loukas-00bdadee191b916799cc27e805acd6d54badaaa8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1746","width":"2329"}}]}