{"created":"2014-10-06T07:28:12+00:00","modified":"2015-04-02T17:17:55+00:00","valid":{"from":"2015-04-02T17:17:55+00:00","to":"3015-04-02T17:17:55+00:00"},"hreflang":"en","title":"The Forgotten Female Programmers Who Created Modern Tech","published":"2014-11-12T17:35:00+00:00","teaser":"<em>The Innovators,</em> Walter Isaacson's new book, tells the stories of the people who created modern computers. Women, who are now a minority in computer science, played an outsize role in that history.","itags":["npr_api","345799830"],"guid":"2c4c3d98-78d8-4f7b-9e1e-78c9b7a25e67","contentencoded":"<p>If your image of a computer programmer is a young man, there's a good reason: It's true. Recently, many big tech companies revealed how few of their female employees worked in programming and technical jobs. Google had some of the highest rates: 17 percent of its technical staff is female.</p><p>It wasn't always this way. Decades ago, it was women who pioneered computer programming — but too often, that's a part of history that even the smartest people don't know.</p><p>I took a trip to ground zero for today's computer revolution, Stanford University, and randomly asked over a dozen students if they knew who were the first computer programmers. Almost none knew.</p><p>\"I'm in computer science,\" says a slightly embarrassed Stephanie Pham. \"This is so sad.\"</p><p>A few students, like Cheng Dao Fan, get close. \"It's a woman, probably,\" she says searching her mind for a name. \"It's not necessarily [an] electronic computer. I think it's more like a mechanic computer.\"</p><p>She's thinking of Ada Lovelace, also known as the Countess of Lovelace, born in 1815. Walter Isaacson begins his new book, <em>The Innovators: How a Group of Hackers, Geniuses and Geeks Created the Digital Revolution</em>, with her story.</p><p>\"Ada Lovelace is Lord Byron's child, and her mother, Lady Byron, did not want her to turn out to be like her father, a romantic poet,\" says Isaacson. So Lady Byron \"had her tutored almost exclusively in mathematics as if that were an antidote to being poetic.\"</p><p>Lovelace saw the poetry in math. At 17, she went to a London salon and met Charles Babbage. He showed her plans for a machine that he believed would be able to do complex mathematical calculations. He asked Lovelace to write about his work for a scholarly journal. In her article, Lovelace expresses a vision for his machine that goes beyond calculations.</p><p>She envisioned that \"a computer can do anything that can be noted logically,\" explains Isaacson. \"Words, pictures and music, not just numbers. She understands how you take an instruction set and load it into the machine, and she even does an example, which is programming Bernoulli numbers, an incredibly complicated sequence of numbers.\"</p><p>Babbage's machine was never built. But his designs and Lovelace's notes were read by people building the first computer a century later.</p><p>The women who would program one of the world's earliest electronic computers, however, knew nothing of Lovelace and Babbage.</p><p><a href=\"https://www.youtube.com/watch?v=aPweFhhXFvY\">As part of the oral history project of the Computer History Museum</a>, Jean Jennings Bartik recalled how she got the job working on that computer. She was doing calculations on rocket and cannon trajectories by hand in 1945. A job opened to work on a new machine.</p><p>\"This announcement came around that they were looking for operators of a new machine they were building called the ENIAC,\" recalls Bartik. \"Of course, I had no idea what it was, but I knew it wasn't doing hand calculation.\"</p><p>Bartik was one of six female mathematicians who created programs for one of the world's first fully electronic general-purpose computers. Isaacson says the men didn't think it was an important job.</p><p>\"Men were interested in building, the hardware,\" says Isaacson, \"doing the circuits, figuring out the machinery. And women were very good mathematicians back then.\"</p><p>Isaacson says in the 1930s female math majors were fairly common — though mostly they went off to teach. But during World War II, these skilled women signed up to help with the war effort.</p><p><a href=\"https://www.youtube.com/watch?v=buAYHonF968\">Bartik told a live audience at the Computer History Museum in 2008 </a>that the job lacked prestige. The ENIAC wasn't working the day before its first demo. Bartik's team worked late into the night and got it working.</p><p>\"They all went out to dinner at the announcement,\" she says. \"We weren't invited and there we were. People never recognized, they never acted as though we knew what we were doing. I mean, we were in a lot of pictures.\"</p><p>At the time, though, media outlets didn't name the women in the pictures. After the war, Bartik and her team went on to work on the UNIVAC, one of the first major commercial computers.</p><p>The women joined up with Grace Hopper, a tenured math professor who joined the Navy Reserve during the war. Walter Isaacson says Hopper had a breakthrough. She found a way to program computers using words rather than numbers — most notably a program language called COBOL.</p><p>\"You would be using a programming language that would allow you almost to just give it instructions, almost in regular English, and it would compile it for whatever hardware it happened to be,\" explains Isaacson. \"So that made programming more important than the hardware, 'cause you could use it on any piece of hardware.\"</p><p>Hopper retired from the Navy Reserve as a rear admiral. An act of Congress allowed her to stay past mandatory retirement age. She did become something of a public figure and <a href=\"https://www.youtube.com/watch?v=1-vcErOPofQ\">even appeared on the David Letterman show in 1986. </a>Letterman asks her, \"You're known as the Queen of Software. Is that right?\"</p><p>\"More or less,\" says the 79-year-old Hopper.</p><p>But it was also just about this time that the number of women majoring in computer science began to drop, from close to 40 percent to around 17 percent now. There are a lot of theories about why this is so. It was around this time that Steve Jobs and Bill Gates were appearing in the media; personal computers were taking off.</p><p>Computer science degrees got more popular, and boys who had been tinkering with computer hardware at home looked like better candidates to computer science departments than girls who liked math, says Janet Abbate, a professor at Virginia Tech who has studied this topic.</p><p>\"It's kind of the classic thing,\" she says. \"You pick people who look like what you think a computer person is, which is probably a teenage boy that was in the computer club in high school.\"</p><p>For decades the women who pioneered the computer revolution were often overlooked, but not in Isaacson's book about the history of the digital revolution.</p><p>\"When they have been written out of the history, you don't have great role models,\" says Isaacson. \"But when you learn about the women who programmed ENIAC or Grace Hopper or Ada Lovelace ... it happened to my daughter. She read about all these people when she was in high school, and she became a math and computer science geek.\"</p><p>Lovelace, the mathematician, died when she was 36. The women who worked on the ENIAC have all passed away, as has Grace Hopper. But every time you write on a computer, play a music file or add up a number with your phone's calculator, you are using tools that might not exist without the work of these women.</p><p>Isaacson's book reminds us of that fact. And perhaps knowing that history will show a new generation of women that programming is for girls.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Forgotten+Female+Programmers+Who+Created+Modern+Tech&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Laura Sydell","audio":[{"meta":{"duration":"406"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1354001682-d9985d.m3u?orgId=1&topicId=1049&aggIds=177622347,100876926&e=345799830&d=406&ft=nprml&f=345799830"},{"href":"http://media.npr.org/assets/img/2014/10/03/eniac-305079c00209f23ec282e37a2e1cad1c5145af70.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1499","width":"1999"}},{"href":"http://media.npr.org/assets/img/2014/10/02/ada-lovelace-3782d8dec90ac2f6c170865deee36c3f16d3a30e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2069","width":"2756"}}]}