{"created":"2014-10-21T20:27:23+00:00","modified":"2015-03-24T23:05:40+00:00","valid":{"from":"2015-03-24T23:05:40+00:00","to":"3015-03-24T23:05:40+00:00"},"hreflang":"en","title":"Duke Energy CEO: 'I Don't Think Of Myself As A Powerful Woman'","published":"2014-10-22T11:01:00+00:00","teaser":"Female executives are a rarity in the energy industry. But Lynn Good, CEO of Duke Energy, took the helm of the utility giant just as it was grappling with some very public challenges.","itags":["npr_api","357818516"],"guid":"2c4e753b-6c2c-4f6a-a4a8-2a785015539a","contentencoded":"<p>The first time I meet Lynn Good, she's tucked behind a set of doors with her bags, calmly waiting for the hotel's fire alarms to stop bleating.</p><p>She's at <em>Fortune</em>'s Most Powerful Women Summit in California to speak, even though, she says, \"I don't think of myself as a powerful woman.\"</p><p>It occurs to me later that the unexpected run-in is a fitting introduction to a woman whose corporate ascent has been marked by some emergency detours.</p><p>\"There's nothing about Lynn Good at age 30 or age 35 that would have said, 'I am setting my sights on being a CEO,' \" she says.</p><p>But at age 55, she is — at Duke Energy, the nation's largest utility, based on market value. Good's now a leader in a sector where female executives are still a rarity. And she's become the face of the company while it's grappling with some very public challenges.</p><p><strong>'I Don't Even Think About It'</strong></p><p>Good, the daughter of two educators, grew up in Ohio. It was her father, a math teacher, who encouraged her to take an unconventional path for women, she says.</p><p>\"He actually sat with me on the college catalog and helped me pick something that was the equivalent of computer science,\" she says. \"I had never programmed anything. I had never <em>seen</em> a computer when I went to college.\"</p><p>Good is used to being the lone woman. She was one of the first women in the Midwest to make partner at accounting firm Arthur Andersen.</p><p>\"I've had plenty of mentors, but not many women [mentors]. So I'm generationally probably on the early part of the ascent of women into leadership roles,\" she says.</p><p>Her two-decade career at Andersen came to an abrupt end after an obstruction-of-justice charge against the firm effectively shut it down in 2002.</p><p>Good found her footing, eventually becoming chief financial officer at Duke in 2009. Then, 15 months ago, her predecessor left as part of a settlement with regulators over the company's handling of a merger.</p><p>Now, as CEO, Good is surrounded by male peers.</p><p>\"It doesn't make me uncomfortable. I don't even think about it, to be honest with you,\" she says.</p><p>But, she says she thinks women tend to focus on communication, relationships and connecting — and that that is proving an asset, because the spotlight is on her. \"I become the face of the company, and that's a responsibility,\" Good says.</p><p><strong>Tested By A Toxic Spill</strong></p><p>Especially now, as Good deals with her latest challenge: a toxic spill of pollutants that happened just months after she took office. A burst pipe in North Carolina sent tens of thousands of tons of toxic coal ash waste into the Dan River — a source of drinking water for more than 50,000 people in southern Virginia.</p><p>The spill is Good's toughest test yet. The company faces a federal grand jury investigation and lawsuits seeking further pollution cleanup.</p><p>\"I don't think Duke has ever had its reputation in North Carolina so damaged,\" says Frank Holleman, a senior attorney at the Southern Environmental Law Center, which is suing Duke Energy.</p><p>Holleman says Duke plays an outsized role in his community, providing power to almost all of North and South Carolina. He says Good — who is relatively unknown to the public — <em>could</em> make a name for herself and restore Duke's reputation.</p><p>\"If she could get out front of this issue, make a definitive, clear decision, she could create an identity for herself and for her company very quickly,\" Holleman says.</p><p>But so far, he says, that hasn't happened. Last month, Duke Energy announced a $10 million fund that will be used to promote clean water across five states. Holleman calls the move both deeply underfunded and hypocritical.</p><p>\"It was almost like, 'Physician, heal thyself.' It was an embarrassing public relations effort,\" he says.</p><p>Duke says it is cooperating with the ongoing federal grand jury investigation. And for her part, Good denies she's prioritized image — hers or Duke's — over dealing with the damage.</p><p>\"My focus has been ensuring that Duke is doing the right thing, we have the right resources, we're making the right adjustments, we're addressing the issue,\" she says.</p><p>Good says her worst days on the job so far have come when she's felt Duke has been accused of wrongdoing.</p><p>\"I think about trust and confidence as something that you earn every day, and we will keep at it, earning it every day,\" she says.</p><p>\"And I hope that a year from now or two years from now, we're not talking at all about Dan River, but we're talking about the great service that Duke delivers to its customers and the commitment we have to the communities.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Duke+Energy+CEO%3A+%27I+Don%27t+Think+Of+Myself+As+A+Powerful+Woman%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Yuki Noguchi","audio":[{"meta":{"duration":"270"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1357859581-13b32c.m3u?orgId=1&topicId=1006&aggIds=177622347&e=357818516&d=270&ft=nprml&f=357818516"}]}