{"created":"2015-06-03T12:26:45+00:00","modified":"2015-06-03T12:26:47+00:00","valid":{"from":"2015-06-03T12:26:47+00:00","to":"3015-06-03T12:26:47+00:00"},"hreflang":"en","guid":"2c638af9-1988-4c79-9f5e-633914f3db05","title":"Young Iranians want more freedom and a normal life — and they may finally be getting it","published":"2015-06-03T12:26:38+00:00","byline":"Jillian Weinberger, T.J. Raphael","tags":["Religion","politics","Youth","SafeMode","Global Politics"],"teaser":"Iran has been strained under sanctions for years, and the nation's young people have struggled to find jobs. They also want simple things, like the ability to access the Internet. Finally, they look set to get some of what they want.","contentencoded":"<p dir=\"ltr\">Since the 1979 Revolution, Iran has remained an isolated outsider on the world stage. Americans rarely hear about life inside Iran, apart from occasional news about the regional power struggle with Saudi Arabia and the threat of a nuclear build-up.</p>\n<p dir=\"ltr\">But as the Obama Administration and Iranian leaders seek to broker a new path forward, Roula Khalaf reports that the youth of Iran are ready for change.</p>\n<p dir=\"ltr\">Khalaf, foreign editor of the Financial Times, <a href=\"http://www.ft.com/cms/s/2/b110ec2e-04b0-11e5-95ad-00144feabdc0.html\">notes</a> that over 60 percent of Iran's population is under the age of 40. She describes the country's youth as a generation engaged in a “silent movement” that is \"defined by a style of life, rather than politics.\"</p>\n<p dir=\"ltr\">“The view that we have of Iran is very much a view of the elite, so I thought it was very important to write about what young people are like,” says Khalaf. “What’s been happening with the youth in Iran, particularly over the last 10 years, they have been developing their own culture and their own way of living — regardless of what’s happening at the top of the Islamic Republic.”</p>\n<p dir=\"ltr\">Khalaf says young people in Iran want to live a varied and “normal” life in a country that is part of a global community, not as an isolated nation.</p>\n<p dir=\"ltr\">“This is what I think the leadership has understood,” she says. “To a certain extent, they’ve given them leeway by allowing them to have a sort of social culture that is different from what they’ve always advocated for — a much more ideological religious culture. I think that’s been a way for them to maintain a level of acquiescence amongst the population.”</p>\n<p dir=\"ltr\">Khalaf says the issue of the Iranian nuclear program appears to be twofold for young Iranians, who have been hit especially hard by Western sanctions.</p>\n<p dir=\"ltr\">“On the nuclear issue in particular, you have to separate two things — one is that every Iranian, on a certain level, believes that Iran has the right to have a nuclear program, but a peaceful nuclear program,” she says. “But if you ask people, ‘At what price?’ That’s when people start thinking. ... Every single young Iranian that you meet, what do they want? They want a job. There are much fewer jobs today than there were 10 years ago. This is a country that’s been under very, very heavy sanctions.”</p>\n<p dir=\"ltr\">Beyond employment opportunities, Khalaf says young people want to live “normal” lives in Iran — a life that comes with Internet access and access to entertainment and fun.</p>\n<p dir=\"ltr\">“They don’t want anything that is very different from what any other young person would want, whether in the West or in the Arab world,” she says. “But normalcy isn’t just about being Westernized, it’s about being free to exercise their own free will.”</p>\n<p dir=\"ltr\">And it appears that Iran’s youth are starting to get what they have asked for — according to Khalaf, President Hassan Rouhani has repaid his supporters with leniency since young people helped to elect him back in 2013.</p>\n<p dir=\"ltr\">“These young people had an impact in allowing Rouhani to reach the presidency — a lot of people actually convinced their parents to vote [for him] in 2013,” she says. “I think Rouhani’s strategy has been that the most important thing for young people in Iran today is to improve their economic well being. Therefore his focus has been on trying to get a nuclear deal because that would bring an end to this very tough sanctions regime that Iran has been under, and open up a lot of opportunity for young people.”</p>\n<p dir=\"ltr\"><em>This <a href=\"http://www.thetakeaway.org/story/iranian-youth-are-ready-change/\">story</a> first aired as an interview on PRI's <a href=\"http://www.thetakeaway.org/\">The Takeaway</a>, a public radio program that invites you to be part of the American conversation.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-03%2Fyoung-iranians-want-more-freedom-and-normal-life-and-they-may-finally-be-getting&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/audio.wnyc.org/takeaway/takeaway060115-iran.mp3"},{"href":"http://admin.pri.org/file/takeaway060115-iranmp3"}]}