{"created":"2015-02-02T20:51:17+00:00","modified":"2015-02-03T21:45:33+00:00","valid":{"from":"2015-02-03T21:45:33+00:00","to":"3015-02-03T21:45:33+00:00"},"hreflang":"en","guid":"2c661998-02ce-48db-82ef-13f78959b6b2","title":"Several thousand civilians are trapped on Ukraine's latest battlefield","published":"2015-02-03T21:45:31+00:00","byline":"Christopher Woolf","tags":["Russia-Ukraine conflict","civilians","Debaltseve","Conflict","Conflict & Justice","Debaltseve","Asia","Europe","Ukraine","Russia","Eastern Ukraine","Asia","Europe","Christopher J. Miller","Ukraine war"],"teaser":"Heavy fighting is raging once again in eastern Ukraine. After five months of a fragile ceasefire, Ukrainian rebels went on the offensive again a couple of weeks ago, and the Ukrainian army has been fighting them in the town of Debaltseve. But along with the soldiers are several thousand civilians living in squalid conditions in the town.","contentencoded":"<p>Open warfare has return to eastern Ukraine.</p>\n<p>In a small town called Debaltseve, 8,000 Ukrainian troops have been trying to hold off an unknown number of pro-Russian rebels for the past week. \"The town has been under constant bombardment for a week now by rockets fired from rebel positions,\" says Christopher J. Miller, a senior correspondent for Mashable who visited Debaltseve over the weekend.</p>\n<p>The town is small, but it’s also a strategic rail and road hub that would allow rebels to connect their two major strongholds, Donetsk and Luhansk. Of the 20,000 or so civilians who lived there before the war, several thousand are still trapped in Debaltseve by the fighting.</p>\n<p>“They’re living in <a href=\"http://mashable.com/2015/02/02/kiev-evacuates-civilians-ukraine/?utm_cid=hp-hh-pri\">really hellish conditions</a>,\" Miller says. “No food, no water, no electricity for weeks now. When I was there [on Sunday,] people were building campfires and melting snow for drinking water. … A few rations make it through from the International Red Cross.”  </p>\n<p>It’s mid-winter in eastern Ukraine, and Miller says the people in the town “mostly huddle together in basements for warmth. They build fires outside to cook with and to circle around. Other than that, they simply don’t have the means to be constantly warm. There’s no gas. The gas has been out for weeks now [in] sub-zero temperatures.”</p>\n<p>There have been sporadic attempts to evacuate people, but Miller says the efforts are “few and far between. Only a couple of buses have been able to drive down the one highway [that’s open.]” There’s constant shelling, roads are cratered and many bridges have been damaged or destroyed.</p>\n<p>Miller says he met one elderly couple “who have nothing but two duffel bags left from what they were able to grab from their apartment, which was destroyed in early September. They’ve now been living in the basement of the rail station for about five months.”</p>\n<p>During that time, the husband has fallen ill with a bad cough and respiratory problems. “There are no doctors in the town. There are no pharmacies … Medicine has been in short supply,\" Miller says. \"So they’re very, very worried about his health. And they’ve been unable to get out.”</p>\n<p>The couple was waiting at the rail station for two buses to arrive, which did reach Debaltseve on Saturday while Miller spoke with them. But contrary to what the couple was told, the buses showed up at City Hall.</p>\n<p>“When they found out that the buses were at a different location, they were pretty worried that they might not get out at all,\" Miller says. \"She thought these buses could be their last chance to survive.”  </p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0202201501.mp3"},{"href":"http://www.pri.org/file/0202201501mp3"}]}