{"created":"2015-01-18T21:57:28+00:00","modified":"2015-02-01T02:56:24+00:00","valid":{"from":"2015-02-01T02:56:24+00:00","to":"3015-02-01T02:56:24+00:00"},"hreflang":"en","title":"Welcome To Whittier, Alaska, A Community Under One Roof","published":"2015-01-19T17:22:00+00:00","teaser":"This sleepy town on the west side of Prince William Sound is remote, and it's hit with brutal winter weather every year. Most of the residents live in a single 14-story building called Begich Towers.","itags":["npr_api","378162264"],"guid":"2c6f1d7d-05cd-4f2b-894a-82cd75a89276","contentencoded":"<p>Whittier, Alaska, is a sleepy town on the west side of Prince William Sound, tucked between picturesque mountains. But if you're picturing a small huddle of houses, think again.</p><p>Instead, on the edge of town, there stands a 14-story building called Begich Towers — a former Army barracks, resembling an aging hotel, where most of the town's 200 residents live.</p><p><strong>Isolated By Distance And Winter Weather</strong></p><p>Writer Erin Sheehy and photographer Reed Young visited Whittier for a report, \"Town Hall,\" in <a href=\"https://stories.californiasunday.com/2015-01-04/begich-towers-whittier-alaska/\">The California Sunday Magazine</a>.</p><p>When they first stepped inside Begich Towers, Sheehy says it felt like the halls of her high school.</p><p>\"There were bulletin boards along the hallway entrance,\" she says. \"It's concrete blocks that look like cinder block, and they were all painted pale yellow.\"</p><p>The post office is near the entrance and the police station is right down the hall.</p><p>\"It did remind me of, you know, my principal's office,\" Sheehy says.</p><p>Finding your way to the remote town isn't easy. You can get to Whittier by sea or take a long, one-lane tunnel through the mountains, which at any given time only runs one way.</p><p>\"It's still a fairly inaccessible town,\" Young says. \"Plus, at night, they close the tunnel completely.\"</p><p>Then there's the weather: The 60 mph winter winds are brutal. That's why residents inside Begich Towers have everything they need under one roof.</p><p>\"There's a laundromat, a little market,\" Sheehy says.</p><p>\"And there's a convenience store,\" Reed says. \"There is a health clinic.\" It's not a hospital, but they can handle minor ailments.</p><p>There's even a church in the basement.</p><p><strong>'They Want That Alaska Swag'</strong></p><p>One Whittier resident, June Miller, owns a bed and breakfast on the building's top two floors.</p><p>\"She prides herself on having the fanciest and prettiest, best interior-designed condos for rent in the whole town,\" Young says.</p><p>\"She outfitted all of the bed and breakfast [rooms] with binoculars. ... Most people in town, particularly on the harbor side of the building, seem to have binoculars,\" Sheehy says.</p><p>\"A lot of people keep them there to watch whales breaching and mountain goats grazing and things like that,\" Young says. \"But June always told us that these are basically for finding out if your husband's at the bar.\"</p><p>Downstairs at the Kozy Korner grocery store, employee Gary Carr sits behind a computer.</p><p>\"The store isn't so busy all the time,\" Young says. \"So he spends a lot of time on that computer. And I remember Gary saying that one of his obsessions was keeping up with Top 40 radio.\"</p><p>Sheehy says residents like Gary Carr were fully aware of how interesting their town was to outsiders.</p><p>\"When we were setting up our portrait, he said, 'Oh, man, maybe I should shave my beard,' \" she says. \"And this guy who was in the store with him was like, 'No man, they want that Alaska swag, you know? They want that real Alaska.' \"</p><p><strong>200 Residents, 200 Stories</strong></p><p>Erika Thompson, a teacher who lives in Begich Towers, says life is pretty normal in Whittier.</p><p>\"For me it's just home,\" she says. \"For the most part, you know everybody. It's a community under one roof. We have everything we need.\"</p><p>Thompson teaches at the school directly behind the tower, connected by an underground tunnel.</p><p>She's lived there for five years now. She says everyone has a story of how they ended up in Whittier.</p><p>\"Some people love it because it can be really social,\" she says. \"And some people love it because it can be reclusive.\"</p><p>After Young and Sheehy's two-week reporting trip, they say they have a whole new perspective on their own hometowns.</p><p>\"The views were just unreal. You have this bay, and then these giant mountains. It's hard to imagine that people get to wake up to that every day,\" Young says. \"It was incredible.\"</p><p>\"Coming back to New York, I see the ways that all of us compromise things,\" Sheehy says. \"And for a lot of people in Whittier, it makes more sense to be there than somewhere down here.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Welcome+To+Whittier%2C+Alaska%2C+A+Community+Under+One+Roof&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"237"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1378200438-1557ea.m3u?orgId=1&topicId=1091&e=378162264&d=237&ft=nprml&f=378162264"},{"href":"http://media.npr.org/assets/img/2015/01/18/the-tower-7655c87a263de0a54719a8b8f59d029f08d3b071.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1006","width":"1342"}},{"href":"http://media.npr.org/assets/img/2015/01/18/bed-and-breakfast-e0522723ec3565b98a4b7b4cfddf8ce4262c8653.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1080","width":"1440"}},{"href":"http://media.npr.org/assets/img/2015/01/18/corner-store-9cbb7501133c705fa0b830f782374dadc3cbed01.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1080","width":"1440"}}]}