{"created":"2015-03-04T21:13:06+00:00","modified":"2015-03-04T23:23:29+00:00","valid":{"from":"2015-03-04T23:23:29+00:00","to":"3015-03-04T23:23:29+00:00"},"hreflang":"en","guid":"2c71c36e-85ee-4325-9b72-2869d75712ba","title":"America's first all-female mosque is receiving praise — and some pushback","published":"2015-03-04T23:23:24+00:00","byline":"Naomi Gingold","tags":["Religion","Muslim","Islam","mosque","gender equality","koran","American Muslims","Global Nation","Belief","Lifestyle & Belief","United States","California","Hasna Maznavi","Mustafa Umar","Bayan Altalib","Sana Muttalib","Mona Hanouni","Islam","Religion","Mosque","Women as imams","Gender segregation and Islam"],"teaser":"The leaders of a new mosque in Southern California want to create a \"safe space to be with their sisters\" and a way to empower Muslim American women. Will all-female mosques catch on elsewhere in the United States?","contentencoded":"<p>Southern California may be the land of Hollywood and movie glamour, but it's also home to the one of the country’s largest Muslim populations. Hasna Maznavi is at home in both of those worlds.</p>\n<p>Maznavi, who's a comedy writer for a living, recently opened a mosque. It's something she dreamed about doing from the time she was seven years old, but her idea for the mosque kept shifting as she grew up.</p>\n<p>Then Sept. 11 happened, and Maznavi saw how American attitudes toward Muslims began to shift. With quotes from the Quran being batted about in the news, Maznavi decided she wanted to find out what the Quran actually said. So she sat down and read it.</p>\n<p>“I went into it thinking that I was going to find all hell and damnation,” she says. “But I found this loving, generous, forgiving God in the Quran. And so my concept of what Islam was and is drastically changed from my knowledge of the Quran.\"</p>\n<p>She also began to learn about Islam’s rich history of women scholars, and realized she wanted to hear their perspective. That’s when she knew that the mosque she longed to open was meant to be one for women. She started to put her plan into action and earlier this year, the <a href=\"http://womensmosque.com/\">Women’s Mosque of America</a> held its first service in downtown Los Angeles.</p>\n<p>Women leading women in prayer is common in Islam and women’s mosques exist in other parts of the world, but this is a first here in the United States. Maznavi and her co-president, Sana Muttalib, say they braced for some backlash. But feedback has been mostly positive, including from imams across the US.</p>\n<p>But Mustafa Umar, an imam and the director of education at <a href=\"http://www.iioc.com/\">one of Southern California’s largest mosques</a>, is not pleased with the new mosque.</p>\n<p>“My biggest issue is that there’s no need for this, so why do it?” he asks. “It reinforces the stereotypical portrayal of Muslim women as being oppressed, and I just don’t feel it’s the case here in Southern California.”</p>\n<p>Umar points out that his mosque does plenty of programming for women. But congregants of the women’s mosque think he's missing the point. Mona Hanouni, a local neonatologist who went to one of the mosque's first services in February, says she stopped going to other local mosques because she felt marginalized.  </p>\n<p>“I never felt I could get close enough to the imam to ask him any questions, or I would have to ask my dad to go and do that,” she says. “I never dreamed that this would be possible. I mean, this just blew my mind.“</p>\n<p>The media also can’t seem to get enough of the new mosque. After all, when Muslim women make the news, it’s typically not as empowered leaders — especially not within their own religious communities.</p>\n<p>Moznavi says she doesn’t mind the coverage, but she also thinks it can miss the larger picture. “Even if mosques had perfectly equal spaces and state-of-the-art everything, we would still do this,” she says, comparing the mosque to women's colleges. “We would still have this women’s mosque because women just need a safe space to be with their sisters.”</p>\n<p>The empowerment thing seems like it’s already working. The female scholar who gave the sermon, or <em>khutbah</em>, at a recent service had never given one before. She had <em>written </em>plenty, but they were delivered by men at other mosques. </p>\n<p>Maznavi hopes to see the women's mosque movement grow. \"I always imagined that it would spread to different chapters across America,\" she says, \"that women from neighboring mosques could go there for empowerment, sisterhood, inspiration, a chance to deliver <em>khutbah,</em> and then go back to their local mosques and join the boards of those mosques empowered.\"</p>\n<p>At the discussion session after a February service, eight-year old visitor Bayan Altalib raised her hand. “Can you put a female mosque in Connecticut?\" she asked.</p>\n<p>Considering the excited response Masnavi has received from women both near and far, one might just be coming soon.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-04%2Fmosque&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/03042015_08.mp3"},{"href":"http://www.pri.org/file/0304201508mp3"}]}