{"created":"2015-04-02T09:01:46+00:00","modified":"2015-04-08T09:53:58+00:00","valid":{"from":"2015-04-08T09:53:58+00:00","to":"3015-04-08T09:53:58+00:00"},"hreflang":"en","title":"After Nazi Plunder, A Quest To Bring Home The 'Woman In Gold'","published":"2015-04-07T19:43:00+00:00","teaser":"A new movie<em> </em>tells<em> </em>the true story of Maria Altmann, who fought her way to the U.S. Supreme Court to force the Austrian government to return a painting of her aunt.","itags":["npr_api","396688350"],"guid":"2c76b0ba-31df-4397-b2e1-11d9dad07cf0","contentencoded":"<p>Maria Altmann was 88 when I first met her by phone in 2004. \"Would it be possible to call back in a few minutes?\" she asked. \"I'm feeling a little dizzy and would like a cup of coffee to revive myself.\"</p><p>\"Of course,\" I said, imagining Mrs. Altmann as a somewhat frail grandmother. Old she was, but frail she was not.</p><p>This week, Mrs. Altmann's amazing and triumphant story comes to the big screen in <em>Woman in Gold</em>, a film about one of the great legal battles in art history. The movie, starring Helen Mirren and Ryan Reynolds, begins with the Nazi takeover of Austria in 1938. Newlyweds Maria Altmann and her husband are wealthy Jews fleeing for their lives, leaving her family's famous artworks behind.</p><p>Against all odds more than a half century later, she fought her way to the U.S. Supreme Court in her quest to force the Austrian government to give back the painting of her aunt, Adele Bloch-Bauer, the Woman in Gold of the film title.</p><p>Painted by Gustav Klimt in 1907, the enormous, shimmering gold and oil on canvas was one of six Klimt paintings confiscated by the Nazis from the Bloch-Bauer home.</p><p>After the war, the works turned up in Austria's federal art museum, the Galerie Belvedere. The Austrian government said the paintings had been willed to the museum, a claim that would later be found to be fraudulent.</p><p>But even after the falsehood was finally exposed in 1998, it was a long road to getting the paintings back, especially the painting of Altmann's aunt, the Woman in Gold.</p><p>\"Listen, she is the Mona Lisa of Austria,\" cautions an investigative journalist in the movie. \"Do you think they will just let her go?\"</p><p>The answer to that question was, \"No.\" The Austrian government fought with everything it had to keep the painting, and Mrs. Altmann fought back with equal ferocity.</p><p>\"I grew up with those paintings,\" Altmann recalled when I interviewed her in 2004.</p><p>She said the golden portrait of her aunt and five other Klimt paintings hung in her Aunt Adele and Uncle Ferdinand's palatial home throughout her childhood.</p><p>Her aunt, the subject of the portrait, was just 43 when she died in 1925. Thirteen years later, Ferdinand would flee Austria just before the Anschluss, the union with Hitler's Germany.</p><p>Everything was left behind and plundered by top Nazis such as Hermann Goering. Adele's diamond necklace, passed on to Maria Altmann upon her marriage, reportedly ended up decorating the neck of Goering's wife.</p><p>The Klimt paintings were seized, too, only to reappear after the war in the Galerie Belvedere.</p><p>It took more than a half century and the opening of government cultural archives to expose the real story.</p><p>\"They're basing this on a lie,\" Altmann said in our 2004 interview. \"These paintings are not theirs. These paintings belong to us.\"</p><p>It turned out Aunt Adele's will did not bequeath the paintings to the Austrian Galerie, as it claimed, and museum officials knew it. Adele's will asked that her husband, Ferdinand, donate the Klimts to the museum upon his death. The language was framed as a request and was referred to as \"not binding\" because Ferdinand had paid for the paintings; they were his — they weren't hers to give away even if she wanted to.</p><p>What's more, Ferdinand, who died impoverished in Switzerland at the end of the war, made a will of his own, leaving all of his property to his nephews and nieces. Maria was the only one still alive in 1998 when a series of investigative articles in the Austrian press revealed the paintings' true ownership.</p><p>And then there was one other rather obvious fact that Altmann furiously pointed to in our 2004 interview. Her Aunt Adele would never have wanted her portrait given to the Austrian Gallerie had she known the history that would unfold after her death in 1925.</p><p>\"She had no idea,\" Altmann said. \"She would have never requested her husband, even in a dream, to leave these to the Gallerie after a number of her friends were murdered, committed suicide. I mean, it is totally incomprehensible that such a thing would have happened.\"</p><p>Maria Altmann may have been determined, but she could not have succeeded in her battle alone. Her legal spear-carrier was a 32-year-old legal nobody named E. Randol Schoenberg, the grandson of Austrian composer Arnold Schoenberg. His family and hers were friends, first in Austria and then in California. He was in a big law firm, and she needed help.</p><p>\"I need advice from someone I can trust,\" Altmann's character says in the movie.</p><p>Schoenberg would eventually leave the salaried comfort of his firm to focus on Altmann's case for eight years. Few thought the duo would prevail when the case got to the U.S. Supreme Court, especially when the George W. Bush administration sided with the government of Austria, arguing that Mrs. Altmann could not sue in the U.S.</p><p>But prevail they did. The win, however, gave them only the right to sue and left them with many more legal mountains to climb — namely, a trial that, even if they won, would be followed by long appeals. Indeed, Altmann often feared that the Austrian government was just waiting for her to die.</p><p>Still, after her Supreme Court victory she was characteristically a realist.</p><p>\"I have a feeling that they will now come to their senses,\" she told me after the Supreme Court decision. \"They couldn't let it come to a trial because it would bring too much dirt out against the Austrians.\"</p><p>She was frankly embarrassed by the price tags being mentioned for the portrait of her aunt. She had offered to let the Austrian government keep the painting originally if they admitted it had been stolen. They weren't interested. But, after years of butting heads with the Austrian cultural bureaucracy, that offer was off the table, she said. She didn't want the painting of her aunt or the other Klimts to remain in Austria. She wanted them in the country where she had been a citizen for over 50 years: the United States.</p><p>\"It is strictly a question of justice,\" she said.</p><p>In the end, Austria did want to avoid a trial and agreed to arbitration in Austria. The result was the return of all the Klimt paintings. Jewish philanthropist Ronald Lauder bought the Woman in Gold portrait for $135 million to display at his museum, the Neue Galerie in New York. The other Klimt paintings sold for another $192 million.</p><p>On the plane ride to the auction of the paintings at Christie's in 2006, lawyer Schoenberg began sketching out a film treatment that would become the movie that opens this week.</p><p>For a film that took just eight weeks to shoot, mainly in London, it's a presentable and interesting screen adaptation — well-acted, with occasionally silly scenes like the one in the Supreme Court. Only a mother could love this rendition of a Supreme Court argument, using the Lord Mayor's Mansion House in London as an unconvincing stand-in for the real deal.</p><p>Some critics have complained that the Austrian cultural officers are portrayed in one dimensional shades of evil, but the record is replete with those characteristics right into the 21st century. It may not be a memorable movie, but Mirren, as always, delivers a thoroughly convincing performance as Maria Altmann, as does Reynolds in the role of Randol Schoenberg.</p><p>Most of all, the movie well conveys the legacy of utter terror and brutality in the Nazi nightmare and the long trail of sorrow that followed.</p><p>Mrs. Altmann died in 2011 at the age of 94.</p><p>As for the Woman in Gold, known formally as <em>Portrait of Adele Bloch-Bauer I</em>, eventually I would go to see it in New York. My husband and I just stood there transfixed by its beauty. I didn't want to leave.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+Nazi+Plunder%2C+A+Quest+To+Bring+Home+The+%27Woman+In+Gold%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nina Totenberg","audio":[{"meta":{"duration":"445"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1396976030-189eb7.m3u?orgId=1&topicId=1008&e=396688350&d=445&ft=nprml&f=396688350"},{"href":"http://media.npr.org/assets/img/2015/04/01/woman-in-gold-6c650399978eada06139a8e34288a944e7031562.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1871","width":"2495"}},{"href":"http://media.npr.org/assets/img/2015/03/31/womaningold1-8a41b2935514a2f3bb7ec54d6a2fad43c3ef4e06.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"799","width":"1065"}}]}