{"created":"2015-03-06T22:02:44+00:00","modified":"2015-03-09T18:51:02+00:00","valid":{"from":"2015-03-09T18:51:02+00:00","to":"3015-03-09T18:51:02+00:00"},"hreflang":"en","guid":"2c89c25f-85ab-45d4-bf5e-887d52bc7e9a","title":"What's the status of women's rights 20 years after Beijing?","published":"2015-03-09T18:51:01+00:00","byline":"Julia Barton","tags":["Development","women","Across Women's Lives","Development","Development & Education","Beijing","Asia","Africa","China","South Africa","Phumzile Mlambo-Ngcuka","Body Politics: The struggle for access to reproductive rights"],"teaser":"Twenty years ago, global leaders gathered in Beijing to discuss the status of women worldwide. Today, Phumzile Mlambo-Ngcuka, the former vice president of South Africa, now heads the UN agency tasked with tackling gender equality issues. She says, despite some progress, women still have a long way to go in the struggle for equality.","contentencoded":"<p>The 59th session of the Commission on the Status of Women will take place at United Nations Headquarters in New York in late March.</p>\n<p>Phumzile Mlambo-Ngcuka will be front and center at those events.</p>\n<p>She's the United Nations Under-Secretary-General and the Executive Director of UN Women.</p>\n<p>Here's a lightly edited transcript of a conversation between Phumzile Mlambo-Ngcuka and The World's Marco Werman:</p>\n<p><strong>Phumzile Mlambo-Ngcuka:</strong> If you remember in Beijing, there was an expectation that by 2005 gender equality would be achieved. So that was a really very optimistic expectation. Looking back now, a lot has happened — that's for sure. Whether it was cash transfers to address poverty or higher enrollment of girls in schools. But some of the critical areas identified in Beijing, for instance, were women and human rights. We passed a lot of law there but implementation has been so patchy, and the implementation also in many cases has almost been reluctant.</p>\n<p><strong>Marco Werman:</strong> Precisely on that human rights metric, <a href=\"http://www.pri.org/stories/2015-03-05/director-indias-daughter-flees-india-out-fear-shell-be-arrested\">I recently spoke with the British director</a> of the powerful documentary about the gang rape of the young woman in Delhi in India. It just seems like one of those situations where all those metrics you just mentioned just seem to collapse. Could you just talk about this continuing hostility towards women's advancement. Could the UN conference in Beijing even happen today?  </p>\n<p><strong>PMN:</strong> No, that's why we're not having it. You know it's 20 years, ideally this is a time when we would have done a review in a global conference, but we've opted for decentralized events around the world. We asked countries to review themselves. But everything has been contested.</p>\n<p><strong>MW:</strong> And that's precisely why you could not have this meeting?</p>\n<p><strong>PMN:</strong> Yes and we were very anxious that we should not reach a point where there's so much disagreement that the Beijing platform of action is reopened and you know we start chipping it. Touch wood, up to now we have been able to keep it intact and on [March 9], when we present the review of the Beijing report and we adopt the way forward, we would have saved it. But we'd have wanted to go much further than where we are now because there are also new issues. You know, extremism, collapse of health system, as we have seen in the case of Ebola in West Africa.</p>\n<p><strong>MW:</strong> What you're talking about is just absolutely shocking. You're basically saying that there's slippage overall of women's status.</p>\n<p><strong>PMN:</strong> Well in 1995, women parliamentarians were 11 percent on average globally. And now we're at 22. Over 20 years. I mean it's a snail pace. At this rate a child was born today as a girl would be 50 to have an equal chance to be a member of parliament. That is unacceptable. In the economic sphere, the estimation of the World Economic Forum, there projection is that it's going to take about 81 years for us to reach gender parity in the economy.</p>\n<p><strong>MW:</strong> So as head of UN women, if you could call in the resources of the world to just take care of one problem first, what would you try and tackle first?</p>\n<p><strong>PMN:</strong> Girl's education and reproductive rights.</p>\n<p><strong>MW:</strong> It starts there you think?</p>\n<p><strong>PMN:</strong> Yeah. And let me just say not just girls education — also for boys, because you need to ensure that boys and girls have the same value system, and there's an appreciation by both genders and respect for each other.</p>\n<p><strong>MW:</strong> This is an era when there's so much opposition to advancing the status of women, and you've got scores of countries with different points of view. What's the most frustrating part of your job?</p>\n<p><strong>PMN:</strong> The lack of coherence between and among member states. We've just been negotiating the political declaration that we're going to adopt Monday at the beginning of the Convention on the Status of Women, which was meant to be a very simple, straightforward declaration. My goodness, the arguments, even just around recognizing reproductive rights, that is contested. Leadership of women, that is contested. This push back is quite a challenge. I'm not phased, by the way. I have to be very clear about that. I'm not phased and there is no question of falling backwards. If we fall we're falling forward and we're forging ahead. There's enough critical mass with us and for us.</p>\n<p><strong>MW:</strong> I mean the notion though that you're shoring up the document from Beijing, should we now 20 years on, be way beyond that, building on Beijing?</p>\n<p><strong>PMN:</strong> Well, but there is extremism in the world. There is push back. There is conservativism, in the midst of progressive radicalism, development, achievements in certain countries. But in the midst of that, look at what is happening the conflict front. The degree to which women are in the eye of the storm. Where there are conflicts, they are seized. In some countries, it's more dangerous to be a woman than to be a soldier.</p>\n<p><strong>MW:</strong> When you think about your childhood and the children who live today in that neighborhood of yours in Durban, what occurs to you in terms of progress and what they will be facing?</p>\n<p><strong>PMN:</strong> One of the things that has been achieved in these two decades is that there's a certain degree of recourse. Domestic violence is no longer a private matter. You cannot keep a girl child home and not take them to school. It is illegal. You see more girls graduating and so on. But more girls going to school get raped and get beaten up. And when girls graduate in many countries, including in the West, there is no correlation between the report of the girls who graduate in higher education and the senior positions that they occupy in the work place. So the stereotype and the pillars of patriarchy are still very strong. And the only people that can help to dismantle patriarchy effectively are men, because you know when you're born a man, whether you want to be oppressive or not, patriarchy gives you privilege that you don't ask for. Men have to actively disown these privileges like higher pays, compared to their counterparts that they don't deserve. Or unpaid care work for women at home, which should be done by both parents. Men need to chip in. They must actively get engaged in order to change the status quo. So we need the changes to happen on the part of those who are benefiting from the status quo.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-06%2Fwhats-status-womens-rights-20-years-after-beijing&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0306201506.mp3"},{"href":"http://www.pri.org/file/0306201506mp3-0"}]}