{"created":"2015-02-25T21:58:40+00:00","modified":"2015-03-02T23:05:18+00:00","valid":{"from":"2015-03-02T23:05:18+00:00","to":"3015-03-02T23:05:18+00:00"},"hreflang":"en","title":"Terrorism Fears Complicate Money Transfers For Somali-Americans","published":"2015-02-26T01:46:00+00:00","teaser":"Regulations intended to block money from getting to terrorist groups has led the last bank that handles most money transfers from the United States to Somalia to pull out of the business.","itags":["npr_api","389037099"],"guid":"2c8bef5b-afbd-4df3-8b20-d3c3e548cd3f","contentencoded":"<p>Regulations intended to block money from getting into the hands of terrorist groups has led the last bank that handles most money transfers from the United States to Somalia to pull out of the business.</p><p>Somali refugees in the U.S. say their families back home need the money they send each month to survive, and they're counting on lawmakers and Obama administration officials, who are meeting in Washington on Thursday, to try to find a solution.</p><p>Like tens of thousands of Somali Americans, Omar Shekhey, who lives in Georgia, pulls together a couple of hundred dollars every month and sends the money to his two sisters back in Somalia.</p><p>\"This is like their paycheck,\" Shekhey says. \"It's money that they need to survive. There are no jobs; nothing. They will starve. If they don't get this money they will starve.\"</p><p>And right now, he's extremely worried. This month, Merchants Bank of California — the last U.S. bank to handle most of these transactions — <a href=\"http://www.latimes.com/business/la-fi-merchants-bank-somalia-20150206-story.html\">pulled out of the business</a>. It cited concerns about meeting federal banking requirements, which are intended to stop the flow of funds to criminals and terrorists.</p><p>\"And I don't know where to go, and I don't know where to send that money,\" Shekhey says. \"This is facing not only me, but the whole community.\"</p><p>Nasir Warsama is regional manager for Amal USA, a money transfer business that until last week operated outside Atlanta.</p><p>\"Well, the business basically it's closed,\" Warsama says.</p><p>He says his firm would collect small amounts of cash from people like Shekhey, bundle it together and work through a U.S. bank to transfer the funds overseas, where the money would be distributed. He says there are few other options in Somalia because the war-torn nation has no central banking system.</p><p>\"There's no functioning financial institutions,\" Warsama says. \"So the only way they can get support from outside is either through the [United Nations] or the NGOs or the support from their family members.\"</p><p>That support has been huge: An estimated $1.3 billion a year from relatives around the world, including more than $200 million from the U.S.</p><p>But U.S. authorities worry that some of the money could end up in the wrong hands — like those of <a href=\"http://www.npr.org/tags/141035623/al-shabab\">al-Shabab</a>, the Somalia-based terrorist group that just released a video calling for attacks on Western shopping malls.</p><p>Strict tracking rules have been imposed on such money transfers, but Rob Rowe, a vice president at the American Bankers Association, says it's all but impossible for banks to comply in a country like Somalia.</p><p>\"It's very chaotic because of all the civil unrest,\" Rowe says. \"And so when a bank from the United States sends the money, they don't have the information or the transparency that they're required to have.\"</p><p>Like knowing exactly where the money goes.</p><p>\"Bankers are looking at all this and they know that they're under the microscope and if they don't do the right thing, they're going to be held accountable,\" Rowe says.</p><p>Government regulators say they're trying to find a reasonable solution. They say they recognize the hardship for Somalis and that the end of regulated transfers could cause more serious problems. That's why a group of lawmakers has asked for an emergency meeting on Thursday with representatives from the Treasury and State departments and other agencies.</p><p>Minnesota Democratic congressman Keith Ellison says he fears more economic disruption in Somalia will only help al-Shabab.</p><p>\"The last thing that we want to do is push Somalis into the hands of these homicidal maniacs,\" Ellison says.</p><p>He says people have been talking about the issue for years, but maybe now, with the crisis at hand, something will get done.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Terrorism+Fears+Complicate+Money+Transfers+For+Somali-Americans&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Pam Fessler","audio":[{"meta":{"duration":"212"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1389041510-26f658.m3u?orgId=1&topicId=1126&e=389037099&d=212&ft=nprml&f=389037099"},{"href":"http://media.npr.org/assets/img/2015/02/25/somali-money-2-92ed3a3f5e2b86f390be5e541131dc1984720a20.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2628","width":"3507"}}]}