{"created":"2014-09-29T13:05:21+00:00","modified":"2014-10-31T01:00:58+00:00","valid":{"from":"2014-10-31T01:00:58+00:00","to":"3014-10-31T01:00:58+00:00"},"hreflang":"en","title":"Your Favorite Musicians, Straight From Their Laptop To Yours","published":"2014-06-20T15:47:00+00:00","teaser":"If you'd like to catch some live music tonight, you may find some surprising options without even leaving home. Online, bands are performing concerts — and making money — using virtual venues.","itags":["npr_api","323674748"],"guid":"2c902e67-1fcf-4d0a-9c1a-5c0cd6db55f9","contentencoded":"<p>At midnight on a Wednesday night, the young Irish singer Janet Devlin kicks off an acoustic show. She's in London, but her audience is all over: from Norway to South Africa to the U.S. A few hundred fans have paid $8 to watch online, and some have been chatting with each other for hours — and even leaving tips of $10 and $25 before Devlin sang a note.</p><p>The concert is on a website called <a href=\"https://www.stageit.com/site/what_is_stageit\">Stageit</a>. The technology for streaming live events has been around for years, but Stageit and another startup, <a href=\"http://www.concertwindow.com/\" target=\"_blank\">Concert Window</a>, have made it easy to play online shows — and make money doing it. This is good news for musicians hit hard by the plunge in royalties and CD sales, says singer-songwriter Christine Lavin.</p><p>\"I'm intrigued with the idea that the Internet, that has really hurt a lot of us financially, has now opened up a new avenue for ways we can make some of that money back by connecting us to audience members who are not in the same town where we are,\" Lavin says.</p><p>For artists, online concerts can help fill the gaps between regular gigs. Folk-rock songwriter <a href=\"http://www.npr.org/templates/story/story.php?storyId=1133739\" target=\"_blank\">Dan Bern</a> plays Stageit shows on his laptop when he's at home in Los Angeles or has down time on the road.</p><p>\"I've been touring for so long, and I run myself ragged sometimes going from place to place. And suddenly here's a venue where in a sense, everybody comes to me, or I suppose I come to them too, but without having to put any gas in the car or jump on a plane,\" he says.</p><p>The appeal is the same for fans. Sheri Kennedy often travels a long way from home in Ohio to see Bern and appreciates the chance to catch him more regularly online.</p><p>\"I love that I don't have to get ready and I can just cuddle up on my couch with my dog and watch the show with whoever I want to watch it with,\" Kennedy says.</p><p>A laptop concert is a different sort of experience than being at a regular venue. The performer can't see or hear the audience but can read their chat and questions. There's a lag time, sometimes up to 15 seconds, that makes it tough to have anything like a normal conversation. Yet it feels very intimate.</p><p>One of the keys to Stageit and Concert Window is that shows are not recorded. Evan Lowenstein, the founder of Stageit, is clear that he is not in the record business.</p><p>\"What we like to say at Stageit is that we are a company in the music space that doesn't sell music, we sell time,\" Lowenstein says, \"and the mere fact that fans know that time is money, they're willing to pay.\"</p><p>In fact, fans seem willing to pay significantly more when it's their own choice. Concert Window used to have a $5 set price for tickets. As soon as the site gave the option to pay what you want, people started paying almost twice as much per ticket.</p><p>\"This is how the music industry is going to grow again: It's through flipping that equation and asking people, 'How much is music worth to you and how much do you want to support it?' \" says Dan Gurney, a Celtic accordion player and co-founder of Concert Window.</p><p>It's free to play a show on Concert Window or Stageit, and performers range from little-known acts to big names like <a href=\"http://www.npr.org/artists/16073489/sara-bareilles\">Sara Bareilles</a> or Jimmy Buffett. The sites take about a third of the proceeds from tickets and tips. Stageit makes tipping a bit like a game show. Top tippers win prizes like signed posters or Skype sessions with artists, and superfans often tip hundreds of dollars or more, Lowenstein says.</p><p>\"The larger artists, we've seen people make over $50,000 in 30 minutes just from a laptop. In fact, our biggest show to date is about $66,000. I think that number really started to turn heads in the industry,\" Lowenstein says.</p><p>At this point, it's hard to say how the emergence of online concerts will affect offline performing. Lavin is one artist who believes they can be complementary.</p><p>\"I don't think that this would ever replace live performing,\" he says. \"I just think this is just a whole new way to connect us up with people. And my feeling is, if people like what they see at these live shows that are on your screen, that if we come to your town, they will come out and see us live. I hope.\"</p><p>As for the Irish singer Janet Devlin, she's using the money from online concerts to help finance taking her band out on the road.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Your+Favorite+Musicians%2C+Straight+From+Their+Laptop+To+Yours&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jeffrey Pepper Rodgers","audio":[{"meta":{"duration":"328"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1323696142-48a04c.m3u?orgId=1&topicId=1019&ft=3&f=323674748"},{"href":"http://media.npr.org/assets/img/2014/06/19/stageit-8c5ab081d4360f7ec917c78cf85a3813a260a915.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"592","width":"788"}}]}