{"created":"2014-09-27T13:04:21+00:00","modified":"2014-11-12T19:51:52+00:00","valid":{"from":"2014-11-12T19:51:52+00:00","to":"3014-11-12T19:51:52+00:00"},"hreflang":"en","title":"Mac Wiseman Returns To The Songs Of His Childhood","published":"2014-09-28T16:54:00+00:00","teaser":"The 89-year-old Mac Wiseman gained fame for his relaxed, articulate style and ability to adapt to many genres. On a new album, he dusts off a few family heirlooms.","itags":["npr_api","351538413"],"guid":"2c9d6dac-ea00-4b8f-b8dd-03eae90e7ffc","contentencoded":"<p>Mac Wiseman is the kind of person who hangs on to things. At his home outside Nashville, the 89-year-old country balladeer points out a round dining table made of dark, grainy oak.</p><p>\"It's the only one my mom ever had,\" he says. \"She bought it when she and Dad got married. That was a year before my birth. So she bought it in 1924, which would make it 90 years old now.\"</p><p>On top of the table sit a few composition books that aren't much younger. Their lined pages are yellowed with age, but they hold still-legible song lyrics, thanks to his mother Ruth's good penmanship.</p><p>After a career spanning eight decades and many genres, Wiseman — who will finally be inducted ino the Country Music Hall of Fame next month — is revisiting the songs in these notebooks on his new album, <em>Songs from My Mother's Hand</em>.</p><p>In a way, he's returning home. Wiseman's family didn't have running water or electricity in their home in tiny Crimora, Virginia. But they did have a battery-powered radio.</p><p>\"So she'd sit there in her rocking chair, with those chores of quilting and crocheting, and kept this book on top of the radio with her pen,\" Wiseman recalls. \"And as they would sing 'em on the radio, she'd copy down a few lines or a verse or whatever she could remember and lay the book back up. A few days later they'd sing the same song, and she'd get a little more.\"</p><p>Line by line, Ruth Wiseman transcribed 13 notebooks worth of old sentimental songs and storytelling ballads. At this same table, by the light of a kerosene lamp, her eldest son Mac would thumb through the books and sing.</p><p>Wiseman learned to accompany himself on a cheap Sears Roebuck guitar. He was 13 and recovering from corrective surgery on a leg bent by polio. He couldn't work at a local pharmaceutical plant, so he got a scholarship to attend the Shenandoah Conservatory of Music, where he studied radio broadcasting. All the while, he really wanted to perform.</p><p>After singing with the pioneering bluegrass duo Flatt & <a href=\"http://www.npr.org/artists/15344163/earl-scruggs\" target=\"_blank\">Scruggs</a>, Wiseman landed a job with <a href=\"http://www.npr.org/artists/15374151/bill-monroe\" target=\"_blank\">Bill Monroe</a>, who called Wiseman the best lead singer he ever had. Wiseman wasn't the typical high-and-lonesome bluegrass vocalist. He prided himself on being a polished communicator with relaxed, articulate phrasing.</p><p>\"The radio experience gave me a great command of the diction of songs, where you could understand my lyrics and the words as I was singing them,\" Wiseman says. \"Again, this is my philosophy: If people have to try to figure out what you're saying or singing, you've lost their attention. So what I try to do is make it very plain and very distinct, to where they're with me all the way.\"</p><p>Wiseman's voice and love of both old, familiar tunes and contemporary styles made him a solo draw in his own right. He's recorded over 60 albums since 1951.</p><p>For <em>Songs from My Mother's Hand</em>, he toted his treasured notebooks to a Nashville studio in a plastic grocery bag. Peter Cooper, the album's co-producer, recalls that Wiseman breezed through the dozen songs he'd chosen in a single session.</p><p>\"You wouldn't ask a 30-year-old to sing 12 songs in a day in the recording studio,\" Cooper says. \"That's exactly what Mac did. He just knocked them out, because these songs were already a part of him and had been since childhood. He knew the way he wanted to sing them.\"</p><p>Co-producer and guitarist Thomm Jutz describes Mac's voice as \"from a different time.\"</p><p>\"Peter and I have talked about this often. In many ways, if we would've made this record with Mac 40 years ago, it wouldn't have had the same emotional impact that it has now,\" Jutz says.</p><p>Some of these songs have been around a lot longer than Wiseman himself, but their sentiments still ring clear, especially coming from him.</p><p>\"What attracted me to them, and has through all the years, is the stories they would tell,\" Wiseman says. \"They would paint word pictures, so to speak. The reason these songs have had longevity is because they're actually, for lack of a better term, a slice of life.\"</p><p>They're also a sturdy foundation for a long life in music.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Mac+Wiseman+Returns+To+The+Songs+Of+His+Childhood&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jewly Hight","audio":[{"meta":{"duration":"420"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1351979035-b611f5.m3u?orgId=1&topicId=1106&ft=3&f=351538413"},{"href":"http://media.npr.org/assets/img/2014/09/25/img_0685-899b01cea56924ab72c39346b451115430a5fb78.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2439","width":"3252"}}]}