{"created":"2015-04-26T09:38:06+00:00","modified":"2015-04-29T17:06:09+00:00","valid":{"from":"2015-04-29T17:06:09+00:00","to":"3015-04-29T17:06:09+00:00"},"hreflang":"en","title":"Actor Nick Kroll: 'I'm A Real Solid Uncle The First Hour'","published":"2015-04-26T14:47:00+00:00","teaser":"\"By hour three,\" Kroll says, \"I'm either on my phone or taking a nap.\" He tells NPR how being a youngest sibling and uncle of 12 informed his new film, <em>Adult Beginners</em>.","itags":["npr_api","401793174"],"guid":"2c9ff87f-143a-4e78-8f41-1ce91c07627c","contentencoded":"<p>Nick Kroll is the star of a lot of things, including <em>Kroll Show</em> on Comedy Central and <em>The League</em> on FX. And if that wasn't enough, he now has a new film coming out called <em>Adult Beginners</em>. Kroll tells NPR's Rachel Martin that his character in the film, Jake, is in transition.</p><p>\"He has created a wearable technology company. We see him at the beginning of the movie just as it's falling apart,\" he says. \"And he loses all of his money, all of the relationships that he's built, his girlfriend, friends, everything, and has to leave the city. And the only place he can turn is to move in with his [older] sister and her husband and their 3-year-old son. And to pay his way, he becomes their nanny.\"</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On whether he has children in his life and how he interacts with them</strong></p><p>I don't have children myself, but I have 12 nieces and nephews. I've been asked to babysit maybe once. And so that became the basis for what would it be like for a youngest brother — I'm the youngest of four — what would it be like for that youngest, selfish, younger brother all of a sudden thrust into a caretaker role with his nephew. ...</p><p>I'm a real solid uncle the first hour. I'm a real good first-impression uncle. The second hour gets a little tricky, and by hour three I'm either on my phone or taking a nap.</p><p><strong>On his and co-star Bobby Moynihan's connection to the New York City suburbs, where the film is set</strong></p><p>I grew up in the suburbs outside of New York and we shot the movie largely in the city of New Rochelle. I had a lot of friends in that town growing up. And my friend Bobby Moynihan from <em>Saturday Night Live</em> plays a supporting role as a guy who I'd gone to high school with. And I have to go to like a local department store to buy a bathing suit and run into him. ... And he reminds me a lot of who I was in high school.<strong> </strong>And Bobby actually grew up literally down the block from where we shot that scene and was like, \"Oh, this used to be, before it was a little department store, was the bowling alley where I used to have birthday parties.\"</p><p><strong> On his inspiration for Liz G, a recurring character on <em>Kroll Show </em></strong></p><p>[She's] really an amalgamation of a lot of people. And one of Liz's — my character's — sort of catchphrases I would say is, \"<a href=\"https://www.youtube.com/watch?v=6Wkg-0EdrgI&feature=youtu.be&t=35s\">Sorry my hands are so cold</a>.\" Because I found that every time I shook hands with a specific kind of woman they would apologize about how cold their hands were.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Actor+Nick+Kroll%3A+%27I%27m+A+Real+Solid+Uncle+The+First+Hour%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"416"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1402353875-47ed42.m3u?orgId=1&topicId=1137&d=416&p=10&story=401793174&t=progseg&e=402353759&seg=18&ft=nprml&f=401793174"},{"href":"http://media.npr.org/assets/img/2015/04/24/ab4-3e674d2c43c488155d8199bf8f33d7b46f726c90.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"792","width":"1056"}}]}