{"created":"2014-09-10T15:02:27+00:00","modified":"2014-10-30T22:32:05+00:00","valid":{"from":"2014-10-30T22:32:05+00:00","to":"3014-10-30T22:32:05+00:00"},"hreflang":"en","title":"Ferguson's Plan To Cut Back On Court Fees Could Inspire Change","published":"2014-09-10T15:02:00+00:00","teaser":"The council in the Missouri town met Tuesday for the first time since the shooting of Michael Brown. A plan introduced would address one source of tension: heavy collection of court fines and fees.","itags":["npr_api","347305791"],"guid":"2cbf6913-72fc-41e2-941e-f73932434034","contentencoded":"<p>Here are just a few of the fees the city court in Ferguson, Mo., can bill you for:</p><p>There's a fee to plead guilty. That's $12.</p><p>You even pay for your own arrest warrant.</p><p>\"The sheriff can charge you for the mileage that it costs them to serve a bench warrant,\" notes Alexes Harris, an associate professor of sociology at the University of Washington.</p><p>Each individual fee may seem small, but there are at least a dozen, and they add up. Harris, on her computer, pulled up Ferguson's municipal code.</p><p>There's a $2 fee for every court visit. That money goes into a pot for the police department, to pay for police training. There's a charge to ask for a court appearance to be delayed \"because of work or family obligations,\" Harris notes. \"So there are just layers and layers of local fines and user fees that are charged to people using the court system.\"</p><p>Plus, they're on top of court fines, which in Ferguson typically run a few hundred, or even a thousand dollars, says Thomas Harvey, co-founder of Arch City Defenders, which provides legal services to the poor.</p><p>And these are from the city's municipal court, which handles low-level, nonviolent offenses, mostly traffic violations or code violations like jumping on the light-rail public transportation without paying for a ticket.</p><p>Ferguson collected $2.6 million in court fines and fees last year. That was the city's second-largest source of income — or about 21 percent of its total budget.</p><p>Harris wrote a book, due out in 2015, about the widespread use, in Missouri and across the country, of court fines and user fees to fund government. It's titled <em>Pound of Flesh: Monetary Sanctions as Permanent Punishment for Poor People.</em> She says these costs fall heavily \"on the poor and people of color who are the most likely to come to court.\" But the poor, she says, \"should not be seen as a revenue-generating entity. It makes no sense.\"</p><p>A yearlong NPR investigation, \"Guilty and Charged,\" described the explosion of fees charged to criminal defendants across the country to fund government, as court dockets have grown crowded and the prison population has increased 700 percent over 40 years.</p><p>Defendants are now charged for a long list of government services that were once free — including ones that are constitutionally required. For example, NPR found, in at least 43 states and the District of Columbia, defendants can be billed for a public defender; in at least 41 states, inmates can be charged room and board for jail and prison stays; and in at least 44 states, offenders can get billed for their own probation and parole supervision.</p><p>And, <a href=\"http://www.npr.org/series/313986316/guilty-and-charged\">the NPR stories showed</a>, when poor people have trouble paying, they sometimes go to jail — even though debtors prisons were outlawed in the United States nearly 200 years ago, and, more than 30 years ago, the U.S. Supreme Court ruled that judges cannot send people to jail just because they are too poor to pay their court fines.</p><p>The Ferguson City Council met Tuesday night for the first time since the shooting of 18-year-old Michael Brown. A few hundred people in the audience chanted and cheered speakers who lined up for hours and complained, often angrily, about treatment by police — who arrested them on traffic violations — and judges who sent them to jail when they couldn't pay hundreds of dollars in fines.</p><p>Members of the council tried to address one big source of tension in that troubled town: They proposed cutting back on the heavy collection of court fines and fees.</p><p>The council will now conduct additional town hall meetings and vote on the proposals at a later date.</p><p>Council members said they wanted to make it clear that the city is not imposing fines to harass residents or to finance the city government.</p><p>But attorney Harvey says that's how it feels to people who took to the streets to protest in Ferguson.</p><p>Harvey co-wrote an Arch City Defenders report, released last month, that singled out Ferguson and showed why people hate those court costs: because if they don't pay, they can go to jail.</p><p>And the municipal court issued a lot of arrest warrants. Last year, the city — with a population of 21,000 — issued nearly 33,000 arrest warrants on traffic violations and other minor offenses.</p><p>For Harvey, the council's action — to start cutting back fees — was reason for hope, and skepticism, too. \"Frankly, as great as this first step is, there's nothing in that proposal that discusses how they're going to address the disproportionate stopping of African-Americans in their community.\"</p><p>He noted numbers from Missouri's attorney general on vehicle stops in Ferguson. Blacks are far more likely than whites to be stopped, far more likely to be searched, and twice as likely to be arrested — even though whites are more likely to be caught with contraband.</p><p>Still, the fact that it's Ferguson that's taking first steps to limit the use of fines and fees is cause for some optimism. \"It seems like a movement is starting,\" Harris says. The best-case scenario, she adds, would be that one day Ferguson is seen as a place that became a national model for how to change court fees that target the poor.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ferguson%27s+Plan+To+Cut+Back+On+Court+Fees+Could+Inspire+Change&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joseph Shapiro","audio":[{"meta":{"duration":"266"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1347305792-86efc8.m3u?orgId=1&topicId=1070&ft=3&f=347305791"}]}