{"created":"2015-05-27T07:31:23+00:00","modified":"2015-06-03T15:05:28+00:00","valid":{"from":"2015-06-03T15:05:27+00:00","to":"3015-06-03T15:05:27+00:00"},"hreflang":"en","title":"Casa Ruby Is A 'Chosen Family' For Trans People Who Need A Home","published":"2015-05-28T00:06:00+00:00","teaser":"After becoming homeless and jobless following her transition to being a woman, Ruby Corado got her act together, and now helps others facing similar challenges. \"We have a family here,\" she says.","itags":["npr_api","409796173"],"guid":"2cc56083-c1dd-40e8-b4e4-630c252082e9","contentencoded":"<p><em><strong>Editor's note:</strong> This story contains language that some may find offensive.</em></p><p><em><em>This story is part of an occasional series about individuals who don't have much money or power but do have a big impact on their communities.</em></em></p><p>If you're transgender in America, you're far more likely than other people to be unemployed, homeless and poor. And there's <a href=\"http://endtransdiscrimination.org/report.html\">a 4 in 10 chance you've tried to kill yourself</a>.</p><p>It can be a confusing and lonely life.</p><p>One woman who's been through it all is Ruby Corado. She's a 45-year-old transgender woman in Washington, D.C., who is now trying to help others along the difficult path.</p><p>Forty-year-old Kiera Atkins says she'd probably be dead without Corado. Atkins says after she came out as a woman last year, she went from being a software engineer earning a six-figure salary to being homeless and suicidal.</p><p>\"First off, I was fired from my job for being transgender. Then after that, I was evicted. And then it just kind of went downhill from there,\" says Atkins.</p><p>She says today she's found hope at Casa Ruby, a nonprofit agency located in a yellow brick rowhouse in the nation's capital.</p><p>Corado is the founder and matriarch. With a deep, rich laugh, long red tinted hair and manicured nails, she holds court on the front porch, sitting in a purple plastic chair.</p><p>Corado greets the trans men and women who come here, looking for help with housing, health care, legal services and jobs. Corado calls them her sons and daughters, because she knows why they're really here.</p><p>\"Most of the people who come to Casa Ruby don't have a family that accepts them, or that loves them for the most part. So we have a family here, and it is the concept of a chosen family,\" she says.</p><p>Corado says people here want a better life. They don't want to have to rely on drugs and prostitution to survive, which is what Corado did until a brutal attack by a client several years ago left her hospitalized and destitute.</p><p>She says the only thing that kept her going was knowing there were others like her who needed help.</p><p>So three years ago, Corado opened Casa Ruby using her own money, a lump sum payment she received from winning a disability case after she was attacked.</p><p>Today, Casa Ruby is a growing nonprofit. But more than anything, it's a haven for many in the transgender community.</p><p>Inside the house there are posters reminding people to get checked for HIV. Clients can meet with counselors, who speak English and Spanish. Downstairs there's a drop in center, with purple walls and stuffed teddy bears on the window sill, and free food for anyone who's hungry.</p><p>Kiera Atkins, the software engineer, now works here, redesigning the group's website. When she types, you can see that both of her arms are covered in scars. Atkins says she used to cut herself, because she was so unhappy living as a man.</p><p>\"I was always jealous of my sister,\" says Atkins, with a little laugh.</p><p>Here, everyone understands what she's been through.</p><p>KayLynn Jones says the great thing about Casa Ruby is you can just be yourself. Jones is tall, statuesque, in tight black pants, high platform shoes and by her count, three layers of false eye lashes. She recently came out as a woman full-time.</p><p>\"You know, I was tired of going back and forth. I was tired of being Kevin in the daytime, and being KayLynn at night. I was just tired of that. It's too frustrating,\" says Jones.</p><p>But coming out also meant losing her mother's support and a place to live. Jones dropped out of college, and became a prostitute. Then she heard about Ruby Corado, and what a well respected advocate she was, and how when Corado got married last year, then D.C. Mayor Vincent Gray walked her down the aisle.</p><p>\"That's the reason why I love being here. Because, you know, to see someone that is successful and is a trans woman, you know I want to be around that,\" says Jones, who adds that she's returning to school because she too wants to be a success.</p><p>Corado says some people are so battered by the time they get here, that it can take a lot to get them back on their own feet.</p><p>\"I don't believe in just healing with little band-aids. I think they need major surgery sometimes,\" she says. \"And I want to make sure that once they're all healed, they have an opportunity to find jobs, secure housing, go to school.\"</p><p>So she tries to provide the services they need. Or, if she can't, she finds someone who can.</p><p>Corado says it's the kind of help she never received. She came to the U.S. as a teenager from El Salvador in the 1980s. Initially, she lived as a gay male, but says that didn't seem quite right. Even as a small child she felt like she should be a girl.</p><p>So she made the transition about 20 years ago. Corado says she was finally happy with herself, but found out she'd also transitioned to poverty and a life of ridicule. She could no longer get work. She was pelted with eggs, thrown off buses and asked to leave stores.</p><p>\"For the first time I endure real violence. Before, people would just say, oh faggot, you know, and didn't try to attempt to hit me. People felt that they had the right to fix me,\" she says.</p><p>Corado thinks attitudes are changing, but slowly.</p><p>She recently opened two more houses, with the help of grants from the city and foundations. One house is a transitional home for gay and transgender homeless youth. The other is for homeless adults. Many transgender people say they have a difficult time staying in homeless shelters, which are usually designated for either men or women.</p><p>On a recent night, many of Casa Ruby's clients gathered at the adult house for a group dinner. Several people prepared chicken, tacos and rice in the kitchen, while others sat in the living room listening and dancing to music. It was noisy and choatic, like a big family gathering.</p><p>When the food was finally ready, everyone got together in a circle and held hands. Corado took the floor.</p><p>\"I just want to say, before we bless the food, that I thank you for believing in me. Because there are people who have dreams to do work in their community and they can't do it,\" she said, her voice breaking. \"But I'm one of the lucky ones.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Casa+Ruby+Is+A+%27Chosen+Family%27+For+Trans+People+Who+Need+A+Home&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Pam Fessler","audio":[{"meta":{"duration":"373"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1409939277-31bd32.m3u?orgId=1&topicId=1091&aggIds=396627754&d=373&p=3&story=409796173&t=progseg&e=409924887&seg=16&ft=nprml&f=409796173"},{"href":"http://media.npr.org/assets/img/2015/05/26/150505_casaruby_001-a4e1c0f34ac53b96c972e703db5711a6f0f49ba5.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/05/26/150505_casaruby_002-97fe9942edb1416e5442847a1b603454a3440c72.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/05/26/150505_casaruby_003-48ab92820936ae6722e41420d70e59bab48246d1.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1917","width":"2875"}},{"href":"http://media.npr.org/assets/img/2015/05/26/150505_casaruby_004-01a0321bee9fe26b6f76e78b2441be49b4d359d4.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1864","width":"2796"}},{"href":"http://media.npr.org/assets/img/2015/05/26/150505_casaruby_005-5a42b29dce934d2a577e75e62bf094db854bab8d.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1961","width":"2941"}},{"href":"http://media.npr.org/assets/img/2015/05/26/150505_casaruby_006-bb6e56323f0839db596c396968158957a99a9f8e.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/05/26/150505_casaruby_007-b46e3db0f88e0d3a3649f16afef3302971e5ac7b.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1926","width":"2889"}},{"href":"http://media.npr.org/assets/img/2015/05/26/150505_casaruby_008-e6b9b7a1e9bea05d94c3030ae5cf12e31d9e9b21.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/05/26/150505_casaruby_009-cc0932b3f07caeb85d5d320aaccd6327714c0ebf.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1944","width":"2916"}}]}