{"created":"2014-09-08T19:00:28+00:00","modified":"2014-09-08T19:00:28+00:00","valid":{"from":"2014-09-08T19:00:28+00:00","to":"3014-09-08T19:00:28+00:00"},"hreflang":"en","guid":"2cc6a793-a76b-4073-a6ea-27691c59fd3b","title":"A Scottish comedian remembers the joy of being insulted by Joan Rivers","published":"2014-09-08T19:00:27+00:00","byline":"Carol Hills","tags":["comedy","Joan Rivers","female comedians","Culture","Arts, Culture & Media","Edinburgh","Glasgow","Europe","United Kingdom","United States","Europe","North America","Joan Rivers","Janey Godley","The Tonight Show","Janey Godley","Joan Rivers","Entertainment"],"teaser":"Janey Godley was all excited to meet Joan Rivers for the first time at the Edinburgh Fringe Festival. And when it happened, the first words out of Rivers' mouth were an insult. For Godley, it was perfect.","contentencoded":"<p>In the late 1980s, Janey Godley was a barkeep in Glasgow, hanging out with gangsters and living on the edge. Then someone gave her the book&nbsp;<a href=\"http://www.amazon.com/Enter-Talking-Joan-Rivers/dp/0385294409\">Enter Talking</a> by Joan Rivers. It changed Godley&#39;s life.</p><p>&quot;<span style=\"line-height: 1.538em;\">I remember thinking, &#39;Wow, a woman can be a stand-up,&#39;&quot; Godley says. She&#39;d never thought about doing comedy before because the female comics she saw on TV were so alien to her own experience. </span></p><p><span style=\"line-height: 1.538em;\">&quot;I never wanted to be a comedian in a bright colorful jumper on a piano singing ditties in a lovely English accent,&quot; Godley says. &quot;My comedy was always destined to be harder and hardcore, a bit filthy. The kind of comedy that would hit you with a brick.&quot;&nbsp;</span></p><p>In the 1980s, women on British television were basically treated like light entertainment, according to Godley. &quot;F<span style=\"line-height: 1.538em;\">emale stand-ups were just there for the women, when you were bored with the men.</span><span style=\"line-height: 1.538em;\">&nbsp;But Joan&nbsp;</span><span style=\"line-height: 1.538em;\">Rivers was a stand-up that looked like she could also make men laugh.&quot; &nbsp;</span></p><p><span style=\"line-height: 1.538em;\">Godley&#39;s brand of humor is rough and ready. She smokes and she swears &mdash; a lot.&nbsp;</span></p><p><span style=\"line-height: 1.538em;\">&quot;To this day, it still irks me when I get in a cab or meet somebody new and I say I&#39;m a stand-up, and the first thing people ask is whether I swear,&quot; Godley gripes. &quot;Why are you asking whether I swear? Is this 1932?&quot; She considers Joan Rivers a soulmate on this subject. People should just lighten up.</span></p><p><span style=\"line-height: 1.538em;\">Several years ago, Godley actually met Rivers. Both were performing at <a href=\"https://www.edfringe.com/\">The Fringe</a>,&nbsp;Edinburgh&#39;s month-long summer festival. Godley&#39;s daughter, Ashley, was outside the festival hawking&nbsp;</span><span style=\"line-height: 1.538em;\">flyers to promote her mother&#39;s show.</span></p><div><span style=\"line-height: 1.538em;\">&quot;My daughter, Ashley&nbsp;</span><span style=\"line-height: 1.538em;\">Storrie &mdash; who is also a stand-up &mdash; ruined my figure in 1986 when she came out of my body, so I make her push flyers as a penance for such pain,&quot; Godley says. Ashley&#39;s been out on the streets promoting her mother&#39;s shows since she was 10.</span></div><p>[[{\"fid\":\"73512\",\"view_mode\":\"default\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":2848,\"width\":3914,\"style\":\"margin: 5px; line-height: 1.538em; width: 375px; height: 273px; float: right;\",\"alt\":\"Scottish comedian Janey Godley\",\"title\":\"Scottish comedian Janey Godley\",\"class\":\"media-element file-default\"}}]]</p><p><span style=\"line-height: 1.538em;\">&quot;So she&#39;s out there saying, &#39;Come see my mom! Come see my mom!&#39;&quot; Godley remembers. &quot;Joan Rivers stops and says, </span><span style=\"line-height: 1.538em;\">&#39;Oh my God. You&#39;re pushing flyers for your mum&#39;s show. Isn&#39;t that sweet?&#39; And Ashley says, &#39;Yeah. I broke her ovaries back in 1986, so this is the crap I have to suffer.&#39;&quot;&nbsp;</span></p><p><span style=\"line-height: 1.538em;\">About an hour later, Godley was sitting in a nearby bar, when her manager walked in with Joan Rivers. &quot;I told Rivers how honored I was to meet her and she said, &#39;Hang on a minute. I saw your daughter in the Royal Mile. She&#39;s really tall. She&#39;s beautiful. She&#39;s so funny. Are you sure you&#39;re actually her mother?&#39;&quot; </span></p><p><span style=\"line-height: 1.538em;\">Godley was delighted. &quot;That made me laugh because it was such a Joan Rivers thing to say.&quot;&nbsp;</span></p><p>Joan Rivers provided a model for Godley&#39;s decision to do stand-up, but the Scottish comedian didn&#39;t like everything Rivers riffed about. &quot;<span style=\"line-height: 1.538em;\">I disagreed when she slagged off celebrities&#39; dresses,&quot; she says. &quot;&#39;Oh my god, that dress! Where did you get that? Did you strip a dog?&#39;&quot;</span></p><p><span style=\"line-height: 1.538em;\">Godley doesn&#39;t give a toss what people wear to the Oscars. &quot;I would love it if women showed up at the Oscars or the Emmys in a Guantanamo boiler suit, because then people might focus on their talent,&quot; she says. When asked one time what she was going to wear to a big event, Godley replied, &quot;C</span><span style=\"line-height: 1.538em;\">lothes that will cover my vagina and breast so the public don&#39;t scream. That&#39;s what I&#39;m wearing.&quot;</span></p><p>On the subject of the September 18 Scottish independence referendum, Godley refers to her daughter, who is 28 and still lives at home. <span style=\"line-height: 1.538em;\">&quot;Independence has never been a big issue in her life. She still lets her mom pay the rent.&quot; </span></p><p><span style=\"line-height: 1.538em;\">But on a personal level, Godley is a bit more sanguine.&nbsp;</span><span style=\"line-height: 1.538em;\">&quot;I want to be a woman that lives in a country that is owned by its own people,&quot; she says, &quot;just because I could </span><a href=\"http://www.bbc.co.uk/news/uk-scotland-edinburgh-east-fife-29010835\" style=\"line-height: 1.538em;\">finally get rid of those two pandas that can&#39;t have sex</a><span style=\"line-height: 1.538em;\"> in the Edinburgh Zoo. It&#39;s unusual to see something that has two black eyes and no children in Scotland.&quot;</span></p><p>Janey Godley just finished up 53 shows at this year&#39;s Fringe Festival. To celebrate, she went to Spain for a vacation. And when a Spaniard she met found out she was a stand-up, what&#39;s the first thing he asked?</p><p>&quot;Do you swear?&quot;</p>","audio":[]}