{"created":"2014-09-14T15:05:24+00:00","modified":"2015-01-02T17:05:24+00:00","valid":{"from":"2015-01-02T17:05:24+00:00","to":"3015-01-02T17:05:24+00:00"},"hreflang":"en","title":"When It Comes To Creativity, Are Two Heads Better Than One?","published":"2014-08-11T12:14:00+00:00","teaser":"Joshua Wolf Shenk says it's time to debunk the myth of the lone genius. His new book explores creative partnerships — and explains how Emily Dickinson wasn't actually as much of a loner as we think.","itags":["npr_api","334903925"],"guid":"2ce0a90b-6d6b-40e2-bdab-631ed2274133","contentencoded":"<p>Joshua Wolf Shenk doesn't believe in the myth of the lone genius. \"What has one person ever done alone?\" he asks NPR's Robert Siegel. \"We think of Martin Luther King and Sigmund Freud and Warren Buffett and Steve Jobs as these great solo creators, but in fact, if you look into the details of their life, they are enmeshed in relationships all the way through.\"</p><p>Take Steve Jobs: \"Jobs created Apple Computer with Steve Wozniak,\" says Shenk. \"Flash-forward to the end of his life, a lot of the great work at the height of Apple was done with this design guru, Jonathan Ive. That's not an isolated story. That is the story of creativity. It's just not been told well before.\"</p><p>And that's the story Shenk tries to tell in his new book, <em>Powers of Two</em>. He argues that creativity is most commonly the result of <em>two</em> people interacting in a variety of ways: complementary collaboration, mutual inspiration, creative rivalry, whatever you want to call it.</p><p>He traces the creative partnerships of all stripes — choreographer George Balanchine and ballerina Suzanne Farrell, <em>South Park</em> creators Trey Parker and Matt Stone, the literary friendship of C.S. Lewis and J.R.R. Tolkien, the basketball rivalry of Magic Johnson and Larry Bird, and the airborne partnership of Orville and Wilbur Wright. He talks with Siegel about what's so special about the number 2.</p><hr /><h3>Interview Highlights</h3><p><strong>On the creative partnership between John Lennon and Paul McCartney</strong></p><p>Lennon and McCartney, they just encapsulate all of the themes. Their meeting story is just gorgeous. In 1957, 15-year-old Paul McCartney ambled onto the field behind a church in Liverpool, and he saw this 17-year-old kid full of swagger, and he was vamping to the lyrics of a Del-Vikings song, making them up, turning them into a blues song. And Paul McCartney was the kind of kid who would know exactly when that was happening because he was so meticulous, he had memorized the lyrics.</p><p>Later, John heard Paul do his stuff — he could do perfect imitations of Little Richard and Eddie Cochran, Carl Perkins. And so it was this perfect meeting of guys who were totally in line in their love of this music, and yet their sensibilities and their temperaments and their qualities were at odds. So you immediately have this profound union and a profound tension that carries all the way through their relationship and leads to their great work.</p><p><strong>On whether some people — like Beethoven — are simply lone geniuses</strong></p><p>Clearly, there are enormously talented individuals ... people with inborn gifts and through practice hone their skills to something very fine. And a great pair is not made up of two anodyne individuals who are useless alone and only activated together.</p><p><strong>On how Emily Dickinson wasn't as much of a \"loner\" as we think</strong></p><p>One of the most fascinating stories to me is Emily Dickinson, who we think of as totally isolated, alone in her room, refusing to leave her father's house, which was in fact the case. But she was enormously enmeshed with people, not through the kind of ordinary give and take that we think of as collaboration — two people sitting in a room — but by writing letters and actually writing her poems to particular people. She sent hundreds of poems to the people who were critical to her in her life. And the poetry itself was alive with relational passion — it was electric. The solitude is an important ingredient, but that does not mean that they're not enmeshed in a social fabric.</p><p><strong>On onstage/offstage creative partnerships</strong></p><p>I think we need to consider what creativity is. Creativity is not just novelty, originality; creativity is not just putting lyrics on a page or even writing a good song. Creativity is when you bring that original thing into a public conversation when it has some impact. Very often ... critical relationships are between someone who is onstage and an offstage partner. So you have a performer like Bruce Springsteen, and you have his manager, Jon Landau. Well, no one really hears about Jon Landau unless you're a music business insider, but that relationship has been seminal all throughout. That's a very common model.</p><p><strong>On the creative power of two versus the creative power of <em>many</em>, such as Monty Python, The Emerson String Quartet or the Manhattan Project</strong></p><p>Turns out, sociologists have found within circles like the impressionists and the psychoanalysts, they found that the groups are relevant, but the critical work often ends up happening in pairs. It's also true that creative thinking itself is a kind of conversation. So that when we look at two people, we can begin to understand what actually happens in the creative mind when we're alone.</p><p><strong>On whether this book has made him rethink Abraham Lincoln, who he profiled in his previous book, </strong><em><strong><a href=\"http://www.npr.org/templates/story/story.php?storyId=4976127\">Lincoln's Melancholy</a></strong></em></p><p>Lincoln comes up in the book in the content with his rivalry with Stephen Douglas — which I had never thought about in quite that way. When you look at the arc of a relationship — Pablo Picasso and Henri Matisse, who were animated by each other ... trying to outdo one another and emulate one another, and grew to a ferocious intimacy. That same arc really does apply to Lincoln and Douglas, too. So much of his career was guided by his opposition to Douglas, and a lot of his great work were direct responses to Douglas.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=When+It+Comes+To+Creativity%2C+Are+Two+Heads+Better+Than+One%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"357"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1334989384-62414e.m3u?orgId=1&topicId=1033&ft=3&f=334903925"},{"href":"http://media.npr.org/assets/img/2014/07/24/1445129-e51f93a199182ff4bf7cadceef01c21fafff2a31.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"913","width":"1215"}}]}