{"created":"2014-09-07T23:28:20+00:00","modified":"2014-10-31T01:13:43+00:00","valid":{"from":"2014-10-31T01:13:43+00:00","to":"3014-10-31T01:13:43+00:00"},"hreflang":"en","title":"Remembering A Civil Rights Swim-In: 'It Was A Milestone'","published":"2014-06-13T17:14:00+00:00","teaser":"Fifty years ago, J.T. Johnson and Al Lingo jumped into a whites-only pool in Florida as part of a civil rights protest. They were taken to jail — after the hotel owner poured acid into the water.","itags":["npr_api","321380585"],"guid":"2ce1a037-079f-4b18-bbe6-0b7d0f372caf","contentencoded":"<p>On June 18, 1964, black and white protesters jumped into the whites-only pool at the Monson Motor Lodge in St. Augustine, Fla. In an attempt to force them out, the owner of the hotel poured acid into the pool.</p><p>Martin Luther King Jr. had planned the sit-in during the St. Augustine Movement, a part of the larger civil rights movement. The protest — and the owner's acidic response — is largely forgotten today, but it played a role in the passing of the Civil Rights Act, now celebrating its 50th anniversary.</p><p>J.T. Johnson, now 76, and Al Lingo, 78, were two of the protesters in the pool that day. On a visit to StoryCorps in Atlanta, the pair recalled the hotel owner, James Brock, \"losing it.\"</p><p>\"Everybody was kind of caught off guard,\" J.T. says.</p><p>\"The girls, they were most frightened, and we moved to the center of the pool,\" Al says.</p><p>\"I tried to calm the gang down. I knew that there was too much water for that acid to do anything,\" J.T. says. \"When they drug us out in bathing suits and they carried us out to the jail, they wouldn't feed me because they said I didn't have on any clothes. I said, 'Well, that's the way you locked me up!'</p><p>\"But all of the news media were there, because somehow I guess they'd gotten word that something was going to happen at that pool that day. And I think that's when President [Lyndon B.] Johnson got the message.\"</p><p>The following day, the Civil Rights Act was approved, after an 83-day filibuster in the U.S. Senate.</p><p>\"That had not happened before in this country, that some man is pouring acid on people in the swimming pool,\" J.T. says. \"I'm not so sure the Civil Rights Act would have been passed had [there] not been a St. Augustine. It was a milestone. We was young, and we thought we'd done something — and we had.\"</p><p>J.T. went back to St. Augustine 40 years later, he tells Al. By then, the Monson Motor Lodge had been replaced with a Hilton Hotel.</p><p>\"I sat and talked with the manager. I said to him that, 'You know, I can't stay in this hotel. You don't have any African-Americans working here,' \" J.T. recalls.</p><p>\"He said, 'Well, I promise you that next time you come down here it'll be different.' He immediately got busy,\" J.T. continues. \"But he was one of the few people in St. Augustine, I think, that did some of the things that we had been talking about.\"</p><p>\"So, to go back to St. Augustine, and it's still somewhat the same — now, that does make me feel bad. The lifting is still kind of heavy, but I'll continue to work as hard as I can, as long as I live,\" J.T. says. \"I won't ever stop, and I won't ever give up.\"</p><p><em>Audio produced for </em>Morning Edition<em> by Jasmyn Belcher Morris. </em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Remembering+A+Civil+Rights+Swim-In%3A+%27It+Was+A+Milestone%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"167"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1321545024-008143.m3u?orgId=1&topicId=1057&aggIds=4516989&ft=3&f=321380585"},{"href":"http://media.npr.org/assets/img/2014/06/12/story-corps-pool-8df0d6d00b9b54a1d11f29ef4bd6e05d1bdfd990.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1831","width":"2436"}},{"href":"http://media.npr.org/assets/img/2014/06/12/johnsonjnpr-76ecfec71377e7dcff45fcb86506b899cebb3532.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"599","width":"799"}}]}