{"created":"2015-02-05T10:04:15+00:00","modified":"2015-05-13T21:18:08+00:00","valid":{"from":"2015-05-13T21:18:08+00:00","to":"3015-05-13T21:18:08+00:00"},"hreflang":"en","title":"NATO Commander: 'Conditions In Eastern Ukraine Have To Change' ","published":"2015-02-06T16:05:00+00:00","teaser":"Gen. Philip Breedlove, NATO's supreme allied commander of Europe, tells NPR that \"hundreds and hundreds\" of Russian troops as assisting separatists in eastern Ukraine.","itags":["npr_api","383988646"],"guid":"2ce59d13-fb16-4a34-a979-9a90b481e0dd","contentencoded":"<p>Gen. Philip Breelove, NATO's supreme allied commander of Europe, said that \"hundreds and hundreds\" of Russian troops are currently operating alongside separatists in eastern Ukraine, providing supplies, weapons and air defense in the battle against the Ukrainian government.</p><p>Russia has repeatedly denied that its forces are in Ukraine. But in an interview with <em>NPR Morning Edition</em> host Renee Montagne, the general says that the Russian activity was beyond dispute.</p><p>\"We all agree that there are Russian troops in eastern Ukraine,\" he says.</p><p>The U.S. has been providing nonlethal aid to Ukraine, and the Obama administration has been weighing whether to send weapons. In a related development Thursday, Secretary of State John Kerry was in Kiev, Ukraine's capital, discussing the fighting that has intensified recently.</p><p>\"Clearly, what we see is that conditions in eastern Ukraine have to change,\" Breedlove says.</p><p>The United Nations says more than 5,300 combatants and civilians have been killed since pro-Russian separatists and Ukrainian forces began fighting last spring.</p><hr /><h3>Interview Highlights</h3><p><strong>On resolving tensions In Ukraine</strong></p><p>The conditions in eastern Ukraine are deteriorating, and Russian support to that continues unabated. We all believe that the Ukrainian people have a right to defend themselves. NATO, the U.S., other nations are continuing to help in nonlethal ways to give, to enable the Ukrainian people to be able to get to a resolution. And that resolution, we all continue to believe, has got to be a political or diplomatic one — maybe there are also economic tones.</p><p>But, the bottom line is, this conflict will not be settled in a military way; it will be settled by initiatives ... of senior leaders going forward to bring those factions who are clashing in eastern Ukraine to the table. In the middle of that, of course, we are looking at all the tools to enable that political solution.</p><p><strong>On the presence of Russian troops</strong></p><p>We all agree that there are Russian troops in eastern Ukraine. The numbers are not the important piece; there are hundreds and hundreds of them in there. But what is important is what they are doing. They are supplying weapons to the Russian-backed forces in eastern Ukraine. They are supplying supplies and ammunition and capabilities to the Russians-backed forces in eastern Ukraine.</p><p>We know they are supplying air defense capabilities and air defense cover, etc., etc. So, they are there and they're enabling their Russian-backed partners in eastern Ukraine to take the actions that they're taking.</p><p><strong>On Russian military activity close to the borders of Baltic states</strong></p><p>These are NATO partners — or NATO allies in these cases, the three you talked about — and there has been increased activity by Russian long-range aviation, Russian maritime assets ... exercises along the border with the ground troops.</p><p>And that's why NATO, and I think this is important to capture, has done a great job of putting forward our assurance measures. So, all the NATO nations — 28 for 28 — involved in assuring those allies who feel most at risk, increased air police, ground forces in these nations, doing exercises, persistent presence ... and, when applicable, maritime groups are standing naval groups off of the coast. So, NATO has, and will continue into the future, providing these forces to give assurance to those nations that feel exposed.</p><p><strong>On Russia's response to NATO's activity</strong></p><p>Well, clearly the Russians have stepped up their number of sorties, and probably more importantly is not the increase in numbers but the increase in the complexity and type of the sorties they have employed as well as some of the naval actions at sea. So, yes, Russia has increased to some degree its activity in these areas.</p><p><strong>On if and when NATO would get involved</strong></p><p>As you know, NATO, we have great tradition of the military answering to the direction of our political masters. And that would be a decision that the nations ... would have to take politically, so I don't think that I could judge for the nations on what this would happen.</p><p>But, clearly, what we see is that conditions in eastern Ukraine have to change and how we get them to change to a more peaceful solution.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=NATO+Commander%3A+%27Conditions+In+Eastern+Ukraine+Have+To+Change%27+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"436"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1383988647-245657.m3u?orgId=1&topicId=1124&d=436&p=3&story=383988646&t=progseg&e=383988522&seg=18&ft=nprml&f=383988646"}]}