{"created":"2014-09-08T15:46:58+00:00","modified":"2014-09-30T14:29:33+00:00","valid":{"from":"2014-09-30T14:29:33+00:00","to":"3014-09-30T14:29:33+00:00"},"hreflang":"en","title":"Defying Taliban Threats, Afghans Vote For Next Leader","published":"2014-04-07T16:31:00+00:00","teaser":"No major violence has been reported since polls opened Saturday, in elections that may result in the nation's first democratic transfer of power.","tags":["npr_api","299326560"],"guid":"2ce7d86b-577b-4316-ae3c-0722557cb24e","contentencoded":"<p>Millions of Afghans lined up to vote for a new president Saturday, despite warnings of violence from the Taliban.</p><p>Saturday's historic vote begins what would be the first democratic transfer of power for Afghanistan; President Hamid Karzai has served for two terms and is not allowed to run for a third under the country's constitution.</p><p>The Taliban launched a number of attacks that killed dozens in the weeks before the election, but no major violence was reported after polls opened Saturday.</p><p>Several attacks were reportedly foiled on election day, NPR's Sean Carberry tells Scott Simon on <a href=\"http://www.npr.org/2014/04/05/299352156/afghgans-vote-in-large-numbers-despite-risks\">Weekend Edition Saturday</a>. He gave this example:</p><p>\"One of my local staff members, when he went to vote, he overheard a report on a police walkie-talkie saying that four suicide bombers had been arrested in Kabul.\"</p><p>Some arrests were also made of people who are accused of stuffing ballot boxes or attempting to vote multiple times, Sean says.</p><p>Another view of the election, from the <a href=\"http://online.wsj.com/news/articles/SB10001424052702303847804579482461031614976?mg=reno64-wsj&url=http%3A%2F%2Fonline.wsj.com%2Farticle%2FSB10001424052702303847804579482461031614976.html\" target=\"_blank\">Wall Street Journal</a>:</p><p><blockquote></p><p>\"An hour after voting opened at 7 a.m., long lines started forming at polling stations in Kabul, where voters were frisked by police before dipping their fingers in indelible ink and casting ballots.</p><p>\"'I am not afraid. We only die once,' said hotel worker Jamil, 51, as he stood behind dozens of men at a mosque that served as a polling station in Kabul's Wazir Akbar Khan district. 'We are voting to make clear our future, to choose a next leader who will bring us peace and security,' echoed Mohammed Yussef, a 32-year-old hotel worker.\"</p><p></blockquote></p><p><a href=\"http://www.bbc.com/news/world-asia-26893972\" target=\"_blank\">The BBC</a> said turnout has been brisk despite heavy rain in the capital, Kabul. \"BBC correspondents said young voters in particular were defying the conditions and the security threats,\" the network reported.</p><p>Hundreds of thousands of security forces were on duty to protect voters. The Associated Press says mobile phone messaging went down Friday night, apparently to prevent militants from using messages to signal attacks.</p><p>Afghans are choosing between eight candidates, but <a href=\"http://www.npr.org/blogs/parallels/2014/04/02/297834993/afghanistans-next-president-will-be\">three are considered front-runners</a> and none is expected to win a majority, making a runoff in late May or early June all but certain.</p><p>The three candidates — former foreign ministers Abdullah Abdullah and Zalmay Rassoul, and former finance minister and World Bank official Ashraf Ghani Ahmadzai — share similar policy proposals. <a href=\"http://www.npr.org/templates/story/story.php?storyId=299330504\" target=\"_blank\">From the AP</a>:</p><p><blockquote></p><p>\"All have promised to sign a security agreement with the United States that will allow thousands of foreign troops to remain in the country after 2014 — which Karzai has refused to do. The candidates differ on some issues such as the country's border dispute with Pakistan. But all preach against fraud and corruption and vow to improve security.\"</p><p></blockquote></p><p><strong>Update at 10:45 a.m. ET: A Long Wait For Results</strong></p><p>It will be more than a month before certified results of today's vote will be released, on May 14.</p><p>\"We should start to get some basic preliminary results in the coming days, but the actual count won't be completed until April 20,\" Sean Carberry tells Scott Simon on <em>Weekend Edition Saturday</em>.</p><p>Sean adds, \"Most analysts are convinced there's no chance any of the candidates will get more than 50 percent of the vote today, which means the top two candidates will go to a runoff, probably to be held sometime in June.\"</p><p>That means it will likely be late summer or early fall before a successor to Karzai is announced.</p><p><strong><strong>Update at 10 a.m. ET: Large Turnout, And Safety Concerns</strong></strong></p><p>\"Turnout was so high that many polling centers ran out of ballots,\" NPR's Sean Carberry reports for our Newscast unit. \"Election officials had to scramble to deliver more.\"</p><p>More than 200 polling stations were closed Saturday, over worries that they could be targets for violence, Sean says. That forced many voters to travel farther than they had intended to cast their ballots.</p><p>Millions of people voted, emerging from polling stations with fingers stained with purple ink to prove they'd taken part in the election.</p><p><strong>Update at 7:45 a.m. ET: Voting Period Extended</strong></p><p>Polling stations are remaining open an extra hour, NPR's Sean Carberry tells us. Saturday's deadline had been 4 p.m., but officials say they will tally the vote of everyone who's in line as of 5 p.m.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Defying+Taliban+Threats%2C+Afghans+Vote+For+Next+Leader&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":"279"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1299380018-0b65bf.m3u?orgId=1&topicId=1149&ft=3&f=299326560"},{"href":"http://media.npr.org/assets/img/2014/04/05/afghan_vote_men_best_reflex_gilkey1-1cacff074ffcc81795d3dbf4ecb0db271f0b407d.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/04/05/afghan_vote_men_inked_gilkey-4a822186f0bca3cfd14e95c0b6da993ac04d1e16.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1902","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/04/05/afghanistan_040514_votes_dg69_19048531-138bac83272a31e2a1bcf88a2e7b0c572690f1fb.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2014","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/04/05/afghanistan_vote_men_line_gilkey1-6d2eac6206fbbd4e10bdbb61caba208b2bf6a9e9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1943","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/04/05/afghanistan_vote_women_gilkey-6755632e619df11eed81d8b5563dad33430eea5b.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/04/05/afghan_vote_finger_gilkey-9f74ec85a99a0e5f29482d20975ef3dcea0883c2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2073","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/04/05/afghan_vote_men_beard_gilkey-e16935060a3efea008849f49b35b7e5c8364dbd4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2025","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/04/05/afghan_vote_women_sit_gilkey-8254d1baa790bf0d1bc372ebe207341264226fd7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1869","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/04/05/afghanistan_040514_votes_dg05_19048369-e0af1cea395f7eacc899fff36c58d4d84342aacf.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1815","width":"2420"}}]}