{"created":"2015-01-20T21:00:47+00:00","modified":"2015-06-16T17:31:03+00:00","valid":{"from":"2015-06-16T17:31:03+00:00","to":"3015-06-16T17:31:03+00:00"},"hreflang":"en","title":"He Invented Instant Replay, The TV Trick We Now Take For Granted","published":"2015-01-21T17:41:00+00:00","teaser":"When Tony Verna was a young CBS News director, he created instant replay during the 1963 Army-Navy football game. His new visual effect changed the way we watch live sports. Verna died Sunday at 81.","itags":["npr_api","378570541"],"guid":"2cffe4e6-cdeb-4aa0-8932-ca7d9580eed2","contentencoded":"<p>Decades before the DVR and years before the first Super Bowl, a young television director decided to try something that would either amaze or confuse TV watchers: the instant replay.</p><p>With that, Tony Verna revolutionized the way we watch televised sports. He died Sunday at 81.</p><p>Over the course of his career, Verna produced or directed broadcasts of five Super Bowls, the 1984 Summer Olympics in Los Angeles and the 1985 benefit concert, Live Aid.</p><p>But Verna's most important achievement lasted just a few seconds. During the <a href=\"http://www.si.com/college-football/video/2013/11/15/army-vs-navy-1963-remembering-kennedy\" target=\"_blank\">1963 Army vs. Navy football game</a> in Philadelphia, Verna, then 29, tried something that had never been done before in a live TV broadcast.</p><p>\"Here I am, a young director, and I can really be committing professional suicide if I mess up ... by attempting to showcase a new device,\" Verna <a href=\"http://www.npr.org/templates/story/story.php?storyId=1537865\" target=\"_blank\">told NPR's <em>Day to Day</em></a> in 2003.</p><p>That new device, instant replay, involved tape decks the size of refrigerators, housed in a giant truck. Verna was so unsure this would work that he didn't tell anybody else about it until just before game time.</p><p>\"He said he waited until they were driving over to say, 'Hey guys, we have something we might be utilizing here. We're gonna have to see what happens,' \" says Jack Ford, a correspondent for CBS News <a href=\"http://www.cbsnews.com/videos/jfk-tribute-1963-army-navy-football-game-honored-assassinated-president/\">who produced a documentary</a> about that game.</p><p>Verna's moment came when fans saw Army quarterback Rollie Stichweh punch in a one-yard touchdown run. Then, a few seconds later, they saw Stichweh's run again. It was the <a href=\"https://www.youtube.com/watch?v=DdR4mTUtcW4\" target=\"_blank\">first instant replay</a>.</p><p>But Verna's new trick wasn't easy. He <a href=\"http://www.psmag.com/culture/the-human-element-instant-replay-tony-verna-71408/\">told <em>Pacific Standard</em> magazine</a> in 2013 that networks at the time needed 15 minutes to cue up tape and show a play again. Verna was able to do it in 15 seconds. One replay attempt had to be scrapped because they taped over an <em>I Love Lucy</em> episode, and Lucille Ball's face could be seen superimposed over the football field.</p><p>Verna and announcer Lindsey Nelson also worried the new trick might confuse people watching at home.</p><p>\"He said, 'Ladies and gentlemen, Army has not scored again,' \" Verna recalled.</p><p>Verna remembered getting a call after that game from Tex Schramm, a powerful member of the Dallas Cowboys front office.</p><p>\"He told me the significance of it, that I hadn't confused anybody, which Lindsay and I were worried about, certainly me,\" Verna said. \"And he said, 'You didn't confuse anybody. It has great possibilities.' \"</p><p>Verna's invention gradually became a bigger and more important part of the way sports looked on TV.</p><p>Today sports fans take replay for granted. Every angle of every play is analyzed by armchair quarterbacks, fans watching on stadium Jumbotrons, and officials who use replays to review calls on the field. Major League Baseball began using replay to <a href=\"http://fivethirtyeight.com/features/has-expanded-replay-worked-well-in-baseball-heres-our-call/\" target=\"_blank\">challenge and confirm umpire calls</a> last year, and FIFA <a href=\"http://espn.go.com/sports/soccer/story/_/id/8131507/fifa-approves-goal-line-technology-extra-officials-headscarves-muslim-women\" target=\"_blank\">adopted goal-line technology</a> at the 2014 World Cup after replays showed a series of incorrect calls.</p><p>But 51 years ago, Verna took a big risk to let fans see a touchdown twice.</p><p>President John F. Kennedy was scheduled to attend the Army-Navy game on Nov. 30. There was no Super Bowl back then, and the Army-Navy game was the big national football game.</p><p>But after the president was assassinated, the military academies considered canceling the game altogether. Jackie Kennedy insisted that the two teams play, partly to help the national grieving process.</p><p>\"There was the uncertainty about this game,\" Ford recalled. \"How is it gonna be played? How are fans going to react to this?\"</p><p>And as director of the TV broadcast, it was Verna's job to capture that moment for fans watching at home. If his replay trick failed, he might overshadow all of the emotion around the game.</p><p>He only tried instant replay once, and it worked.</p><p>\"He was the first one to understand and to utilize the ability not just to capture the moment, but to repeat the moments,\" Ford said.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=He+Invented+Instant+Replay%2C+The+TV+Trick+We+Now+Take+For+Granted&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jacob Pinter","audio":[{"meta":{"duration":"168"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1378774497-f7db0b.m3u?orgId=1&topicId=1062&d=168&p=3&story=378570541&t=progseg&e=378774385&seg=3&ft=nprml&f=378570541"}]}