{"created":"2014-11-11T02:33:32+00:00","modified":"2014-11-11T14:16:44+00:00","valid":{"from":"2014-11-11T14:16:44+00:00","to":"3014-11-11T14:16:44+00:00"},"hreflang":"en","guid":"2d040721-9254-4ada-a605-74cbf75f3ff4","title":"This Berlin friendship began over the radio and in the shadow of the Wall ","published":"2014-11-11T14:16:40+00:00","byline":"Leo Hornak","tags":["Cold War","Berlin Wall","radio","Conflict","Conflict & Justice","Berlin","Europe","Germany","East Germany","West Germany","Leslie Roisin","West Berlin","West Germany","Political history"],"teaser":"In 1989, Leslie and Cornelia were two young Berlin students living on opposites sides of the wall. But when the border opened, a shared love of radio brought them together in a friendship that is still alive today.","contentencoded":"<p>As Germany marked the 25th anniversary of the fall of the Berlin Wall, people have been remembering how 1989 changed their lives and their country. For two women in particular, the fall of the wall marked the start of a friendship which would have been impossible only a few days earlier.</p>\n<p>Leslie Roisin was a 20-year-old student working at West Berlin’s Radio 100, a cult left-wing punk rock station. On the other side of the city and the wall, Cornelia was almost the same age, also a student — and also a fan of Radio 100.</p>\n<p>Leslie was watching television late at night when she first heard reports that the border was open — but she refused to believe it. She went to sleep and it was only the next morning, as she went to work, that she realized something profound had changed.</p>\n<p>“It felt somehow different as I went through the city,” she remembers. “Was it just a dream I had, or was it really true?”</p>\n<p>For Cornelia, the same morning began with disappointment. The official news was that the border had already been sealed again: “I thought, 'It’s already over,'\" she says. \"I wanted to jump out of the window when I heard. I thought that the city I had been dreaming of for all these years was over, and I missed it”.</p>\n<p>In fact, the border was still open and has never closed since. Cornelia joined hundreds of thousands of East Berliners crossing over to the West for the first time. And like many other East Berlin students, her first visit was to the offices of her favorite station, Radio 100.</p>\n<p>Leslie was surprised to find the station office filling with young East Berliners. “I wondered, 'How did they get there?'\" she remembers. \"But the only thing they knew from West Berlin was the radio, because that’s what they could listen to in the East. They didn’t know anywhere to go to, so they asked for the station.\"</p>\n<p>Cornelia immediately began helping out in the station office, almost without being asked. “It was my home in radio, and when I came to the radio station, it was as colourful and hippie and chaotic as I had ever imagined,\" she says. \"I just began answering the phones, like ‘Oh here, Radio 100…'\"</p>\n<p>Leslie decided that Cornelia needed to be properly welcomed to the West, so she struck up a conversation in the office. Soon they were out in Leslie's neighborhood picking up some food, but even grocery shopping caused confusion.</p>\n<p>“She hates me for telling this story, but I always tell it!\" Leslie says. \"I took her to a Western supermarket around the corner,  but in the East you could not just grab something from the shelves. You weren’t allowed to walk around freely. She asked me 'Can I please go back to the shelf?’ I said to her, ‘Look, you are free, you can walk wherever you want!’\"</p>\n<p>Cornelia also remembers their shopping trip: \"My first impression was ‘Who needs all these products? Too much, it was too much!'\"</p>\n<p>The two formed an instant and intense friendship, and spent the next few days exploring their newly liberated city together. It was still officially forbidden for Westerners to enter the East, so Cornelia helped Leslie sneak across the border.</p>\n<p>They stayed at Cornelia’s student hall, and Leslie was struck by the drabness of Eastern life. “It was a lack of color,\" she remembers. \"It was dark — and also no advertisements, as we were used to.\"</p>\n<p>No one at the time had any idea whether border controls might be reinstated. Both women expected they might soon never see each other again, and never have the chance to talk with <em>anyone</em> from across the divide.</p>\n<p>Yet Leslie and Cornelia are still close, and get in touch on every anniversary of their first meeting. “We are still friends, yes” Cornelia says, “and we do congratulations each 'Mauer' [wall] day of the year. This year we were calling each other, like ‘What? Really? Twenty-five years, is it possible?' We still feel young, but it’s really 25 years.\"</p>\n<p>And Leslie still feels the excitement of their first meeting: \"It was very intense because it was like two parts of Germany coming together. We shared a lot, and we have a lot in common also.\"</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/111020149.mp3"},{"href":"http://www.pri.org/file/111020149mp3"}]}