{"created":"2015-02-09T23:04:17+00:00","modified":"2015-02-23T19:33:24+00:00","valid":{"from":"2015-02-23T19:33:24+00:00","to":"3015-02-23T19:33:24+00:00"},"hreflang":"en","title":"Filmmaker Takes Stand Against Extremism In Oscar-Nominated 'Timbuktu'","published":"2015-02-10T01:02:00+00:00","teaser":"Abderrahmane Sissako's film was inspired by the seizure of the Malian city by Islamist fighters in 2012. It has won international accolades with its lyrical beauty and critique of religious extremism.","itags":["npr_api","384940479"],"guid":"2d09574b-b420-469d-b98e-35fa6c802f7d","contentencoded":"<p>Three years ago, when Islamist rebels <a href=\"http://www.npr.org/2012/04/04/149985662/malis-rebellion-stirs-fear-of-wider-saharan-conflict\" target=\"_blank\">seized the ancient Malian city of Timbuktu</a>, filmmaker Abderrahmane Sissako began planning a film about Islamic extremism. As an African Muslim, he says he always was inspired by Timbuktu's history as a center of learning and tolerance, and wanted to explore how extremist ideology could survive in that setting.</p><p>But he didn't want to make another news documentary about Islamic extremism.</p><p>\"Fiction is much easier, is much more free, to be able to pass on what I want to pass on,\" he says.</p><p>The result, <em>Timbuktu</em>, is one of <a href=\"http://oscar.go.com/nominees\" target=\"_blank\">this year's five nominees for the best foreign language Oscar</a>. It follows a family and a community struggling to maintain normalcy amid crisis. Since it premiered at the 2014 Cannes Film Festival, <em>Timbuktu</em> has won international accolades with its lyrical beauty and unforgiving critique of religious extremism.</p><p>Sissako, who grew up in Mali and Mauritania, uses the film to confront the struggle for power being waged across the continent.</p><p>\"He's rooted in that tradition of African filmmaking that anchors in the issues of the day,\" says Mahen Bonetti, director of the <a href=\"http://www.africanfilmny.org/\" target=\"_blank\">New York African Film Festival</a>. \"They're not making escapist narratives. They show the complexities and the realities.\"</p><p>According to Bonetti, many African films that make it to the West focus on conflict and suffering, but <em>Timbuktu</em> is different because it shows those struggles through the rhythms of everyday life and the perspectives of everyday people.</p><p>\"I was so happy that it was made by someone who is an insider ... who has lived in that region, who knows those people,\" she says. \"And I think, like most artists, he talks about what he knows best and cares for most.\"</p><p><strong>A Portrait Of Resistance</strong></p><p>The film opens with a gazelle racing across the desert. It's running from a truck full of jihadis, charging forward and waving weapons in the air under the banner of Islam.</p><p>Once they've taken Timbuktu, the jihadis force women to cover up, deliver barbaric punishments and forbid any form of entertainment. But in Sissako's film, life finds a way: One of the most evocative scenes shows young Malians going through the motions of a soccer game — they play without a ball, using their imagination to make passes and score goals.</p><p>Karima Bennoune, author of <em>Your Fatwa Does Not Apply Here: Untold Stories from the Fight Against Muslim Fundamentalism</em>, says what makes <em>Timbuktu</em> so significant is its exploration of how Muslims themselves resist extremism.</p><p>\"It is a portrait both of the reality that people of Muslim heritage have been the first victims of the jihadist groups, [and that] they have also been the first to <a href=\"http://www.ted.com/talks/karima_bennoune_the_side_of_terrorism_that_doesn_t_make_headlines\" target=\"_blank\">stand up and resist</a>,\" she says. \"You see this in the film with a singer who is flogged for singing, and who then sings while being flogged.\"</p><p>Sissako says scenes like this are his way of showing how misguided and self-defeating extremist movements can be.</p><p>\"It is absurd to try to forbid music,\" he says, \"because if you try to suppress it, people will sing inside their head.\"</p><p>According to Bonetti, that approach has helped make Sissako one of Africa's most celebrated filmmakers.</p><p>\"What has endeared him to African audiences is because he truly he gives them a face and a voice,\" she says. \"He still shows the nobility, the dignity of these people, and these people are the backbone of that continent.\"</p><p>She says she hopes the film's Oscar nomination will introduce Sissako to a wider audience.</p><p><strong>Speaking Out Against 'Barbarism'</strong></p><p><em>Timbuktu</em> opened in France almost a month before the attack on the satirical weekly <em>Charlie Hebdo,</em> and it's since become a box office success. It also won the French equivalent of the Golden Globes for best picture and best director.</p><p>But writer Karima Bennoune says those accolades point to an imbalance in how we recognize the struggle against Islamic extremism.</p><p>\"We're actually not paying close enough attention to the struggles of people on the ground, on the front lines,\" she says. \"And so I believe that we have to tell those stories, and not treat them simply as what a friend of mine calls 'the third-world body count.' \"</p><p>Still, given the scale of that body count, does Sissako hold his fellow Muslims responsible for not speaking out enough?</p><p>\"Maybe that criticism is well-founded, to some degree,\" he says. \"But at the same time, I must say that there is building up a revolt in the Muslim world against this barbarism and this extremism. Maybe it's not happening as quickly as one would wish it to happen, but it's coming up. But at the same time I must say that it is the duty of every one of us, not only of Muslims, to stand up against all of these types of extremism.\"</p><p>He says <em>Timbuktu</em> is his way of taking that stand.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Filmmaker+Takes+Stand+Against+Extremism+In+Oscar-Nominated+%27Timbuktu%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bilal Qureshi","audio":[{"meta":{"duration":"326"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1385000815-1a05f9.m3u?orgId=1&topicId=1137&e=384940479&d=326&ft=nprml&f=384940479"},{"href":"http://media.npr.org/assets/img/2015/02/09/still-6-c-arnaud-contreras_583ec0f6-ca9d-e411-b62a-d4ae527c3b65-80bcf68e9b87101a6eeac07eb60fc82a5b5026ce.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"1830","width":"2440"}},{"href":"http://media.npr.org/assets/img/2015/02/09/timbuktu-de-abderrahmane-sissako-film-still-1_253fc0f6-ca9d-e411-b62a-d4ae527c3b65-ee59c437af40e30fbb7ec094de9db1535737fa88.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"858","width":"1144"}}]}