{"created":"2014-09-08T19:20:18+00:00","modified":"2014-10-30T22:35:50+00:00","valid":{"from":"2014-10-30T22:35:50+00:00","to":"3014-10-30T22:35:50+00:00"},"hreflang":"en","title":"Once Low-Key, U.S. Senate Race In Kansas Suddenly Volatile","published":"2014-09-10T15:11:00+00:00","teaser":"Sen. Pat Roberts was expected to skate to re-election. Republicans now are panicked that he could lose to a well-funded independent candidate, harming the GOP's chances of winning Senate control.","itags":["npr_api","346735553"],"guid":"2d0d4c61-3234-4625-b794-3ff97726c50a","contentencoded":"<p>There are a couple of things we've long known to be true of the state of Kansas: the stormy weather (just ask a little girl named Dorothy and her dog, Toto), and the politics. In presidential elections, Kansas is deep red. And the state's entire congressional delegation is Republican.</p><p>But this year, there's sudden volatility in Kansas politics. As a result, some longtime Republican officeholders are fighting to keep their jobs, including U.S. Sen. Pat Roberts.</p><p>Politics recently took the stage at the Kansas State Fair. Roberts, 78, who has has been in Congress for more than 30 years, debated opponent Greg Orman. He's a 45-year-old businessman who is not a Democrat, but an independent. Orman is hoping that at a time of hyperpartisanship, moderate Republicans, Democrats and independents will find his pitch appealing.</p><p>\"We're sending the worst of both parties [to Washington]. Bitter partisans who care more about pleasing extremists than they do solving problems. I've tried both parties and, like lots of Kansans, I've been disappointed. That's why I'm running for the U.S. Senate as an independent,\" Orman told the crowd.</p><p>To say Roberts is a Kansas institution is an understatement. But Orman sees an opening. The senator had a tougher-than-expected challenge from a Tea Party candidate in the primary. Roberts' approval ratings are very low this year. He's accused of being more Washington than Dodge City, his hometown. And there were questions raised about where he actually lives — in Kansas or suburban D.C.</p><p>He also seemed to be taking re-election for granted. But at the state fair debate, he came out swinging, repeatedly portraying Orman as a friend of President Obama and Harry Reid, an insult in a place like Kansas.</p><p>\"The choice is clear. I am the only candidate on this stage that will vote to put Harry Reid out to pasture and break the gridlock. Now, my opponent wants you to believe that he is an independent. He is not. He is a liberal Democrat by philosophy,\" Roberts said.</p><p>It was hard to keep track of all the times Roberts mentioned Reid in the debate. Orman, meanwhile, hasn't said which party he'll caucus with if he gets to Washington as an independent U.S. senator.</p><p>There was no Democrat on the stage, because nominee Chad Taylor last week dropped out of the race. He saw no chance of winning, and his withdrawal gives Orman a much better shot at an upset.</p><p>Roberts accused the national Democratic Party of pushing Taylor to quit. \"Well, this is the first time I've ever seen national Democrats work really hard to get a Democrat off the ballot,\" he said.</p><p>But there's another twist. Kansas' Republican secretary of state has ruled that Taylor's name must stay on the ballot.</p><p>Orman reacted to that decision: \"Well, this does create a really unique situation. I think it's the first time I've heard a Republican complain about disenfranchising Democratic voters.\"</p><p>It's far from the usual low-key Senate race in Kansas.</p><p>Republicans need to gain six seats to win control of the chamber. Which means Roberts must hold his seat, or it makes the GOP task that much harder nationally. To that end, that national Republican Party has sent in the cavalry in the form of a new campaign manager and other resources.</p><p>So it could be a stormy couple of months for independent candidate Orman, and the state.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Once+Low-Key%2C+U.S.+Senate+Race+In+Kansas+Suddenly+Volatile&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Don Gonyea","audio":[{"meta":{"duration":"287"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1346735554-748339.m3u?orgId=1&topicId=1014&ft=3&f=346735553"},{"href":"http://media.npr.org/assets/img/2014/09/08/kansas-51aec1e4f36596e3308b21bc8c5fd237e6e90747.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"1259","width":"1679"}}]}