{"created":"2015-07-01T16:08:15+00:00","modified":"2015-07-01T21:23:11+00:00","valid":{"from":"2015-07-01T21:23:11+00:00","to":"3015-07-01T21:23:11+00:00"},"hreflang":"en","guid":"2d0f9576-fa6e-45a6-9f76-e661bafc678c","title":"Japan isn't especially religious, but there's still plenty of religion","published":"2015-07-01T21:23:05+00:00","byline":"Naomi Gingold","tags":["Religion","culture","history","Belief","Lifestyle & Belief","Asia","Japan"],"teaser":"In Japan, it's not uncommon for people to celebrate Buddhist, Shinto and Christian holidays over the course of just a few months. These people are causing scholars to rethink what it means to be religious.","contentencoded":"<p>On a sunny Saturday just outside one of Tokyo’s most famous Shinto shrines, I meet Mikiko Izumi. She’s wearing a beautiful yellow kimono tied with a bright orange sash, and she’s with her family and newborn son. She’s here at Meiji shrine for what’s called Miyamairi. </p>\n<p>“The baby was born safely, so we came here to give our thanks to the gods, the Kami,” Izumi explains.</p>\n<p>I ask Izumi what religion she is and without pause she says she’s Buddhist. But, when she got married she says, “I had a Christian wedding at a church.”</p>\n<p>This might sound a little surprising, but Katsutoshi Tadokoro, a Shinto priest at a nearby shrine, says this is basically the norm in Japan.</p>\n<p>“When you’re born or have a baby, people do Shinto rites,” Christian weddings are now really common and popular.  And he adds: “When you die the ceremony is Buddhist. This is religion, Japan-style.”</p>\n<p>Thousands of years ago, Shinto was the only religion in Japan, and in Shinto there are many gods. They’re found especially in nature: in the wind, the water, the sun.</p>\n<p>Tadokoro says, “One day, the god called Buddha came from mainland Asia. Later, the god called Christ came by boat. It was just two more gods added to the almost countless number we already had.” </p>\n<p>He points out that Japan has always been good at adopting and adapting outside ideas into Japanese culture to the point that people think they’re just Japanese — like tempura, which was actually introduced by Portuguese Jesuit missionaries. </p>\n<p>While Tadokoro may be a Shinto priest, he also celebrates Christmas. In fact, his Shinto shrine used to run a kindergarten for local kids and every year they’d have a Christmas party where one of the Shinto priests would dress up as Santa Claus and give out a presents. But he laughs and says, the kids would say, “<em>We </em>know who that is.”</p>\n<p>Since World War II, the number of Japanese who say they believe in a religion has fallen a lot. But at the same time, in an annual government survey on religious belief, the total number of people who say they follow a religion is actually larger than the entire population of Japan, because people often practice the rituals from many.</p>\n<p>It’s confusing, but Tadokoro says the concept of religion in Japan is just different. “People don't look at it from the perspective of, what religion am I, but rather from a ceremonial or ritual perspective.”</p>\n<p>For most people, it’s how do I celebrate this thing at this time. It’s not about extreme devotion to a particular theology or god. </p>\n<p>Kala Ahloy is an American who’s lived in Tokyo for 14 years. He echoes many when he says that for people who grew up in monotheistic cultures, it can seem pretty strange.</p>\n<p>“I don’t think it’s practiced as a faith, as we would see devout Christians or anyone in the states. I think it’s more of a lifestyle practice than devotion. I think if you’re a devout Buddhist, you’d go only to Buddhist services or only visit temples as opposed to going to Shinto shrines.\"</p>\n<p>There is a small number of devout religious believers in Japan ... devout as we might understand it in the west: Christians, members of different Buddhist sects. And clergy and scholars are now saying we need to expand our definition of “religious” to include the other kinds of devotion seen here in Japan.</p>\n<p>For most Japanese, the big celebrations coming up are: the Shinto festival Tanabata in July, the Buddhist festival of the dead in August, a Shinto ceremony for young kids in November, and Christmas in December.</p>\n<p>In fact, Christmas Eve is the most romantic day of the year in Japan.  But that is another story. </p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-07-01%2Fjapan-isnt-very-devout-its-wildly-religious&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn1.pri.org/sites/default/files/story/images/Wedding_0.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/weddingjpg-2"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/07012015_04.mp3"},{"href":"http://admin.pri.org/file/0701201504mp3"}]}