{"created":"2014-09-19T19:44:47+00:00","modified":"2014-10-31T02:05:38+00:00","valid":{"from":"2014-10-31T02:05:38+00:00","to":"3014-10-31T02:05:38+00:00"},"hreflang":"en","title":"How Food Companies Court Nutrition Educators With Junk Food","published":"2014-05-16T18:41:00+00:00","teaser":"Corporate sponsorship of professional events for nutritionists has been on the rise. But should the gatekeepers of nutrition information be taking free meals and snacks from McDonald's and Hershey's?","itags":["npr_api","312460302"],"guid":"2d25d12d-55fa-49f2-bdd1-2cad70b6993f","contentencoded":"<p>When hundreds of California nutritionists and dietitians gathered for their <a href=\"http://www.dietitian.org/annual_meeting14.html\">annual conference</a> in April, their Friday lunch was a bacon ranch salad, chocolate chip cookies and a pink yogurt parfait, all courtesy of McDonald's.</p><p>According to a <a href=\"http://m.motherjones.com/environment/2014/05/my-trip-mcdonalds-sponsored-nutritionist-convention\">story</a> on <em>Mother Jones</em>' website by Kiera Butler, an editor at the magazine who went to the conference of the California Dietetic Association, besides the McDonald's lunch, one dinner was catered by Sizzler, Boston Market and California Pizza Kitchen.</p><p>Butler tells Melissa Block on <em>All Things Considered</em> that the food industry also played a big role in the conference sessions.</p><p>One panel on sweeteners in schools was sponsored by the Corn Refiners Association, whose members produce high fructose corn syrup.</p><p>Inside the exhibition hall, Hershey's was handing out chocolate and strawberry milk, and Butter Buds gave out fake butter crystals.</p><p>\"These nutritionists and dietitians were here getting continuing education credits,\" says Butler. \"So going to this conference and attending these sessions is something that they need to do to keep up their accreditation. These people work in all kinds of places. They work in school cafeterias, hospital cafeterias; they work in corporate settings — these are really the gatekeepers of our nutritional information.\"</p><p>The problem with such a heavy industry presence, according to Butler, is that \"they are getting their information from a very one-sided panel that is sponsored by manufacturers of high fructose corn syrup, which we know contributes to the obesity epidemic.\"</p><p>Butler says some of the attendees were troubled by the heavy industry presence at the meeting. \"There were a lot of eye rolls at the McDonalds lunch,\" she says.</p><p>One veteran nutritionist told her: \"I can't believe we're sleeping with the enemy.\"</p><p>One group of dietitians within the professional organization, <a href=\"http://integritydietitians.org/\" target=\"_blank\">Dietitians for Professional Integrity</a>, wants to change the sponsorship policy but has been unable to get much traction. And Butler says sponsorships are still going strong.</p><p>She notes a <a href=\"http://www.eatdrinkpolitics.com/wp-content/uploads/AND_Corporate_Sponsorship_Report.pdf\">study</a> by Michelle Simon, a public interest lawyer and blogger, of corporate sponsorships of nutritionists' conferences. Simon found that in 2001, the Academy of Nutrition and Dietetics listed 10 sponsors, and by 2011 there were 38, including Coca-Cola, PepsiCo, Nestle and Mars.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+Food+Companies+Court+Nutrition+Educators+With+Junk+Food&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"236"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1312524052-147396.m3u?orgId=1&topicId=1053&ft=3&f=312460302"}]}