{"created":"2014-10-18T21:07:12+00:00","modified":"2014-10-31T15:11:22+00:00","valid":{"from":"2014-10-31T15:11:22+00:00","to":"3014-10-31T15:11:22+00:00"},"hreflang":"en","title":"The Man Who Coined 'Genocide' Spent His Life Trying To Stop It","published":"2014-10-18T23:40:00+00:00","teaser":"Polish lawyer Raphael Lemkin coined the word in 1943, as part of his lifelong campaign to make the world acknowledge and prosecute the crime. A new documentary, <em>Watchers of the Sky,</em> tells his story.","itags":["npr_api","356423580"],"guid":"2d2ab46b-455c-4621-a0cd-34d618dba693","contentencoded":"<p>The world has grown far too familiar with genocide; as mass killings have claimed countless lives, the word has become ingrained into our vocabularies.</p><p>But the term didn't exist until 1943, when Polish lawyer Raphael Lemkin coined it — pairing the Greek \"genos,\" meaning race or family, with the Latin \"-cidere,\" for killing. Lemkin, who witnessed the massacres of the early 20th century, spent his life campaigning to make the world acknowledge and prosecute the crime.</p><p>A new documentary, <a href=\"http://www.watchersofthesky.com/index.php\">Watchers of the Sky</a>, tells his story. Once he'd established the word, Lemkin worked persistently in the then-newly-formed United Nations, hounding delegates to discuss his new word and acknowledge the issue.</p><p>\"This was a man who didn't speak English very well, he didn't represent a country, he didn't represent an institution, he barely had a home, he barely had food — and yet he was there every day lobbying to the delegates and the ambassadors to make this a crime,\" says Edet Belzberg, director of the film.</p><p>Lemkin was born in Poland in 1900, and was instilled with a sense of justice at a very young age. As a teenager, he paid close attention to the massacre of the Armenian people in the Ottoman Empire in 1915.</p><p>He came across the story of Soghomon Tehlirian, who saw his whole family killed, but survived. Tehlirian later killed one of the masterminds of the massacre, Talaat Pasha, who was living freely. Tehlirian was arrested and went on trial.</p><p>\"Lemkin read about this and at a young age he said to himself, 'Why is the killing of an individual a greater crime than the killing of millions?' \" Belzberg explains. \"And that really set him on his path, and he decided at that age that he was going to be the person who would develop and create the law to stop this from happening again.\"</p><p>At first, Belzberg says, people saw him as a pest. They hoped he would give up his preoccupation with mass killings. Then Lemkin — who was of Jewish descent — lost 49 members of his family to the Holocaust, and his determination grew even stronger.</p><p>Lemkin continued to fight genocide for his entire life. He died of a heart attack at the age of 59, while on his way to yet another meeting. Fewer than a dozen people attended his funeral.</p><p><em>Watchers of the Sky </em>weaves Lemkin's story — with quotes from his notes and journals — with stories of modern conflicts in Rwanda and Darfur, Sudan. The documentary includes interviews with people who continue the crusade against genocide, like Samantha Power, U.S. Ambassador to the United Nations, and Luis Moreno Ocampo, the first Prosecutor of the International Criminal Court.</p><p>Belzberg worked from 800 hours of footage and 5,000 stills to tell a story that spans a century. \"That was the biggest challenge,\" Belzberg says: \"to interweave in a coherent and lyrical way that people can be taken from one story to the next and not be fatigued, but be enriched by it.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On Lemkin's belief in the importance of finding a word for the crime</strong></p><p>He believed that if he could find the right word, if he could find the word that would unite people, that would ignite people to come together to stop these crimes. He was very good at languages --he spoke about seven languages — and he thought that there wasn't a word that described the horror of this crime. And so he set off on a path to do that.</p><p><strong>On Lemkin's personal experience with genocide as a Polish Jew</strong></p><p>Forty-nine members of his family were killed in the Holocaust. He tried, of course, to persuade his family to leave with him in 1939 — he knew what was coming and he tried to persuade his family to go with him to America. And they said they would be fine. And although he was thinking about these crimes before, after that, he was thinking, my God, there has to be something that ... would outrage people in the same way that he was outraged by this.</p><p><strong>On Lemkin's work during and after the Nuremberg trials</strong></p><p>After having coined this word, he went to Nuremberg ... to try and get them to use this word. Genocide was not a crime at that time ... they couldn't prosecute for genocide. ... That left Lemkin completely heartbroken. ...</p><p>He understood that there was a flaw in what was happening, that had Hitler not invaded Poland and had he killed all the Jews in Germany, at that time, he wouldn't have been committing a crime that could have been prosecuted by Nuremberg.</p><p>That's what really enraged Lemkin: He felt that a leader shouldn't have to cross a border in order to held accountable for their crimes. He felt that crimes against humanity and war crimes weren't enough and so he continued his cause, and he then took it to the United Nations and he continued lobbying the leaders there to make this an international crime. And he continued until his death.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Man+Who+Coined+%27Genocide%27+Spent+His+Life+Trying+To+Stop+It&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"356"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1357233568-2469c6.m3u?orgId=1&topicId=1137&ft=3&f=356423580"},{"href":"http://media.npr.org/assets/img/2014/10/15/watchers-of-the-sky-5-13409649f085a3b781816c8cc49c81db177d1acc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1515","width":"2020"}}]}