{"created":"2015-02-09T10:00:08+00:00","modified":"2015-02-20T20:24:45+00:00","valid":{"from":"2015-02-20T20:24:45+00:00","to":"3015-02-20T20:24:45+00:00"},"hreflang":"en","title":"Why State Parties Are Losing Out On Political Cash","published":"2015-02-09T19:48:00+00:00","teaser":"Big donors are turning to outside groups, and many state parties are watching their budgets and clout dwindle.","itags":["npr_api","384875874"],"guid":"2d2cbbf4-3ded-414f-b4c0-2c128d1d880b","contentencoded":"<p>State parties, once the cornerstone of American politics, don't get much attention anymore. And when they do, it's often negative.</p><p>One long-standing example: the classic film <em>Mr. Smith Goes to Washington</em>, with Jimmy Stewart as a young and naive senator battling the evil political boss in his (unnamed) home state. As the climax approaches, Stewart launches a filibuster to expose the boss, \"a man who controls a political machine, and controls everything else worth controlling in my state.\"</p><p>Today, according to many party leaders, an idealistic senator might be complaining about the McCain-Feingold campaign finance law. He would say it keeps him from raising enough money for the state's political organization — which, by the way, he has now cleaned up.</p><p>Congress passed McCain-Feingold in 2002. Known officially as the Bipartisan Campaign Reform Act, it's an aggressive measure meant to separate federal candidates and officeholders from influential fat cats. But it's been especially unkind to state party organizations.</p><p>In Minnesota, the Democratic-Farmer-Labor Party's budget has dropped sharply since 2002.</p><p>Party chairman Ken Martin said the DFL is doing OK, but he still blames Congress.</p><p>\"While they were trying to deal with one set of problems, they actually unintentionally created a whole new set of problems, essentially rendering some state parties completely useless in this modern political landscape,\" he says.</p><p>Martin heads a committee of state Democratic chairs seeking ways to fix the law.</p><p>Ryan Call, the Republican chair in Colorado, said state party finances are much more restricted, and complicated, thanks to McCain-Feingold. He said Colorado Republicans now have to operate nine separate bank accounts.</p><p>\"The national committees still have somewhat of a competitive advantage,\" he says. \"It's the state and local parties that bear the brunt of it.\"</p><p>In Pennsylvania, former Democratic chair T.J. Rooney says, \"In the grand scheme of things, the state parties tend to be the redheaded stepchild.\"</p><p>Meanwhile, big donors flock to the Democratic and Republican governors associations, and similar organizations, to support candidates for lieutenant governor, attorney general and state legislature. These organizations are based in Washington, D.C., but are officially independent from the parties themselves.</p><p>More big money goes to superPACs and 501(c)(4) secret-money groups that spend independently to promote state candidates.</p><p>The trend is spurred by Citizens United, the Supreme Court ruling in 2010, and other court decisions that make it easier for big donors to get involved. These groups have no contribution limits. Some don't have to disclose their donors.</p><p>Many state party officials fear these nonparty groups are displacing the state parties in activities such as advertising and get-out-the-vote.</p><p>\"Listen,\" says Rooney, the former Democratic chair in Pennsylvania, \"the vast majority of political donors are no different than donors to any other organization: They want to see a return on their investment.\"</p><p>What's not getting done so much is the unglamorous business of party-building.</p><p>But Michael Malbin, director of the nonpartisan Campaign Finance Institute, has a different analysis. He says power and money have been gravitating toward Washington for decades, long before the McCain-Feingold law took hold.</p><p>\"Party politics is becoming nationalized,\" Malbin says. \"That's not because of McCain-Feingold.\"</p><p>Whatever the cause, Washington politicians show little interest in helping the state parties.</p><p>In December, Congress raised the limit on what the national parties can accept from a single donor. Without that change, a willing donor could have given the three Democratic or Republican committees a grand total of $200,400 in this election cycle. With the new rules in effect, the limit is $1.4 million.</p><p>The legislation had not a word about helping the state parties.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Why+State+Parties+Are+Losing+Out+On+Political+Cash&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Peter Overby","audio":[{"meta":{"duration":"209"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1384875875-3d8176.m3u?orgId=1&topicId=1014&e=384875874&d=209&ft=nprml&f=384875874"}]}