{"created":"2015-02-03T21:44:51+00:00","modified":"2015-02-04T20:57:08+00:00","valid":{"from":"2015-02-04T20:57:08+00:00","to":"3015-02-04T20:57:08+00:00"},"hreflang":"en","guid":"2d32330e-6102-4a44-ad5e-0e9b3d153447","title":"As Boko Haram broadens its war, the group's massacres become a regional problem","published":"2015-02-04T20:57:07+00:00","byline":"Bradley Campbell","tags":["Boko Haram","Conflict","Conflict & Justice","Baga","Africa","Nigeria","Africa","Thomas Fessy","Boko Haram","War"],"teaser":"What really happened in Baga, Nigeria, while the world was watching Charlie Hebdo? One reporter talked with survivors and realized that as the conflict spreads, dealing with the militant group will be an issue for the entire region.","contentencoded":"<p>Remember the Charlie Hebdo attack in Paris and the hostage dramas that followed?</p>\n<p>While we were all focused on that story, the militant group Boko Haram was busy terrorizing the town of Baga in Nigeria. The details have emerged slowly since then, and we may never know the exact number of people killed by Boko Haram during the assault. But what we do know about what happened in Baga is frightening.</p>\n<p>“You need to sort of picture the panic that ensued after the attack took place,” says the BBC’s Thomas Fessy. “People just ran.”</p>\n<p>Fessy met survivors along Lake Chad who came from fishing towns in Nigeria across the border. “The lake was the only sort of exit for them,” he says. “They crammed into dugout canoes and crossed the lake.”</p>\n<p>The stories survivors told Fessy were horrific:</p>\n<p>\"All the youth came out to fight, we took our machetes and that's how we first pushed them back into the bush,” says one man. “But we started to flee when we saw the number of vehicles they were coming back with. Then they told us 'So why don't you fight us now? Be brave and fight us!' But we simply could no t... We ran toward the lake ... Before I got into the water, I saw young men injured and trapped because hooks had caught their legs.\"</p>\n<p>Another woman told Fessy that Nigerian forces fled when confronted with a well-armed group of Boko Haram fighters.</p>\n<p>\"The soldiers threw away their weapons, some even threw them into the water or on the ground,” she says. “The vigilantes took the weapons and were firing back, but they found situation overwhelming and also fled. It was impossible to count the number of dead bodies — there were so many. Women, men and children were all killed.\"</p>\n<p>As this survivor suggests, soldiers in Nigeria were not up to the fight. Fessy says there is more and more talk about neighboring countries like Chad and Cameroon joining the conflcit.</p>\n<p>“It seems like the events in Baga, coupled with attacks being carried out in Cameroon and along the border, have triggered regional powers to sort of overcome the mistrust that exists in the region,” he says. “I think it is interesting that this insurgency is not a Nigeria problem anymore. It’s definitely become a regional one.”</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0203201505.mp3"},{"href":"http://www.pri.org/file/0203201505mp3"}]}