{"created":"2014-09-24T21:04:58+00:00","modified":"2014-09-25T18:38:09+00:00","valid":{"from":"2014-09-25T18:38:09+00:00","to":"3014-09-25T18:38:09+00:00"},"hreflang":"en","guid":"2d37a59d-38ff-49c1-89a6-a78fd3283102","title":"A teen's parents are allowed to stay in the US, but he still faces deportation","published":"2014-09-25T18:38:08+00:00","byline":"Shirin Jaafari","tags":["immigration","disaster","families","Global Nation","Justice","Conflict & Justice","Lynn","North America","El Salvador","United States","Massachusetts","Central America / Caribbean","New England","North America","Francisca Alvarado","Maria Sacchetti","Carlos Ramos","El Salvador","Illegal immigration","Immigration","Temporary protected status","Deportation","Disaster"],"teaser":"Carlos Ramos, a teenager living in Massachusetts, started the new school year with a lot on his mind. At the top of the list was whether he'll be able to stay with his parents, who have permission to remain in the US, or be deported back to El Salvador.","contentencoded":"<p>In 1999,&nbsp;Carlos Ramos left El Salvador for the&nbsp;United States, hoping to find a better life for his family.&nbsp;His wife, Francisca Alvarado, joined him a year later, and the couple settled in Lynn, Mass.</p><p>Then, after an earthquake hit El Salvador in 2001, the US government granted the couple a temporary status that helped them stay in the country.&nbsp;It&#39;s called the <a href=\"http://www.uscis.gov/humanitarian/temporary-protected-status-deferred-enforced-departure/temporary-protected-status\">Temporary Protected Status</a>, and it allows foreigners whose homelands have been hit by crises like wars or natural disasters to live and work in the US. They can renew that status every 18 months.</p><p>What they can&#39;t do is bring their children into the US, and that&#39;s why Carlos and Francisca&#39;s son, Carlos, was left back in El Salvador.</p><p>Maria Sacchetti, who wrote <a href=\"http://www.bostonglobe.com/metro/2014/09/22/deporting-children-parents-allowed-stay/kpP4aWNq3olgZbsO4zkiaI/story.html\">about the family&#39;s story</a> for the Boston Globe, says Carlos&#39;s parents left El Salvador when he was just 3.&nbsp;In the piece, she recounted Francisca&#39;s heartbreak at leaving her young child. Unable to face a true goodbye, she gave Carlos&nbsp;a toy car and told him she was going to the city:</p><p>&ldquo;She didn&rsquo;t come back,&rdquo; Carlos, now 17, recalled in an interview with his family in Lynn. The slim soccer player towers over both his parents now.</p><p>Beside him on the couch, his mother started to cry.</p><p>&ldquo;I thought that we would come back for him,&rdquo; Alvarado said, &ldquo;if we didn&rsquo;t send for him.&rdquo;</p><p>[[{\"fid\":\"74397\",\"view_mode\":\"default\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":1290,\"width\":1920,\"alt\":\"Carlos Ramos\",\"title\":\"Carlos Ramos\",\"class\":\"media-element file-default\"}}]]</p><p>In 2012, Carlos decided he wanted to live with his family in the US. Like <a href=\"http://www.pri.org/stories/2014-09-18/gang-violence-awaits-teen-el-salvador-after-his-failed-attempts-reach-us\">many children in El Salvador</a>, he was facing gang violence in his town and feared for his safety.</p><p>But when he tried to cross the border illegally, he was caught. Now he faces deportation.</p><p>&quot;The Obama administration &mdash; and the previous administrations too &mdash; have said to these folks, because of a disaster in their homelands it&#39;s too dangerous to go back,&quot; Sacchetti says, &quot;but Carlos arrived too late for that.&quot;</p><p>Although the administration doesn&#39;t provide specific data on families in similar situations, Sacchetti says it&#39;s likely that many families face the same problem.</p><p>Meanwhile, Carlos is trying to do his best at school. He says he wants to study engineering in college, and Sacchetti reports he&#39;s getting As.&nbsp;Carlos&#39;s court hearing is set for April, and and he&nbsp;says he&#39;ll show his report cards to the deportation judge.</p>","audio":[]}