{"created":"2014-08-13T19:47:25+00:00","modified":"2015-05-14T19:22:22+00:00","valid":{"from":"2014-05-29T21:24:39+00:00","to":"3014-05-29T21:24:39+00:00"},"hreflang":"en","description":"Revised GDP figures showed economic contraction, while other indicators seemed OK.","published":"2014-05-29T21:24:39+00:00","guid":"2d37873f-77a1-462f-8301-071dc19ca1ce","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>The Bureau of Economic Analysis issued a revision Thursday morning of its estimate for Gross Domestic Product growth in the first quarter of 2014, and the revision made the economic picture look much worse. </p>\"},{\"content\":\"<p>Instead of growing at an annualized rate of 0.1 percent, the bureau announced the economy actually shrank at an annualized rate of one percent. So <span>how do you just not catch an economic contraction until months later?</span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“When we produced our first estimate last month we didn’t have complete data for the quarter,” explains Brent Moulton, associate director for National Economic Accounts at the Bureau of Economic Analysis in the Commerce Department. </p>\"},{\"content\":\"<p>And why didn’t they have complete data? </p>\",\"type\":\"text/html\"},{\"content\":\"<p>“Most of these data come from surveys of businesses, some from administrative records, but most from surveys ,” says Moulton.  “It takes time to get responses.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p><span>The BEA comes up with more and better estimates over time as it gets more data.</span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“They don’t get all the pieces of it right away,” says Joseph Gagnon, a senior fellow at the Peterson Institute for International Economics.  “So there’s an advance estimate, then a preliminary estimate, then a final estimate, and at each point along the way they get more reports in and more data.”</p>\"},{\"content\":\"<p>And that’s not the end of it – GDP can be updated even years later as new businesses report back records. <span>But back to the latest GDP estimate: Why did it shrink when jobs, unemployment, and the stock market didn’t? </span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Two reasons.  Over the nasty winter the economy slowed, and that tainted the monthly data early in the first quarter. That dragged the estimate down, even though the monthly data at the end of the quarter showed pretty good numbers overall.  “By March the numbers were coming in strong again, but by that point the weakness was essentially baked into the cake,” says Christopher Low, chief economist with FTN Financial.</p>\"},{\"type\":\"text/html\",\"content\":\"<p><span>Secondly, business investment in inventory – a particularly volatile indicator, says Gagnon – turned out to be lower than expected.  When the BEA did its initial estimate in April, it only had two months of inventory data.  The missing months, when they finally arrived, showed that businesses had cut down – temporarily – on their inventories more than people had guessed.  That dragged down the estimate of GDP growth into negative territory.</span></p>\"},{\"type\":\"text/html\",\"content\":\"<p><span>It’s also worth pointing out that GDP didn’t actually shrink by one percent; it shrank at a rate that </span><em>if</em><span>  </span><em>continued</em><span> over the entire year </span><em>would amount</em><span> to one percent. </span></p>\"},{\"content\":\"<p><span>If you’re curious why GDP shrank but jobs, unemployment, and the Dow didn’t, just remember that “GDP doesn’t answer all questions,” as Brent Moulton with the BEA says.  It measures all economic output – manufacturing, services, exports, imports, all of it.  That can change in the short term without jobs or stocks being created or lost.  GDP remains, says Joseph Gagnon, “our best measure of economic activity.”</span></p>\",\"type\":\"text/html\"}]","title":"Why the GDP got revised downward","byline":"Sabri Ben-Achour","tags":["Economy","Gross Domestic Product (GDP)","APM"],"itags":["Marketplace for Thursday May 29, 2014","Marketplace","PMP:Marketplace_PMP","2d37873f77a162f6301c071dc19ca1ce"],"contentencoded":"<div class=\"barn-cleaned\"><p>The Bureau of Economic Analysis issued a revision Thursday morning of its estimate for Gross Domestic Product growth in the first quarter of 2014, and the revision made the economic picture look much worse.&nbsp;</p>\n<p>Instead of growing at an annualized rate of 0.1 percent, the bureau announced the economy actually shrank at an annualized rate of one percent. So&nbsp;<span>how do you just not catch an economic contraction until months later?</span></p>\n<p>“When we produced our first estimate last month we didn’t have complete data for the quarter,” explains Brent Moulton, associate director for National Economic Accounts at the Bureau of Economic Analysis in the Commerce Department.&nbsp;</p>\n<p>And why didn’t they have complete data?&nbsp;</p>\n<p>“Most of these data come from surveys of businesses, some from administrative records, but most from surveys ,” says Moulton.&nbsp; “It takes time to get responses.”</p>\n<p><span>The BEA comes up with more and better estimates over time as it gets more data.</span></p>\n<p>“They don’t get all the pieces of it right away,” says Joseph Gagnon, a senior fellow at the Peterson Institute for International Economics.&nbsp; “So there’s an advance estimate, then a preliminary estimate, then a final estimate, and at each point along the way they get more reports in and more data.”</p>\n<p>And that’s not the end of it – GDP can be updated even years later as new businesses report back records.&nbsp;<span>But back to the latest GDP estimate: Why did it shrink when jobs, unemployment, and the stock market didn’t?&nbsp;</span></p>\n<p>Two reasons.&nbsp; Over the nasty winter the economy slowed, and that tainted the monthly data early in the first quarter. That dragged the estimate down, even though the monthly data at the end of the quarter showed pretty good numbers overall. &nbsp;“By March the numbers were coming in strong again, but by that point the weakness was essentially baked into the cake,” says Christopher Low, chief economist with FTN Financial.</p>\n<p><span>Secondly, business investment in inventory – a particularly volatile indicator, says Gagnon – turned out to be lower than expected.&nbsp; When the BEA did its initial estimate in April, it only had two months of inventory data.&nbsp; The missing months, when they finally arrived, showed that businesses had cut down – temporarily – on their inventories more than people had guessed.&nbsp; That dragged down the estimate of GDP growth into negative territory.</span></p>\n<p><span>It’s also worth pointing out that GDP didn’t actually shrink by one percent; it shrank at a rate that&nbsp;</span><em>if</em><span>&nbsp;&nbsp;</span><em>continued</em><span>&nbsp;over the entire year&nbsp;</span><em>would amount</em><span>&nbsp;to one percent.&nbsp;</span></p>\n<p><span>If you’re curious why GDP shrank but jobs, unemployment, and the Dow didn’t, just remember that “GDP doesn’t answer all questions,” as Brent Moulton with the BEA says.&nbsp; It measures all economic output – manufacturing, services, exports, imports, all of it. &nbsp;That can change in the short term without jobs or stocks being created or lost.&nbsp; GDP remains, says Joseph Gagnon, “our best measure of economic activity.”</span></p></div>","teaser":"Revised GDP figures showed economic contraction, while other indicators seemed OK.","audio":[{"meta":{"height":"340","crop":"primary","width":"610"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/492515765.jpg?itok=RFgwmCxe","type":"image/jpeg"},{"format":"MP3","type":"audio/mpeg","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2014/05/29/marketplace_segment16_20140529_64.mp3","meta":{"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2014/05/29/marketplace_segment16_20140529"},"duration_hms":"00:02:14","duration":134}}]}