{"created":"2014-10-08T15:25:45+00:00","modified":"2014-10-31T01:47:34+00:00","valid":{"from":"2014-10-31T01:47:34+00:00","to":"3014-10-31T01:47:34+00:00"},"hreflang":"en","title":"Talking Stick In Hand, Tom Robbins Tells His Own Story","published":"2014-05-25T15:51:00+00:00","teaser":"NPR's Rachel Martin speaks with the irrepressible novelist about his latest book — a memoir this time, called <em>Tibetan Peach Pie </em>-- and why he hates being labeled as a counter-culture writer.","itags":["npr_api","315299261"],"guid":"2d410645-53ee-4b93-a51b-f96a02e1c450","contentencoded":"<p>Acclaimed writer Tom Robbins has a new book out, and it's as fantastical and philosophical as anything he's ever written — but this time he's made himself the main character. It's called <em>Tibetan Peach Pie: A True Account of an Imaginative Life</em>, and Robbins tells NPR's Rachel Martin that writing a memoir is like driving down a once-familiar road, \"but there are potholes in it now, and some fast-food franchises sprung up along the way, and there's occasionally a blind curve that you might not remember. But it's still familiar,\" he says. \"Whereas when you're writing a novel, you're not only traveling down a road that's completely unknown, you're constructing the road as you drive.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On why he wrote the memoir</strong></p><p>The driving force was the women in my life ... I've been telling them stories over many many years, and they were pestering me to start writing some of them down. And here I am.</p><p><strong>On his \"talking stick\"</strong></p><p>I've only recently begun to admit to that, but about age eight or nine, onward until really I left for college, I would tell stories aloud, to myself, but always out in the yard with a stick in my hand. And I would beat the ground as I told the story. And we moved fairly frequently — we would leave houses behind where one section of the yard was completely bare from where I'd destroyed the grass. But I realized much later in life that what I was doing was drumming, I was building a rhythm. Even today as a writer, I pay a lot of attention to rhythm in my work.</p><p><strong>On practicing passive resistance while in the Air Force</strong></p><p>We had an inspection once while I was stationed in Nebraska, and the inspecting sergeant had dictated that all lockers had to be ... facing the aisle. But he he spelled it wrong, he spelled it I-S-L-E. So this barracks was near the Platte River, and there were islands in the Platte River. So I turned my locker to face the island in the river, and then when he wrote me up for it and I was about to be punished, I pointed out to him that I was following the directions explicitly.</p><p><strong>On the downside to his literary success</strong></p><p>Establishment critics, to this day, write me off as a counter-culture writer, even though of my nine novels, the last six have had nothing to do with counter-culture things. And I wouldn't have missed the '60s for a billion dollars — but neither I nor my life's work can be defined by counter-culture sensibilities.<br /> <br />They're inserting this image of me as a counter-culture figure in between their eyes and the page. Though, to be fair, I stopped reading reviews of my books in 1977.</p><p><strong>On art and mystery, and why he's learned more from painters than writers</strong></p><p>They're not hidebound by language, so they often talk about their work in a more interesting way than writers talk about their work ... as you can determine so far in this interview, I'm not very good at talking about my work! All great art has as its core a mystery. If the Mona Lisa didn't have that mysterious smile, she'd just be another Italian broad.</p><p><strong>On reading his own early books</strong></p><p>I have not read any of them. I've told myself that I am saving them for my my golden years — but my golden years are here, they're practically past, and I still haven't picked them up.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Talking+Stick+In+Hand%2C+Tom+Robbins+Tells+His+Own+Story&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"406"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1315703481-c3e0f8.m3u?orgId=1&topicId=1033&ft=3&f=315299261"},{"href":"http://media.npr.org/assets/img/2014/05/23/robbins-e5fd391d91b5912d66ffe0281993986b381699ea.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"246","width":"328"}}]}