{"created":"2015-04-19T09:20:31+00:00","modified":"2015-05-13T21:02:06+00:00","valid":{"from":"2015-05-13T21:02:06+00:00","to":"3015-05-13T21:02:06+00:00"},"hreflang":"en","title":"This Robot Chef Has Mastered Crab Bisque","published":"2015-04-19T15:00:00+00:00","teaser":"The system, a pair of robotic arms, learned to cook by mimicking the motions of a top chef. Even though it can't smell or taste, its maker says the robot should be able to make 2,000 meals by 2017.","itags":["npr_api","400367891"],"guid":"2d49df11-e4a3-4b5a-8c49-7b913e713dbd","contentencoded":"<p>Step aside, home chefs! The kitchen of the future draws near.</p><p>No, there's no <a href=\"http://backtothefuture.wikia.com/wiki/Hydrator\">hydrator</a> from Marty McFly's kitchen in <em>Back to the Future II</em>. Right now, the chef of the future looks like a pair of robotic arms that descend from the ceiling of a very organized kitchen. And it makes a mean crab bisque.</p><p>As well it should: The robot has been studying under <a href=\"https://cheftimanderson.wordpress.com/\">Tim Anderson</a>, a freelance chef who won the <a href=\"http://www.bbc.co.uk/food/chefs/tim_anderson\">BBC's <em>MasterChef</em></a> competition in 2011. With a few demonstrations from Anderson — and a lot of help from the programmers and technicians at U.K.-based <a href=\"http://moley.com/\">Moley Robotics</a>, the company that is building it — the robot chef is really cooking.</p><p>So how does it work?</p><p>\"It's basically two robotic arms attached to these very sophisticated robotic hands, which have the same range of movement as human hands do,\" Anderson tells NPR's Rachel Martin.</p><p>Most kitchen automation has relied on programmers to code specific directions into their robots, and that's what Anderson says he thought would be the case with Moley's robot chef. Instead, Anderson strapped on some motion-capturing gloves and wristbands and gave the robot a demonstration. Well, lots of demonstrations.</p><p>\"I ran through the recipe five times,\" he says. \"And then the programmers and technicians took the motions that I made and chose the smoothest and cleanest ones and spliced them together, fine-tuned them. \"So now you have a robot that will repeat my exact movements in a controlled way, every single time.\"</p><p>Anderson demonstrated how to prepare stir fry, sushi, steak, and pasta before he and the technicians decided that a crab bisque would be the best first meal for the bot to tackle. \"I think we came up with about six dishes to begin with that we thought would be a mixture of feasible, impressive, delicious and applicable to further recipes,\" he explains.</p><p>It took a few tries for the robot to perfect its bisque technique — it made a few mistakes at first. \"But all chefs do,\" says Anderson. \"Now it's more or less foolproof. It makes a great bisque every time.\"</p><p>But don't give away all your cookbooks just yet. The robot chef costs about $15,000. And while Moley says the robot will be able to prepare 2,000 dishes by the time the company starts selling it to the public, right now, it seems, the bot's repertoire is limited to soup.</p><p>And Anderson isn't worried about his job security, because he doesn't think the robot will replace professional chefs. Not yet, at least. \"I'm just not sure it will ever get to the same cooking capabilities that a human has,\" he says. \"It's very, very difficult for the robot to deal with inconsistencies in ingredients, and also, the robot has no creative capabilities.\"</p><p>Not to mention its lack of senses: The robot can't taste or smell — both critical abilities when it comes to cooking. \"It can't really understand flavors,\" Anderson says, \"which means it can never really put together a dish of its own.\"</p><p>Moley says it plans to start selling its cooking robot in 2017. In the meantime, the robot chef will need plenty more tutorials from chefs like Anderson. \"I'm just one of probably many future chef-robot mentors that we're going to need,\" he says.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=This+Robot+Chef+Has+Mastered+Crab+Bisque&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"235"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1400750556-02bee5.m3u?orgId=1&topicId=1053&d=235&p=10&story=400367891&t=progseg&e=400750450&seg=16&ft=nprml&f=400367891"},{"href":"http://media.npr.org/assets/img/2015/04/17/moley-robotics---automated-kitchen_lr-2-9e074c5dfdadfee6052bfbb0a1cfd282dd470ad9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2008","width":"2678"}},{"href":"http://media.npr.org/assets/img/2015/04/17/moley-robotics---automated-kitchen2_lr-3-5e669cc0bf5abfe9597dd81587f3e19dfb232d68.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}