{"created":"2014-11-22T12:51:16+00:00","modified":"2014-11-24T01:05:10+00:00","valid":{"from":"2014-11-24T01:05:10+00:00","to":"3014-11-24T01:05:10+00:00"},"hreflang":"en","title":"Ferguson Braces For Grand Jury Decision","published":"2014-11-22T20:52:00+00:00","teaser":"A grand jury decision on whether Officer Darren Wilson will face charges for killing Michael Brown in Ferguson, Mo., may be near. The grand jury met behind closed doors on Friday.","itags":["npr_api","365910458"],"guid":"2d4928f6-43ad-47a6-834d-ade44de30b04","contentencoded":"<p>It's not certain that a grand jury decision in a Ferguson, Mo., case will be announced this weekend, but officials, protesters and city leaders have been preparing.</p><p>The grand jury, which will decide whether a white police officer who shot an unarmed black 18-year-old will face charges, met behind closed doors Friday. The city is bracing for what comes next.</p><p>It been more than three months since Ferguson Police Officer Darren Wilson killed Michael Brown. St. Louis Mayor Francis Slay says during much of that time, police commanders have been meeting with protest leaders to talk about how to handle the demonstrations that are sure to follow the grand jury decision. Slay says they've come to terms on some rules of conduct:</p><p>\"If some protesters are nonviolent, police will not be aggressive,\" Slay says, \"but some protesters turn violent or threatening, police will respond to keep everyone safe.\"</p><p>Slay says protesters may also be allowed to occupy public spaces longer than previously tolerated. He says the goal is to keep people and property safe while demonstrators exercise their rights of free speech.</p><p>On a stretch of West Florissant Avenue, most of the businesses that were looted or damaged in the aftermath of Brown's death last August still have boarded-up windows.</p><p>\"We're just trying to wait and see what happens,\" says Buffi Blanchard, who works at a barbershop that her aunt owns. Blanchard says they had the boards taken off the shop's windows, but with the grand jury decision looming, people are afraid.</p><p>\"We have clients still to this day, right now, who have come recently in the last week or two who have said, 'We haven't been here since Aug. 9th, since this all happened,' \" Blanchard says. \"And now something else may be getting ready to happen, and they may stop coming again.\"</p><p>The businesses here are taking merchandise out of the store at night, and reinforcing their doors. Blanchard already knows what she'll do when the grand jury decision is announced.</p><p>\"Pray,\" she says. \"That's all I can do.\"</p><p>There are a number of groups that have worked to provide safe spaces. Rev. Susan Sneed, an organizer with Metropolitan Congregations United, says some churches will offer sanctuary primarily for demonstrators, while others will be a respite for people who live in protest areas.</p><p>\"If the community wants to come in at whatever time, just for a place to pray, to feel safe. A lot of those churches will offer simple hospitality, some food to eat. If people feel like they need to spend the night, they can,\" she says.</p><p>There have been nightly demonstrations near the Ferguson Police Department. The familiar chant, \"Hands up, don't shoot,\" has become a symbol of the Mike Brown protest. There have also been arrests this week of demonstrators who blocked traffic. Protestors say they will gather at the site of the police station when the grand jury decision comes. LaDonna Goforth says she won't be among them.</p><p>\"I don't know if I want to be around everything when this goes off like that,\" she says. \"You think there's going to be trouble — I really feel like it. I really feel like it. There's a lot of people angry. You know what I'm saying? People are angry.\"</p><p>But there are many urging protesters to be calm — from residents here to Attorney General Eric Holder and even President Obama. Meanwhile, the FBI has sent nearly 100 additional agents to Ferguson to help law enforcement prepare for any problems that could arise.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ferguson+Braces+For+Grand+Jury+Decision&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Cheryl Corley","audio":[{"meta":{"duration":"218"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1365910459-04f3f8.m3u?orgId=1&topicId=1015&ft=3&f=365910458"}]}