{"created":"2014-12-04T13:27:58+00:00","modified":"2014-12-04T13:27:59+00:00","valid":{"from":"2014-12-04T13:27:59+00:00","to":"3014-12-04T13:27:59+00:00"},"hreflang":"en","guid":"2d545aaf-afde-4271-8c4b-8632813e3eb9","title":"A day in Boston during the lockdown","published":"2014-12-04T13:27:53+00:00","byline":"Jeb Sharp","tags":["law","work","terrorism","Conflict & Justice","Cambridge","United States","Chechnya","North America","Jessica Stern","Alysia Abbott","Human Interest"],"teaser":"The World's show producer Jeb Sharp shares her experience of a day in Boston during the lockdown.","contentencoded":"<p>I wasn't scheduled to work today. I slept in after four days of intense coverage of the bombings. But when I did wake up it was to a text from my daughter's vacation week theater camp saying they were cancelling the day's program quote \"due to concerns about public safety.\"</p>\n<p>Suddenly I was wide awake. There was a long stream of other texts from colleagues. I called the newsroom to find a small crew already at work despite the fact that pretty much everything else in the city is shut down including public transport.</p>\n<p>Then I ventured out into the eerie calm of our street, normally busy at rush hour but today, dead quiet except for on again off again sound of sirens, helicopters, and the occasional car.</p>\n<p>It was an overcast morning with a steady breeze and an occasional odd sprinkle of rain. I went to visit my friend Alysia Abbott across the street. She had sent her 7-year-old daughter next door away from the TV news. She said today feels different from the drama earlier in the week.</p>\n<p>\"When the explosions happened at the marathon it was over the river,\" she said. \"I wasn't at the marathon. It affected me. I felt anxious. But this is strangely close. The idea that we're in lockdown is definitely more surreal. I'm also feeling just antsy. I don't want to stay inside and as with earlier in the week I've been feeling eager for information but if my daughter is around I can't listen to the radio.\"</p>\n<p>As we stood on her front porch countless law enforcement vehicles passed by. Regular police cars, SUV's, an armored vehicle. Sirens flared occasionally. Alysia said part of her wants to dismiss what's happening, that she thinks the danger is being exaggerated. \"But there's also the sense that anything might happen,\" she said.</p>\n<p>I left Alysia on her front porch looking out over the street and went on to visit the terrorism expert Jessica Stern who lives nearby. Today she's been both Cambridge citizen under lockdown and terrorism expert making media appareances. Like the rest of us, she wishes she knew more.</p>\n<p>\"It is really frustrating,\" she said. \"I realize I've been trying to psychologically solve this crime and I've been very, very frustrated that I haven't been able to figure it out and it's been an incredibly emotional week.\"</p>\n<p>Jessica Stern told me the news that the suspects might have a Chechnya connection brought up a stream of different thoughts including work she's done about how young people become radicalized.</p>\n<p>\"It's often disgruntled individuals who are very confused about their identity,\" she said. \"Who feel neither full American or fully western, but also need something, need some identity and they can end up falling into some kind of movement that may have nothing to do with where they're originally from. Their parents may be horrified. We see this again and again.\"</p>\n<p>She acknowledged there's nothing firm yet about a possible motive. And like others, Jessica Stern is struck by the overwhelming law enforcement response. I asked her what advice or perspective she could offer and she had this to say.</p>\n<p>\"Even today it's important to realize that the best thing you can do is wear your seat belt and take care of your kids. Because this is such a visually astonishing event it really gets to us and because it's so unusual it grabs us in a way that ordinary activities that might actually put us more at risk don't. So that's something to bear in mind. That events that are visible in a big way alarm us out of proportion to the actual danger.\"</p>\n<p>That was a comforting thought as I left Jessica's house and turned toward work. The streets were still empty and I kept thinking the cops would pull me over for being out there. One did pull out and follow me for a stretch and then he turned off, seemingly satisfied I was not a threat.</p>\n<p>It was a relief to arrive at work and be out of that no man's land out there full of sirens and barricades where nobody knows what will happen next.</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/migration/PriMigrationsDamanticMediaAudioMigration/media.blubrry.com/world/www.podtrac.com/pts/redirect.mp3/media.theworld.org/audio/0419021311.mp3"},{"href":"http://www.pri.org/file/0419021311mp3"}]}