{"created":"2015-04-14T20:51:23+00:00","modified":"2015-05-23T00:00:15+00:00","valid":{"from":"2015-05-23T00:00:15+00:00","to":"3015-05-23T00:00:15+00:00"},"hreflang":"en","title":"Thousands Of Young Women In U.S. Forced Into Marriage","published":"2015-05-04T00:13:00+00:00","teaser":"Sometimes the women aren't allowed to leave their homes. Some commit suicide. Many have little recourse, advocates say, because current laws are ill-equipped to address this hidden crisis.","itags":["npr_api","399337562"],"guid":"2d6460a7-07e2-4bdc-8886-a1de4a74e55e","contentencoded":"<p>Lina describes herself as strong and independent. Born in Yemen and brought to the U.S. as a toddler, the 22-year-old now works retail at a mall to pay her way through college.</p><p>\"I was raised very, very Americanized. I did sports, I did community service, I worked,\" Lina says. (NPR is not using her full name because she fears retribution from her family.)</p><p>When people hear her story, she says they tell her, \"I never thought that this would ever happen to you.\"</p><p>A year ago, Lina says her parents took her to Yemen, claiming her grandmother was gravely ill. But once she was there, Lina's father announced that she would be getting married to a local man, despite her objections.</p><p>While in Yemen, \"I wasn't allowed out of the house longer than 10 minutes, and somebody always had their eye on me,\" Lina says.</p><p>She did have her phone and emailed the U.S. Embassy. But the State Department <a href=\"http://www.state.gov/documents/organization/86822.pdf\">says</a> that its ability to help in such situations is limited.</p><p>So Lina went ahead with the wedding. She says she felt she had no choice after overhearing a chilling comment that family friends made to her parents.</p><p>\"The cost of a bullet is less than a dollar,\" Lina recounts hearing. \"And what they meant by that is that my life to these people, it's very, very cheap,\" she says. They were threatening to kill her.</p><p>\"These are courageous women and girls who are facing extreme circumstances,\" says Layli Miller-Muro, executive director of the <a href=\"http://www.tahirih.org/\">Tahirih Justice Center</a>, a national nonprofit that provides legal help for immigrant women forced to marry. Tahirih recently documented 3,000 forced marriages in the U.S. during a two-year period. The victims have little recourse, Miller-Muro says.</p><p>\"Some of our clients have ... actually committed suicide as their only way out,\" she says. \"They've been beaten. They have been imprisoned in their own home. They've been starved.\"</p><p>U.S. laws are not designed to deal with the complexity of forced marriage, Miller-Muro says, especially if there's no pattern of past violence. Even state laws on the marriage age don't always help. Most were written for Romeo and Juliet scenarios, she says, and power lies with parents, not the young people.</p><p>\"[The parents] can go to a court and get a marriage certificate, indicate they're waiving the minimum age requirement,\" Miller-Muro says. \"And the court has no procedures in place to ensure the child is wanting this. And so we've seen this happen.\"</p><p>Parents often consider marriage a matter of family pride and honor. It's a way to protect daughters, and sometimes sons, from \"Western ways.\"</p><p>The Tahirih Justice Center has <a href=\"http://www.tahirih.org/site/wp-content/uploads/2011/09/REPORT-Tahirih-Survey-on-Forced-Marriage-in-Immigrant-Communities-in-the-United-States-September-20115.pdf\">documented</a> forced marriage in almost every U.S. state, among communities with ties to dozens of countries and across many religions.</p><p>\"People often ask me when I tell them my story, 'Where you from? Iran?' And I tell them I'm from Brooklyn,\" says Fraidy Reiss, who was raised ultra-Orthodox Jewish.</p><p>Reiss says her community was insular. Her ultra-Orthodox high school prepared her for a life devoted only to a husband and children. \"I actually had to sign a paper promising that I would not take the SATs or drivers ed,\" she says.</p><p>But, after marrying at age 19, Reiss did learn to drive. She also got a college degree, over objections from her controlling husband. That allowed her and her two children to leave after 12 years of a marriage she calls verbally abusive and volatile.</p><p>Reiss now heads <a href=\"http://www.unchainedatlast.org\">Unchained at Last</a>, a nonproft that helps other women get out of marriages they were forced into.</p><p>These women have \"heartbreaking stories,\" Reiss says. \"Women call and say, 'I've been in this house, you know, for seven years, since I was 16. I have two children. I haven't been allowed to leave the house. Please, please help me,' \" Reiss says.</p><p>The families of young brides will often promise American citizenship to a foreign husband in lieu of paying a dowry, Reiss says. Sometimes the bride is the one brought to the U.S. from overseas, Reiss says, though the women she has helped in that situation have generally not been sponsored for U.S. citizenship. She thinks families use the threat of deportation to keep women from leaving or reporting their abuse.</p><p>She would like to see the U.S. do more for these women, and she and others point to the U.K. as an example. The country has a national hotline with an extensive education campaign. A <a href=\"https://www.gov.uk/forced-marriage\">Forced Marriage Unit</a> can reach overseas to help extricate women from a coerced wedding. Last year, England and Wales also made forced marriage a crime, punishable by up to seven years in prison.</p><p>Reiss likes the idea of criminalization, though the Tahirih Justice Center worries it could discourage girls from seeking help. The center's director of policy and programs, Archana Pyati, would like to see the U.S. create something else the U.K. has: civil protection orders, specifically to protect girls from the pressure to marry.</p><p>\"A judge would hear testimony about the complex web of social, familial and other factors that are making her feel that she's trapped,\" Pyati says, \"so that a judge could, in fact, recognize a forced marriage when he or she sees one.\"</p><p>Lina, the young woman who got married in Yemen, managed to convince her husband and his family to let her return to the U.S. They remain in Yemen.</p><p>Despite fears for her safety, Lina feels strongly that more people like her need to speak out. Lina discovered that three close friends were also forced to marry in Yemen. She had had no idea, because they had been too ashamed to tell her.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Thousands+Of+Young+Women+In+U.S.+Forced+Into+Marriage&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jennifer Ludden","audio":[{"meta":{"duration":"279"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1399641466-d0a595.m3u?orgId=1&topicId=1091&d=279&p=2&story=399337562&t=progseg&e=399611600&seg=4&ft=nprml&f=399337562"},{"href":"http://media.npr.org/assets/img/2015/04/14/gettyimages-109718135-d176a314f6bef38c4215227d17038a6ae9b0a143.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"762","width":"1016"}},{"href":"http://media.npr.org/assets/img/2015/04/13/forced-marriage1-8dd3eb94a836394b2d8a97b8f7274cfd5273c250.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1111","width":"1482"}}]}