{"created":"2014-10-08T02:23:51+00:00","modified":"2014-11-20T21:05:18+00:00","valid":{"from":"2014-11-20T21:05:18+00:00","to":"3014-11-20T21:05:18+00:00"},"hreflang":"en","title":"Palestinians Seek Shelter At Supply-Strapped U.N. Schools","published":"2014-07-13T18:14:00+00:00","teaser":"Thousands of residents of Northern Gaza are heeding Israeli warnings and leaving their homes in anticipation of a new assault. U.N.-run schools expect to shelter tens of thousands of evacuees.","itags":["npr_api","331133810"],"guid":"2d6f4dff-e7fb-4196-a573-6e36662b167f","contentencoded":"<p>Residents in Northern Gaza have been fleeing their homes in <a href=\"http://www.npr.org/blogs/thetwo-way/2014/07/13/331122214/palestinians-flee-gaza-after-israel-drops-warning-leaflets\">anticipation of a new Israeli assault</a>, as the exchange of Hamas rockets and Israeli airstrikes enters its sixth day. A brief ground action conducted by Israel Sunday morning came as Israel warns that a larger campaign may be coming.</p><p>But United Nations schools in Gaza, which expect to shelter tens of thousands of Palestinians, say they're short on resources to help provide for the evacuees.</p><p>Palestinians in cars, motorbikes and donkey carts are following Gaza's main road south. Jamil Sultan travels on a cart with three grandchildren, his wife and two grown daughters.</p><p>\"Tonight it was hell there — too much shooting and shelling,\" Sultan says. \"And Israelis, they called us at the land line and they told us, 'You have to leave the area immediately.' We left all our clothes, our private things, at home. We brought things that we can sleep and sit on.\"</p><p>On another cart heading south, Aliya Gabin holds an infant and travels with seven other children. They're heading for a school run by the U.N. Relief and Works Agency, or UNRWA, in Gaza.</p><p>\"The U.N. schools are safe,\" Gabin says, \"because all the houses are targeted. We don't know what else to do. This is torture.\"</p><p>In the courtyard at the al-Remal Elementary School, families unload bedding, cooking pots and bags of rice. U.N. staff say the first people seeking shelter knocked on school gates at 2 a.m., in the middle of an Israeli bombing campaign. In an upstairs classroom, a message on the blackboard left over from the school year announces a test on human rights issues.</p><p>U.N. workers are trying to put no more than 30 people in each classroom, and trying to keep extended families together.</p><p>Nayhid Sayyed's 3-year-old daughter is crying. This is the third time Sayyed has left her home due to fighting in Gaza.</p><p>\"Whenever there is a war, we come here,\" she says. \"This is the third time we've come here. It's always the same. Hitting, bombing, incursion.\"</p><p>The U.N. has been preparing for this kind of evacuation, says Robert Turner, the director of UNRWA operations in Gaza. The last time Israel sent troops into Gaza on the ground, five years ago, 50,000 Palestinians sought shelter in U.N. schools.</p><p>\"So we have prepared more or less for a similar kind of number,\" Turner says. \"Unfortunately, we don't have the supplies we'd like to have, because we had to distribute a lot of relief supplies after ... the really terrible flooding in December of last year. We were never able to find the funding to replenish those stocks.\"</p><p>The agency has enough supplies for about 35,000 people, he says.</p><p>Israel widely publicized its warnings Saturday, calling cellphones and dropping leaflets to instruct civilians in Northern Gaza to leave. But some Palestinians near border areas got warnings several days ago.</p><p>\"They said if you stay in your home, you'll die. But if you leave, you'll be safe,\" says Um Muhanaad Abu Haloub, who left her home in the north on Thursday and went to relatives in Gaza City.</p><p>\"We were afraid,\" she says. \"My daughter came with me at first. But when she saw that nothing happened at home, she went back.\"</p><p>Her 80-year-old husband, Mohammad Arafa Abu Haloub, had stayed back on their land. Their daughter and a son stayed with him. But this morning, they all changed their minds and left. Mohammad says it was not easy to abandon his home.</p><p>\"I received six warnings before. I always intended not to leave,\" he says. \"But I changed my mind finally because I wanted to protect and save the lives of my son and daughter who came and stayed with me — and they refused to leave unless I left with them.\"</p><p>Hamas countered early Israeli warnings to leave the north with its own calls for Palestinians to stay and not believe Israeli threats. But some people leaving today said Hamas leaders told them it was better to go.</p><p>The militant group formally quit governing the Gaza strip last month, but remains in clear control of the region's weapons at least. Israel pulled out of Gaza nine years ago. The U.N.'s Robert Turner says he is not sure what comes next.</p><p>\"That's the big question. That's what has us most worried ... How does this end?\" Turner asks. \"Who picks up the keys to Gaza when this is over?\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Palestinians+Seek+Shelter+At+Supply-Strapped+U.N.+Schools&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Emily Harris","audio":[{"meta":{"duration":"269"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1331133811-e21da4.m3u?orgId=1&topicId=1009&ft=3&f=331133810"},{"href":"http://media.npr.org/assets/img/2014/07/13/452086386-6c2e2bec2bde7847b4f7e3e0f6570ee06dc3651f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1969","width":"2628"}},{"href":"http://media.npr.org/assets/img/2014/07/13/families-arrive-e5861ee8e769e00f55c701a3a153fb9b0d9766c9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2662"}}]}