{"created":"2015-05-14T01:52:10+00:00","modified":"2015-05-14T15:44:45+00:00","valid":{"from":"2015-03-24T20:25:51+00:00","to":"3015-03-24T20:25:51+00:00"},"hreflang":"en","tags":["APM","World","India","loans","street vendors","Six Routes"],"published":"2015-03-24T20:25:51+00:00","teaser":"Creating economic stability for India means transforming the informal economy.","guid":"2d736f6b-f702-4fd5-84d9-fc4199340ec5","title":"Organizing India's Informal Workers","contentencoded":"<div class=\"barn-cleaned\"><p>Shri Ram sells papaya in a neighborhood market in Delhi. &nbsp;<span>His business is simple. He buys Papaya from a wholesaler and sells them to individuals in a small cart.&nbsp; But in 2010, something happened that altered the course of Ram’s life.</span></p>\n<p><span>That was the year that India hosted the Commonwealth Games. Ram and the other vendors who sold in the market near the stadium were told by the Municipal Corporation of Delhi, the MCD that they would be temporarily removed from their location but they could come back after the games were over. But after the games the MCD said Ram and the other vendors’ licenses had been cancelled.</span></p>\n<p>Ram explains that the MCD demanded 100,000 rupees—about $2000 — to give them their licenses and land back.&nbsp; Just to put that in context, Ram earns about $1,600 a year selling papaya.</p>\n<p>The vendors got together and collected 30,000 rupees.&nbsp; They were allowed back into the market, but the vendors failed to raise the additional funds. So their stalls were bulldozed.&nbsp;</p>\n<p><span>Stories like this are common among street vendors in India&nbsp;according to the National Association of Street Vendors of India. NASVI has roughly 500,000 dues-paying members. The organization provides low-interest loans to members, offers training, organizes street food festivals with the Ministry of Tourism and helps vendors fight extortion.</span></p>\n<p>“You talk to any vendor they will say they give to police, municipality, they will give to anybody and everybody. Anybody who gets an opportunity extorts money,” says Arvind Singh, the head of NASVI.</p>\n<p>The best tool vendors have to fight this type of extortion is to organize, Singh says.</p>\n<p>Organizing is exactly what Ram and the other vendors did. After their homes and businesses were bulldozed, they sat in protest in front of the government building for 13 days, and thanks to NASVI they met with a prominent lawyer who offered to take their case pro bono. The court has yet to reach a verdict, but the vendors are still allowed to sell in the market.</p>\n<p>&nbsp;<span>The experience has changed Ram. He now considers himself an organizer.&nbsp; On a recent tour of an East Delhi market, he pointed out street vendors he has helped, including Suresh.&nbsp;</span></p>\n<p>Suresh used to only sell a single dish from a cart. Today he has this shop with three tables and a full menu that includes traditional Indian dishes and Chinese food. On one wall of the shop is a certificate from a NASVI workshop where he learned budgeting and negotiating.</p>\n<p>Suresh now has 10 employees. He makes a profit of about $15 dollars a pay, a pretty good wage for a street vendor.&nbsp; He has been able to give his children an education, something he never had.&nbsp; They are getting master’s degrees and he expects they will make it into the middle class. &nbsp;</p></div>","description":"Creating economic stability for India means transforming the informal economy.","byline":"David Weinberg","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>Shri Ram sells papaya in a neighborhood market in Delhi.  <span>His business is simple. He buys Papaya from a wholesaler and sells them to individuals in a small cart.  But in 2010, something happened that altered the course of Ram’s life.</span></p>\"},{\"type\":\"text/html\",\"content\":\"<p><span>That was the year that India hosted the Commonwealth Games. Ram and the other vendors who sold in the market near the stadium were told by the Municipal Corporation of Delhi, the MCD that they would be temporarily removed from their location but they could come back after the games were over. But after the games the MCD said Ram and the other vendors’ licenses had been cancelled.</span></p>\"},{\"type\":\"text/html\",\"content\":\"<p>Ram explains that the MCD demanded 100,000 rupees—about $2000 — to give them their licenses and land back.  Just to put that in context, Ram earns about $1,600 a year selling papaya.</p>\"},{\"content\":\"<p>The vendors got together and collected 30,000 rupees.  They were allowed back into the market, but the vendors failed to raise the additional funds. So their stalls were bulldozed. </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><span>Stories like this are common among street vendors in India according to the National Association of Street Vendors of India. NASVI has roughly 500,000 dues-paying members. The organization provides low-interest loans to members, offers training, organizes street food festivals with the Ministry of Tourism and helps vendors fight extortion.</span></p>\"},{\"type\":\"text/html\",\"content\":\"<p>“You talk to any vendor they will say they give to police, municipality, they will give to anybody and everybody. Anybody who gets an opportunity extorts money,” says Arvind Singh, the head of NASVI.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>The best tool vendors have to fight this type of extortion is to organize, Singh says.</p>\"},{\"content\":\"<p>Organizing is exactly what Ram and the other vendors did. After their homes and businesses were bulldozed, they sat in protest in front of the government building for 13 days, and thanks to NASVI they met with a prominent lawyer who offered to take their case pro bono. The court has yet to reach a verdict, but the vendors are still allowed to sell in the market.</p>\",\"type\":\"text/html\"},{\"content\":\"<p> <span>The experience has changed Ram. He now considers himself an organizer.  On a recent tour of an East Delhi market, he pointed out street vendors he has helped, including Suresh. </span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Suresh used to only sell a single dish from a cart. Today he has this shop with three tables and a full menu that includes traditional Indian dishes and Chinese food. On one wall of the shop is a certificate from a NASVI workshop where he learned budgeting and negotiating.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Suresh now has 10 employees. He makes a profit of about $15 dollars a pay, a pretty good wage for a street vendor.  He has been able to give his children an education, something he never had.  They are getting master’s degrees and he expects they will make it into the middle class.  </p>\"}]","itags":["Marketplace","PMP:Marketplace_PMP","2d736f6bf702fd594d92fc4199340ec5","Marketplace for Wednesday March 25, 2015"],"audio":[{"meta":{"height":"340","crop":"primary","width":"610"},"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/Suresh%20at%20Shop.jpg?itok=4vHoTdW7"},{"format":"MP3","meta":{"duration":375,"duration_hms":"00:06:15","api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2015/03/25/mp_20150325_seg_18"}},"type":"audio/mpeg","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2015/03/25/mp_20150325_seg_18_64.mp3"}]}