{"created":"2015-01-01T10:05:26+00:00","modified":"2015-01-01T13:37:40+00:00","valid":{"from":"2015-01-01T13:37:39+00:00","to":"3015-01-01T13:37:39+00:00"},"hreflang":"en","title":"Sen. Marco Rubio Hopes For A Congress 'Whose Work Is Relevant' To Americans","published":"2015-01-01T13:37:00+00:00","teaser":"The Republican party begins 2015 in control of both chambers of Congress. Sen. Marco Rubio, R-Fla., talks with Steve Inskeep about the party's priorities and the possibility of a presidential bid.","itags":["npr_api","374220342"],"guid":"2d8af922-dbe2-400d-947b-f69992902ddf","contentencoded":"<p>Florida Sen. Marco Rubio is spending the holidays thinking about his future. Rubio was a prominent member of the contentious Congress that just ended. Some analysts labeled it the \"worst Congress ever.\"</p><p>Shortly, Republicans will take control of both chambers. The new Congress, Rubio hopes, will be seen as \"one whose work is relevant to people's daily lives.\"</p><p>\"And right now, across America, that is, people that are reading all this news about how great the economy is doing, but they're not feeling it,\" he tells NPR.</p><p>Rubio has tried to make economic opportunity a signature issue as he considers a presidential run. He has also been associated with immigration reform — though a reform measure he once supported died in the last Congress, like so much else.</p><p>He's hoping for better results in 2015, on a range of issues at home and abroad. That will depend in part on how the Republican Congress works, or doesn't work, with the Democrat in the White House. Rubio spoke with NPR about that relationship, the president's executive action on immigration, U.S. sanctions on Iran and the possibility of a 2016 run for the White House.</p><hr /><h3>Interview Highlights</h3><p><strong>On President Obama's comment that he <a href=\"http://www.npr.org/2014/12/29/372485968/transcript-president-obamas-full-npr-interview\">may have to use the veto pen</a> </strong></p><p>Well, we certainly have different ideas about how to solve problems, and so I think you're certainly going to see that. And that's not unique — other presidents have had to do that as well. And that's certainly within his power to obstruct the movement of legislation.</p><p>There are some bills where I think he won't be able to do that on — for example, sanctions on Iran. I think we'll have a supermajority, a veto-proof majority to impose additional sanctions on Iran and to require the administration to come before Congress for approval of any deal that he has with Iran. I think the same is true for the Keystone pipeline, potentially.</p><p><strong>On the possibility of the U.S. imposing additional sanctions on Iran</strong></p><p>I don't believe there is a prospect for a deal with Iran. ... First of all, we have to understand that the negotiators are not the decision-makers in Iran. They have to come back to the supreme leader, and I'm fairly confident that the supreme leader in Iran, and others around him, have made the decision that the purpose of these negotiations were to buy time, to make progress on their nuclear program.</p><p>We've waited for more than months — we've waited now for close to, over a year — and really no serious progress has been made. On the contrary, a number of concessions have been made by the United States. In fact, now the U.S. has conceded the right to enrich or reprocess. And if you give them the right to enrich or reprocess at any level, that infrastructure could very easily be ramped up in the future to produce a nuclear-grade uranium or plutonium.</p><p><strong>On Obama's executive action on immigration and what the president has called a \"nativist trend in parts of the Republican Party\"</strong></p><p>First of all, I think the use of \"nativist\" to describe opposition to his form of immigration reform is inaccurate and unwise. I think there are very legitimate reasons to believe that this country has a right to have immigration laws and have those laws respected. A million people a year come to the U.S. legally, and there aren't any voices saying that that should be stopped.</p><p>Now, there are voices, including my own, saying that how we immigrate to the U.S. should be reformed. It should be more of a merit-based system instead of a family-based system because of the dramatic economic changes that we've had in the 21st century, where it's difficult for low-skilled workers to find jobs.</p><p><strong>On a possible 2016 presidential run </strong></p><p>First, let me say I have tremendous respect for Gov. [Jeb] Bush, and I've said repeatedly if he runs he'll be a very credible candidate. Potentially the front-runner, at least in the early stages, because of all the strengths and advantages that he brings to the process. As far as, you know, speculating about whether two people from the same state can run, it's not unprecedented. We certainly know a lot of the same people, we also know some different people. The decision I have to make is: Where is the best place for me to serve America to carry out this agenda that I have to restore the American dream given the dramatic economic changes we've had in the 21st century? Where is the best place for me to achieve that? Is it in the Republican majority in the Senate or is it as a candidate, and ultimately as president of the United States? If I decide it's as president, then that's what I'm going to do irrespective of who else might be running.</p><p>This is not a gut decision, this is one that one needs to make obviously on the basis of facts and reality. And so I haven't made a decision yet on it; I don't have a date in mind or a time frame in mind, but certainly soon. We're closer to a decision than we were a month ago.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Sen.+Marco+Rubio+Hopes+For+A+Congress+%27Whose+Work+Is+Relevant%27+To+Americans&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Steve Inskeep","audio":[{"meta":{"duration":"411"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1374332487-273af2.m3u?orgId=1&topicId=1014&ft=3&f=374220342"}]}