{"created":"2014-09-13T13:34:05+00:00","modified":"2015-02-03T18:18:10+00:00","valid":{"from":"2015-02-03T18:18:10+00:00","to":"3015-02-03T18:18:10+00:00"},"hreflang":"en","title":"Obama's Hawkish Plan For Islamic State Puts Doves In A Quandary","published":"2014-09-15T14:05:00+00:00","teaser":"The president's proposal to degrade and destroy the Islamic State poses a challenge for members of his own party, who have traditionally provided the anti-war voices in Congress.","itags":["npr_api","348119525"],"guid":"2d8e979c-068d-4843-8fad-0fd28c0f431f","contentencoded":"<p>President Obama arguably won the Democratic primary in 2008 because of his strong opposition to the Iraq war. Now he's arguing he doesn't need congressional approval to ramp up a bombing campaign in Iraq and expand air strikes into Syria.</p><p>Criticism of Obama's speech Wednesday night, which announced an aggressive approach to combating the group calling itself the Islamic State, came from defense hawks who felt the president didn't go far enough. But Obama's position poses a unique challenge for members of his own party, who have traditionally provided the anti-war voices in Congress.</p><p>Many Democrats either voted against the Iraq war, wish they had or ran on their opposition to it. Now many are struggling to square their desire to get — and stay — out of the Middle East, with the barbaric and ambitious terrorists calling themselves Islamic State.</p><p>Medea Benjamin, co-founder of Code Pink Women for Peace, says Republicans goaded Obama into taking his aggressive position, and Democrats in Congress aren't willing to stand up to a Democratic president just before midterm elections.</p><p>\"If George Bush made the speech that Barack Obama made the other night, you would see thousands of people out on the street with us,\" Benjamin says. \"You'd see congresspeople calling us and saying, 'Can we join in your demonstration?' With a Democratic president, that is all changed.\"</p><p>Another factor silencing the doves is the visceral, emotional reaction the American people and members of Congress had to the videos of the beheading of journalists James Foley and Stephen Sotloff.</p><p>\"All you need to do is see the videos of the beheading,\" says Democratic Sen. Bill Nelson of Florida, \"and then you're not worried about mission-creep.\"</p><p>Those videos changed public opinion, says Ross Baker, professor of political science at Rutgers.</p><p>\"It raised the stakes on everything.\" Baker says. \"The people, I think, who ordinarily would be almost reflexively opposed to military action of any kind ... have had to rethink it.\"</p><p>Chris Murphy is one such conflicted Democrat. He's a senator from Connecticut, elected on his opposition to the Iraq war.</p><p>\"This threat is fundamentally different, in that you are talking about the possible construction of an autonomous terrorist state,\" Murphy says. \"That's new, and it deserves a response from the United States.\"</p><p>Even so, Murphy is among a handful of Democrats vocally expressing reservations with Obama's proposal. He's not convinced that involving the U.S. in the Syrian civil war, arming rebels and expanding air strikes is the answer.</p><p>\"This is as complicated as it gets,\" he says. \"Virtually every intervention that we've undertaken in the Middle East over the last 10 years, we've screwed up, badly. So I think there is a lot of concern and caution.\"</p><p>California Democrat Rep. Barbara Lee feels much the same way. She was the only member of Congress to vote against the 2001 authorization of military force just days after Sept. 11.</p><p>Then and now, she says, \"Be thoughtful. Be rational. Make an assessment of how to move forward, and not allow the emotion of the moment to take over, but make sure that what we do, and as we act, we don't create more violence, more terror and more hatred.\"</p><p>So, where have the doves gone? They're calling for a full hearing, a more deliberate process. This may be a way of avoiding open criticism of the president and his strategy. Or it may just be they need more time to figure out how to respond to a terrorist group that has forced them to seriously consider how they feel about military intervention.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Obama%27s+Hawkish+Plan+For+Islamic+State+Puts+Doves+In+A+Quandary&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tamara Keith","audio":[{"meta":{"duration":"251"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1348181029-0a96f8.m3u?orgId=1&topicId=1014&e=348119525&d=251&ft=nprml&f=348119525"}]}