{"created":"2014-12-04T22:42:13+00:00","modified":"2014-12-04T22:42:17+00:00","valid":{"from":"2014-12-04T22:42:17+00:00","to":"3014-12-04T22:42:17+00:00"},"hreflang":"en","guid":"2d90e299-1b47-43cd-87c2-0e4eff82d2f5","title":"There’s almost no help for Afghanistan’s 1.6 million drug addicts","published":"2014-12-04T22:42:00+00:00","byline":"Sune Engel Rasmussen","tags":["Afghanistan","Human Needs","Health","Health & Medicine","Kabul","Asia","Afghanistan","Middle East","Ahmadzai Soltani","Substance dependence","Opium","War in Afghanistan","Social Issues","Drug addiction"],"teaser":"Despite the billions spent on eradicating opium poppies in Afghanistan, drug production has never been higher there. And while the country has a fast-growing population of addicts, the cash-starved government has few treatment options available.","contentencoded":"<p>Under the Pol-e Sokhta Bridge in central Kabul, hundreds of men sit along an open sewer, trying to keep out the cold with worn-out coats and scarfs wrapped around their faces. The air is rancid with the smell human excrement, vomit and a tinge of harsh smoke from glass pipes burning opium.</p>\n\n<p>Qassem, just 23 years old, has been addicted to heroin and opium for four years. He says he spent two years working in Iran, where he became addicted to the drugs his employer gave him so he could work longer hours. Then he was deported and had no money to go back to his home.</p>\n<p>“Now I live under this bridge,” he says. “If I have to spend the winter here, I will die.”</p>\n<p>Many others under the bridge share Qassem’s story: Work in Iran, followed by addiction and deportation. Now, they have no jobs, no houses and, often no family. “The dogs won’t even stay here, but we have to,” Qassem says.</p>\n<p>If it wasn’t already clear that the war on drugs in Afghanistan has been lost, <a href=\"http://www.unodc.org/documents/crop-monitoring/Afghanistan/Afghan-opium-survey-2014.pdf\">a new report from the United Nations’ Office on Drugs and Crime </a>spells it out in detail. The cultivation of opium poppies in Afghanistan has never been higher. And in recent years, a growing volume of that opium — and the heroin produced from it — is being consumed inside Afghanistan’s borders.</p>\n\n<p></p><div class=\"media media-element-container media-default\"><img height=\"629\" width=\"942\" style=\"line-height: 20.0063037872314px; width: 1000px; height: 668px; float: right;\" alt=\"Afghandrugs1\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/afghandrugs1.jpg\" title=\"\" /><div class=\"field-caption\">\n    <p>Kabul's homeless congregate underneath the Pol-e Sokhta Bridge.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Courtesy of Sune Engel Rasmussen </p>\n  </div>\n</div>\n<p>Estimates say that about 1.6 million Afghans are drug addicts; the Afghan government has space for only about 2,300 of them in its drug treatment facilities around the country. There are almost 100 of them, are mostly funded by international aid.</p>\n<p>Jangalak, the only functioning government-run clinic in Kabul, has space for 300 addicts.</p>\n<p>“Since we established this hospital three years ago, we have treated more than 6,000 drug addicts,” says Dr. Ahmadzai Soltani, who heads the clinic.</p>\n<p>“After six weeks here, we send them back in society as healthy, good people.”</p>\n<p>Naeem, who’s been at the clinic for a week and a half, says he feels “clean” but plans to stay for the full 45 days.</p>\n<p>“I have a friend who went through the treatment before, and he relapsed immediately after being discharged,\" says the 21-year-old. \"I am worried that will happen to me too.\"</p>\n<p>One person who has stayed clean is Qoli Ajmal, who arrived at the clinic three years ago, stayed on and got a job. “I fix electronic things and do some carpentry, and I’m a member of a support group where I teach new patients what I learned here,” he says.</p>\n<p>He says he has no problem staying clean because his work is rewarding “Once, I visited a mosque in the city where I met three people who had been discharged from the clinic a while back,\" he says. \"They told me that they had followed the instructions I gave them, and that helped them stay clean. That made me feel really good.”</p>\n\n<p>But relapses are a major problem: the Ministry of Public Health says there's a 40 percent relapse rate for addicts treated at Jangalak. Although the government tries to follow up with recovering addicts after treatment, resources are scarce.</p>\n\n<p>And most of Afghanistan’s addicts aren’t getting help at all. The Afghan government has said it plans to establish more treatment centers, but at the moment, it’s facing severe revenue shortages and can hardly even pay salaries to public officials. Despite the enormous need, drug treatment in Afghanistan just isn’t a top priority.</p>\n\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/afghandrugs2.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/afghandrugs2jpg"}]}