{"created":"2015-01-31T16:41:19+00:00","modified":"2015-06-05T15:29:40+00:00","valid":{"from":"2015-06-05T15:29:40+00:00","to":"3015-06-05T15:29:40+00:00"},"hreflang":"en","title":"Four Years After Revolution, Libya Slides Into Chaos","published":"2015-02-02T20:55:00+00:00","teaser":"Libya was hopeful after Moammar Gadhafi was overthrown, but today it's a nation torn apart, with two competing governments in two different cities, each with its own parliament and military.","itags":["npr_api","382812182"],"guid":"2d944609-0f30-4d51-9e5c-536bdbf9ee35","contentencoded":"<p>There was hope in Libya and around the world for Libya after Moammar Gadhafi was overthrown four years ago.</p><p>But today, Libya is a country torn apart. There are now two competing governments, in different cities with their own parliaments and their own military.</p><p>A traveler first needs a visa from one government to land in Tripoli, then a so-called \"landing permission\" to fly east to the other government's territory — and has to hopscotch around jihadist-controlled areas along the way.</p><p>In Tripoli, one of the capitols, an umbrella group called Libya Dawn is in charge, allied with a loose group of militias. This government wants to make its case to the world and project Libya as a safe place — but the country doesn't feel safe, correspondent Leila Fadel tells NPR's Scott Simon.</p><p>\"The streets empty out completely at night,\" Fadel says. \"The main mall of the city is burned down, and honestly, you just feel scared that if something does happen, there's no one to call.\"</p><p>Very few diplomatic missions still operate in Tripoli, the U.S. presence is gone and the city has no centralized security force. Checkpoints are manned by masked gunmen with no clear identity, Fadel says.</p><p>In another sign of the city's slide into chaos, gunmen stormed a luxury hotel Tuesday, <a href=\"http://www.washingtonpost.com/world/africa/libya-hotel-attack-signals-the-growing-reach-of-islamic-state/2015/01/28/d4d868b6-a737-11e4-a06b-9df2002b86a0_story.html\" target=\"_blank\">killing 10 people, including one American</a>. <a href=\"http://www.bbc.com/news/world-middle-east-30888191\">Libya's representative to OPEC went missing</a> Thursday; last week an <a href=\"http://dunyanews.tv/index.php/en/World/256866-Italian-doctor-reported-missing-in-Libya\" target=\"_blank\">Italian doctor</a> in his 70s, who worked in a Tripoli hospital, was reported missing.</p><p>Fadel flew from Tripoli east to Baida, the unofficial second capitol, where a former general, Khalifa Hiftar, is in charge. Hiftar, who is followed by many former army officers, leads what he calls an anti-Islamist, anti-extremist operation.</p><p>Baida, a smaller city than Tripoli, feels more like a security state, with many more checkpoints.</p><p>\"We were briefly taken in by the police because they didn't understand why we had traveled from the west to the east, and we had to call a low-level government official to take us out.</p><p>\"When he did get us out, he did say to us, 'Listen, you have to understand: We're two countries now, and you came from the enemy side,' \" Fadel says.</p><p>Polarization between the sides is growing, feeding extremism and the so-called Islamic State, which is in control of pockets of the country, she says. People feel stuck in the middle as politicians vie for power and resources.</p><p>\"Now, in this very wealthy country, now, electricity is scarce, water comes in and out, there's a huge amount of displacement, huge fuel lines caused by the conflict,\" she says.</p><p>In fact, the country is in a worse situation than it was under Gadhafi, Fadel says. Militias, divided by region, by ideology, by tribe, now divide Libya, controlling what are essentially a series of city-states.</p><p>\"The men that picked up arms to fight Gadhafi four years ago never put them down,\" she says.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Four+Years+After+Revolution%2C+Libya+Slides+Into+Chaos&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"269"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1382851507-236749.m3u?orgId=1&topicId=1009&d=269&p=7&story=382812182&t=progseg&e=382851506&seg=1&ft=nprml&f=382812182"}]}