{"created":"2014-10-27T18:09:48+00:00","modified":"2014-10-30T22:45:22+00:00","valid":{"from":"2014-10-30T22:45:22+00:00","to":"3014-10-30T22:45:22+00:00"},"hreflang":"en","title":"After Foley's Death, Former War Reporter Says It's Not Worth The Risk","published":"2014-09-03T20:09:00+00:00","teaser":"Tom A. Peter covered the Middle East and Afghanistan for seven years, and decided it wasn't worth it.","itags":["npr_api","345263157"],"guid":"2d9bdfa3-c203-4e78-9208-d02fb6f05189","contentencoded":"<p>War reporting is dangerous. We were reminded of that today with the <a href=\"http://hereandnow.wbur.org/2014/09/02/video-beheading-sotloff\" target=\"_blank\">news that journalist Steven Sotloff has apparently been beheaded</a> by an Islamic State militant.</p><p>The video of the beheading follows another, last month, of journalist James Foley being killed by a militant from the same group, also known as ISIS.</p><p>One might reasonably ask: Is the job of chronicling war worth the risk? For one reporter, the answer is that it would be if more people paid attention to it. But they don&#8217;t. So it&#8217;s not.</p><p>This is what moved freelancer <strong>Tom A. Peter</strong> to write about in the New Republic following Foley&#8217;s death. Peter covered the Middle East and Afghanistan for seven years, and now he&#8217;s describing his disillusionment with the job.</p><ul><li><strong>Tom A. Peter:</strong> <a href=\"http://www.newrepublic.com/article/119222/journalist-kidnapped-syria-reacts-isiss-james-foley-beheading\" target=\"_blank\">Why I Decided War Reporting Was No Longer Worth the Risk</a></li><li><strong>Related:</strong> <a href=\"http://hereandnow.wbur.org/2014/08/20/foley-sotloff-islamic-state\" target=\"_blank\">James Foley Remembered For His ‘Extraordinary Courage’</a></li></ul><h4>Interview Highlights: Tom A. Peters</h4><p><strong>On the attitude towards the media</strong></p><p>&#8220;Over three quarters of the people think that the media is inaccurate…a majority of people simply don’t trust it. And more people find the media immoral than they do moral. When you have this attitude that the media is lying to you or you believe that all reporting  that doesn’t  agree with what you already believe is inaccurate, you’re not doing your job as a citizen. You’re kind of shirking your civic duty to be informed.&#8221;</p><p><strong>On the risks of war reporting</strong></p><p>&#8220;The most terrifying thing that ever happened to me in reporting—we were going and visiting an area  that had been recently liberated by the opposition or &#8212; taken by the opposition. And as we were driving back I was with a group of reporters, a car cut us off and guys &#8212; masked men &#8212; jumped out with guns. Once they pulled our driver out and drove off with us, it was kind of impossible to escape at the moment. You have to kind of accept this fate that potentially I’m going to be taken somewhere and executed or held indefinitely. The level of terror you feel when something like that happen is difficult to describe.&#8221;</p><p><strong>On the impact of James Foley&#8217;s death</strong></p><p>&#8220;I would hope that if anything comes out of this that maybe it can be a wake up call to news consumers that ‘hey look there are people out there taking huge risks, risking it all to bring you the facts’. So pay attention, read them and don’t think there’s some giant conspiracy out there. I can assure you that the vast majority of legitimate journalists really do want to bring you the truth.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.tomapeter.com/\" target=\"_blank\">Tom A. Peter</a></strong>, freelance journalist who covered the Middle East and Afghanistan for seven years. He currently writes about border security and immigration. He tweets <a href=\"https://twitter.com/TomAPeter\" target=\"_blank\">@TomAPeter</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+Foley%27s+Death%2C+Former+War+Reporter+Says+It%27s+Not+Worth+The+Risk&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"512"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1345580687-0fb812.m3u?orgId=1&ft=3&f=345263157"}]}