{"created":"2015-03-26T17:10:02+00:00","modified":"2015-03-27T20:08:54+00:00","valid":{"from":"2015-03-27T20:08:54+00:00","to":"3015-03-27T20:08:54+00:00"},"hreflang":"en","guid":"2da6e5c9-ca44-469f-9a2e-1c0836753708","title":"If North Korea is a land of lies, where does the truth begin?","published":"2015-03-27T20:08:51+00:00","byline":"Matthew Bell","tags":["immigrants","books","history","Justice","Conflict & Justice","Human rights in North Korea","North Korean defectors","Shin Dong-hyuk","North Korea"],"teaser":"Blaine Harden wrote a best-selling book about North Korean defector Shin Dong-hyuk. Years later, Shin revealed that parts of his story were not true. So, how did Harden know that another defector whose story he told in a second book was telling the truth? ","contentencoded":"<p>The story of Shin Dong-hyuk helped put a human face on the grim but hidden reality of life for many people in the isolated Stalinist dictatorship of North Korea. The former Washington Post correspondent Blaine Harden wrote a bestselling book about Shin in 2012 called, “<a href=\"https://www.goodreads.com/book/show/11797365-escape-from-camp-14\">Escape from Camp 14</a>.”</p>\n<p>In excruciating detail, it described the brutality of North Korea's notorious prison camps. But early this year, Shin was forced to recant certain details of his account.</p>\n<p>“As his biographer, it was a stomach-wrenching revelation,” Harden <a href=\"http://www.blaineharden.com\">wrote on his blog</a>.</p>\n<p>The revelation was also big news, because 32-year-old Shin had become an internationally recognized personality. Besides sharing his life story with Harden, he had done numerous interviews with other journalists. He had provided key testimony for <a href=\"http://www.ohchr.org/EN/HRBodies/HRC/CoIDPRK/Pages/CommissionInquiryonHRinDPRK.aspx\">a groundbreaking United Nations report</a> on North Korea’s human rights record. </p>\n<p>Shin wrote an apology on <a href=\"https://www.facebook.com/NKSDH\">his Facebook page</a>, saying he was “very sorry” to those who trusted, supported and believed in him.</p>\n<p>But North Korea most certainly welcomed the admission from Shin. The government in Pyongyang had already produced a video to discredit Shin featuring his own father saying that his son had never been to a prison labor camp.</p>\n<p>Other defectors from North Korea worried that Shin’s admissions <a href=\"http://www.nytimes.com/2015/02/06/opinion/north-korean-truths.html?_r=1\">would detract from the real issue</a> of the country’s appalling record on human rights. </p>\n<p>All of this played out in public as Harden was preparing to begin a US book tour to promote his latest work, “The Great Leader and the Fighter Pilot.” The new book tells the story of another North Korean defector, named No Kum Sok. He escaped from the North in 1953 and moved to the United States the following year. But Harden says he was not particularly worried about getting burned for a second time by someone who had escaped from North Korea.</p>\n<p>“I think it’s fair to explain Shin Dong-hyuk’s story and the changes to his story as much more predictable. ... He was born in a political labor camp and he was tortured in North Korea more severely than ... any other known person who’s come to South Korea,” Harden says.</p>\n<p>“Psychologists say it’s almost impossible for such a traumatized person to tell a simple, linear story. Their stories are almost always convoluted.” Harden says. “Shin has changed some major events in his life, the dates and locations of major events in his life. But the fundamentals are actually slightly worse than what he’d been saying for 10 years.”</p>\n<p>As for No Kum Sok, Harden describes him as a smart and motivated young man who not only pulled off a daring — and potentially suicidal — escape, but someone who demonstrated a resolve to defect from North Korea, starting at a very young age. It was No’s father who helped set him on that course, Harden says.</p>\n<p>As for the validity of No’s personal account of his life, Harden says, “he was never traumatized. He was never physically or psychologically abused by the regime. He was a well-educated and successful pilot in the North Korean air force.”</p>\n<p>And besides, Harden adds that government documents from No Kum Sok’s interrogation sessions with US intelligence officers also backed up the details of No’s version of his own story. Fortunately for Harden, those documents were declassified soon before he first made contact with No (who goes by the American name, Kenneth Rowe) in 2012.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-26%2Fif-north-korea-land-lies-where-s-truth-begin&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/blaineclip.mp3"},{"href":"http://www.pri.org/file/blaineclipmp3"}]}