{"created":"2014-10-07T21:04:47+00:00","modified":"2014-10-31T00:13:44+00:00","valid":{"from":"2014-10-31T00:13:44+00:00","to":"3014-10-31T00:13:44+00:00"},"hreflang":"en","title":"Amid A 'Shimmering' Tension, A Walk Through Israel And The West Bank","published":"2014-07-17T15:09:00+00:00","teaser":"Journalist Paul Salopek's journey from Africa to South America takes him to Israel and the West Bank, where he notes the physical beauty of the landscape stands in stark contrast with violence there.","itags":["npr_api","331976742"],"guid":"2da6d399-2b4e-4853-b089-1f6d04c9ff17","contentencoded":"<p>Not long ago, Pulitzer Prize-winning journalist Paul Salopek traveled through Israel and the West Bank as part of his journey walking from Africa to South America. He was there this spring, before the current violence erupted. Talking recently from Cyprus to <em>Morning Edition's</em> Steve Inskeep, he says the long-standing conflict was part of daily life.</p><hr /><h3>Interview Highlights</h3><p><strong>On coming under fire from Israeli soldiers</strong></p><p>At one point we stumbled into a protest that was between a Palestinian village and the [Israel Defense Forces] and the soldiers started firing at us because they thought we were protesters. Compared to the months of walking through empty horizons in Jordan and Saudi Arabia and Ethiopia, this has been a very head-spinning change for me. ...</p><p>They were firing rubber-coated steel rounds and also shooting gas canisters and stun grenades, too. It's a ritual that happens in this part of the West Bank near a village called Nabi Salih, and it's so ritualized it usually happens on Fridays. My guide, Bassam Almohor, and I were walking through on a Wednesday. We had no idea that there would be an eruption of violence that day, and we literally turned the corner in a road and bullets started chunking into the ground in front of Bassam's feet. So we beat a hasty retreat.</p><p><strong>On how the atmosphere changed when he crossed through the checkpoints onto the Israeli side</strong></p><p>The best way I can frame it as a walker is what you carry on your back. When I entered the West Bank, I soon discovered I didn't need to carry a lot of water and food because it's basically a village economy and there are people who sell three oranges on the sidewalk in front of their house that you can buy or a cup of tea. When I crossed the checkpoints into Israel proper, I basically walked into California, which was a car-driven economy — big highways and industrial agriculture, and I suddenly had to assume a lot more weight in my pack to walk between mini marts and truck stops.</p><p><strong>On whether people on each side of the border understand the other and how they live</strong></p><p>I'm really stunned, actually, by the psychological barriers between Israel and the West Bank. In the West Bank and in Israel proper, there's a flow of people every day. There are workers, Palestinian workers, Western and Israeli activists go into the West Bank, but they live in separate realities. So you have settlements on top of hills, you have Palestinian communities in the bottoms in valleys, and they look at each other as if they're living on different planets when they're only a few hundred meters apart. ...</p><p>I would tell a Palestinian source or guide that I'd just visited an Israeli settlement to interview families there, and they would say, 'Well, what was it like?' and it was within sight. It was ringed by razor wire and a cyclone fence, but you could see it. And they were asking as if I'd just come from the planet Mars.</p><p><strong>On security in Israel</strong></p><p>I may say it looks like California — it has sidewalk cafes, it's got a nightclub culture in Tel Aviv, but people do live under the threat of violence. It might be less ever-present, as it is in the West Bank, but it's there. The whole region is shimmering with this kind of tension. It's very strange, Steve, I think something I was mentioning to one of my guides as we were walking through these kind of golden hills — it was this very bucolic setting in the West Bank, with olive groves and silver leaves and blue shadows. It was [paradisiacal] and it would be the most coveted real estate in the world even if it weren't the center of three great faiths, but every day at some point you'd hear distant gunfire, and so you had this very surreal disconnect between the beauty of the place and the hard political reality of it.</p><p><strong>On getting a sense of the area's long-term future</strong></p><p>I got a deep sense of weariness from both sides, with very little hope that there would be a transition to a peaceful solution soon. A lot of the people I spoke to in towns and villages when I walked through the West Bank expressed a desire to just to lead normal lives again. But then again, look what's happened in the last couple of weeks, and it's just like touching a match to tinder and things explode all over again. It's very hard to have a normal life there.</p><p><em>You can follow National Geographic fellow Paul Salopek's journey tracing human migration at <a href=\"http://outofedenwalk.com\" target=\"_blank\">outofedenwalk.com</a>. </em><em>His work is featured in the July issue of </em>National Geographic<em> magazine.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Amid+A+%27Shimmering%27+Tension%2C+A+Walk+Through+Israel+And+The+West+Bank&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"337"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1332205219-1ab451.m3u?orgId=1&topicId=1009&ft=3&f=331976742"},{"href":"http://media.npr.org/assets/img/2014/07/16/jerusalem-8f386eaf536c5ed437e80c8c1e300cac5a38622f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"640","width":"853"}},{"href":"http://media.npr.org/assets/img/2014/07/16/bullet-05633cd526e24a600bb389484d8bbbe01a9a0a35.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1049","width":"1400"}}]}