{"created":"2014-09-09T07:33:32+00:00","modified":"2014-10-30T22:41:00+00:00","valid":{"from":"2014-10-30T22:41:00+00:00","to":"3014-10-30T22:41:00+00:00"},"hreflang":"en","title":"More Than Half Of U.S. Bird Species Threatened By Climate Change","published":"2014-09-09T12:33:00+00:00","teaser":"A new Audubon report shows how climate change could affect the ranges of 588 North American bird species by the end of the century. Bald eagles, loons and orioles are among those facing major threats.","itags":["npr_api","345833757"],"guid":"2da799c2-0399-46d6-8737-b0a8bc8524af","contentencoded":"<p>People in Maryland love their Baltimore orioles — so much so that their Major League Baseball team bears the name of the migrating bird. Yet, by 2080, there may not be any orioles left in Maryland. They migrate each year and, according to a new report, could soon be forced to nest well north of the Mid-Atlantic state.</p><p>And the oriole is not alone. A seven-year study <a href=\"http://climate.audubon.org/\">published Tuesday by the National Audubon Society</a> warns that the migratory routes and habitats of more than half of the birds in North America are now or soon will be threatened by climate change.</p><p>The report looked at more than 40 years of climate data and records from bird censuses conducted by the Audubon and the U.S. Geological Survey. Researchers compared changes in bird migration patterns to changes in climate to predict the fate of 588 bird species now found in the U.S. and Canada.</p><p>They found that the bald eagle, for example, could see its current range decrease by nearly 75 percent in the next 65 years. The common loon, an iconic bird in Minnesota and Maine, may no longer be able to breed in the lower 48 states as soon as 2080, according to the report.</p><p>David Yarnold is president and CEO of the National Audubon Society. He spoke with <em>Morning Edition</em>'s David Greene about exactly what the study predicts, and why the future is so uncertain for many American birds.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On the range of possibilities for birds</strong></p><p>Every bird lives within some kind of climate envelope. That's a way to think about it. And what the report says is that these climate envelopes are gonna be shifting in really dramatic ways.</p><p><strong>On the uncertainty of adaptation</strong></p><p>So, what happens when 40 species of Western songbirds keep having to fly higher and higher up in Western mountains to find a place to live? What happens when Minnesota's loons find that the weather is just too warm for them? There are any number of possible outcomes. They may not be able to fledge. They may not mate. They may not be able to find familiar food. ...</p><p>It's a little bit like going to a new place where you're not sure if there'll be water or power. Do you think you'll be able to survive there? That's the question that this report poses. For 314 species, we know that there's a great probability that they are going to be facing very different climate futures, and their outcomes are really unsure.</p><p><strong>On the pace at which this is happening</strong></p><p>The report looked at North American birds. It's not likely that birds are going to migrate from Central and South America to replace them. But, remember, what we're talking about are changes at a pace and a scale that we've never seen before. These are the kinds of changes to habitat that have taken tens of thousands of years in the past. And what worries me is that these are the kinds of changes that my 9-month-old grandson could see in his lifetime.</p><p><strong>On what's already happening </strong></p><p>We're talking about things that are happening now and through the end of the century. This year, in southern California, 90 to 95 percent of raptor nests failed. There were no baby raptors because of drought. These things are happening now. This isn't some distant future.</p><p><strong>On whether the study is 'alarmist'</strong></p><p>There are models, there are forecasts that are far more extreme than this report. If anything, this report is conservative. At every step of the way, we took great care to not overstate data or conclusions. Nothing would make us happier than to be wrong about the fate of many of these birds.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=More+Than+Half+Of+U.S.+Bird+Species+Threatened+By+Climate+Change&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"313"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1347017622-d169f8.m3u?orgId=1&topicId=1025&ft=3&f=345833757"},{"href":"http://media.npr.org/assets/img/2014/09/04/oriole-97674d1363c98761f6e48d94ead455e989ce7212.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2728","width":"3641"}}]}