{"created":"2014-10-03T21:43:34+00:00","modified":"2014-10-07T21:41:33+00:00","valid":{"from":"2014-10-07T21:41:33+00:00","to":"3014-10-07T21:41:33+00:00"},"hreflang":"en","guid":"2dae1303-c619-4a43-aecc-26f33c3c9c54","title":"Precautions against Ebola are simple, but hard to guarantee every single time","published":"2014-10-07T21:41:32+00:00","byline":"David Leveille","tags":["Ebola","public health","health","medicine","Human Needs","Health","Health & Medicine","North America","Africa","Liberia","United States","North America","Africa","Daniel Diekema","Ebola virus disease","Infection","Ebola","Tropical diseases","Infectious disease","Virus","Medicine","Microbiology"],"teaser":"American hospitals and health care are considered more advanced relative to West African countries. But preventive measures can sometimes fall by the wayside, even in the most well-developed medical systems — and stopping those lapses will be key to stopping Ebola.","contentencoded":"<p>Americans may have better medical infrastructure than Liberia or Sierra Leone, but we don&#39;t have a spotless record when it comes to hygiene. Just look at the response to the first confirmed case of Ebola in the United States.</p><p>It wasn&#39;t until several days after the infected man, a Liberian who was visiting the US, was admitted to a Dallas hospital that a contractor was hired to decontaminate the apartment where the patient was staying. That shows while we may know what the proper steps are to contain the disease, actually following those steps isn&rsquo;t automatic.</p><p>Dr. Daniel Diekema, director of the infectious diseases division at the University of Iowa&#39;s Carver College of Medicine says there&#39;s good scientific knowledge of how to prevent transmission of Ebola.</p><p>&quot;The way this virus is transmitted is by direct contact with an infected patient or with an environment that has been contaminated with their bodily fluids, like vomit or diarrhea,&quot; Diekema explains. &quot;So the simple approach is to use gowns, gloves and facemasks to prevent that contact with the patient&rsquo;s secretions.&quot;</p><p>So what accounts for the alarm in the mass media? Diekema says one cause for confusion is that many people blur the lines between deadly diseases and highly contagious ones &mdash; which Ebola is not.</p><p>&quot;In the case of Ebola, it is not true that it is airborne,&quot; he says. &quot;It&#39;s not true that you can catch it just by being in the same room as an infected person. It really does require direct contact.&quot;</p><p>But Diekema still stresses the critical importance of &ldquo;using the right precautions every time.&quot; Dealing with Ebola, he says, requires diligent and concerted efforts. &quot;Every modern hospital should be able to care for an Ebola patient using the precautions that are outlined by the Centers for Disease Control and Prevention in Atlanta and the World Health Organization. The caveat is those precautions must be practiced 100 percent of the time.&quot;</p><p>He acknowledges that even highly trained doctors and nurses sometimes fail to meet that standard: &quot;Half the time we&#39;re supposed to wash our hands, and in the busy healthcare environment, sometimes health care workers may forget to adjust their gowns appropriately.</p><p>And in the case of Ebola, he says, those small lapses can have a large effect, like in West Africa where &quot;conditions are so difficult &mdash; hot, long shifts, fatigue sets in while caring for patients &mdash; and then even a simple mistake while you&#39;re removing a protective barrier can result in inoculating yourself.&quot;</p><p>Intense training in infection control is key, says Diekema, and &quot;the challenge for all of us then is making sure that the precautions to prevent transmission, which we know work, are done every time.&rdquo;</p>","audio":[]}