{"created":"2014-09-27T21:16:44+00:00","modified":"2015-03-26T19:43:00+00:00","valid":{"from":"2015-03-26T19:43:00+00:00","to":"3015-03-26T19:43:00+00:00"},"hreflang":"en","title":"Virtual Reality, Corporeality Collide In Cronenberg's First Novel","published":"2014-09-28T23:03:00+00:00","teaser":"Director David Cronenberg's debut work of fiction is not for the faint of heart. <em>Consumed</em> follows two journalists as they chase stories of cannibalism, backroom surgeries, self-mutilation and murder.","itags":["npr_api","351745775"],"guid":"2db9b3db-00da-486d-a04c-3d1057932bd5","contentencoded":"<p>Before he attained widespread respectability with films like <em>A History of Violence</em> and <em>Eastern Promises</em>, director David Cronenberg was best known for helping create a genre known as \"body horror.\" Think of the exploding head in <em>Scanners</em> or body parts dropping off in <em>The Fly</em>.</p><p>But body horror was about more than the gross-out. Cronenberg's <em>The Fly</em>, <em>Scanners,</em> <em>Videodrome</em> and <em>Dead Ringers</em> explore how disease, mortality and technology transform people. Cronenberg's horror has always been philosophical — even literary.</p><p>So it may be no surprise that he's long dreamed of writing books. \"I always thought I'd be a novelist. I never thought I'd be a filmmaker,\" he tells NPR's Arun Rath. \"I kind of got kidnapped by cinema.\"</p><p>Cronenberg has escaped his captors and returned to his original dream with <em>Consumed,</em> his first novel. It's as gory and as philosophical as you'd expect.</p><p>The protagonists are two freelance journalists, Naomi Seburg and Nathan Math. They're a couple, yet they're constantly separated from each other as they travel around the globe chasing down stories.</p><p>Cronenberg tells Rath about the gruesome stories that the two characters are chasing down, the key role technology plays in their relationship and how his movie-making skills bled over into his fiction.</p><hr /><h3>Interview Highlights</h3><p><strong>On the story that Naomi chases around the world</strong></p><p>It's got a pretty good hook. It's sort of a philosophy professor, sex-cannibal murder. The philosophy professor ... is accused of having murdered his wife and then eating part of her body.</p><p><strong>On the story that takes Nathan into dangerous territory</strong></p><p>He is researching ... clandestine, illegal surgical procedures that desperate people are having, including organ transplants. And that leads him into some strange territory that ultimately interfaces with Naomi's story. ... You have to ask, is it random, is it by chance or is there some subterranean connection?</p><p><strong>On the way the couple depend on their devices to connect with each other, both when they're traveling in different countries and when they're sitting in the same room</strong></p><p>These people are very comfortable with their virtualness. They are virtual, you know. Virtual reality is actually where they live. And it seems to be a more compelling reality than any sort of traditional idea of what is real. ...</p><p>I think it wouldn't be coy of me to say that many couple these days, living in the same house, send each other text messages and emails. I do it myself with my wife — I'm sure we're not alone in this. So how real and how virtual is reality? And really, that is one of the themes of the book ... the construction of reality. The sense that reality is neurology. If we incorporate the internet into our nervous system, which I think we obviously have done, the understanding of what reality is shifts hugely.</p><p><strong>On what it was like to write <em>Consumed</em> as a novel and not as a screenplay</strong></p><p>It started out as a bit of a screenplay that I put aside very quickly because I felt I didn't know how to really advance it or develop it. And when I received a phone call from ... the publisher of Penguin Canada saying, \"I've seen your movies and I really think you could write a novel. Have you ever considered it?\" At which point I said, \"Yeah, only for about 50 years.\" ... I think in retrospect, and I might be romanticizing it, but I think it was waiting to be a novel. That's why I couldn't develop it as a screenplay.</p><p><strong>On the possibility of making a movie out of <em>Consumed</em></strong></p><p>At first I thought, \"Well, of course I'm going to want to make a movie out of my own novel, because, what an opportunity! How many directors get to do that?\" But then I suddenly thought ... I'd be bored.</p><p>... I've often said you have to betray the novel in order to be faithful to the novel. ... You really have to reinvent it for the cinema and, in so doing, you're torturing it and you're brutalizing it. And I felt that that was not a process I wanted to subject my novel to.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Virtual+Reality%2C+Corporeality+Collide+In+Cronenberg%27s+First+Novel&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"428"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1352064522-5135da.m3u?orgId=1&topicId=1033&aggIds=100876926&e=351745775&d=428&ft=nprml&f=351745775"},{"href":"http://media.npr.org/assets/img/2014/09/26/davidcronenberg-128ef47f037d5dc3354b0251462d9136837baf1e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"714","width":"953"}}]}