{"created":"2014-11-12T08:47:32+00:00","modified":"2015-05-08T19:30:38+00:00","valid":{"from":"2015-05-08T19:30:38+00:00","to":"3015-05-08T19:30:38+00:00"},"hreflang":"en","title":"How Animals Hacked The Rainbow And Got Stumped On Blue","published":"2014-12-03T01:16:00+00:00","teaser":"There's more than one way to make color, nature tells us. And more than one way to use it to your own advantage.","itags":["npr_api","347736896"],"guid":"2ddc7aab-5c16-4f64-8a8a-fbc592be2b40","contentencoded":"<p>Until about 600 million years ago, seeing colors didn't matter so much to Earth's inhabitants — nobody had eyes.</p><p>\"Before the eye evolved, you just wouldn't have seen what was there,\" says <a href=\"http://www.nhm.ac.uk/research-curation/about-science/staff-directory/life-sciences/a-parker/\">Andrew Parker</a>, a biologist at London's Natural History Museum who studies the evolution of color.</p><p>Simple animals back then just floated around, he says. They were aware of sunlight, but didn't have any of the biological bits and pieces needed to perceive color. Then, as Parker tells it, something really <a href=\"http://www.scientificamerican.com/article/evolution-of-the-eye/\">big happened</a>.</p><p>\"A predator that could swim quickly evolved vision,\" he explains.</p><p>That predator probably looked something like a big shrimp, and now it had eyeballs — compound eyes, like the ones that flies have. \"That's when color kicked off,\" Parker says.</p><p>Suddenly color could serve as a beacon, alerting predators to tasty food. If you were a worm or a juicy <a href=\"http://www.ucmp.berkeley.edu/vendian/ediacaran.php\">slime blob</a> of a thing — like the soft-bodied ancestors of shrimp or beetles that bobbed about back then — and you stuck out in the murk because you just happened to be yellow or red, you'd be lunch.</p><p>So, red prey, for example, had to adapt — by hanging out more often in red seaweed to hide, or by evolving in a way that took advantage of that red color to scare off the enemy. As time wore on, color became useful to animals trying to stay fit, well-fed and <a href=\"http://link.springer.com/article/10.1007/s00265-010-1068-z#page-1\">sexy enough</a> to get the cool girl or guy — or shrimp-thing.</p><p>Millions of species and a few mass extinctions later, creatures with <a href=\"http://www.npr.org/2010/07/05/128084031/a-fishy-take-on-human-skin-tones\">fins</a>, fur and feathers have developed ways to make every color in the Pantone chart.</p><p>A lot of the colors in plants and animals come from pigments, <a href=\"http://www.birds.cornell.edu/AllAboutBirds/studying/feathers/color/document_view\">colored chemicals</a> that absorb certain wavelengths of light. Many pigments are useful in other ways — granules of melanin, for example, help keep bird feathers strong, and help protect human skin from the sun. Chlorophyll is a chemical that helps plants <a href=\"http://lpi.oregonstate.edu/infocenter/phytochemicals/chlorophylls/\">trap light</a> for photosynthesis; it also makes them look green.</p><p>Pigments are like a color currency — many animals can take them from plants, digest them or modify them, and eventually display a version of the pigment in their outer layer. But they have to have evolved the right mechanisms to do so.</p><p>Take pink flamingos, for example. Baby flamingos are knobby-kneed, fluffy and awkward. They are also light gray. The adults are pink only because they steal pigments called carotenoids from the foods they eat.</p><p>Carotenoids, a class of natural pigments, are <a href=\"http://link.springer.com/article/10.1007/s11829-012-9239-7\">abundant in</a> plants, where they play a role in photosynthesis. Different carotenoids make carrots orange and beets red, and are responsible for the range of <a href=\"http://www.na.fs.fed.us/fhp/pubs/leaves/leaves.shtm\">colors in autumn leaves</a>. Flamingos pick them up from pigment-rich shrimp, crabs and algae. Robins and cardinals get carotenoids from berries, and koi turn orange from munching on algae.</p><p>That sort of color change sometimes <a href=\"http://emedicine.medscape.com/article/1104368-overview\">shows up</a> in humans, too.</p><p>\"If you eat way too many carrots and the whites of your eyes turn a little pink hue? That's the same process,\" explains <a href=\"http://www.si.edu/researchstudy/Staffhp/HallagerS.htm\">Sara Hallager</a>, curator of birds at the Smithsonian National Zoo.</p><p>Eat pink, become pink. Eat red, become red. It sounds simple.</p><p>But color <a href=\"http://www.radiolab.org/story/211119-colors/\">isn't that straightforward</a>, as one tanning pill company found out the hard way in the 1980s: The pale people in the company's experiment stayed mostly pale, but developed red palms and red poop.</p><p>And, Hallager points out, \"you can't feed flamingos blueberries and turn them blue.\"</p><p>Animals, it turns out, have a lot of those sorts of color limitations. Browns <a href=\"http://www.npr.org/templates/story/story.php?storyId=100057939\">and grays</a> appear frequently among birds, for example, and they can make yellow and red from pigments they get from their food. But other colors — blue especially — are surprisingly tough for a bird's body to create via dietary pigments, says Yale ornithologist <a href=\"http://prumlab.yale.edu/\">Rick Prum</a>. The reason why is still a mystery.</p><p>\"Blue is fascinating because the vast majority of animals are incapable of making it with pigments,\" Prum says.</p><p>In fact, of all Earth's inhabitants with backbones, not one is known to harbor blue pigment. Even some of the most brilliantly blue things in nature — a peacock feather, or a blue eye, for example — don't contain a single speck of blue pigment. So, how can they look so blue?</p><p>\"They have evolved a new kind of optical technology, if you will, to create this color,\" Prum explains — it's <a href=\"http://www.npr.org/2012/09/11/160894364/how-to-get-birds-to-pick-blue-berries-they-can-t-eat\">a trick of structure</a>.<br /> <br /> Blue morpho butterflies are great examples. Biologist <a href=\"https://qrius.si.edu/expert/dan-babbitt\">Dan Babbitt</a> keeps some at the Smithsonian Museum of Natural History's insect zoo.</p><p>The butterflies have a 6-inch wingspan — one side a dull brown and the other a vibrant, reflective blue. The butterflies have tiny transparent structures on the surface of their wings that bounce light in just the right way to make them appear a vibrant blue that's so bright it almost hurts your eyes. But if you <a href=\"http://harvardmagazine.com/2014/07/crafting-color\">grind up</a> the wings, the dust — robbed of its reflective prism structures — would just look gray or brown.</p><p>\"Everywhere you look, organisms have been inventing different solutions to creating the same color,\" says <a href=\"http://lepdata.org/monteiro/people.html\">Antonia Monteiro</a>, who studies butterfly wings in Singapore.</p><p>Monteiro says a lot of animals use different materials to get the same effect. Butterfly wings are sheathed in reflective scales made of chitin, the same stuff that makes a crab's shell hard. And a 2012 <a href=\"http://rsif.royalsocietypublishing.org/content/early/2012/05/02/rsif.2012.0191.abstract\">study</a> found that some birds use <a href=\"http://www.ox.ac.uk/media/science_blog/120510.html\">bubble-laced</a> keratin (the same stuff that human fingernails are made of) in the barbs of their feathers; it scatters the light from the feather in a way that happens to look blue to humans.</p><p>Having optical structures like these to make yourself blue also solves a different color challenge: going green.</p><p>\"Green is a pigment that animals have really had a problem making,\" says Parker. That's unfortunate if you want to lurk on a green, leafy planet. So, some land animals dabble in a little color mixing.</p><p>Many green snakes and frogs, says Parker, \"actually are not green at all. They've evolved a yellow pigment and a blue structural color, and the two combined produce a green effect.\"</p><p>When those snakes die, they turn from green <a href=\"http://www.ontarionature.org/protect/species/reptiles_and_amphibians/smooth_greensnake.php\">to blue</a>, because the yellow pigments fade. But the structural color, created as the snakes' scales scatter light, is practically immortal.</p><p>Structural color isn't just a hack for making blue. It's also a hack for lasting through time.</p><p>The best example might be a 50-million-year-old <a href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC1809965/\">beetle carcass</a> found in Germany in 1998, in a layer of dull brown and gray fossils. Even after millions of years underground, this particular beetle was still a brilliant, metallic blue.</p><hr /><p><em>This story is part of the NPR series</em> <a href=\"http://www.npr.org/series/358046323/colors\">Color Decoded: Stories That Span The Spectrum</a>.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+Animals+Hacked+The+Rainbow+And+Got+Stumped+On+Blue&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Rae Ellen Bichell","audio":[{"meta":{"duration":"298"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1363458926-5d2960.m3u?orgId=1&topicId=1128&aggIds=358046323&d=298&p=3&story=347736896&t=progseg&e=363458610&seg=10&ft=nprml&f=347736896"},{"href":"http://media.npr.org/assets/img/2014/11/11/promo_wide-a54f6e6ab95a63ca778379201d8b93b13c41e9b1.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"451","width":"802"}}]}