{"created":"2014-10-15T20:22:30+00:00","modified":"2014-10-30T21:31:04+00:00","valid":{"from":"2014-10-30T21:31:04+00:00","to":"3014-10-30T21:31:04+00:00"},"hreflang":"en","title":"Turmoil Continues In Financial Markets As Dow Plunges","published":"2014-10-15T23:54:00+00:00","teaser":"Stocks took a beating on Wednesday, with the Dow and the S&P 500 falling more than 2 percent before bouncing back slightly. Money flowed into safe haven investments such as U.S. Treasuries.","itags":["npr_api","356451221"],"guid":"2de3462b-9e5b-493b-88c8-1d046337e0f3","contentencoded":"<p>It was another stomach-churning day on Wall Street. At one point, the Dow industrials were down 460 points — a huge drop that followed four consecutive days of stock market losses.</p><p>The decline more than wiped out the year's gains. But then late in the trading day, tocks started to recover. And by the close, the Dow's loss was a little more than 1 percent.</p><p>Investors are worried about a global economic slowdown, the Federal Reserve's next move and even the Ebola virus.</p><p>October has sometimes been a catastrophic month for the stock market, and though this month isn't that bad yet it sometimes felt Wednesday like disaster was lurking.</p><p>Stock prices plunged sharply in the morning, came back a bit and then fell again. At one point Wednesday, the Standard and Poor's 500 was down nearly 3 percent. That came after several days of steep losses, but the index recovered some of its lost ground by the end of the day.</p><p>\"Given that we've seen volatility spike up to levels that we haven't seen since the fall of 2011, I would consider that there's a bit of fear out there right now and that's something we haven't seen for a very long time,\" said Randy Frederick, managing director of trading and derivatives at Schwab.</p><p>Frederick says investors are growing more and more worried about how much the economy has slowed in Asia and Europe. He says Germany, for instance, largely escaped the consequences of the last downturn in 2011.</p><p>\"But we've seen recent significant declines in German GDP, we've seen sharp drops in German business and investor confidence and we see really the European Central Bank kind of in a position where they are talking of doing things but they can't seem to come to a decision on exactly what they are going to do and I think some people are beginning to question if they have any true ammunition left to combat this,\" Frederick said.</p><p>Compared with Europe, the U.S. economy continues to grow at a pretty good pace. But a string of bad economic data Wednesday left a lot of investors questioning how long it will keep doing so. Retail sales plunged more than expected in September.</p><p>And then there's the Ebola virus. In addition to all the other bad things it would do, an outbreak of the disease in this country could wreak havoc on U.S. trade and investment.</p><p>\"All these things are kind of hitting at one time and people are now saying, 'I want to reduce my risk exposure very, very quickly,' \" said Doug Roberts, chief investment strategist at Channel Capital Research.</p><p>With all these fears mounting, investors did what they have so often done: They pulled their money out of riskier investments and into the safety of U.S. Treasury bonds. And that drove interest rates down sharply.</p><p>Jim Paulsen, chief investment strategist at Wells Capital Management, says investors may be overreacting.</p><p>\"The fact that the 10-year yield broke 2 percent again in a U.S. economy that arguably is in the best shape and fastest-growing that it's been in the entire recovery — I think that's a real disconnect,\" he said.</p><p>But for now investors seem to be swamped by fears. One other looming concern is where the Federal Reserve is likely to go in the months ahead.</p><p>As the U.S. economy has improved, Fed officials have gradually made clear that an interest rate increase is somewhere on the horizon. That's not likely to happen anytime soon, but it's enough to add to the market's jitters at a time when there are already plenty of things to worry about.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Turmoil+Continues+In+Financial+Markets+As+Dow+Plunges&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jim Zarroli","audio":[{"meta":{"duration":"200"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1356451224-5d6b9b.m3u?orgId=1&topicId=1017&ft=3&f=356451221"},{"href":"http://media.npr.org/assets/img/2014/10/15/457266436-d7451270fa52fdefc0428e28b314cf31efb893d4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}