{"created":"2015-01-06T15:06:58+00:00","modified":"2015-01-12T21:32:31+00:00","valid":{"from":"2015-01-12T21:32:31+00:00","to":"3015-01-12T21:32:31+00:00"},"hreflang":"en","guid":"2dec3439-cecf-4521-8b97-06662533746d","title":"After a long, cold journey, NASA's New Horizons probe has Pluto in its sights","published":"2015-01-12T21:32:27+00:00","byline":"David Leveille","tags":["science","Space","Science","Science, Tech & Environment","Pluto","Kuiper belt","Dwarf planet","Clyde Tombaugh"],"teaser":"Talk about a long, strange trip. A NASA spacecraft called New Horizons has traveled 3 billion miles through space over the last nine years and now is approaching Pluto. Aboard: Ashes of the astronomer who discovered the distant orb in 1930.","contentencoded":"<p>NASA's New Horizons spacecraft is finally approaching Pluto after what's essentially been a quiet, nine-year drive in space. Ironically, the mission launched one on January 19, 2006 — shortly before Pluto was demoted to \"dwarf planet\" status.</p>\n<p>Hal Weaver, who works on <a href=\"http://www.nasa.gov/mission_pages/newhorizons/main/\">the New Horizons mission</a> at the Applied Physics Laboratory at Johns Hopkins University, says Pluto has a distinctive place in our planetary system, dwarf or not. And the spacecraft also carries a special package</p>\n<p>\"There's been a consensus that's developed in the astronomical community. Everybody seems to be comfortable calling Pluto a dwarf planet. The only point of contention is whether a dwarf planet is a planet. ... I mean, it has planet in the name so how can it not be a planet,\" he says. In the end, he adds, Pluto doesn't care. </p>\n<p>Weaver describes the New Horizons spacecraft as modern and sophisticated. It's also used several novel techniques to cut down the travel time to the 9.5 years it took. It picked up a major boost when it swung past Jupiter.</p>\n<p>“It was the fastest spacecraft ever to leave the Earth, travelling at roughly 31,000 miles per hour. It's been on a beeline toward Pluto ever since. But Pluto is really far away, more than 30 times farther from the Sun than the Earth is, and so it takes a long time to get there,\" he explains.</p>\n<p>Pluto was discovered in 1930 but remains an elusive space object. “It's one of the largest objects in this new region of the solar system that hasn't been explored called the Kuiper belt,\" Weaver says. \"This is our first opportunity to really do a detailed reconnaissance of an object in the Kuiper belt.\"</p>\n<p>New Horizons is set to pass 7,750 miles above the surface of Pluto on July 14, 2015.</p>\n<p>​\"We'll be able to see football field-sized objects on the surface of Pluto,\" Weaver explains. That's like flying over New York City and being able to see ponds in Central Park. “We think that the objects in the Kuiper Belt will tell us a lot about the formation and evolution of the solar system when it formed 4.6 billion years ago. Studying these objects gives us our best window into the timeframe of the formation of the solar system.\" </p>\n<p></p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/original_image/public/New-Pluto-Atmosphere.jpg?itok=MbmecAp3\" alt=\"\" /><div class=\"field-caption\">\n    <p>An artist’s impression of Pluto shows it with a wispy atmosphere. Data from New Horizons’ ultraviolet spectrograph will investigate the composition and structure of that atmosphere.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Courtesy of NASA</p>\n  </div>\n</div>And while the New Horizons mission is assuredly serious science, it's not only that.\n<p>The NASA spacecraft carries with it ashes of Clyde Tombaugh — the American astronomer who discovered Pluto at age 24 in February 1930 while working at the Lowell Observatory in Flagstaff, Arizona. Weaver says \"we're hoping Clyde will essentially be able to say hello to Pluto and get to know it close up and personal.\"</p>\n<p>In July, Tombaugh's descendants will travel to Weaver's laboratory in Maryland as the spacecraft begins its close-up reconnaisance mission. The memorial canister containing the scientist's ashes, reads: \"Interned herein are remains of American Clyde W. Tombaugh, discoverer of Pluto and the solar system's 'third zone.'\"</p>\n<p>The New Horizons mission will go past Pluto this summer and further explore other objects in the Kuiper belt. For a seasoned space scientist, the New Horizons mission amounts to an incredible once-in-a-lifetime experience.</p>\n<p>\"It really is frontier science. You can't say 'been there done that' for this particular mission — so when future civilizations look back and ask what was the first mission to explore the Kuiper belt, it’s going to be the New Horizons mission,” he says.</p>\n<p><em>A previous version of this story misspelled NASA scientist Hal Weaver's name.</em></p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/webpluto100.mp3"},{"href":"http://www.pri.org/file/webpluto100mp3"}]}