{"created":"2014-08-28T02:38:49+00:00","modified":"2015-01-09T19:05:35+00:00","valid":{"from":"2015-01-09T19:05:35+00:00","to":"3015-01-09T19:05:35+00:00"},"hreflang":"en","title":"Why We've Been Seeing More 'Yellowface' In Recent Months","published":"2014-08-14T17:21:00+00:00","teaser":"You might have heard a lot recently about non-Asian people donning makeup or clothing to appear Asian. But why is it that we're seeing so much of this phenomenon, widely referred to as \"yellowface\"?","itags":["npr_api","337184591"],"guid":"2df4b9a3-d4b6-4c4e-a61f-9a114bfcf495","contentencoded":"<p>You might have heard a lot about \"yellowface\" in recent months. It's the word widely used to refer to someone donning makeup or clothing to present the appearance of looking Asian. But why are we seeing the word — and the phenomenon it refers to — so much this year? Is it because it's happening more? Or are we just more aware?</p><p>In the past month, Seattle's Gilbert and Sullivan Society came under fire for its production of <em>The Mikado. </em>The operetta premiered in London in 1885 and was intended to be a satirical commentary of British society — except it was set in Japan. (<em>The Mikado </em><a href=\"http://www.nytimes.com/2003/04/03/world/japanese-hail-the-mikado-long-banned-imperial-spoof.html\">was banned in Japan</a> in the opera's early years.)</p><p><em></em>Sharon Pian Chan, a columnist for <em>The Seattle Times,</em> <a href=\"http://seattletimes.com/html/opinion/2024050056_mikadosharonpianchancolumn14xml.html\">penned an op-ed that sparked another wave of discussion</a>:</p><blockquote><p>\"The opera is a fossil from an era when America was as homogeneous as milk, planes did not depart daily for other continents and immigrants did not fuel the economy.\"</p></blockquote><p>The Gilbert and Sullivan Society in Seattle wrote its own op-ed in the<em> </em>same paper. <a href=\"http://seattletimes.com/html/opinion/2024134959_mikestoriegenemaopedmikado23xml.html\">Mike Storie, the show's producer, and Gene Ma, a board member of the group, wrote that</a> \"the ethnicity of the actor or the production is only an issue if one is looking for issues.\"</p><p>A few years ago, Rick Shiomi found a way to produce <em>The Mikado</em> in Minneapolis <a href=\"http://seattletimes.com/html/opinion/2024164971_rickshiomiopedmikadoxxxml.html\">with no yellowface</a>.</p><p>\"I decided to change the names, for example, one of the names was 'Nanky Poo.' I changed it to 'Frankie Poo,' \" Shiomi says. \"Instead of the performers coming out and doing faux Japanese cultural activities, I had the chorus come out, and they're playing cricket.\"</p><p>He set the play in England, not Japan. Asian-Americans had several lead roles, and he even rewrote some of the lyrics.</p><p>Shiomi says theater companies have the right to perform <em>The Mikado</em> the way it was originally written, but he wonders, why do that? Art, he says, is rethought, and recast, all the time.</p><p>The Seattle production is not alone in its use of yellowface: In January, the cast of <em>How I Met Your Mother</em> <a href=\"http://blog.angryasianman.com/2014/01/whats-up-with-yellowface-on-how-i-met.html\">parodied martial arts movies and tried to make themselves look Asian</a>, and the new Woody Allen film <em>Magic in the Moonlight</em> features a white magician in yellowface. Pop singer Katy Perry dressed like a geisha during her performance at the 2013 American Music Awards. And, a few months ago, a clothing store called Topshop sold a necklace that had a <a href=\"http://www.scmp.com/news/world/article/1554620/fashion-retailer-topshop-withdraws-racist-anti-chinese-jewellery\">string of canary yellow faces that looked indisputably Asian</a>. Every single one of these incidents was called out on blogs and social media.</p><p>\"This isn't necessarily a sign that yellowface is becoming more popular, that there's a yellowface renaissance of sorts,\" says Jeff Yang, a <em>Wall Street Journal</em> columnist who often writes about Asian-Americans. \"One of the things I think is becoming more clear is that we're noticing it more.\"</p><p>\"If there were not an Asian-American columnist at the <em>Seattle Times</em> this year, no one would have written about it here,\" Chan says.</p><p>There are more Asian-Americans now than ever who are observing the culture and speaking about it. Social media, blogging and the like have given people the tools to discuss issues in ways that historically weren't available.</p><p>And Yang says one of the reasons there hasn't been a unified response to yellowface and stereotyped depictions of Asians or Asian-Americans is that the term \"Asian-American\" is really broad.</p><p>\"Asian-Americans have come in multiple waves, distinguished by different experiences, ethnicity, language, faith [and] cultural practice. There has been this disaggregation,\" Yang says. \"It's been a lot harder for [an organization] like the NAACP to emerge that is representative of a pan-Asian sensibility and a pan-Asian political position.\"</p><p><em>This story is part one of a <em>Code Switch </em>discussion about the practice often referred to as yellowface. Come back Thursday as we chat more about this topic with three experts. </em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Why+We%27ve+Been+Seeing+More+%27Yellowface%27+In+Recent+Months&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Sam Sanders","audio":[{"meta":{"duration":"321"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1340153455-5156a3.m3u?orgId=1&topicId=1015&ft=3&f=337184591"}]}