{"created":"2014-08-28T02:38:27+00:00","modified":"2015-01-09T19:05:28+00:00","valid":{"from":"2015-01-09T19:05:28+00:00","to":"3015-01-09T19:05:28+00:00"},"hreflang":"en","title":"UNICEF Report: Africa's Population Could Hit 4 Billion By 2100","published":"2014-08-15T10:34:00+00:00","teaser":"UNICEF predicts that Africa will have more than 4 billion people by 2100. Depending on how Africa's governments handle the upswing, that could mean a boom in the economy or a rise in mass poverty.","itags":["npr_api","340091377"],"guid":"2df6fcca-2588-496b-936e-d7a72146644f","contentencoded":"<p>\"The future of humanity is increasingly African.\"</p><p>That's the prediction in a new UNICEF report, which estimates that by the end of this century, 40 percent of the world's people will be African — up from 15 percent now. The continent's population currently sits at roughly 1.2 billion but will soar to more than 4 billion by 2100. Nearly 1 billion will live in Nigeria alone.</p><p>In a <a href=\"http://www.unicef.org/publications/files/UNICEF_Africa_Generation_2030_en_11Aug.pdf\">report</a> released Wednesday, UNICEF projected the growth of Africa's child population within the next century. And the numbers are staggering.</p><p>An estimated 1.8 billion births will take place in Africa in the next 35 years, the authors predict. By 2050, Africa will have almost <a href=\"http://data.unicef.org/gen2030/\">1 billion</a> children under 18, making up nearly 40 percent of kids worldwide.</p><p>Lead author David Anthony tells NPR's Melissa Block on <em>All Things Considered</em> that even the researchers were surprised by the findings. \"[We] knew that the world's population was swinging toward Africa,\" he says. \"But there have been new estimates released by the U.N. population division ... that shows an even stronger swing than we have anticipated.\"</p><p>Fertility rates have fallen in Africa but remain high compared with the rest of the world. Meanwhile, the number of women of reproductive age has grown enormously and is set to more than double in the next 35 years.</p><p>\"So even though fertility rates are declining, the number of women having babies will increase so much that it will kind of offset, and you'll have increasing numbers [of births],\" he says.</p><p>And while half of all deaths among children in the world occur in Africa — 1 out of every 11 African children dies before reaching 5 — child mortality has slowed since the '90s, according to the report.</p><p>Anthony says that the upswing in population presents both an opportunity and a challenge, depending on how the African governments handle it.</p><p>On one hand, he says, it's possible for Africa to thrive from the right policy decisions: \"We want to see African leaders ... make the correct and right investments in children that are needed to build a skilled, dynamic African labor force that's productive and can grow, and can add value to the economy.\"</p><p>But, he warns, a lack of investment could result in mass poverty and mass inequality: \"The worst thing would be if this transition was just allowed to happen because what you're going to see is an unparalleled growth of the slum population.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=UNICEF+Report%3A+Africa%27s+Population+Could+Hit+4+Billion+By+2100&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"253"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1340153437-8e2028.m3u?orgId=1&topicId=1031&ft=3&f=340091377"}]}