{"created":"2015-05-14T01:51:56+00:00","modified":"2015-05-15T11:42:29+00:00","valid":{"from":"2013-07-05T10:48:30+00:00","to":"3013-07-05T10:48:30+00:00"},"hreflang":"en","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>The 100<sup>th</sup> Tour de France is in full swing this week. The questions this time around are whether the Tour could lose viewers after seven-time winner <a href=\\\"http://www.marketplace.org/tags/lance-armstrong\\\" target=\\\"_blank\\\">Lance Armstrong</a> admitted to widespread doping last year. And, what might ASO, the Tour’s organizer, do to keep our interest?</p>\"},{\"type\":\"text/html\",\"content\":\"<p>To be sure, the Tour does draw an audience of tens of millions of people from around the world. It generally breaks down into two camps. In one, you have more casual viewers. In the other: die-hard cycling fans like Scott O’Raw. He hosts his own cycling podcast, but while watching the Tour last year, he admits even he was bored at times. There just wasn’t that excitement you want in a race.</p>\"},{\"content\":\"<p>“It seemed to be more about getting from A to B,” says O’Raw.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>That’s because the Tour includes lots of long stages on flat roads that go on for miles, and if O’Raw is bored, then it’s definitely not compelling television for those casual non-cycling fans.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>However, O’Raw say Tour organizers are taking notice and are eager to grow the Tour&apos;s audience in countries like the U.S. that are less crazy about cycling than those in Europe. But how?</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“They are trying to look at ways of tinkering with the races in order to attract more people,” says O’Raw.</p>\"},{\"content\":\"<p>For example, ASO has begun experimenting with shorter stages and smaller, more competitive teams in other races. Such changes could make the Tour more interesting to watch.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>That said, what really draws casual viewers are all those pretty French mountains. Mountain stages are by far the most popular in the Tour. Sports economist Daam Van Reeth says even cycling fans tune in to see sweeping helicopter shots of the Pyrénées and Alps.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“People watch the Tour de France as a substitute for a real vacation,” says Van Reeth.</p>\"},{\"content\":\"<p>It’s armchair travel through France’s stunning scenery, which could be why this year’s Tour started on the mountainous, Mediterranean island paradise of Corsica, drawing in casual viewers early with the hopes of keeping them glued to the TV.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>But perhaps the biggest question this year is: if cycling can stop doping, will there be fewer really popular riders who win year after year? And could that hurt the Tour&apos;s ratings? Throughout his career, Lance Armstrong was a big boost to the competition&apos;s American TV audience, but his former teammate, Jonathan Vaughters, says cycling needs to ditch its obsession with reigning champions.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“When you have the same guy winning over and over again, quite frankly, I find it boring,” says Vaughters.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Yes, there’s that “boring” word again. Vaughters says the excitement of not knowing who will win the Tour de France should attract more viewers over time.</p>\"}]","tags":["APM","France","Sports","World","lance armstrong","tour de france"],"byline":"Christopher Werth","description":"Will the Tour lose viewers after seven-time winner Lance Armstrong admitted to widespread doping last year?","published":"2013-07-05T10:48:30+00:00","guid":"2df9775b-b291-4a9a-86f7-c5f7fcbc57f5","title":"How the Tour de France might keep us watching","itags":["Marketplace Morning Report for Friday, July 5, 2013","2df9775bb291a9ae6f7ec5f7fcbc57f5","PMP:Marketplace_PMP","Marketplace","Marketplace Morning Report"],"contentencoded":"<div class=\"barn-cleaned\"><p>The 100<sup>th</sup>&nbsp;Tour de France is in full swing this week. The questions this time around are whether the Tour could lose viewers after seven-time winner <a href=\"http://www.marketplace.org/tags/lance-armstrong\" target=\"_blank\">Lance Armstrong</a> admitted to widespread doping last year. And, what might ASO, the Tour’s organizer, do to keep our interest?</p>\n<p>To be sure, the Tour does draw an audience of tens of millions of people from around the world. It generally breaks down into two camps. In one, you have more casual viewers. In the other: die-hard cycling fans like Scott O’Raw. He hosts his own cycling podcast, but while watching the Tour last&nbsp;year, he admits even he was bored at times.&nbsp;There just wasn’t that excitement you want in a race.</p>\n<p>“It seemed to be more about getting from A to B,” says O’Raw.</p>\n<p>That’s because the Tour includes lots of long stages on flat roads that go on for miles, and if O’Raw is bored, then it’s definitely not compelling television for&nbsp;those casual non-cycling&nbsp;fans.</p>\n<p>However, O’Raw say Tour organizers are taking notice and are eager to grow the Tour's audience in countries like the U.S. that are less crazy about cycling than those in Europe. But how?</p>\n<p>“They are trying to look at ways of tinkering with the races in order to attract more people,” says O’Raw.</p>\n<p>For example, ASO has begun experimenting with shorter stages and smaller, more competitive teams in other races. Such changes could make the Tour more interesting to watch.</p>\n<p>That said, what really draws casual viewers are all those pretty French mountains. Mountain stages are by far the most popular in the Tour. Sports economist Daam Van Reeth says even cycling fans tune in to see sweeping helicopter shots of the Pyrénées and Alps.</p>\n<p>“People watch the Tour de France as a substitute for a real vacation,” says Van Reeth.</p>\n<p>It’s armchair travel through France’s stunning scenery, which could be why this year’s Tour&nbsp;started&nbsp;on the mountainous, Mediterranean island paradise of Corsica, drawing in casual viewers early with the hopes of keeping them glued to the TV.</p>\n<p>But perhaps the biggest question this year is: if cycling can stop doping, will there be fewer really popular riders who win year after year? And could that hurt the Tour's ratings? Throughout his career, Lance Armstrong was a big boost to the competition's American TV audience, but his former teammate,&nbsp;Jonathan Vaughters, says cycling needs to ditch its obsession with reigning champions.</p>\n<p>“When you have the same guy winning over and over again, quite frankly, I find it boring,” says Vaughters.</p>\n<p>Yes, there’s that “boring” word again. Vaughters says the excitement of not knowing who will win the Tour de France should attract more viewers over time.</p></div>","teaser":"Will the Tour lose viewers after seven-time winner Lance Armstrong admitted to widespread doping last year?","audio":[{"meta":{"height":"340","crop":"primary","width":"610"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/172830832.jpg?itok=Zy6ZHFzG","type":"image/jpeg"},{"format":"MP3","type":"audio/mpeg","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/07/05/marketplace_segment05_20130705_64.mp3","meta":{"duration_hms":"00:02:26","duration":146,"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/07/05/marketplace_segment05_20130705","type":"application/json"}}}]}