{"created":"2015-01-05T08:31:30+00:00","modified":"2015-02-24T15:05:15+00:00","valid":{"from":"2015-02-24T15:05:15+00:00","to":"3015-02-24T15:05:15+00:00"},"hreflang":"en","title":"The Original Funky Drummers On Life With James Brown","published":"2015-01-05T22:05:00+00:00","teaser":"Clyde Stubblefield and Jabo Starks should have been rivals: James Brown hired both of them to do one job. Instead, they stuck together, and laid the foundation for modern funk drumming in the process.","itags":["npr_api","374818384"],"guid":"2e0dc244-7004-4865-b13f-6463c6f2d55c","contentencoded":"<p><em>All this week, </em>Morning Edition<em> is talking about drums and drummers. For the first installment in \"Beat Week,\" David Greene spoke with a duo who shared drumming duties for the hardest working man in show business.</em></p><hr /><p>From the mid-1960s through the early '70s, Clyde Stubblefield and John \"Jabo\" Starks created the grooves on many of <a href=\"http://www.npr.org/artists/15316566/james-brown\" target=\"_blank\">James Brown</a>'s biggest hits, and laid the foundation for modern funk drumming in the process.</p><p>The two first met in 1965, at James Brown gig in Augusta, Ga. Stubblefield was there to audition, even though Starks had just been hired two weeks earlier – and was already one of a handful of drummers on the band's roster.</p><p>\"I went on stage and there was five drum sets up there,\" Stubblefield recalls. \"And I'm going, 'Wow, what do you need me for?'\"</p><p>Starks says the overstuffed lineup was a strategy Brown had adopted after an earlier conflict with his band had led to a standoff.</p><p>\"The saying was, when Clayton Fillyau was the drummer with James, he had just one drummer, one guitar player, one bass player,\" Starks says. \"They was about to not play; they were rebelling against James for something ... so he had to agree with them. And they said he made a statement after then: 'I'll never be caught without two of everything.' So I guess that's where it started. But when Clyde and I joined the group, we jelled together. And then he started letting the other drummers go.\"</p><p>Essentially competitors for the same seat, Stubblefield and Starks could easily have ended up as rivals. Starks says one reason they didn't was that their skills weren't redundant: Each brought something unique to the group.</p><p><strong>\"</strong>You have to understand this: We're two different drummers,\" he says. \"Clyde plays the way that Clyde plays, which, nobody's gonna play like Clyde. I play like I play. We can play the same tune, but different ways. You never played together on James' shows, but when he wanted to hear something different from Clyde, he'd point to me.\"</p><p>Both drummers say working with Brown could be tough. Musicians were pretty much at his beck and call — and he would even fine them when he felt they'd made a mistake.</p><p>\"Sometimes you don't have to make a mistake,\" says Stubblefield, who says he had to pay Brown more than once. \"You just do a little something different and he'd call that a fine, he'd fine you.\"</p><p>Remarkably, neither Stubblefield nor Starks ever took drum lessons. Stubblefield says he got his sense of rhythm by listening to the clatter of machinery emanating from the factories in his hometown of Chattanooga, Tenn. Starks grew up in the church in Mobile, Ala., and says he couldn't help but move to the music he'd hear at services.</p><p>\"You couldn't even sit down. You couldn't stop. You had to get up to do something with it,\" he says.</p><p>The grooves the two drummers created have inspired generations of artists — not just in funk, but in hip-hop, where their steady but intricate patterns make natural material for sampling. <a href=\"http://www.npr.org/artists/15446162/public-enemy\" target=\"_blank\">Public Enemy</a>'s \"Fight the Power,\" the bracing theme music from Spike Lee's <em>Do The Right Thing</em>, is based around a snippet of Stubblefield's playing on \"Funky Drummer\" (to which rapper Chuck D makes a sly reference in his opening lines).</p><p>But more often than not, the artists who have used Stubblefield and Starks' beats in their own music have failed to give them credit. That, on top of the bad times with James Brown, would leave anyone a little bitter. But when they speak to each other, the love and respect are unmistakable.</p><p>\"We're brothers,\" Starks says. \"That's the way that I look at it. It's a brotherly love.\"</p><p>Stubblefield concurs. \"Actually,\" he says, \"we've never had an argument.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Original+Funky+Drummers+On+Life+With+James+Brown&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"442"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1375064591-a9eafa.m3u?orgId=1&topicId=1106&aggIds=376125100&e=374818384&d=442&ft=nprml&f=374818384"},{"href":"http://media.npr.org/assets/img/2015/01/03/91rotefe3hl._sl1500_-734e207afb2af26e365f866e030655155b5c19d0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"633","width":"844"}}]}