{"created":"2015-01-21T14:08:07+00:00","modified":"2015-01-21T14:08:08+00:00","valid":{"from":"2015-01-21T14:08:08+00:00","to":"3015-01-21T14:08:08+00:00"},"hreflang":"en","guid":"2e1c6fe3-7ed9-4b9f-ad72-68d3fff852f2","title":"Are the unaccompanied children crossing into the US refugees or migrants?","published":"2015-01-21T14:08:02+00:00","byline":"Jason Margolis","tags":["immigration","Immigration reform","refugees","Young Migrants","Global Nation","Conflict & Justice","Alamo","North America","Guatemala","El Salvador","United States","Honduras","US","Mexico","Texas","Southwest US","Central America","Michael Seifert","Obama","Immigration","Border security","unaccompanied children"],"teaser":"Unaccompanied minors continue to stream across the US-Mexico border, fleeing violence, and they are being held at detention centers. In the US, a debate is raging over whether this is a humanitarian issue about taking care of needy children or a border security and immigration problem to be solved.","contentencoded":"<p>Tens of thousands of unaccompanied children continue to cross the border into the US in an attempt to escape violence in Central America. US President Barack Obama <a href=\"http://www.slate.com/articles/news_and_politics/politics/2014/07/child_migrant_crisis_obama_says_there_s_a_humanitarian_crisis_at_our_border.html\">has called it a \"humanitarian crisis</a>,\" but <a href=\"http://thehill.com/homenews/administration/211488-white-house-talks-tough-on-immigration-ahead-of-texas-trip\">he won't be visiting the border</a> for a first-hand look during an expected trip to Texas this week.</p>\n<p>\"We're disappointed,\" community activist Michael Seifert told PRI's The World in an interview. Seifert is director of the <a href=\"http://rgvequalvoicenetwork.blogspot.co.uk/\">Equal Voice Network</a>, a collaboration of community organizations in Texas’ Rio Grande Valley along the US-Mexico border. </p>\n<p>Pundits speculate that President Obama<a href=\"http://www.nytimes.com/2014/07/04/us/amid-influx-of-migrants-obama-to-skip-border-visit-on-texas-trip.html\"> may be avoiding a visit to the border</a> because his political opponents could use an image of the president there to score political points — whatever points those may be.</p>\n<p>Seifert understands that logic, but would still like to see the president visit the border for its symbolic value. A presidential visit could help change the dialogue around immigration — something Seifert feels is critical. He tries to do that himself, noting that the children are refugees, rather than migrants.</p>\n<p>“A refugee flees,” said Seifert. “All the families know the extraordinary danger of the trip through Mexico. That’s one of the questions we get asked all the time: ‘How can any parent let their child go north through Mexico to the United States?’ Well, the response is, ‘There really isn’t anything viable on the ground [in Central America], they’re simply trying to save their kids’ lives.’”</p>\n<p>US border authorities have detained <a href=\"http://www.cbp.gov/newsroom/stats/southwest-border-unaccompanied-children\">more than 52,000 children under age 18 crossing the US-Mexico border</a> illegally since October 1, 2013. The children are fleeing violence in their home countries — largely El Salvador, Guatemala and Honduras — and also chasing rumors that children who cross the border are being allowed to stay in the US.</p>\n<p>Seifert thinks there isn't enough concern for their safety among lawmakers.</p>\n<p>“We had a meeting last week with some representatives from Congress,\" he says, \"and all they could talk about was more boots on the ground and would not really directly address the issue that, for us, is foremost, which is the welfare of these kids.”</p>\n<p>Seifert also dismisses arguments that these children should go through the normal immigration process and wait their turn in line.</p>\n<p>“One of the things that is part of that whole complicated process is a thing called ‘<a href=\"http://www.uscis.gov/humanitarian/temporary-protected-status-deferred-enforced-departure/temporary-protected-status\">temporary protective status</a>' [and] we’ve done that in the past for people fleeing life-threatening events, like earthquakes,\" he says. \"And that simply gives these folks — gives <em>us</em>, actually — a year or so, whatever time we want to set, to sit down and say, ‘OK, let’s look at this, let’s see what we want to do about it.’”</p>\n<p>Seifert argues that using this status for these unaccompanied children would keep US lawmakers and authorities from making rash judgments that could adversely affect children’s lives. It might also help stop people from conflating border security and immigration reform. </p>\n<p>Seifert insists the two are separate issues: Many children coming to the US border aren't trying to sneak across, they’re turning themselves in willingly to US border patrol agents.</p>\n<p>“We have <a href=\"http://www.propublica.org/article/billions-proposed-for-new-border-security.-where-would-the-money-go\">$18 billion spent on border security</a>, and then a 6 year old walks up to a port of entry and essentially defeats that entire effort.\"</p>\n<p>He says, \"For me, it’s an opportunity to relook at this, just to step back and say, ‘Wait a minute.’ Whether there’s the political will and moral imagination to do that is the question.\"</p>\n<p>Yet he also sees it as an opportunity. \"What a great moment to step up and say, ‘You know, after all, we are the United States of America, we can deal with this.’\"</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[]}