{"created":"2014-10-27T19:58:16+00:00","modified":"2014-10-30T23:51:29+00:00","valid":{"from":"2014-10-30T23:51:29+00:00","to":"3014-10-30T23:51:29+00:00"},"hreflang":"en","title":"New HBO Documentary 'Love Child' Looks At Gaming Addiction","published":"2014-07-28T19:19:00+00:00","teaser":"\"Love Child\" tells the story of a South Korean couple whose baby starved to death while they cared for a virtual child.","itags":["npr_api","336100456"],"guid":"2e27532b-3c72-4277-8528-0c8925016709","contentencoded":"<p>In 2010, there were headlines around the world that a South Korean couple had let their 3-month-old daughter starve to death while they spent up to 12 hours a day playing &#8220;Prius Online&#8221; at a local internet cafe.</p><p>Ironically, in &#8220;Prius,&#8221; players take care of an &#8220;anima,&#8221; a child-like character, so the couple was neglecting their real life child to care for a virtual one.</p><p>But the courts found that the couple suffered from an addiction to the Internet and gave them minimal jail time.</p><p>&#8220;They were unable to distinguish the virtual world from the real world,&#8221; <strong>Valerie Veatch</strong> told <em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Jeremy Hobson. She&#8217;s producer and director of the new HBO documentary &#8220;<a href=\"http://www.hbo.com/documentaries/love-child#/\" target=\"_blank\">Love Child</a>,&#8221; about that case.</p><p>Veatch, a self-proclaimed &#8220;techno-utopian,&#8221; believes these cases of people prioritizing virtual worlds over the real world have widespread consequences.</p><p>&#8220;It became clear that this is really a moment in our journey as a human race where the virtual world, or this, kind of, space we all share together &#8212; this networked space &#8212; has become quite real,&#8221; Veatch said.</p><h4>Interview Highlights: Valerie Veatch</h4><p><strong>On whether users realize that they are just playing a game</strong></p><p>&#8220;Absolutely. But to what extent is a game our reality? I think a lot of our cultural experiences, our shared cultural experiences, are these things that are suspended disbelief. Like a movie or a song or a game we kind of create these spaces as a fantasy to interact culturally. And I think that&#8217;s what these games are.&#8221;</p><p><strong>On how the film explores the space that blurs the real and virtual worlds</strong></p><p>&#8220;The film really looks at how we can take this technology space &#8212; this virtual space which is connecting us, which is creating empathy, which is creating this whole world &#8212; and integrate it with society and our human and social infrastructures in a way that makes sense and creates a better society.&#8221;</p><p><strong>On whether working on the film caused her to reevaluate her own technology habits</strong></p><p><div class=\"pullquote\" style=\"\">&#8220;It&#8217;s our job as citizens to challenge the tech world and to ask for better technologies.&#8221;</div></p><p>&#8220;I&#8217;m a techno-utopian. I love networked technologies. I think that with the right conversation and the right ethos and the right marketplace we can really create a really positive tech sphere for humanity to interact in. We can build empathy. We can learn about the world. That&#8217;s why a story like this is so interesting to me because something like the death of a young child at the behest of parents being addicted to these games, which are designed to be addicting, to me, it&#8217;s our job as citizens to challenge the tech world and to ask for better technologies. And to think really critically about how we&#8217;re using it and how it&#8217;s shaping our social fabric.&#8221;</p><p><a href=\"http://www.youtube.com/watch?v=lF9vd31drIc\">[Youtube]</a></p><h4>Guest</h4><ul><li><strong><a href=\"http://www.imdb.com/name/nm4221988/\" target=\"_blank\">Valerie Veatch</a></strong>, producer and director of the HBO documentary &#8220;Love Child.&#8221; She tweets <a href=\"https://twitter.com/VALERIEVEATCH\" target=\"_blank\">@VALERIEVEATCH</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=New+HBO+Documentary+%27Love+Child%27+Looks+At+Gaming+Addiction&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"539"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1336117752-ffd9d3.m3u?orgId=1&ft=3&f=336100456"}]}