{"created":"2014-09-12T07:30:31+00:00","modified":"2014-12-04T14:30:34+00:00","valid":{"from":"2014-12-04T14:30:34+00:00","to":"3014-12-04T14:30:34+00:00"},"hreflang":"en","title":"Changing Tack, GOP Candidates Support Over-The-Counter Birth Control","published":"2014-09-15T18:32:00+00:00","teaser":"A string of Republican Senate candidates are getting behind over-the-counter birth control, a move that could draw women voters.","itags":["npr_api","347749930"],"guid":"2e2739a9-ee94-45b4-b24b-9112e4d63475","contentencoded":"<p>A string of Republican candidates for Senate are supporting an issue usually associated with Democrats: easier access to contraception.</p><p>They're supporting it on the road and in ads, like one from anti-abortion conservative Cory Gardner. In it, he says he believes \"the pill ought to be available over the counter, round the clock, without a prescription.\" Tom Tillis and Ed Gillespie, also anti-abortion conservatives, have made similar statements.</p><p>Some of them have been associated with state legislation to restrict abortions or with so-called personhood amendments that would give constitutional rights to fertilized eggs.</p><p>So what gives? First of all, Republicans are in a deep hole with female voters, and polls show all voters are less likely to support candidates who restrict women's reproductive rights. Republican strategist Katie Packer Gage says the GOP needed to get out of its defensive crouch.</p><p>She says when Republicans saw what happened to Mitt Romney in 2012, \"where women's groups very falsely and very aggressively attacked him claiming that he wanted to do away with birth control,\" the party \"started to say, 'Look, we're going to have to play offense on this message because otherwise we're going to be totally misdefined by our opponents.' \"</p><p>Calling for an over-the-counter pill allows Republicans to support access to birth control while also supporting the right of corporations to avoid covering it. Getting the pill at a pharmacy without a prescription leaves insurers and employers out of the picture altogether.</p><p>But some Republicans are having trouble with their new talking points. Colorado Rep. Mike Coffman stumbled on the issue in a recent debate: \"I am just pro-life, and I'm proud of that. And, uh, I do not support personhood. But, uh, I support a woman's access to, to, um, certainly to — this Hobby Lobby decision — to uh, to get ... \"</p><p>At that excruciating moment, Coffman is rescued by the audience, which feeds him the word he's been looking for: \"birth control.\"</p><p>The exchange is followed by laughter, but Democrats do not find this the least bit funny.</p><p>\"It really is quite ironic that suddenly now the Republican Party and candidates, after voting repeatedly to take away birth control access for women, are trying to kind of do this before the November elections,\" says Cecile Richards, president of Planned Parenthood Federation of America.</p><p>\"It has no credibility based on their voting records. ... What it demonstrates is how important women's health is as an issue to women voters and how important it will be in this election,\" she says.</p><p>Planned Parenthood is also for over-the-counter birth control. But so far, no drug company has asked the FDA for permission to sell contraception over the counter.</p><p>Democratic pollster Celinda Lake says Democrats should respond to Republicans with an argument about cost and fairness because insurers generally do not cover over-the-counter medicine, and the pill can cost $600 a year.</p><p>\"When voters hear that Republicans support your employer denying coverage for birth control when Viagra is still covered, they're very angry about it,\" she says. \"When we make the argument, it really backfires because women say this is going to cost me $600 and this is a very cynical ploy.\"</p><p>But Republican pollster Kellyanne Conway says Republicans have finally found a way to blunt the Democrats' charge that the GOP is conducting a so-called \"war on women.\"</p><p>\"What's happened with the over-the-counter birth control issue is that the Democrats didn't see it coming,\" says Conway. \"They think that they've got a monopoly on talking to women from the waist down. Anything that has to do with reproduction and birth control and abortion — they call it women's health, then they call it women's issues. They feel like how dare the loyal opposition go ahead and take them on and really neutralize and defang this issue.\"</p><p>There's no doubt Republicans are trying harder this election year to appeal to women, which is a big difference from the past two cycles when some GOP candidates alienated female voters with comments about rape and unwanted pregnancies. Republicans know they can't eliminate the gender gap altogether; they just hope to shrink it enough to win elections.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Changing+Tack%2C+GOP+Candidates+Support+Over-The-Counter+Birth+Control&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Mara Liasson","audio":[{"meta":{"duration":"293"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1347873370-3106a3.m3u?orgId=1&topicId=1128&ft=3&f=347749930"},{"href":"http://media.npr.org/assets/img/2014/09/11/istock_000000101887large-af2af35c9e76e2cafcae00bef419ada86c4e19e8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1438","width":"1918"}}]}