{"created":"2015-05-14T01:49:35+00:00","modified":"2015-05-15T02:32:59+00:00","valid":{"from":"2013-09-05T16:59:33+00:00","to":"3013-09-05T16:59:33+00:00"},"hreflang":"en","contentencoded":"<div class=\"barn-cleaned\"><p>McDonald's Dollar Menu is evolving.&nbsp; The company is testing a new version, called the Dollar Menu and more. It includes new burgers, more bacon and items priced at $1, $2 and even $5.</p>\n<p>Ronald McDonald probably wouldn’t like the idea, but Scott Hume, editor of BurgerBusiness.com, an online magazine for the burger restaurant industry, says to find out what’s behind McDonald’s new menu just look beyond the restaurant’s golden arches to something its arch-rival Burger King discovered this summer.</p>\n<p>“What it found out,” he says, “was that people weren’t buying the expensive items. They weren’t buying the pulled pork sandwiches that were $4-plus.” &nbsp; During the recession, says Hume, a lot of consumers were forced down to value menu items. Now, fast food restaurants are surprised because even though the economy is improving those customers have been staying put at the bottom. &nbsp; “That’s really what the dollar menu and more is going to be all about. New versions of standard foods that are priced just a little bit higher -- try and pull people back to the middle,” he says. &nbsp; Think gateway burgers -- with bacon. But Elizabeth Friend, a food service analyst with market research firm Euromonitor International, says tampering with a classic like the dollar menu could be risky. &nbsp; “As soon as you start introducing higher priced items to something you are calling a dollar menu, you run the risk of alienating people a little bit,” she says.</p>\n<p>Friend notes McDonalds could confuse its customers. Or, even worse encourage consumers still ordering premium items to buy bargain burgers instead. &nbsp; “Maybe they see this as an opportunity to still get an exciting menu item at a slightly lower price.” &nbsp; If this story has made you hungry for a McDouble, don’t worry -- McDonald's says no official changes to its dollar menu have been made -- yet.</p></div>","guid":"2e337d5a-e46c-4fc9-8eb6-bda36dc472a6","itags":["Marketplace","2e337d5ae46cfc95eb6dbda36dc472a6","Marketplace for Thursday, September 5, 2013","PMP:Marketplace_PMP"],"tags":["APM","Business","McDonald's","dollar menu","fast food"],"published":"2013-09-05T16:59:33+00:00","contenttemplated":"[{\"content\":\"<p>McDonald&apos;s Dollar Menu is evolving.  The company is testing a new version, called the Dollar Menu and more. It includes new burgers, more bacon and items priced at $1, $2 and even $5.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Ronald McDonald probably wouldn’t like the idea, but Scott Hume, editor of BurgerBusiness.com, an online magazine for the burger restaurant industry, says to find out what’s behind McDonald’s new menu just look beyond the restaurant’s golden arches to something its arch-rival Burger King discovered this summer.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“What it found out,” he says, “was that people weren’t buying the expensive items. They weren’t buying the pulled pork sandwiches that were $4-plus.”   During the recession, says Hume, a lot of consumers were forced down to value menu items. Now, fast food restaurants are surprised because even though the economy is improving those customers have been staying put at the bottom.   “That’s really what the dollar menu and more is going to be all about. New versions of standard foods that are priced just a little bit higher -- try and pull people back to the middle,” he says.   Think gateway burgers -- with bacon. But Elizabeth Friend, a food service analyst with market research firm Euromonitor International, says tampering with a classic like the dollar menu could be risky.   “As soon as you start introducing higher priced items to something you are calling a dollar menu, you run the risk of alienating people a little bit,” she says.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Friend notes McDonalds could confuse its customers. Or, even worse encourage consumers still ordering premium items to buy bargain burgers instead.   “Maybe they see this as an opportunity to still get an exciting menu item at a slightly lower price.”   If this story has made you hungry for a McDouble, don’t worry -- McDonald&apos;s says no official changes to its dollar menu have been made -- yet.</p>\"}]","teaser":"McDonald's is exploring tweaking their Dollar Menu to include items priced at  $1, $2 and even $5.","title":"The $5 menu? Doesn't have the same ring to it","byline":"Sally Herships","description":"McDonald's is exploring tweaking their Dollar Menu to include items priced at  $1, $2 and even $5.","audio":[{"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/mcd_0.jpg?itok=WEw9dwfE","meta":{"width":"610","crop":"primary","height":"340"},"type":"image/jpeg"},{"format":"MP3","type":"audio/mpeg","meta":{"duration_hms":"00:01:53","api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/09/05/marketplace_segment20_20130905"},"duration":113},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/09/05/marketplace_segment20_20130905_64.mp3"}]}