{"created":"2014-10-08T15:29:26+00:00","modified":"2014-10-31T01:48:22+00:00","valid":{"from":"2014-10-31T01:48:22+00:00","to":"3014-10-31T01:48:22+00:00"},"hreflang":"en","title":"A Look At India's New Leader, Through The Lens Of Literature","published":"2014-05-24T07:13:00+00:00","teaser":"Narendra Modi is a Hindu nationalist and political outsider who won India's election in a landslide. To understand India's political history, author Akash Kapur recommends a book by V.S. Naipaul.<em></em>","itags":["npr_api","315259087"],"guid":"2e40b512-cace-4827-af46-6fc0891a1338","contentencoded":"<p>On Monday, Narendra Modi will be sworn in as India's prime minister. His rise to power is a remarkable story. A former tea vendor who speaks poor English, Modi is a distinct outsider to India's political and cultural establishment. His election signals the extent to which India is shedding its old hierarchies and class barriers, becoming a more meritocratic society.</p><p>When I think of what just happened in Indian politics, I think about a book I first read some 24 years ago. That book was <em>India: A Million Mutinies Now</em>, by the Nobel Prize-winning author V.S. Naipaul. Naipaul traveled through India in the late '80s; he wrote before the economic reforms of the '90s, before the social transformations of the new millennium.</p><p>But Naipaul was prescient. In a series of incisive portraits, he captured the incipient hopes and ambitions of the Indian people. He wrote detailed character sketches of businessmen, stockbrokers, politicians, women breaking free from oppressive traditions. Naipaul described these people — ordinary people — finding a new voice and identity. He wrote that they were discovering \"the idea of freedom.\"</p><p>In many ways, that idea — a sense of self-confidence, of individual self-expression — has found shape in Modi's election. Modi's success signals to millions of marginalized Indians that their aspirations are attainable.</p><p>It's good to remember, though, that the changes Naipaul captured weren't entirely benign. He also wrote of \"rage\" and violence, of disturbances and new social tensions. He wrote of resurgent religious and caste identities that accompanied the new confidence. He worried that the nation and its social fabric could be torn apart. India, he famously observed, was a nation of \"a million little mutinies.\"</p><p>In much the same way, Modi's rise has two faces. Many are inspired by his victory, but many are also fearful of a new Hindu nationalism, and of worsening relations between India's Hindus and Muslims. Modi will forever be marked by the violent Hindu-Muslim riots that took place in 2002 in the state of Gujarat, where he was chief minister. Many Indian Muslims are insecure about the prospect of a Modi government.</p><p>Revolutions are rarely simple affairs; mutinies, as Naipaul noted, are both emancipatory and oppressive. The question, going forward, is whether India under Modi can find the change — the revolution — it desperately needs, without the upheavals and disruptions that so often follow.</p><p><em>Akash Kapur is the author of</em> India Becoming: A Portrait of Life in Modern India.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Look+At+India%27s+New+Leader%2C+Through+The+Lens+Of+Literature&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Akash Kapur","audio":[{"meta":{"duration":"151"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1315279311-3aa452.m3u?orgId=1&topicId=1032&aggIds=257657827&ft=3&f=315259087"},{"href":"http://media.npr.org/assets/img/2014/05/23/naipaul-e4ce0ba0be62ae1b5c5c2fa2a18428875cee6070.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"403","width":"538"}}]}