{"created":"2014-11-18T10:06:37+00:00","modified":"2015-05-13T21:30:47+00:00","valid":{"from":"2015-05-13T21:30:47+00:00","to":"3015-05-13T21:30:47+00:00"},"hreflang":"en","title":"A Syrian's Struggle To Get By","published":"2014-11-18T22:52:00+00:00","teaser":"We rarely hear from the Syrian civilians trapped by the country's civil war. NPR's Steve Inskeep speaks to a Syrian filmmaker and photographer who describes life in a rebel enclave outside Damascus.","itags":["npr_api","364889021"],"guid":"2e4ad84b-c382-4f6f-939d-e834dbdb371b","contentencoded":"<p>Syria is in the news constantly, yet it's rare that we hear from Syrians inside the country who face daily struggles to get by.</p><p>As the war grinds on and with winter approaching, we reached out to photographer and filmmaker Saeed al-Batal, a pseudonym he uses for his safety.</p><p>Al-Batal painted a grim picture of his life in Douma, a suburb to the north of Damascus that has been under siege.</p><p>Here are the highlights of his interview with <em>NPR Morning Edition</em> host Steve Inskeep:</p><p><strong>Please describe your situation</strong>.</p><p>The city used to have 750,000 [residents], now there is about 250,000 in the city, and most people are in a bad situation. All of us eat one meal a day. There is not enough of anything. We are in big need for everything.</p><p><strong>How does food get into the suburbs of Damascus</strong>?</p><p>Under the siege, you can make deals with the army that surrounds us. The deals are under the table deals and they go with high prices. The price of one kilogram [2.2 pounds] of rice in Douma is about $10. Ten dollars in this area is too much because no one can make more than $1 a day — if he is lucky.</p><p><strong>One man from Douma described his life as if he was doing shift work. He would hold a weapon on the front line and rotate in and out. Do you do that?</strong></p><p>No, I don't hold weapons. I only hold camera. It's a kind of weapon. I do go to frontline. I stand beside the fellow rebel who is carrying a weapon and film what he is doing.</p><p>In Syria before the revolution, holding a camera or having a camera was a big crime. Before the revolution there were no pictures from Syria. After the revolution, there are a massive number of pictures and movies from inside Syria and that is one of the good sides of the revolution. I can go to the free areas and film whatever I want and capture whatever I think is good and enjoy this little bit of freedom.</p><p><strong>What are people saying about U.S. policy toward Syria?</strong></p><p>It's either stupid or [people] don't care. They say that the [Syrian] regime killed more than 200,000 people and no one in the world did anything. When ISIS killed 3,000 people, all the world gathered and said we should fight it. When the Syrian regime strikes with chemical weapons and kills 1,500 in one day and none of the world did anything to stop that.</p><p>So people, they have no hope in the universe. They see themselves as so alone and depend on nothing but themselves. Under the very heavy need in every sort of life comes a new creativity we did not know about before.</p><p>For example, did you know that you can create gasoline and other fuel from plastic and you can also create energy from fossils of the animals. You have to create things that are not here. In the area, no electricity. No water support. No hospitals. You have to fill all these empty holes in the system.</p><p>Now we are extracting fuel out of plastic. We use it to make generators work. Then we charge batteries. That is how I can talk to you.</p><p><strong>Do the people who remain include children and do they have anything like a normal life? <br /></strong></p><p>I don't remember what normal life is. I don't have a clear vision of that. There is civilian life in here. Of course there are women and children, a high number of them. We have like 20,000 (rebel) soldiers, all the rest civilian. We do create small schools in basements to try to educate as much as you can. But under this harsh situation where you don't eat enough, education is last of your concerns.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Syrian%27s+Struggle+To+Get+By&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"283"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1364889028-e9ead9.m3u?orgId=1&topicId=1009&d=283&p=3&story=364889021&t=progseg&e=364864540&seg=2&ft=nprml&f=364889021"},{"href":"http://media.npr.org/assets/img/2014/11/18/saeed-al-batal-01-fceb6a9fcc834e851c018abb49fc7ea63ec7625e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1323","width":"1764"}},{"href":"http://media.npr.org/assets/img/2014/11/18/saeed-al-batal-02-e4e599867b576c528acf01f394d7fdc52de3b862.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1172","width":"1563"}}]}