{"created":"2014-11-18T17:19:23+00:00","modified":"2015-05-13T21:31:01+00:00","valid":{"from":"2015-05-13T21:31:01+00:00","to":"3015-05-13T21:31:01+00:00"},"hreflang":"en","title":"The Many Stories Behind Double-Eyelid Surgery","published":"2014-11-21T18:23:00+00:00","teaser":"The procedure to give people with single eyelids a crease above their lashes often provokes controversy. NPR's Kat Chow steps past the debate over <em>whether</em> people should do it to get at the <em>why</em>.","itags":["npr_api","364670361"],"guid":"2e4c1aaf-bd19-4285-ae36-a43295be544a","contentencoded":"<p><em>This is the second half of a look at the history and motivations behind the Asian blepharoplasty, popularly known as \"double-eyelid surgery.\" On Monday, <a href=\"http://www.npr.org/blogs/codeswitch/2014/11/17/363841262/is-beauty-in-the-eye-lid-of-the-beholder\">we dug into its background</a> and some of its history. Today, we'll explore the \"why.\"</em></p><p>A lot of assumptions are made about why people undergo double-eyelid surgery. Assumptions like: They wanted to look more white, or they wanted to look less Asian.</p><p>But individual stories reveal more minute, more complicated motivations: Do people change their eyes in the pursuit of love, like Shima Kito, the Japanese man in Boston who in 1926 altered his eyes, nose and lower lip so he could marry his white girlfriend? Or are they like Julie Chen, who got the surgery when she was 25 hoping for a career break? Or something else?</p><p>These questions are asked of East Asian women specifically, and tinged with a certain hint of shaming. Standards of beauty are both deeply personal and thoroughly entangled with dynamics of race and power. We judge those standards and fault people who try hard to achieve them. Yet people who shirk those same standards aren't off the hook — they're implicitly made to feel, in some ways, lesser or not as valued. And the mere fact that double-eyelid surgery exists means that many single-lidded people are constantly being asked \"Why?\" — Why don't you get it? Why did you?</p><p>Gender dynamics make this more complicated, since the people at the center of this conversation tend to be women. Although men do sometimes have double-eyelid surgery — indeed, the first person in the U.S. to have this surgery was a man — it seems like they're under less pressure to justify their decisions, whether or not they do so. (Rain, a K-Pop star with monolids, <a href=\"http://www.rainjihoon.com/rain_en_biography.htm\">might be one exception</a>, and so might Jackie Chan, who <a href=\"http://chatterbusy.blogspot.com/2013/04/jackie-chan-eye-surgery.html\">people speculate has gotten</a> the surgery.)</p><p>I spoke with a number of people who've grappled with this question: East Asian women who had the surgery recently, some who had it years ago, some who had considered it, and some who hadn't. And the overarching thing I found was that the more people I spoke with, the more I understood that the answers to all these \"whys\" were completely individual — their motivations were theirs, and theirs alone.</p><p><strong>'Make Yourself Prettier'</strong></p><p>\"It's Ye-Kyung Song, but I like going by Yekki,\" Song tells me over the phone. She got the surgery when she was 17 and a senior in high school. She grew up in Houston, where she lives now, and tells me she'd internalized a lot of what happened when she was younger, a lot of things that people — non-Asians — told her.</p><p>\"I was made fun of a lot for my small eyes ... and I didn't really like how I looked,\" Song says. When I email her later, asking who made fun of her, she tells me it was her white and Latino classmates. \"And I always thought, well, if I didn't have these small eyes, maybe then I would like myself better.\"</p><p>Song says her mom even had it done when she was in her 20s. She notes that, in her circles, it wasn't odd to get a procedure like an Asian blepharoplasty — it was seen as minor, normal. \"Just, 'Oh, it's a cultural norm, everyone gets it done, it's no big deal,' \" Song recalls feeling. She'd been playing around with eyelid tape and glue, fashioning a double eyelid herself, and thought it looked better. (<a href=\"https://www.youtube.com/watch?v=7myHS2rZMcg\">There</a> are, <a href=\"https://www.youtube.com/watch?v=QSPYyk4ICoc\">by the way</a>, so <a href=\"https://www.youtube.com/watch?v=4zKvZBK2QKQ\">many</a> different <a href=\"https://www.youtube.com/watch?v=P4hpHHpWdoc\">video</a> tutorials that <a href=\"https://www.youtube.com/watch?v=B_usHJyWwOA\">show</a> how <a href=\"https://www.youtube.com/watch?v=bpFlKwq0qeE\">to tape</a> or <a href=\"https://www.youtube.com/watch?v=bU23rD306Dg\">glue</a> your <a href=\"https://www.youtube.com/watch?v=SE8rRpFXFHY\">lids</a>. <a href=\"https://www.youtube.com/watch?v=_z1VIMzmJFs\">So many</a>.)</p><p>During her high school spring break, Song flew to Los Angeles, had a daylong consultation with a surgeon, went under the knife and spent the week recovering. When I talk to her about her eyes now — if she's gotten any sort of criticism for getting the procedure — she tells me this: \"Well, I still look very Asian. ... My eyes didn't really change the overall architecture of my face.\"</p><p>Sometimes the pressure to get the surgery is much, much more explicit. Some of the women I spoke with said that in their families or in others they knew, getting the surgery was almost a rite of passage, or an expectation. (Young adult author An Na even wrote an entire book about this, called <em>The Fold</em>.)</p><p>Anne Kim is 23 and says she was always encouraged to seek out the surgery — it was something that followed her throughout much of her life.</p><p>\"I grew up in a really Asian community. I think the <em>U.S. News and World Report</em> listed my high school as the second most Asian high school in America,\" she tells me. (<a href=\"http://www.ranker.com/list/top-us-high-schools-with-most-asian-american-students/school-buddy?var=2&utm_expid=16418821-69.nU0NdIugQ6K34Kl1oxGbpg.1&utm_referrer=https%3A%2F%2Fwww.google.com%2F\">She's right</a> about her California high school, by the way.) Kim mentions that when she was graduating from high school, her mom, who immigrated from South Korea, turned up the pressure to change her eyes.</p><p>\"It was just kind of like, 'Oh, you should probably get it, just to make yourself prettier, you know ... have bigger eyes. Everyone wants bigger eyes if you're Asian.' \" This didn't strike Kim as unusual. \"It wasn't viewed as something totally radical — I kind of just brushed it off.\"</p><p>But things reached a boiling point a few years back, when Kim and her mom were visiting New York City, staying in a hotel room together. Kim had graduated from high school and was about to go to college in the city. And for her mom, this seemed like a prime time — <em>the</em> prime time, in fact — to get the surgery. Kim could make this change in the summer between high school and college without anyone noticing — it'd be seamless. So Kim's mom kept pushing the topic, even though Kim continued to refuse.</p><p>\"I felt like she was my mom, and as a mother, she was supposed to encourage me and love me. No matter how I am, you're supposed to be the one who says I'm beautiful,\" Kim recalls feeling as she paced up and down the halls of their hotel. \"I have everything out there telling me I'm not beautiful — and if anything you should be the one encouraging me <em>not</em> to get plastic surgery.\"</p><p>Kim tells me she hasn't gotten an Asian blepharoplasty, and that her mom rarely asks anymore. And for some reason, Kim notes, as she started making her independent streak more clear — landing her first job, focusing on her career — her mom's attitudes toward plastic surgery seemed to change. \"She's kind of caught on to that fever,\" Kim says of her mom. \"[She's] like, yeah, you go do you ... and part of that has also turned into, yeah, you don't need plastic surgery, and you're going to be amazing.\"</p><p><strong>When It's Not Aesthetic</strong></p><p>Sometimes, though, the pull to get the surgery isn't an aesthetic one.</p><p>A few months back, Jiwon Kim hopped on Reddit and posed a question: <a href=\"http://www.reddit.com/r/IAmA/comments/2boncs/iama_23yo_girl_who_had_asian_double_eyelid/\">\"IamA 23yo girl who had asian double eyelid surgery and lower blepharoplasty - AMA!\"</a> She told folks that back in June, she'd had an Asian blepharoplasty for a medical condition called ptosis, as well as a separate cosmetic procedure to reduce the bags under her eyes.</p><p>\"I never had a problem with vision because I kept my eyebrows raised,\" she writes in the AMA. \"But when I consciously held my brows in place, I couldn't see anything above the horizon. It was a flesh-colored gradation.\"</p><p>Kim, who grew up in Korea but now lives in California, tells me that after she graduated from college and started working full-time, she began getting intense headaches. Pressure would build behind her eyes and near her temples. Then she came across a self-diagnosis for ptosis:</p><p>\"No. 1 in the self-diagnosis was like, 'Do you find yourself constantly opening your eyes by raising your brows?' and I was like, 'Wow, this is totally me. I always do that,' \" she recalls. \"And then I went and watched <em>Godzilla</em>, but I couldn't concentrate on the movie because I kept looking at actors and noticed that their brows stayed exactly in the same position when they were opening their eyes.\"</p><p>The solution to ptosis? A blepharoplasty.</p><p>Throughout that Reddit AMA, Jiwon Kim says, folks seemed genuinely curious, asking her about ptosis, asking her about the details related to her surgeries. But she says some people — on Reddit, and in real life — made snide comments about how she was doing this to look more white — not that this sort of reaction surprised her. When I ask her about how she responded to these people, Kim is matter-of-fact with her response: \"Why would you care if I got it for aesthetic reasons, even if I did?\"</p><p>And even though Kim says she had a slight crease before getting the procedure, she still felt conflicted about getting the surgery — not because she had any qualms about the politics tied to it, but because she liked her slight creases, and generally likes how monolids look. She mentions to me that her family in Korea felt similarly — slightly disappointed.</p><p>I heard from another East Asian woman who, like Kim, was born with double eyelids and also hesitated to get a blepharoplasty. Her lashes stuck into her corneas, scratching them. \"I resisted having the surgery for over a decade because of weird comments from family and others about how 'lucky' I was to have a medical (and insurable) reason for this surgery,\" Oiyan Poon, a second-generation Chinese-American, writes. \"Also, I didn't want people to assume self-hatred in having the surgery done.\"</p><p>Jiwon Kim points me to some of her favorite celebrities in Asia who have single eyelids: Jang Yoon-Joo, who hosts <em>Korea's Next Top Model</em>; Sohee An, who was part of the music group Wonder Girls. In a way, Kim says, these women look unique — their particular monolids make them stand out from many of the double-lidded women. The lack of folds doesn't detract from their beauty, Kim says.</p><p>\"There is a sort of look that comes to single eyelids that makes you look homely and other-worldly at the same time.\"</p><p><strong>More Beautiful ... Or More Western?</strong></p><p>So when I ask Dr. Laura Phan — kind of clumsily — if people are implicitly subscribing to a Western standard of beauty by getting Asian blepharoplasties, she doesn't bat an eye.</p><p>\"People are not saying that, 'I want eyes that big, that high,' \" Phan points out. \"They're saying, I want it a little higher, but I want you to preserve my contour, or the fold, or the things that define me as an Asian woman.\"</p><p>Earlier this year, Maureen O'Connor <a href=\"http://nymag.com/thecut/2014/07/ethnic-plastic-surgery.html\">dove into ethnic plastic surgery and touched on a similar topic</a>. She interviewed Dr. Robert Flowers, who some credit for popularizing the surgery in the U.S. in more recent history.</p><blockquote><p>\"The general idea then — and I keep hearing it even today — was that Asians who have facial and eyelid surgery want to 'Westernize,' \" says Flowers. \"And that's even what Asian plastic surgeons thought they were doing then as well. But that's not what Asians want. They want to be beautiful Asians.\"</p></blockquote><p>And yet, Joanne Rondilla, a lecturer at Arizona State University, says it's more complicated than that.</p><p>\"Here's the thing that you hear a lot,\" Rondilla points out. \" 'I just want to be a better version of me.' What does that even mean? 'I just want to be a better me'? Who said that you, as you are now, is flawed?\"</p><p>Rondilla says that when we think about these \"beautiful Asian women\" — they're all women who seem beautiful to Western standards. They're of a higher class, of a different class, she says.</p><p>\"You can't create a standard without recognizing who's in power,\" the novelist An Na says. She wrote the young adult novel <em>The Fold</em> I mentioned before, which is about a Korean-American girl who has single eyelids and an aunt encouraging her to get an Asian blepharoplasty. \"I think that question of, you know, bigger eyes comes from wanting to emulate people who are in power, who have control of the media, who have control of different structures of a certain race.\"</p><p><strong>A Different Standard?</strong></p><p>Looking attractive in Asia is different from looking attractive in the U.S., according to the women I talked with. There are popular cosmetic trends in Asia — shaved chins, foreheads injected with fat, enlarged eyes, more defined noses — that, several women pointed out, are mostly outside the \"Western beauty conversation.\" In Seoul, 1 of every 5 women ages 19 to 49 has had some type of plastic surgery, according to a 2009 survey by Trend Monitor; it's common to get these procedures.</p><p>Ji Yeo is a photographer whose work examines the way women use plastic surgery to alter their bodies. For one of her projects last year, Yeo <a href=\"http://jiyeo.com/the-beauty\">made portraits of women in Seoul</a> recovering from their cosmetic procedures — looking bruised and bloody, their faces swollen, their limbs bandaged.</p><p>She also created another project, called \"Draw on Me,\" in which she asked people in Brooklyn to mark the places on her body they thought could be changed.</p><p>Yeo tells me that growing up in both Korea and the U.S., she was obsessed with the idea of changing her body, her face. She had 12 different plastic surgery consultations, and wanted all sorts of things other Korean women were getting: a double eyelid, a shaved chin, breast enlargements, lip reduction. And yet, she stopped. Something in her switched.</p><p>\"Everyone had different ideas about me, everyone had a different approach of how they were going to perform the surgery,\" Yeo says. The talk about anesthesia, she says, especially turned her off. \"Back then, I think I thought plastic surgery was magic, it will be a gate to a better world,\" Yeo recalls.</p><p>\"I wanted to reveal what's underneath the surface,\" Yeo says about her work. \"Everyone wants to be perfect, they don't want to show the imperfect part of it, but I wanted to expose that.\"</p><p>She says that when she asked her subjects why they got surgeries, many of them were perplexed by her question. \"What do you mean, why?\" they would shoot back.</p><p>This resonates with a comment on Reddit that <a href=\"http://www.reddit.com/r/MakeupAddiction/comments/20h31f/the_lowdown_on_cultural_beauty_standards_and_the/\">makes a point</a> often missing in discussions about Asian women and beauty (emphasis mine):</p><blockquote><p>\"It strikes me as unusual that we as a community accept everything from tanning, hair dying, contouring and highlighting as socially acceptable practices and we rarely challenge people's choices to do so as having an ulterior motive. But the concept of beauty standards in the Eastern world appears to be questioned in every aspect. It would be inconceivable if comments were made generalising that Caucasian people are fair, blonde haired and blue eyed. However, Asian-related beauty posts appear to draw criticism of plastic surgery, skin bleaching and the general concept of 'trying to be white.' <em>The double standard confuses and disappoints me. It feels like the only appropriate image of the Asian woman is that of an Oriental caricature and that anything else that strays from this ideal is a deliberate misrepresentation or attempt to hide one's own identity.</em>\"</p></blockquote><p>Cosmetic surgery always involves a personal aesthetic ideal. \"It's true for Asian patients and non-Asian patients, where a patient gets fixated on what they perceive as a problem, and I'm sitting there trying very hard to see what the patient sees, and I don't see it,\" says Dr. Laura Phan.</p><p>Each of us looks at the world around us — at pin-up models, at friends, at the jobs we want to have, at the partners we want to attract — and decides what we want to look like, and what we want to change about ourselves. Race, class and power factor not only into how these beauty standards are created, but into which ones are questioned, which ones prompt us to ask, \"Why?\"</p><p>So maybe it's time to ask why we keep asking the question.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Many+Stories+Behind+Double-Eyelid+Surgery&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Kat Chow","audio":[{"meta":{"duration":"216"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1364862713-19ca35.m3u?orgId=1&topicId=1015&d=216&story=364670361&ft=nprml&f=364670361"},{"href":"http://media.npr.org/assets/img/2014/11/18/screen-shot-2014-11-18-at-11.16.06-am-bee1c33dd70a7da8527a9bc19179c00c20338d13.png","type":"image/jpeg","meta":{"crop":"standard","height":"398","width":"530"}},{"href":"http://media.npr.org/assets/img/2014/11/17/juwon-kim-progression_enl-cd26812e6c1eba267ed737a673efbc818f874580.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1065","width":"449"}},{"href":"http://media.npr.org/assets/img/2014/11/17/jang_yoon-joo_custom-5aa27e70ecaa66785261a7219e30265f444f4e7e.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"812","width":"943"}},{"href":"http://media.npr.org/assets/img/2014/11/17/beauty-recovery-room-005_36-years-old_seoul_south-korea_2012-ec7211d76fe89b195357cf748e186ce689843469.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"899","width":"1199"}},{"href":"http://media.npr.org/assets/img/2014/11/18/draw-on-me_jiyeo-4-copy-ecc065e844fb3ccc0a663d5e4639d350dbf21753.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1258","width":"1678"}}]}