{"created":"2014-10-27T17:12:47+00:00","modified":"2014-10-30T22:09:54+00:00","valid":{"from":"2014-10-30T22:09:54+00:00","to":"3014-10-30T22:09:54+00:00"},"hreflang":"en","title":"Secret Service Reviews White House Security After Breach","published":"2014-09-22T19:34:00+00:00","teaser":"The Secret Service is said to be considering establishing new checkpoints to screen tourists in public areas near the presidential mansion.","itags":["npr_api","350659434"],"guid":"2e55f887-7d5d-4cb7-9229-fc81cc059c40","contentencoded":"<p>Following an embarrassing security breach at the White House, one of the most closely protected buildings in the world, the Secret Service is said to be considering establishing new checkpoints to screen tourists in public areas near the presidential mansion.</p><p>Meanwhile, the man accused of scaling a security fence and getting into the president&#8217;s home carrying a knife is scheduled to have his initial appearance Monday in federal court.</p><p>Omar J. Gonzalez, 42, of Copperas Cove, Texas, is facing charges of unlawfully entering a restricted building or grounds while carrying a deadly or dangerous weapon. The Army says Gonzalez served from 1997 until his discharge in 2003, and again from 2005 to December 2012, when he retired due to disability.</p><p>The Secret Service tightened its guard outside the White House after Friday&#8217;s security breach. Gonzalez is accused of scaling the White House perimeter fence, sprinting across the lawn and entering the building before agents could stop him.</p><p><strong>Ronald Kessler, </strong>a journalist who has written about the Secret Service, joins <a href=\"http://hereandnow.wbur.org\"><em>Here & Now&#8217;</em></a>s Jeremy Hobson about what steps the Secret Service might take.</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.ronaldkessler.com/\" target=\"_blank\">Ronald Kessler</a>,</strong> author of &#8220;<a href=\"http://www.amazon.com/The-First-Family-Detail-Presidents/dp/0804139210/?tag=wburorg-20\" target=\"_blank\">The First Family Detail: Secret Service Agents Reveal the Hidden Lives of Presidents</a>.&#8221;</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Secret+Service+Reviews+White+House+Security+After+Breach&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"The Associated Press","audio":[{"meta":{"duration":"332"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1350659437-edce1a.m3u?orgId=1&ft=3&f=350659434"}]}