{"created":"2015-05-14T07:24:31+00:00","modified":"2015-06-25T17:43:51+00:00","valid":{"from":"2015-06-25T17:43:51+00:00","to":"3015-06-25T17:43:51+00:00"},"hreflang":"en","title":"A Fortune In Folios: One Man's Hunt For Shakespeare's First Editions","published":"2015-05-14T14:37:00+00:00","teaser":"Henry Folger once spent nearly a year's salary on a William Shakespeare first folio. In <em>The Millionaire and the Bard</em>, Andrea Mays chronicles his obsession with collecting the playwright's work.","itags":["npr_api","406470976"],"guid":"2e5d4568-31a1-4b3a-8039-0e90a9c3edd6","contentencoded":"<p>Two of the most important books in the English language were printed four centuries ago: the King James Bible and William Shakespeare's first folio. Today, that first collection of Shakespeare's plays would fetch a king's ransom; and in the early 1900s, one man was willing to spend his entire fortune to own as many of them as he could. His name was Henry Folger and he was a successful businessman who worked his way to the top of Standard Oil. Folger managed to buy 82 first folios out of only a couple of hundred that survived from the original 1623 printing.</p><p>In the new book <em>The Millionaire and the Bard</em>, Andrea Mays chronicles Folger's obsessive passion. Mays tells NPR's Renee Montagne that part of what makes the folios special is that, in Shakespeare's time, big, elegant books took months to print, so the task was often reserved for religious works, histories and Latin and Greek classics — not plays. But today the value of Shakespeare's first folio is immeasurable.</p><p>\"Had this book not been published,\" Mays says, \"about half of the plays that we know would never have been known to us, including <em>Macbeth</em>, including [<em>The</em>] <em>Merry Wives of Windsor</em> ... <em>The Tempest</em>. There would have been no Caliban, no Prospero had this book not been published.\"</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On why Shakespeare's plays were printed into folios</strong></p><p>John Heminges and Henry Condell were fellow actors with Shakespeare — Shakespeare was an actor as well as a playwright — and as a tribute to him they collected these plays, because the plays that were published were often published by pirates who didn't have authority. There were no copyright laws until 1709 and other theater companies would send, for example, someone to the audience to write down the words of the play and then they would put that together and they would publish it.</p><p>So <em>Hamlet</em> is published twice this way. If you look at the \"To be or not to be\" soliloquy in each of those versions, it's quite different than what we remember from high school because the version we have in high school is the one that Heminges and Condell edited and said, \"OK, no, it's not this way; it's that way.\"</p><p><strong>On how Folger became interested in Shakespeare and collecting the folios</strong></p><p>He was born in Brooklyn, mid-19th century, to not a wealthy family. He went to prep school in Brooklyn, then he went to Amherst. And while he was at Amherst, he listens to a lecture by [Ralph Waldo] Emerson then starts looking up Emerson's speeches and finds this speech about Shakespeare. ... He'd been reading the plays already, maybe this is worth more study. When he goes to work for [Standard Oil], he decides to go to an auction house and he knows that some Shakespeareana is for sale and he ends up buying a fourth folio, hammered down to him at $107.50. Not a <em>first</em> folio, but a fourth folio, which is what he could afford. And in fact he couldn't even afford it; he had to use sort of layaway.</p><p><strong>On how Folger felt about the folios</strong></p><p>These were not fetish objects for him. He read them; he questioned the text; he found them very personal. They taught you about life and love and jealousy and resentment and competition and joy and marriage, and he saw all of that in the plays.</p><p><strong>On Folger's four-year effort to buy one first folio, which he ended up paying $48,000 — or almost a year's salary — for</strong></p><p>Coningsby Sibthorp, a great English name, owned this copy. He brought it into an antique book dealer, either for appraisal or for renovation, and the dealer made Folger aware that this was the owner of this copy. And Folger said, \"Call him, see if you can find out if he would be willing to sell the copy.\" And over four years, the Englishman said, \"No, no, no. Um, maybe if you offered me this much. Contact me once a year around Christmastime and I'll let you know if I've changed my mind.\"<strong></strong></p><p>Folger was thinking, \"I'm American. If I just offer him enough money he'll sell.\" But on many occasions, Folger pushed a little too hard and the Englishman took this as an affront and he said, \"No, try again in a year.\" And you know, at long last at the end he ended up paying almost twice what he originally thought he was going to pay for this copy.</p><p><strong>On where Folger kept his collection, given that, despite his great wealth, he never built himself a house</strong></p><p>He lived in a rented town house in Brooklyn. They had rented furniture. ... He probably thumbed through everything that he bought and then took it to the basement, wrapped it in paper, put it into a Standard Oil case and then shipped it off to a warehouse in Brooklyn or Manhattan. And he had warehouse rooms for 30 years that he rented where this stuff was all stored away until the [Folger Shakespeare Library] was built [in Washington, D.C.]  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Fortune+In+Folios%3A+One+Man%27s+Hunt+For+Shakespeare%27s+First+Editions&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"437"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1406633770-f1068c.m3u?orgId=1&topicId=1033&aggIds=100876926&d=437&p=3&story=406470976&t=progseg&e=406631460&seg=9&ft=nprml&f=406470976"},{"href":"http://media.npr.org/assets/img/2015/05/13/titlepagefirstfolio_firstfoliofolger1-93f75b1e6def4f2d7070aec61b892f5a156dcbc1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2123","width":"2836"}},{"href":"http://media.npr.org/assets/img/2015/05/13/hcfolgerolder-bf7713aa964821be5a41d22cb45d72ada5b30dd5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1354","width":"1805"}}]}