{"created":"2014-08-28T02:32:28+00:00","modified":"2014-11-12T01:05:07+00:00","valid":{"from":"2014-11-12T01:05:07+00:00","to":"3014-11-12T01:05:07+00:00"},"hreflang":"en","title":"Remembering The Highs And Lows Of Robin Williams","published":"2014-08-19T18:37:00+00:00","teaser":"Audiences treasured his tremendous comic energy. But, says NPR's Scott Simon, Williams' death this week reminds us that depression can affect anyone.","itags":["npr_api","340632490"],"guid":"2e79a267-231a-4fe7-9cec-de292bd9ea9b","contentencoded":"<p>Why can't some of the people who seem to bring the most joy into this world find it for themselves?</p><p>The death of Robin Williams, by his own hand, in his own home, possibly after he learned he was in the early stages of Parkinson's, caused a lot of people to ask that question this week.</p><p>President Obama said, \"He arrived in our lives as an alien,\" referring to Williams' first star turn as Mork, from the planet Ork. But it also reminds us how Williams could see the world from the outside, as some extraordinary talents do. That might make you funny and insightful, but also maybe a little uncomfortable in this world.</p><p>Film director Brian Levant was a young story editor working on <em>Mork & Mindy</em>, \"at ground zero when Robin's career exploded,\" he told us this week. \"Everyone was stunned by the energy, the creativity.\"</p><p>But Levant also remembers how Williams flagrantly fueled himself with drugs. \"Every time he'd sneeze, he'd say, 'There goes a hundred bucks.' You'd never know it on show night, though. An audience was really his drug of choice, and he'd dazzle them.\"</p><p>John Lithgow, who co-starred with Williams in <em>The World According to Garp</em> and calls him \"a dear man and lovely to work with,\" says Williams was reserved in private conversation.</p><p>\"But if another person walked up, he quickly switched gears. It took only two people to make up an audience, and he instantly became a frenetic entertainer. ... It was as if he'd been liberated from the heavy burden of being himself.</p><p>\"At first, everybody ate up Robin's dazzling patter,\" Lithgow told us. \"But as the days passed, many began to steer clear of him. They just couldn't laugh any more. Amazingly, this brilliantly funny man, this true genius, began to seem a solitary and melancholy figure.\"</p><p>Almost twice as many people die by suicide as by homicide in the United States. I don't know what might help lift depression, but I think we have learned that drug abuse and drinking only makes it worse.</p><p>It is wrong, and even dangerous, to romanticize depression, or see it as some kind of elixir for creativity. Depression doesn't make you more sensitive or clever, but it may make you doubt yourself, suspicious of love, and deaf to laughter.</p><p>Levant told us, \"So much has been said the past couple of days about the laughter he created, but no one I have ever known ever roared with such delight, ferocity or frequency [as Robin]. Lately, I've wondered how that magnificent sense of humor could've eroded.\"</p><p>It reminds us: Dying is easy. Comedy is hard.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Remembering+The+Highs+And+Lows+Of+Robin+Williams&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Scott Simon","audio":[{"meta":{"duration":"198"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1340857801-41c3e1.m3u?orgId=1&topicId=1060&aggIds=4495795&ft=3&f=340632490"}]}