{"created":"2015-02-15T12:04:08+00:00","modified":"2015-05-22T23:57:25+00:00","valid":{"from":"2015-05-22T23:57:25+00:00","to":"3015-05-22T23:57:25+00:00"},"hreflang":"en","title":"'The Room' Offers An Escape From The Office — Or Does It?","published":"2015-02-15T17:49:00+00:00","teaser":"Swedish actor and playwright Jonas Karlsson ventures into fiction with <em>The Room</em>, a surreal tale of a dour bureaucrat who finds a tiny secret room at his workplace, a room which may or may not be real.","itags":["npr_api","386080598"],"guid":"2e92fd47-6c3c-4ece-8e5c-030d59f2d345","contentencoded":"<p>Bjorn's new job is not going well. His co-workers are insufferable, his boss is constantly belittling him, and it's all keeping him from getting any work done — or climbing the ladder in his faceless bureaucracy.</p><p>But it all changes one day when Bjorn finds a tiny, hidden room where he can step away from the troubles of his oppressive open-plan office. And that's where the where Jonas Karlsson's new novel<em> The Room</em> steps into the surreal. Bjorn himself can be a little hard to take, Karlsson tells host Indira Lakshmanan, but \"when I started writing this, I imagined that it was me walking into the room. And then both the story and the strange characters sort of outgrew me — so he became someone I don't really know. But of course, he's based on me.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On the reality of the secret room</strong></p><p>I think that's up to the reader, actually, to decide. You know, I've written a lot of short stories, and I like to start with anything, like a situation or a line or two, or something that someone said. And in this case, it was the idea of the room, and I was walking into it. And then I just started writing, and it became this strange story.</p><p><strong>On whether Bjorn is causing his own problems</strong></p><p>I did want him to be in some way annoying, but I wanted him to be annoying in the way that we can be annoyed by ourselves. Don't we all have, like, a little Bjorn inside of us? In the sense of, don't we all from time to time feel a little superior? I know a lot of people say, for instance, \"Well, I'm not particularly taken in by commercials. Other people might be, but I can see through that.\" I think that's quite ... don't we all have like that?</p><p><strong>On whether <em>The Room </em>is comedy or tragedy</strong></p><p>Let's face it, Bjorn is a very sad person, he's got quite low self-esteem of course. And I do think that a lot of people are able to see through his rather harsh attitude, as more a way of dealing with not fitting in. Because it's obviously much easier to keep the distance, and keep this superior attitude than facing the fact that I'm not one of the guys.</p><p>When I was writing this, I had times when ... I was, like, wondering, ho, am I going mad here? Is this for real, or what will my friends say when they read this? But then I left it for a while, and when I came back, I looked at it and then I thought it was much funnier than I remembered. And it made me think of the quote, comedy is tragedy plus time.</p><p><strong>On whether there's something particularly Swedish about Bjorn's story</strong></p><p>Perhaps it's the darkness. I guess Swedes take the darkness for given, you know. It's there to begin with — we start with the darkness and then we work our way out and try to find the humor.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27The+Room%27+Offers+An+Escape+From+The+Office+%E2%80%94+Or+Does+It%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"357"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1386448361-2b864a.m3u?orgId=1&topicId=1033&d=357&p=10&story=386080598&t=progseg&e=386448272&seg=10&ft=nprml&f=386080598"},{"href":"http://media.npr.org/assets/img/2015/02/13/theroom2-1cced5d518032d4e668a1c4445405f2cedb4d07b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1764","width":"2353"}}]}