{"created":"2014-12-16T22:35:28+00:00","modified":"2014-12-24T15:45:39+00:00","valid":{"from":"2014-12-24T15:45:39+00:00","to":"3014-12-24T15:45:39+00:00"},"hreflang":"en","title":"On Nebraska's Farmland, Keystone XL Pipeline Debate Is Personal","published":"2014-12-17T19:46:00+00:00","teaser":"The pipeline's fate looms large in Washington. But for people living in Keystone XL's proposed path, the project will alter livelihoods and legacies — for better or worse, depending on whom you ask.","itags":["npr_api","371216129"],"guid":"2e974bc0-51b7-48a7-81a1-c00b7d474eca","contentencoded":"<p>Drive down gravel Road 22 in Nebraska's York County, past weathered farmhouses and corn cut to stubble in rich, black loam soil, and you'll find a small barn by the side of the road.</p><p>Built of native ponderosa pine, the barn is topped with solar panels. A windmill spins furiously out front.</p><p>Known as the Energy Barn, it's a symbol of renewable energy, standing smack on the proposed route of the controversial Keystone XL oil pipeline — a project of the energy giant TransCanada.</p><p>Pipeline opponents built the barn two summers ago. And at first, says Jenni Harrington, one of those opponents, \"I think a lot of the neighbors didn't like the barn. They thought it was like poking TransCanada in the eye.</p><p>\"It took me aback because I was like, 'Well, what do you think they're doing, walking on our land and saying, 'Hey, we're gonna put a pipeline through it'?\"</p><p><strong>A Big Issue, Discussed In Hushed Tones</strong></p><p>The Keystone XL pipeline's proposed route is a diagonal line, starting in the Alberta tar sands in Canada and running down through Nebraska. The project has been tied up for years in a polarizing argument about energy, jobs and the environment — and has run into trouble in the Cornhusker State.</p><p>Pipeline opponents challenged the legality of the proposed route through Nebraska, and the state's Supreme Court could rule as early as this Friday. President Obama, who has final approval of the pipeline because it would cross the U.S.-Canada border, has been waiting on the Nebraska ruling before issuing his decision.</p><p>And as loud as the Keystone debate has been in Washington, D.C., and in the courts, Jenni Harrington says it's talked about in hushed tones in Nebraska's blustery York County, about an hour from the capital, Lincoln.</p><p>\"When somebody wants to talk about it when they come into the nursery, they come behind the counter and kind of whisper in my ear and say, 'What's going on with the pipeline?' \" says Harrington, who runs a nursery just down the road from the energy barn.</p><p>The proposed Keystone XL route would cross Harrington's family land. Like many Nebraskans, her roots here run deep. She lives on a farm homesteaded by her great-great grandfather in the 1860s, she says.</p><p>\"We've been taught that it's our job to take care of the land. If we don't take care of our natural resources, life on this planet is gonna be a short time.\"</p><p>Talk to Chuck Peterson, though, and you hear a different story. He and his wife, Miriam, support the pipeline. Like Harrington, Peterson has a deep, long-standing connection to the land. His great-great grandparents came here in 1871 to barren prairie, he says.</p><p>If built, the pipeline wouldn't cross their land, but would run less than a mile away. And while the project is a big issue here, the couple tries not to talk about it too much. \"A small community, often you're a little careful because you don't want to break any relationships either over that,\" Miriam says.</p><p>\"I'm appreciative of people wanting to conserve things and be careful with the resources we have,\" she says. \"But as often happens with any kind of a controversy, there's so much misinformation on both sides, and they don't listen to each other.\"</p><p><strong>'Our Land Is Sacred'</strong></p><p>One of three named plaintiffs fighting TransCanada and the pipeline in court, Susan Dunavan, \"never dreamed\" that she \"would be fighting a multi-billion dollar corporation.\"</p><p>\"That was not on my bucket list,\" she says and laughs.</p><p>Susan and her husband, Bill, own 80 acres of rolling pasture land. They've spent decades restoring it and fighting invasive species, they say, and the land is now thriving with dozens of varieties of native plants.</p><p>For the Dunavans, TransCanada is the latest invasive threat. For almost seven years, the company has been trying to get the couple to sign an easement that would allow TransCanada to lay pipeline underneath their pasture.</p><p>The Dunavans have said an emphatic no. \"I think Keystone would make the county a potential disaster zone,\" Susan says.</p><p>\"It would emphasize the fact that we're probably not only flyover country, but we're 'burrow-under country,' with no regard to the people that live here,\" Bill adds.</p><p>It all started with a phone call from TransCanada, explains Susan, sitting at her dining room table next to her collection of corn-cob-shaped salt and pepper shakers. \"Actually, I thought it was a practical joke from some friends to begin with,\" she laughs.</p><p>Then, the visits from the company started. \"We've had I think at least seven land agents that have come out, and they'll say, 'Here's your easement — you have to sign this. And we're coming whether you want us or not,' \" Susan says. \"I just felt like they were treating us really badly.\"</p><p>Then they started getting letters, she says, opening a 3-inch-thick binder — one of many stacked on the kitchen counter.</p><p>\"This was written in July of 2010: 'While we hope to acquire this property through negotiation, if we are unable to do so we will be forced to invoke the power of eminent domain and will initiate condemnation proceedings against this property promptly,' \" Susan reads aloud.</p><p>More letters followed, all claiming to be final offers. And as the Dunavans learned more, their worries grew beyond their own pastureland.</p><p>The Dunavans say that, as Catholics, they see conservation as a moral issue. So they worry about a potential pipeline leak contaminating the vital Ogallala Aquifer, which stretches underneath nearly all of Nebraska, and about the environmental effects up in Canada, where the tar sands oil that will run through the pipeline is extracted.</p><p>As divisive as the fight over the pipeline has been, it has also built community. For years, the Dunavans thought they were the only ones against the project. Now, they've found allies among their neighbors.</p><p>\"We all believe that our land is sacred, our water is sacred,\"<strong> </strong>Susan says. \"We don't want a quick monetary, economic ... 'fix.' Let's look at the big picture. The big picture is like, forever. I want to pass this on to the next generations.\"</p><p><strong>'I Was Probably One Of The First Ones That Signed'</strong></p><p>About 8 miles away, Jim Klute has taken a very different approach to the pipeline. Klute, 76, is a retired farmer, a proud Cornhusker fan — and a Keystone supporter. In his view, he says, the pipeline \"should have been built, down the road and running\" several years ago.</p><p>Klute's first thought when approached by TransCanada was, \"What are you gonna pay me? How do I get compensated?\" he says. \"And we talked about it, and I done my homework, and I've been compensated very well.\"</p><p>The word in York is that payouts in the five- and six-figure range are common. And while Klute is not sharing how much he received, he says, \"It was very good. ... I was probably one of the first ones that signed.\"</p><p>TransCanada has already paid Klute for the easement and compensation for several years' crop loss. He, and all the others who've signed, will keep that money, regardless of whether the pipeline is built.</p><p>\"I have no problem with TransCanada,\" Klute says. \"Good, professional people. Nobody pressuring me, nobody. ... It's business.\"</p><p>There's already a high-pressure natural gas pipeline running under his field, Klute explains, installed in 1951 after his father signed an easement.</p><p>\"He got $181 to let 'em put that easement across there,\" Klute says. \"What if my dad would have said, 'No, we're not gonna do that'? ... York would have not have had natural gas. All these irrigation wells are running off of natural gas.\"</p><p>The Keystone XL pipeline will be much larger than that existing natural gas pipeline under Klute's field — with a much greater of volume of material passing through. But Klute isn't troubled by the environmental concerns raised by many pipeline opponents, like solvents mixed with tar sands oil getting into the water table.</p><p>\"I don't think that'll ever happen,\" he says. He's more concerned, he adds, about a railroad that passes less than two miles from his property. \"What happens if somebody hits one of those ethanol cars? Probably cause more damage than what that pipeline will, I think.\"</p><p><strong>Ranchers And Environmentalists, 'Arm In Arm'</strong></p><p>In town, Greg Awtry defies the easy stereotype of the liberal Keystone opponent. The publisher of the local newspaper, the <em>York </em><em>News-Times</em>, is a self-described capitalist. \"I'm very conservative,\" he says. \"Profit is good!\"</p><p>This capitalist publisher figures he's written 50 editorials against the pipeline.</p><p>\"The only place I think that this is political would be Washington,\" he says. \"Out here on the ground, we have very conservative lifelong Republican ranchers and farmers, arm-in-arm with the very liberal environmentalists who had little to nothing in common along those lines before this came up.\"</p><p>Awtry's main concern is the kind of oil that would run through the pipeline: tar sands oil diluted with chemicals. He sees that mixture as a dire threat that could contaminate the water supply that runs underneath nearly all of Nebraska.</p><p>\"We are talking about one of the greatest natural resources in the United States of America: the Ogallala Aquifer, which furnishes drinking water to people in eight states,\" he says. \"So even though the risk may be minimal, minimal risk is not acceptable.\"</p><p>But the fact that the aquifer is unseen, Awtry says, \"is one of the reasons you don't see a huge uproar about it, because you can't put your hand on it, you can't see it. It's not a park, you can't go climb it like a mountain. ... It's out of sight, out of mind.\"</p><p>From TransCanada's perspective, if the Keystone XL pipeline is ultimately built through Nebraska, it will be out of sight, out of mind, too.</p><p>\"Beyond this debate, Nebraska is no different with or without Keystone XL,\" says TransCanada land manager Andrew Craig. \"That's the beauty of pipelines. Once they're installed and that topsoil is put back in place, they essentially disappear.\"</p><p>It's Craig's job to help get this pipeline built through his state — and convince Nebraskans to sign on. And when it's built, he says, \"it will be the safest pipeline ever put in the ground.\"</p><p>Craig, a native Nebraskan himself, says that in the state, TransCanada has gotten the vast majority — 84 percent — of landowners to sign on. The company has already paid more than $50 million to Nebraskans for that right of way, he says.</p><p>That's helped make Craig confident that the pipeline will ultimately be constructed. \"I think it's good for the country, I really do,\" he says. \"There's a lot of talk about Keystone XL, and I'm close enough to the project to realize it's a small but vocal group of people that drive 95 percent of that.\"</p><p>And yet, that small but vocal group of self-described \"pipeline fighters\" in Nebraska has helped to delay Keystone XL for more than six years — and those opponents hope more delays may yet doom the project entirely.</p><p><em>This story was produced for broadcast by Alison MacAdam.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=On+Nebraska%27s+Farmland%2C+Keystone+XL+Pipeline+Debate+Is+Personal&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Melissa Block","audio":[{"meta":{"duration":"496"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1371253675-fbff86.m3u?orgId=1&topicId=1091&ft=3&f=371216129"},{"meta":{"duration":"517"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1371279374-92dfff.m3u?orgId=1&topicId=1091&ft=3&f=371216129"},{"href":"http://media.npr.org/assets/img/2014/12/16/20141211-keystonexl-block-019-693680eb488ca178f813e56fe1538222e04199a4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1458","width":"1944"}},{"href":"http://media.npr.org/assets/img/2014/12/16/20141211-keystonexl-block-079-da69b7ce75f6d1e8bd064de870a03dce869f2f6a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1673","width":"2231"}},{"href":"http://media.npr.org/assets/img/2014/12/16/img_0614-f436880fe7d7194e1011c8760cf6941bdbf236e6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3262"}},{"href":"http://media.npr.org/assets/img/2014/12/16/img_0527-0d0f4b40a42b53e8811dfe8995dee7cdaad1c9eb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1561","width":"2082"}},{"href":"http://media.npr.org/assets/img/2014/12/16/20141211-keystonexl-block-043-1f2592c5b3989e326d2b9338ff32a9026093a141.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1664","width":"2219"}}]}