{"created":"2014-11-11T19:58:07+00:00","modified":"2014-11-11T20:10:27+00:00","valid":{"from":"2014-11-11T20:10:27+00:00","to":"3014-11-11T20:10:27+00:00"},"hreflang":"en","title":"Berlin Wall A Shadow For Younger Generation","published":"2014-11-11T19:58:00+00:00","teaser":"We hear from young Germans, from a 17-year-old who urges solidarity, to a 27-year-old who thinks the wall should be rebuilt.","itags":["npr_api","363322739"],"guid":"2e984183-c2b8-458a-b7ec-609475abe11c","contentencoded":"<p><p style=\"padding-left: 30px\"><em>Germany has wrapped up its events commemorating the fall of the Berlin Wall 25 years ago &#8212; a shining moment of freedom within a dark 20th century history. The country has done a thorough job of repudiating its first dictatorship and its role in the Holocaust. It’s still coming to terms with communist dictatorship in the East. And it may be harder for those for those born after the 9th of November 1989, after the Berlin Wall came down. From the <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now</a></em> Contributors Network, <strong>Curt Nickisch</strong> of WBUR talked with young people in Berlin brought us this story.</em></p><p>Lots of families took their children to the art installation along the route of Berlin Wall this weekend. Thousands of lit balloons stretched for about nine miles. At one point, a group of girls was jumping back and forth saying &#8220;Now I’m in the East! And now I’m in the West.&#8221;</p><p>&#8220;You see where the Berlin Wall was and it’s actually kind of cool,&#8221; says 9-year-old Helena Kohlhase. &#8220;In school, we learned about Berlin history. And I can’t really think there [were] two Berlins, but it was like that.&#8221;</p><p>It was like that, and it’s history that can’t be forgotten, says former East German dissident Frank Ebert. He works for a history foundation and sees lots of school groups.</p><p>It’s astounding sometimes how much they know, he says. Sometimes it’s scary how little they know, if anything at all. It’s why Ebert helped plan Berlin’s public events surrounding the 25th anniversary of the fall of the wall.</p><p>At the weekend commemoration, video installations told the personal stories behind the divided city.</p><p><div class=\"pullquote\" style=\"\">&#8220;I don’t remember anything &#8217;cause I was still too little. But from everything I hear from my family and former East Germans, everything&#8217;s gone to crap.&#8221;<div class=\"pullquoteauth\">&ndash; Benjamin Karl</div></div></p><p>Lisa Kollenda, a 21-year-old who was born in Berlin, says her generation happily did not live with the Berlin Wall.</p><p>&#8220;Berlin is doing a great job, having spots in the city all around to remember about our history, as the city has a huge history,&#8221; Kollenda said.</p><p>&#8220;We are used to [being] free, we are used to [using] all the media how we want to, and get information that we want. And, yeah, only 25 years ago, or 30 years ago, it wasn’t the same at all,&#8221; she said.</p><p>Not every Berliner agrees that things got better. Benjamin Karl is 27 – he was just 2 years old when the wall came down.</p><p>&#8220;I don’t remember anything &#8217;cause I was still too little. But from everything I hear from my family and former East Germans, everything’s gone to crap,&#8221; Karl said.</p><p>Karl was unemployed for a while, and is now training to be a truck driver. He says the Berlin Wall should go back up. That way, he reasons, everyone will have a job, crime will go down and the number of foreigners will go down, too.</p><p>At a factory in the eastern part of Berlin, Stefan Schilling is one year older than Karl. He was 3 when the wall came down.</p><p>It doesn’t matter whether a co-worker is from the west or from the east, he says. In the end most important thing is productivity, and we’re all the same.</p><p>Even so, Schilling says he was treated differently by some people when he worked for two years at a factory in the western part of Germany. That doesn’t surprise Lisa Kollenda.</p><p>&#8220;I was born here and I know the east of Germany. But for some of my friends who are living like in Baden-Württemberg in the very south of Germany, some of them still think like that east and west kind of exist. You still feel like a difference,&#8221; Kollenda said.</p><p>That ongoing division worries many older Germans who lived with the concrete barrier in Berlin. Ehrhart Neubert is 75 years old. He used to run the federal agency in charge of the East German secret police files. He says the Berlin Wall may be gone, but it casts a shadow over the new generation, especially over youth in the east.</p><p><div class=\"pullquote\" style=\"\">&#8220;We should all come together and work for a common goal. And I think that’s only possible if there are no borders.&#8221;<div class=\"pullquoteauth\">&ndash; Joshua Kriesmann</div></div></p><p>&#8220;Because many of them have parents or grandparents who were tightly knit into the East German system,&#8221; he says. &#8220;Now they’re trying to tell the younger generation that it wasn’t that bad. And that’s why what Berlin is doing now is really important.&#8221;</p><p>For the 25th anniversary of the fall of the wall, Berlin invited youth to write messages for the future. Joshua Kriesmann wrote one. The 17-year-old says he’s worried about rising divisions in Europe. He says Ukraine’s borders are being rewritten and some countries are distancing themselves within the European Union.</p><p>&#8220;We should all come together and work for a common goal,&#8221; said Kriesmann. &#8220;And I think that’s only possible if there are no borders. And so I kind of send a message that urged for solidarity for all the European citizens in order for us to have successful cooperation in the future. And that we develop a European mentality and not only a national mentality.&#8221;</p><p>Kollenda also noted that her generation is still trying to understand how to build on the history of the Berlin Wall.</p><p>&#8220;These events are great to think back and get an idea of what it was like. And what it meant to the people when the wall fell. But I think the everyday life is the most important thing, just to stop making differences,&#8221; she said.</p><p>Only then, she says, will her generation overcome the remains of the Berlin Wall in their minds.</p><h4>Reporter</h4><ul><li><a href=\"http://www.wbur.org/about/people/curt-nickisch\" target=\"_blank\"><strong>Curt Nickisch</strong></a>, business & technology reporter for WBUR. He tweets <a href=\"https://twitter.com/CurtNickisch\" target=\"_blank\">@CurtNickisch</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Berlin+Wall+A+Shadow+For+Younger+Generation&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"Curt Nickisch","audio":[{"meta":{"duration":"365"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1363324303-ed5338.m3u?orgId=1&ft=3&f=363322739"}]}