{"created":"2015-05-12T22:12:43+00:00","modified":"2015-05-13T18:09:52+00:00","valid":{"from":"2015-05-13T18:09:52+00:00","to":"3015-05-13T18:09:52+00:00"},"hreflang":"en","guid":"2e9afc8d-872b-4828-a36c-388c9171fa2d","title":"Tom Brady's deflated balls are nothing compared to the magic sword of Russia","published":"2015-05-13T18:09:48+00:00","byline":"Bradley Campbell","tags":["cheating","sports","culture","Sports","Baseball","Corked bat","Sports law","Deception","Cheating","Sports"],"teaser":"Tom Brady may have manipulated his footballs for a competitive advantage, but manipulating equipment is an age-old practice. Here are some big-name examples, including a \"magic sword\" and a hidden engine in a bicycle. ","contentencoded":"<p>The \"Deflategate\" scandal <a href=\"http://www.cnn.com/2015/05/11/us/nfl-deflategate-response/\">that's consumed NFL fans</a> for months — and landed Super Bowl-winning quarterback Tom Brady a four-game suspension — is hardly the first high-profile case of sports cheating. </p>\n<p>\"I think cheating is as old as sports itself,\" says Maurice Schweitzer, who studies the psychology of cheating at the University of Pennsylvania. \"Whenever you put people in competition, they are eager to win and they are going to blur the line between what's legal and what's illegal to win at almost all costs.\"</p>\n<p>It happens with athletes from all around the world, and we're not just talking about doping or match-fixing. The act of manipulating equipment to one's advantage — like, say, deflating footballs to make them easier to handle — is an age-old practice. Here are three other big-name instances of cheating — and alleged cheating — by doctoring equipment.</p>\n<p><strong>1. The corked bat</strong></p>\n<p>In 2003, Dominican baseball star Sammy Sosa was caught using a bat with a hollowed-out, cork-filled center, a device sometimes used by players to make the bat easier to swing. Columnists at the time blasted Sosa and said the bat would forever haunt the Cubs slugger — but they were wrong. Sosa kept on mauling baseballs after the incident, and today few people remember the bat. Of course, probably because they all remember Sosa's association with steroid cheating, instead.</p>\n<p><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/WrXVdwIGfuI?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p><strong>2. The pimped ride</strong></p>\n<p>Swiss cyclist Fabian Cancellara ran away with the 2010 edition of the Paris-Roubaix race. But soon after, there were whispers he hid a small engine <em>inside</em> his bike. Cancellara ended up responding to the whispers, saying the idea was stupid and outrageous. The story is on the tin-foil hat end of the cheating spectrum. But it's still a footnote in Cancellara's biography, and it always will be so long as the YouTube footage exists.</p>\n<p><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/8Nd13ARuvVE?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p>3. <a href=\"http://en.espn.co.uk/onthisday/sport/story/219.html\">The magic sword</a></p>\n<p>In 1976, Russian fencer Boris Onishchenko couldn't be stopped. But really, it was his sword doing the work. In fencing, points are scored with the help of electronic sensors, and Onischenko’s épeé had a trigger that set off his opponent's sensor. He never had to make contact to get a point; he just had to lunge and let his magic sword do the rest. He got caught and was disqualified.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-12%2Ftom-bradys-deflated-balls-are-nothing-compared-magic-sword-russia&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/05122015_03.mp3"},{"href":"http://admin.pri.org/file/0512201503mp3"}]}