{"created":"2014-10-03T21:18:28+00:00","modified":"2014-10-30T21:48:45+00:00","valid":{"from":"2014-10-30T21:48:45+00:00","to":"3014-10-30T21:48:45+00:00"},"hreflang":"en","title":"As Populations Shift, Democrats Hope To Paint The Sun Belt Blue","published":"2014-10-03T23:45:00+00:00","teaser":"Democrats see an opportunity in the South's changing demographics — particularly in states with growing Hispanic communities, lots of unregistered black voters and migration from other states.","itags":["npr_api","353534726"],"guid":"2e9b7c1a-4555-4f9c-b99c-93c80eb7c2ef","contentencoded":"<p>The Democratic National Committee is running a Spanish language ad on radio stations in North Carolina and Georgia, where there are competitive U.S. Senate races.</p><p>\"Republicans think we're going to stay home,\" the <a href=\"https://www.youtube.com/watch?v=hbCoKhopNZQ&feature=youtu.be\" target=\"_blank\">ad says</a>. \"It's time to rise up.\"</p><p>Democrats see opportunity in Southern states with fast-growing minority populations and an influx of people relocating to the Sun Belt. In Georgia, there's a push to register new voters in hopes of turning a red state blue.</p><p>Becks Nix spends most weekends at festivals, like the Fall Festival at Atlanta's Candler Park, working a voter registration booth for the gay rights group Georgia Equality.</p><p>\"Are y'all registered Georgia voters?\" Nix asks passersby.</p><p>Anastasia Fort says she needs to check because she just moved to a new neighborhood. Nix tells her how to make sure she's on the voter rolls.</p><p>\"Because things are tight,\" Nix says, \"we feel like it's even more important that people are not only registered but are actively engaged in what's going on.\"</p><p>Fort admits she's not so engaged. Her friend Steve Stuglin is shocked.</p><p>\"You're not following? I mean Michelle Nunn's got a chance,\" he says.</p><p>Michelle Nunn is the Democrat in a tight race with Republican David Perdue for an open U.S. Senate seat. Stuglin moved here from Detroit six years ago, bringing his Democratic politics with him. He says Democrats could make gains in Georgia if their voters would just turn out.</p><p>\"They think it's a lost cause, it's never gonna happen, it's a red state, just deal with it,\" Stuglin says.</p><p>But Democratic operatives say Georgia's days as a reliably red state are nearing an end, in part driven by demographics.</p><p>In 2000, 75 percent of Georgia's electorate was white. Now it's just more than 60 percent white.</p><p>\"While demography can be destiny, destiny needs help,\" says Democrat state Rep. Stacey Abrams. She's House minority leader in the Georgia Assembly, and founder of the New Georgia Project, an aggressive campaign to register minority voters.</p><p>\"There are 800,000 unregistered African-American, Latino and Asian voters in the state of Georgia,\" Abrams says.</p><p>Asian Americans are the fastest growing minority in the South, with Latinos close behind. Both groups have settled in Atlanta's bustling suburbs.</p><p>The New Georgia Project has been canvassing door to door and conducting drives to sign up voters. Abrams says they've registered 87,000.</p><p>Georgia doesn't register by party, but the group has targeted populations that tend to vote Democratic.</p><p>The question is, will they?</p><p>Along with the Senate race, Georgia also has a tightly fought contest for governor. Democrat Jason Carter, President Jimmy Carter's grandson, is challenging the Republican incumbent Nathan Deal.</p><p>Emory University political scientist Andra Gillespie says Republicans still have the edge in Georgia. She doesn't expect this Democratic new-voter push to bear fruit this cycle, even though the registration numbers are impressive.</p><p>\"The more important number for me is not whether or not you register 87,000 people to vote,\" she says. \"It's whether or not you can get those 87,000 people to the polls.\"</p><p>Carter, the Democratic gubernatorial candidate, spent last Sunday urging voter turnout in African-American churches around Atlanta.</p><p>He says what's happening here can alter the political landscape.</p><p>\"Georgia is changing dramatically,\" Carter says. \"There's no doubt that Georgia is next in line as a national battleground state.\"</p><p>Republicans are taking note of the change. Gov. Deal also campaigned at an African-American church in Macon on Sunday, and appeared at a school last week with the rapper Ludacris.</p><p>Deal spokesman Brian Robinson says Republicans have to expand their electorate.</p><p>\"That is our battle,\" Robinson says. \"Changing the way people identify themselves by party over the next 20 to 30 years.\"</p><p>On the front line of that battle is Leo Smith, minority-engagement director for the state GOP. For the past year, he's been touting Republican values.</p><p>\"These are ideas of liberty and freedom that Grandmama and them used to talk about,\" he says. \"God bless the child that's got his own. Keep the man outta your house. Man don't work, man don't eat. All those were sort of black value systems that I grew up with that sound really Republican.\"</p><p>Smith acknowledges his work is cut out as he sits in the state GOP office surrounded with portraits of the top Republican office holders in Georgia — all white men.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=As+Populations+Shift%2C+Democrats+Hope+To+Paint+The+Sun+Belt+Blue&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Debbie Elliott","audio":[{"meta":{"duration":"275"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1353538217-ffea89.m3u?orgId=1&topicId=1014&ft=3&f=353534726"}]}