{"created":"2014-08-28T19:05:16+00:00","modified":"2014-10-30T23:04:42+00:00","valid":{"from":"2014-10-30T23:04:42+00:00","to":"3014-10-30T23:04:42+00:00"},"hreflang":"en","title":"Freemasonry Still Alive And Well, And (Mostly) Men-Only","published":"2014-08-28T15:17:00+00:00","teaser":"The Freemasons are arguably one of the world's most famous men's organizations. Membership has been falling in the U.S. since the 1960s, but millennials are now showing an interest in the fraternity.","itags":["npr_api","342209139"],"guid":"2ea4ef07-d45f-4220-b5ca-09736b87fb45","contentencoded":"<p>The members of the Queen Anne Masonic Lodge near downtown Seattle are on the young side. The guy in charge is 26.</p><p>Danny Done, the lodge's worshipful master, is lounging on his designated chair in the room reserved for private ceremonies.</p><p>His title comes with a top hat, though he avoids putting it on — he says it makes him look dorky. But he does like other aspects of Masonic regalia, like his Templar sword. Done uses it to point to a diagram on the wall that charts out the different kinds of Masonry.</p><p>\"Here, you have the first three degrees of Masonry,\" he explains, motioning to the chart. \"Which gets you to, basically, the beginning step of this section, which is called the Scottish rite. And the Scottish rite was invented from a lecture series by a Scotsman in France.\"</p><p>Yes, one of America's oldest fraternities, the Masons, is still around. And in a conversation with Done, you quickly find they aren't nearly as secretive as you'd hoped — particularly in Washington state. Rules in each state are set by a \"Grand Lodge,\" and Washington's claims to be relatively liberal in the rules governing what can be shared about the organization's ceremonies.</p><p>There's so much information on the Internet about those rituals, many Masons say, that there's little point in being mysterious about them. <strong><br /></strong></p><p><strong>Forging In-Person Connections In An Online World </strong></p><p>For Done, the appeal of Freemasonry is pretty basic. \"A lot of my best friends are here, and all of their friends typically come around, too, and it just becomes a really interesting social network that's not online,\" he says.</p><p>A generation ago, Freemasonry began to decline, and many of the fraternity's buildings around the country were being turned into movie theaters. Membership in the U.S. fell from almost 4.1 million in 1960 to about 1.3 million in 2012. While membership is still falling, those declines have been less steep in recent years.</p><p>\"Twenty years ago, I would not have been optimistic,\" says William Moore, a scholar of American Freemasonry who teaches American studies at Boston University. \"I would have said, 'Yes, they were relics of a time that's left behind.' \"</p><p>But historically, he says, the fraternity does well during times of economic instability for men. The U.S. is in that kind of time right now.</p><p>And some millennials, Moore says, are looking for the kind of long-lasting commitment available in a lodge.</p><p>\"They know that those men will be their brothers no matter what their economic structure is,\" Moore says. \"So they know that they can change jobs five, six, seven times in their careers, but they won't be changing the lodge they belong to; they won't be changing the men who are their fraternal brothers.\"</p><p>On a warm Saturday, 150 brothers are on their lunch break in a private Masonic park about an hour outside of Seattle. They're in the woods, but they're also wearing suits, because they're here for the outdoor version of the Masonic initiation ceremony.</p><p>There are brothers here from Prince Hall lodges, which are historically African-American, as well as brothers from Canada. In fact, the grand master of British Columbia, Philip Durell, is here — his proper title is grand master of the Most Worshipful Grand Lodge of Ancient and Accepted Freemasons of British Columbia and Yukon.</p><p><strong>Still 'Just Guys'</strong></p><p>If you ask Durell about the fraternity's rule excluding women, he admits that it's \"tough to defend.\" But, he says, the rule means a lot to the brothers. \"Men behave differently when women are there. And they don't open up the same way as they will when it's just guys there.\"</p><p>A few lodges in the U.S. do initiate women, but they're not recognized by the more traditional Masons. The organization instead points to special sister organizations for women, like the Order of the Eastern Star, and the fact that wives are often part of a lodge's social life — they just can't take part in the ceremonies.</p><p>So back at the Masonic Family Park, the women do crafts while the men hold their ceremony. Vicky Roberts, the wife, or \"lady,\" of Washington state's grand master, says she doesn't resent being excluded.</p><p>\"Men are generally not as social as ladies are,\" she says. \"They get stressed out — they don't really make the time that the ladies do to connect with other men.\"</p><p>The men need that time, Roberts says. And besides, she adds, the women are probably having a better time in their part of the campground, eating and chatting, while the men spend the day in the woods, sweating in their suits.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Freemasonry+Still+Alive+And+Well%2C+And+%28Mostly%29+Men-Only&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Martin Kaste","audio":[{"meta":{"duration":"261"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1343758366-0371fd.m3u?orgId=1&topicId=1091&aggIds=323986426&ft=3&f=342209139"},{"href":"http://media.npr.org/assets/img/2014/08/21/grandmasters-chair-edit-f421859b1ac4bfb1b077d83c5bf2745cb8864700.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1749","width":"2332"}},{"href":"http://media.npr.org/assets/img/2014/08/26/master_woods_edit-15e67deca88e0b20f35db242d7695f436e7d74e4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1573","width":"2097"}}]}