{"created":"2015-05-19T20:28:25+00:00","modified":"2015-06-15T17:14:11+00:00","valid":{"from":"2015-06-15T17:14:11+00:00","to":"3015-06-15T17:14:11+00:00"},"hreflang":"en","title":"Trustworthy, Loyal, Helpful ... This Great Teacher Abides By The Scout Law","published":"2015-05-20T15:32:00+00:00","teaser":"For 27 years, Romy Vasquez has been working with Boy Scouts in South Central Los Angeles, where, he says, it's easier to find a gang to join than a Boy Scout troop.","itags":["npr_api","406233978"],"guid":"2ea5cb9e-b3b2-42f4-b19f-199a1fd25dee","contentencoded":"<p>Only a small number of Boy Scouts make Eagle Scout.</p><p>The feat is even harder when you come from inner-city poverty.</p><p>Yet for 27 years, Romy Vasquez has successfully encouraged boys from South Central Los Angeles to become Scouts, and he has seen more than a dozen members of Troop 780 go on to reach scouting's highest rank.</p><p>His pitch: You want to be in a gang? Scouting is the biggest gang in the world.</p><p>\"It's global,\" he tells the Scouts. \"We got some in Japan, China, Israel, all over. So guess what? You belong to BSA!\"</p><p>Despite the controversy over its ban on gay volunteers, the Boy Scouts of America is one of the largest youth organizations in the country, with about a million members. That means a lot of young minds being shaped by teachers who go by a different title: scoutmaster.</p><p>Romualdo Vasquez Peña III is the leader of Troop 780. The Scouts call him \"Romy,\" and tonight they're meeting in the auditorium of South Park Elementary School.</p><p>And yes, they rock their uniforms — even Vasquez — neckerchief and all. He tells the kids that people don't make fun of soldiers in uniform, and they won't make fun of them when they wear the scouting green with pride.</p><p>\"You be proud, you tuck it in and you be proud,\" he says.</p><p>Many of the Troop 780 Scouts come from single-parent homes and live in poverty. Some of the parents are undocumented. Some of the boys are undocumented. These kids have a lot of added stress in their lives.</p><p>As cliche as it sounds, Vasquez says it's easier in neighborhoods like this to join a gang than the Scouts.</p><p>And so, he says, \"If I don't modify the program, I'm going to lose a lot of my boys.\"</p><p>He says it's all about meeting the boys where they're at. If there's an activity his Scouts can't afford, they raise the money. Vasquez, originally from Tijuana, Mexico, talks with the boys' parents in Spanish.</p><p>He tries to make sure his Scouts are comfortable with both their Latino and American identities, and says he learned all this over the three decades he's been involved in scouting. He was a parent volunteer, then a den leader when his son was a Cub Scout. So, when his son was old enough to become a Boy Scout, Vasquez followed.</p><p>\"I said, 'Goodbye, Cub Scouts,' and I just stayed.\"</p><p>Today, he's a dad and grandfather who takes care of his disabled mom, works and goes to school full time. (He's working on a bachelor's degree in psychology.)</p><p>And Vasquez hasn't lived in LA for years. He stays 90 miles away in Victorville and makes the drive three times a month to meet with his troop.</p><p>\"I'm on call 24 hours with my boys, and I've always told my boys: If I have to pick you up because you got into trouble or you're in the wrong place and you need help, pick up the phone and call me. Tell me, 'Romy come and get me.' Fine, I'm on my way to pick you up.\"</p><p>His teaching style? Eagle Scout Joaquin Morales, 19, describes it in three words: blunt, loud and pushy. And, Morales explains, that's a good thing: \"I guess I see him as another parent, if that makes sense.\"</p><p>\"Some teachers don't go as far as Romy does,\" says 19-year-old Gabriel Heredia, another of Vasquez's Eagle Scouts. He's been with the troop for six years and gone hiking, fishing and, most recently, backpacking for a week in Yosemite National Park.</p><p>\"I carried 50 pounds on me. I had my bear canister, my clothes, my sleeping bag, my tent and everything,\" Heredia says, beaming. \"And, some of us wanted to quit, too. We were tired, but Romy said, 'You can't quit. If I can make it, you can make it!' \"</p><p>The temptation to quit is everywhere. Nearly 40 percent of kids in this ZIP code don't finish high school. But Heredia not only graduated, he's taking classes at a community college and plans to transfer to Humboldt State University.</p><p>He wants to be a park ranger and says Vasquez pushing him to make his Eagle Scout rank was the first step.</p><p>\"I expect that one of my young men is going to be the CEO of a company,\" Vasquez says, talking about his Eagle Scouts. \"I expect that. They can succeed no matter where they go.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Trustworthy%2C+Loyal%2C+Helpful+...+This+Great+Teacher+Abides+By+The+Scout+Law&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Shereen Marisol Meraji","audio":[{"meta":{"duration":"291"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1408010788-0ae53b.m3u?orgId=1&topicId=1013&aggIds=359618671&d=291&p=2&story=406233978&t=progseg&e=407948189&seg=9&ft=nprml&f=406233978"},{"href":"http://media.npr.org/assets/img/2015/05/12/img_9145-edit-eea55103133c44c9f36d4e85de102e8df755fbd1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1364","width":"1818"}},{"href":"http://media.npr.org/assets/img/2015/05/12/img_9113-edit-aa7de81e552449d3dbeaa293806f3549f3b9467a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1271","width":"1695"}},{"href":"http://media.npr.org/assets/img/2015/05/12/img_9123-edit_slide-df1006ddba910efa17d4e8489b939883a7b0ccb6.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1364","width":"2046"}}]}