{"created":"2014-10-27T19:47:19+00:00","modified":"2014-10-27T19:47:19+00:00","valid":{"from":"2014-10-27T19:47:19+00:00","to":"3014-10-27T19:47:19+00:00"},"hreflang":"en","title":"Widow Of American Ebola Victim Speaks Out","published":"2014-07-31T19:08:00+00:00","teaser":"We hear from Decontee Sawyer of Minnesota, whose husband, a Liberian government official, became the first American to die in this outbreak.","itags":["npr_api","336877122"],"contentencoded":"<p>The Ebola outbreak that&#8217;s killed more than 670 people in West Africa has hit too close to home for some Americans.</p><p><strong>Decontee Sawyer</strong> lives in Minnesota, which is home to Liberia&#8217;s largest diaspora community. Her husband, a Liberian government official, recently contracted the virus in Liberia and became the first American to die from Ebola in this outbreak.</p><p>&#8220;It&#8217;s a big blow &#8212; everyone knew Patrick, here in Minnesota in the Liberian community, so everyone feels like they&#8217;ve lost their best friend, their brother. Everyone&#8217;s crying, everyone&#8217;s shocked,&#8221; she told <em><a href=\"https://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Robin Young.</p><p>But if he had not died, Patrick Sawyer could have brought Ebola home with him, as he was planning to come to Minnesota for his daughters&#8217; birthday party on August 16.</p><p>Sawyer said she thinks that airlines and border control should keep screening potentially exposed travelers for symptoms, but should also continue to allow travel between West Africa and the United States. Otherwise, she&#8217;s worried that more Americans will contract the disease abroad.</p><p>&#8220;I already have Ebola affecting one country of mine,&#8221; she said. &#8220;I don&#8217;t need it affecting another country of mine.&#8221;</p><ul><li><a href=\"http://www.cdc.gov/vhf/ebola/\" target=\"_blank\">More information about Ebola via the CDC</a></li><li><a href=\"http://www.samaritanspurse.org/\" target=\"_blank\">Decontee Sawyer asks that people donate to Samaritan&#8217;s Purse</a></li></ul><h4>Interview Highlights: Decontee Sawyer</h4><p><strong>On why her husband was in Liberia</strong></p><p>&#8220;Patrick was in Liberia because he felt like Liberia needed him. He was into social justice &#8212; Patrick was a community servant. We both lived here in Minnesota and he served the Liberian community here in Minnesota on a volunteer basis &#8212; that&#8217;s how we met, in fact, volunteering for a cause in our community. And he wanted to go back to Liberia, by all means, to help Liberia to have a better democracy because he had experienced it in the U.S. He wanted that for Liberia, he wanted social justice. He was into mental health. He felt very passionately about those things and he wanted to be in Liberia to make a difference.&#8221;</p><p><strong>On her husband&#8217;s planned return to Minnesota</strong></p><p>&#8220;Because of Patrick&#8217;s passion and everything for Liberia, I was left here with three little girls to raise by myself. I wanted Patrick back home &#8212; I told him, I didn&#8217;t sign up to be a single mom. You need to come back and fight the good fight back home. That put a strain on our marriage, but we deeply loved each other and loved our children. I scheduled the girls&#8217; birthday for August 16th and told him the date. He was coming, he was coming, by all means &#8212; nothing could have stopped Patrick from coming, except Ebola.&#8221;</p><p><strong>On whether the U.S. should allow entry from affected regions</strong></p><p>&#8220;I&#8217;m so confused &#8212; because there are people who went there, who have families here, who went there just to visit. They&#8217;re dying to come back home to their babies. We don&#8217;t want them to bring Ebola back, I don&#8217;t want that. But at the same time, if they&#8217;re not displaying symptoms and they&#8217;re being screened, I think they should be allowed to come back. We keep them there, their risks are higher of getting Ebola.&#8221;</p><h4>Poem: &#8216;Don&#8217;t Stand Back&#8217;</h4><p><em>Decontee Sawyer shared this poem on the air, saying that she&#8217;d written it &#8220;a long time ago,&#8221; but that &#8220;everything about it applies to right now.&#8221;</em></p><p>Be my brother in my struggle</p><p>Don&#8217;t stand back and watch</p><p>While others lack the resources to resist the attack</p><p>Because what affects me, affects you</p><p>Together we are bonded by this earth</p><p>So be my sister in my struggle</p><p>Because what affects me does affect you</p><p>Directly or indirectly</p><p>Don&#8217;t stand back</p><p>Let&#8217;s help</p><h4>Guest</h4><ul><li><strong>Decontee Sawyer</strong>, Liberian-American activist and widow of the first American to die in this Ebola outbreak. She is founder of <a href=\"http://www.twamn.org/\" target=\"_blank\">Today&#8217;s Women Alliance</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 WBUR-FM. To see more, visit <a href=\"http://www.wbur.org\">http://www.wbur.org</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Widow+Of+American+Ebola+Victim+Speaks+Out&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"2eaba4bc-9370-4562-a7c3-26d3070976fa","audio":[{"meta":{"duration":"541"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1336887043-5a8dba.m3u?orgId=330&ft=3&f=336877122"}]}