{"created":"2015-02-06T22:10:47+00:00","modified":"2015-03-10T22:45:10+00:00","valid":{"from":"2015-03-10T22:45:10+00:00","to":"3015-03-10T22:45:10+00:00"},"hreflang":"en","title":"Much To His Chagrin, On Broadway Larry David Has To 'Wait And Talk'","published":"2015-02-07T19:24:00+00:00","teaser":"\"I like to interject, and there's no interjections here,\" says the comedian behind <em>Curb Your Enthusiasm</em>. It's \"very unnatural for an interrupter.\" David makes his Broadway debut in <em>Fish in the Dark</em>.","itags":["npr_api","383775185"],"guid":"2eca936f-3333-41be-bc64-2e88f549c73e","contentencoded":"<p>These days, when Larry David leaves work at the stage door of the Cort Theater, fans are lined up for his autograph. At age 67, David is now a Broadway star — and that's new, scary territory for him.</p><p>David was co-creator of the TV sitcom <em>Seinfeld</em> and starred as himself — a cantankerous guy who says exactly what's on his mind — in the raucously funny HBO series <em>Curb Your Enthusiasm.</em> He hasn't been in a play since he was in eighth grade, but now he's written one called <em>Fish in the Dark,</em> and it's <em>his </em>name in lights.</p><p>The costumes hanging on the wall of his cramped dressing room — gray sweatpants, a shapeless blue jacket — look a lot like his schlumpy wardrobe in <em>Curb Your Enthusiasm.</em> There's a reason for that, which he explains to NPR's Melissa Block, who went to New York to talk with him about his Broadway debut.</p><p>\"You know, everything I tried on I said, 'Why can't I just wear my own clothes?' \" he says. \"And they go 'No, no, you can't. You don't wear your own clothes.' I go, 'Well, I'm wearing my own clothes.' \"</p><p>But the white dress shirt is definitely <em>not</em> his own: It has snaps on the inside placket to make for a quick costume change. \"I can't say enough about the snap,\" David says. \"Buttons should be eliminated.\"</p><p>... and just like that, he's off on a Larry David riff:</p><p>\"I've always hated the button fly ...\" he laments. \"The button fly, it's untenable, it can't be dealt with at all. I mean, you don't know because you're not a man, but you know — you've got to get there — and now you're dealing with buttons, opening buttons, it's not a good situation!\"</p><p>But back to the play. <em>Fish in the Dark</em> is a comedy about a death in the family, a vigil at the hospital and the messy, funny aftermath. It all started with a conversation David had after a friend's father died.</p><p>\"There were some very interesting and — dare I say — funny things surrounding it,\" David says.</p><p>So he started writing. But even as he wrote the play (and created a lead character who sounds <em>very</em> much like himself) he claims he didn't want to star in it:</p><p>\"Who wants to do this thing?\" he says. \"It's insane! It's <a href=\"http://www.imdb.com/title/tt0107048/\">Groundhog Day</a>! I'm living <em>Groundhog Day</em>. I don't even want to go to bed at night because I know when I wake up in the morning, it's going to be the same day again. ... It's taxing. I mean, it's not driving a cab or doing construction, but for me — for my delicate world — yeah, it's hard.\"</p><p>In addition to being hard, David says it's surreal to be onstage and ride a wave of laughter. \"I didn't think it was going to get any laughs at all,\" he admits. \"I'm so negative! So the first time we did it, like every laugh was a surprise to me because I was expecting nothing. That's how bleak I am.\"</p><p>Which seems strange, because David spent years as a standup comedian, and there were all those seasons of <em>Curb Your Enthusiasm. </em>But that dialogue was mostly improvised. This is different.</p><p>\"I'm not an actor — I consider myself, you know, a comedian, not really an actor,\" he explains. \"Actors have to wait to talk, you know, there are lines, specific lines that you have to say. ... I don't like waiting. I like to interject, and there's no interjections here. You have to wait and talk, and wait and talk. ... [It's] very unnatural for an interrupter, and for a guy who likes to talk.\"</p><p>The show is still in previews, which means they're still fiddling with it — pruning lines, working on pacing and tone. During a recent rehearsal, David paces, frowns, sighs. Sometimes in a scene you can tell he's <em>itching </em>to interject. He wants to ad lib something. And why not? At one point, he looks out at the director, Anna D. Shapiro, and offers, \"I can fill a little bit there, can't I?\"</p><p>Shapiro says it's all been an adjustment. \"He told me when he started his biggest problem is going to be that he wants to stare at the audience,\" she says. \"Like, every time they laugh I think he wants to turn out and go: 'Thank you! Thank you so much!' \"</p><p>As for him not being an actor and moving from improvised television to the stage — Shapiro says he's starting to get over that. The previous night she says she found him backstage, completely sweaty, tearing off his sweater.</p><p>\"He looked at me and he goes, 'How do people do this? How do they do this? This is crazy!' \" Shapiro says. \"And I was just dying laughing — because he felt it! And as much as he was 'complaining' about it — I've never seen him look that alive, he had a sparkle in his eye. He was acting. He acted. And it feels really good when you do it and when you don't have to pretend you didn't.\"</p><p><em>Fish in the Dark </em>will run on Broadway until June 7 — which is a lot of Groundhog Days. \"How can I get out of this?\" David quips. \"Get in an accident? Well, would it be better to be in a hospital bed for the next couple months? I'm, you know, weighing it.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Much+To+His+Chagrin%2C+On+Broadway+Larry+David+Has+To+%27Wait+And+Talk%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"498"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1384345880-fc8c61.m3u?orgId=1&topicId=1144&e=383775185&d=498&ft=nprml&f=383775185"},{"href":"http://media.npr.org/assets/img/2015/02/06/larry-david-size-2-833b53d0ce9a623a96d1ec08e96908ed69f98b71.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2436","width":"3248"}},{"href":"http://media.npr.org/assets/img/2015/02/06/img_5480_custom-ed9be1c944ccde5c6d6cf1ba3cbc4c0b85a84955.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"3310","width":"3563"}}]}