{"created":"2015-02-08T21:55:06+00:00","modified":"2015-06-25T17:45:21+00:00","valid":{"from":"2015-06-25T17:45:21+00:00","to":"3015-06-25T17:45:21+00:00"},"hreflang":"en","title":"Obama's 'Body Man' Looks Back On His Presidential Education","published":"2015-02-23T18:54:00+00:00","teaser":"Reggie Love went from playing sports at Duke to working as Barack Obama's personal assistant. His new memoir, <em>Power Forward, </em>describes what he learned on the campaign trail and in the White House.","itags":["npr_api","383243794"],"guid":"2ed25b1d-c176-4b8e-9788-f69cc90e1cde","contentencoded":"<p>Reggie Love was Barack Obama's body man during his first campaign for president and into his time in office. It was a demanding job: part personal assistant, part aide, part whatever the boss needs you to do, whenever he needs it.</p><p>Love, the author of the new memoir <em>Power Forward: My Presidential Education,</em> tells NPR's Arun Rath that he remembers the first time he met then-Senator Obama. He had traveled to Washington for a job interview.</p><p>\"I was 23 years old and we had a brief exchange,\" he remembers. \"[Obama] asks me what my ambitions are. Would I someday want to run for something? I think I was less than impressive. I was kind of overwhelmed and under-prepared.\"</p><p>At that point, Love, who played both basketball and football at Duke, had spent time with the Dallas Cowboys and Green Bay Packers, but hadn't been drafted and was realizing that he wouldn't have a career as a professional athlete.</p><p>He tells Rath about what it was like to leave that dream behind — and how he handled shooting hoops with the president.</p><hr /><h3>Interview Highlights</h3><p><strong>On transitioning from athlete to political aide</strong></p><p>It was a weird time for me because something I had spent so much of my time invested into, in terms of just being an athlete, was coming to an end. I was kind of grappling with that a bit. But I think, more importantly, what I really thought was that then-Senator Obama was very impressive. I knew I wanted to learn from him and I wanted to participate in the political process and serve.</p><p><strong>On the role of the body man</strong></p><p>The biggest part about it is that you want to be prepared to anticipate the needs that may come or arise as the candidate or the principal is making [his] way through the day. It's everything from making sure they have a proper meal to eat at lunchtime or dinnertime or whatever, to making sure that they are prepared with all the detailed information they may need for an event. There were some days when I would sit next to the teleprompter operator to make sure that while the candidate was on a riff, that the teleprompter operator didn't get too out of control with where he was scrolling the text. You're a problem-solver.</p><p><strong>On what he shared with the president</strong></p><p>I felt like we could identify with one another a lot because, though we have a very diverse team and a diverse administration, you know, there weren't a lot of black men hovering around in that first floor of the West Wing. And I thought that was sort of a bonding issue. We were kinda the only two guys who knew what it was like not to be able to catch a cab in New York.</p><p><strong>On playing basketball with Obama</strong></p><p><strong></strong>There was a little pressure to perform. You didn't want to be the guy who caused the candidate to lose the game. I got to admit, I enjoy playing with the president on his team, and I don't really like playing against him ... because we always sort of get into it about calls. Like, 'That wasn't a foul,' or 'He was out of bounds,' or 'He double-dribbled.' It's hard to push back at times.</p><p><strong>On what working with Obama taught him about race and power in politics</strong></p><p>Anything's possible. When I was growing up, when I was 13 or 12 or whatever, I don't know that I could have said that as a young African-American male in the South. And I think that's a very powerful thing, and think that is the reason why I noticed there wasn't a lot of diversity on the Hill. I wanted to be a part of that change.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Obama%27s+%27Body+Man%27+Looks+Back+On+His+Presidential+Education&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"309"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1384782599-d8058e.m3u?orgId=1&topicId=1033&aggIds=100876926&d=309&p=2&story=383243794&t=progseg&e=384782515&seg=4&ft=nprml&f=383243794"},{"href":"http://media.npr.org/assets/img/2015/02/03/80092952-d3731f2953f0572718fba2683c6fa29c21bc389e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2912","width":"3885"}},{"href":"http://media.npr.org/assets/img/2015/02/02/lovereggie.creditannaruch-ddcf0a07539e8f8609965610f61c1c2bc7b93ac3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3740","width":"4987"}}]}