{"created":"2014-10-14T20:03:57+00:00","modified":"2015-04-07T17:51:18+00:00","valid":{"from":"2015-04-07T17:51:18+00:00","to":"3015-04-07T17:51:18+00:00"},"hreflang":"en","title":"Back On Its Feet, A Liberian Hospital Aims To Keep Ebola Out","published":"2014-10-16T23:20:00+00:00","teaser":"JFK hospital shut down when several doctors died of Ebola. Now it's open again. And the staff is taking rigorous measures to make sure the virus doesn't make its way past the front gate.","itags":["npr_api","355873770"],"guid":"2ee0aeb8-6c2d-408a-8195-8f48220eef5e","contentencoded":"<p>John F. Kennedy Memorial Hospital is the largest public hospital in Liberia. It has a trauma unit, a maternity ward and an outpatient clinic that serves hundreds a day.</p><p>But there's one illness that the facility won't treat: Ebola. JFK is not equipped to treat or contain it if it gets inside their wards. A new triage unit in the driveway detects patients with the virus and sends them to a dedicated Ebola center.</p><p>Like most hospitals in the capital Monrovia, the government-run JFK <a href=\"http://www.npr.org/2014/08/12/339878604/ebola-closes-the-doors-of-one-of-liberias-oldest-hospitals\">shut down</a> in July after several of its prominent doctors died of Ebola. The hospital reopened in August — with major changes to keep the virus out.</p><p>\"If we miss and a patient get up here and it's real Ebola, it's helter-skelter,\" says Dr. Wvennie MacDonald, the general administrator. \"The staff panic, they run, we got close down. We got to spray. It's an economic cost. You got to rebuild morale.\"</p><p>All patients now come through one gate, says MacDonald.</p><p>Those who arrive on foot or motorcycle are sent to a triage station under an awning to the left of the driveway. Anyone in a car or ambulance is screened by a nurse at the vehicle. If there's any suspicion that someone is sick with Ebola, a doctor is called immediately.</p><p>Even when patients make it past the initial triage, they're still treated as possible carriers of Ebola. The cleaning staff wears impermeable raincoats, face masks, hoods and thick rubber gloves even in the tropical heat.</p><p>The midwives don full protective gowns — some even wear goggles — just to take vital signs during routine checkups.</p><p>The neonatal ward has been split, with babies from women who are known to the hospital staff in one area and those who are unknown, and thus suspect, in another. MacDonald says in this time of Ebola the staff have to be incredibly careful — all the time.</p><p>Keeping staff vigilant is one of the challenges as this epidemic drags on.</p><p>\"It's very tough because you forget,\" says Helena Gbalzeh-Suah, a nurse at the hospital. \"You easily forget.\"</p><p>Health care workers need to constantly check their protective gear and make sure they don't come in contact with the bodily fluids of anyone. \"It's not something you say, 'OK, I got to go back and correct it,'\" Gbalzeh-Suah says. \"You're dead. That's what we are dealing with.\"</p><p>This hospital knows this all too well. Last week the head of the obstetrics and gynecology department died of Ebola. Earlier JFK also lost three others to the disease, including the hospital's top HIV physician, the director of the emergency unit and a physician's assistant.</p><p>Everyone who works at the facility is terrified of Ebola, says Gbalazeh-Suah. But she views this as a good thing because it keeps them on their toes.</p><p>MacDonald says screening patients rigorously before they can enter the hospital remains the institution's best defense. But she says the screening needs to be more than just taking patients' temperature. They may not have a fever because they've taken over-the-counter medication.</p><p>So the hospital has come up with a different strategy.</p><p>\"Listen to the story,\" MacDonald says. \"What I've told my staff is let them tell you their story in the Liberian vernacular. You empathize: What's wrong? How can I help you?\"</p><p>She knows that if health workers simply go through a checklist, asking patients if they have a fever or if they've been vomiting, \"everything is denied.\"</p><p>If the person is coming from an area that's had a lot of Ebola cases, or if they've had several deaths in their family recently those are red flags for MacDonald. She says sometimes that information can identify an Ebola suspect better than a thermometer or any checklist of self-reported symptoms.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Back+On+Its+Feet%2C+A+Liberian+Hospital+Aims+To+Keep+Ebola+Out&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jason Beaubien","audio":[{"meta":{"duration":"270"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1356177243-13b3ed.m3u?orgId=1&topicId=1031&e=355873770&d=270&ft=nprml&f=355873770"},{"href":"http://media.npr.org/assets/img/2014/10/13/liberia_jfk-2-245fbe95be673613fc19023af23a5ab244198711.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1909","width":"2546"}},{"href":"http://media.npr.org/assets/img/2014/10/13/liberia_jfk-6-db140a30708549ac028f72078022ab58648d83e2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1685","width":"2246"}}]}