{"created":"2014-10-22T18:39:18+00:00","modified":"2014-12-04T14:28:58+00:00","valid":{"from":"2014-12-04T14:28:58+00:00","to":"3014-12-04T14:28:58+00:00"},"hreflang":"en","title":"A 45,000-Year-Old Leg Bone Reveals The Oldest Human Genome Yet","published":"2014-10-24T16:32:00+00:00","teaser":"The DNA in this ancient Siberian leg bone shows that the man had Neanderthal ancestors — yet more proof that humans and Neanderthals interbred. And he lived much farther north than expected.","itags":["npr_api","358047524"],"guid":"2eef93a1-595b-40fb-bded-5acd99fafbfc","contentencoded":"<p>Researchers have successfully decoded the genes of a 45,000-year-old man from Siberia. The results offer clues about early human life outside of Africa as well as how humans interacted with Neanderthals and other groups around at the time.</p><p>The complete set of genes is the oldest genome of its kind, according to <a href=\"http://www.eva.mpg.de/genetics/staff/paabo/home.html\">Svante Pääbo</a>, a director at the Max Planck Institute for Evolutionary Anthropology in Leipzig. \"It's almost twice as old as the next oldest genome that has been sequenced.\"</p><p>The work of Pääbo and his colleagues <a href=\"http://dx.doi.org/10.1038/nature13810\">was published Wednesday</a> in the journal <em>Nature</em>.</p><p>The DNA came from a human femur found in 2008 by a collector scouring the Irtysh River in western Siberia. The femur was handed over to a local paleontologist who in turn gave it to Pääbo's team in Leipzig.</p><p>When the age of the bone was revealed, the team couldn't believe it. \"We were actually so amazed, we actually had it dated even twice, to make sure,\" Pääbo says.</p><p>Pääbo's team specializes in extracting ancient DNA from bones like these. They carefully set to work retrieving genetic material from bone cells in the femur. Because the bone came from a modern human, they had to take precautions to ensure it wasn't contaminated with their own genetic material.</p><p>The results provide a window into an unusual period in human existence.</p><p>Modern humans evolved in Africa around 200,000 years ago. They left the continent around 100,000 years ago. But researchers now know that other human-like people were already living in Europe and Asia. These included <a href=\"http://www.npr.org/2010/12/28/132243863/2010-a-good-year-for-neanderthals-and-dna\">Neanderthals</a>, large, muscular hominins that lived in the caves of Europe.</p><p>\"What's exciting about this paper is that it's looking at a very ancient modern human who would have lived around the same time as Neanderthals,\" says <a href=\"http://www.med.upenn.edu/tishkoff/Lab/Tishkoff/Tishkoff.html\">Sarah Tishkoff,</a> a geneticist at the University of Pennsylvania who was not involved with the work.</p><p>The bone shows that the Siberian man's DNA contained a tiny amount of Neanderthal genes. In other words, he had some Neanderthal ancestors. It's the latest in a series of papers showing that humans and Neanderthals bred.</p><p>Modern Asians, Europeans and Native Americans also have Neanderthal genes, but the Neanderthal gene sequences of the Siberian man were longer, indicating that interbreeding had taken place in the relatively recent past, between 50,000 and 60,000 years ago.</p><p>\"They actually mixed with each other and did have children,\" Pääbo says.</p><p>As intriguing as the bone is, it leaves many questions about what happened next.</p><p>We know that humans thrived and that Neanderthals eventually went extinct, but we still don't know why, says <a href=\"https://twitter.com/jfkelso\">Janet Kelso</a>, a computational biologist at the Max Plank Institute in Leipzig, and a co-author on the paper. \"The genetics just doesn't tell us anything about that.\"</p><p>Just as big a mystery is what happened to the Siberian man and his descendants.</p><p>MayPreviously it was thought ancient humans hadn't lived so far north 45,000 years ago. And venturing into the region may have been a bad move, Pääbo suspects. The Siberian man's genetic code is distant from other groups of humans, suggesting his family may have gone extinct even before Neanderthals died out.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+45%2C000-Year-Old+Leg+Bone+Reveals+The+Oldest+Human+Genome+Yet&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Geoff Brumfiel","audio":[{"meta":{"duration":"176"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1358238923-7d13cd.m3u?orgId=1&topicId=1128&ft=3&f=358047524"},{"href":"http://media.npr.org/assets/img/2014/10/22/genome-1-250bd09d98499774559fe9291043211dc9c8fe9c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1141","width":"1523"}},{"href":"http://media.npr.org/assets/img/2014/10/22/genome-2-59ed91931e58bd8f9d3079e9d771302fd0173370.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1602"}},{"href":"http://media.npr.org/assets/img/2014/10/22/genome-4-95a741d8a8b1948280eb064d2fed3ba8b8e35fd2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1602"}}]}