{"created":"2015-02-20T21:48:21+00:00","modified":"2015-02-23T20:56:56+00:00","valid":{"from":"2015-02-23T20:56:56+00:00","to":"3015-02-23T20:56:56+00:00"},"hreflang":"en","guid":"2ef58c4e-c754-460e-be02-b1288492d836","title":"It's been a hell of a good year for foreign-language films","published":"2015-02-23T20:56:50+00:00","byline":"Nina Porzucki","tags":["movies","culture","Culture","Arts, Culture & Media","North America","United States","North America","Xavier Dolan","Damián Szifrón","Ruben Östlund","Matt Holzman","Entertainment"],"teaser":"All five films nominated for this year's best foreign language picture Oscar are worth seeing, says film critic Matt Holzman. And there are a couple must-see foreign language films that didn't make the Oscar list.","contentencoded":"<p>It’s been a hell of a year for foreign language films says, KCRW’s Matt Holzman, host of the film series First Take.</p>\n<p>“There are 10 movies that can be nominated for Best Picture and I wish that there could be 10 nominated in the foreign language category this year because there were so many movies that were worth.”</p>\n<p>The five nominees that did make it:</p>\n<p><a href=\"http://www.imdb.com/title/tt2718492/\">Ida</a> by director Pawel Pawlikowski (Poland)<br /><a href=\"https://www.youtube.com/watch?v=2oo7H25kirk\">Leviathan</a> by director Andrey Zvyagintsev  (Russia)<br /><a href=\"https://www.youtube.com/watch?v=MMXjmYmwp-o\">Tangerines</a> by director Zaza Urushadze (Estonia - Georgia)<br /><a href=\"https://www.youtube.com/watch?v=Cs2dYAlbINY\">Timbuktu</a> by director Abderrahmane Sissako (Mauritania)<br /><a href=\"http://www.imdb.com/title/tt3011894/\">Wild Tales</a> by director Damián Szifrón (Argentina)</p>\n<p>But if Holzman were a betting man, his money would be on the Polish film Ida for the win.</p>\n<p>The film, directed by Pawel Pawlikowski, takes place in 1960s Poland and Ida, a young novitiate nun on the verge of taking her vows, finds out that she is Jewish.</p>\n<p><iframe allowfullscreen=\"\" frameborder=\"0\" height=\"315\" src=\"https://www.youtube.com/embed/oXhCaVqB0x0\" width=\"560\"></iframe></p>\n<p>“It feels like its’ going to be this very dour, Polish art film but it is anything but. It’s a road picture, it’s a mystery; it’s a kind of a history lesson about what happened in Poland after [World War II]. Just every part of it comes together to make for a really rich movie-going experience,” Holzman says.</p>\n<p>The Russian film, Leviathan did win the Golden Globe in the best foreign language category. And while, for the last four years, the Golden Globe winner has gone on to win the Oscar, this year Holzman thinks Leviathan’s Golden Globe win was more about foreign politics than strictly cinema.</p>\n<p>“I personally think that one of the factors that went into its Golden Globe win is that it’s kind of a poke at Putin and I think that the foreign press wanted to take that opportunity,” he says.</p>\n<p>In addition to Leviathan and Ida, Argentine film Wild Tales, by director Damián Szifrón, could also be a serious contender. The black comedy is a series of six vignettes about revenge.</p>\n<p><iframe allowfullscreen=\"\" frameborder=\"0\" height=\"315\" src=\"https://www.youtube.com/embed/QUnXv6R2HI8\" width=\"560\"></iframe></p>\n<p>“Things go so horribly wrong and when you think they can’t go any 'wronger,' they just keep getting 'wronger.'” It’s very funny in that macabre, South American, dark humor way.</p>\n<p>One film that you won’t be hearing about on Sunday, but you should definitely watch, says Holzman, is the Canadian film Mommy, by director Xavier Dolan.</p>\n<p>Dolan is just 25 — but this his fifth feature film. His first film, “I Killed My Mother,” screened at Cannes when he was only 19. He is at the top of his game with Mommy, says Holzman. The film centers on the relationship between a widowed single mother and her very difficult, and at times violent, son.</p>\n<p>“It is so filled with raw emotion from beginning to end; so beautifully made,” says Holzman.</p>\n<p><iframe allowfullscreen=\"\" frameborder=\"0\" height=\"315\" src=\"https://www.youtube.com/embed/d7rtSqI0ZeA\" width=\"560\"></iframe></p>\n<p>Mommy won the Jury Prize at the 2014 Cannes Film Festival.</p>\n<p>“The fact that it didn’t get even shortlisted to me is absolutely shocking.”</p>\n<p>Also, shocking — that it wasn’t nominated and for its subject — is the Swedish film Force Majeure by director Ruben Östlund. It’s the story of the perfect Swedish family on their perfect ski vacation until, well, things don't work out so perfectly. An avalanche hits while they are lunching at the ski lodge and instead of saving his family, the father runs away.</p>\n<p>“It asks this kind of basic question about who are you when the chips are really down? When it comes to animal instinct how would you react?” Holzman explains.</p>\n<p><iframe allowfullscreen=\"\" frameborder=\"0\" height=\"315\" src=\"https://www.youtube.com/embed/tZZhB6AUo9k\" width=\"560\"></iframe></p>\n<p>As you might expect, things with the perfect Swedish family aren't quite so perfect after the avalanche.</p>\n<p>“[The film] is both heart-wrenching and it’s very funny,” says Holzman. </p>\n<p>Holzman himself expects to be watching the Oscars this Sunday, but don’t expect him to make any predictions. He’s learned his lesson.</p>\n<p>“It’s a no-win situation. If I win everyone thinks ‘Hey, it’s rigged because you know so much about this’ and if I lose everyone gives me a hard time for losing,” he says.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-20%2Fits-been-hell-good-year-foreign-language-films&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0220201507.mp3"},{"href":"http://www.pri.org/file/0220201507mp3-0"}]}