{"created":"2014-12-26T08:31:14+00:00","modified":"2015-05-13T21:25:38+00:00","valid":{"from":"2015-05-13T21:25:38+00:00","to":"3015-05-13T21:25:38+00:00"},"hreflang":"en","title":"Europe's Far Right And Putin Get Cozy, With Benefits For Both ","published":"2014-12-26T16:28:00+00:00","teaser":"Despite tensions between Russia and the West, Moscow is forging links with far-right, anti-EU parties in Europe. They're attracted to the traditional social values of Vladimir Putin's Russia.","itags":["npr_api","371670726"],"guid":"2efc95d5-8286-4a1b-a798-a2f36d5932ec","contentencoded":"<p>Last month at a meeting of the far-right National Front in the French city of Lyon, there was a special guest: Andrey Isayev, a member of Russian President Vladimir Putin's political party.</p><p>The apparent contradiction of political philosophies didn't seem to dampen the crowd's enthusiasm for Isayev's message: Long live Franco-Russian friendship, and down with the European Union! Isayev called the EU a \"spineless lackey of the United States.\"</p><p>While Putin says he is standing against fascism in Ukraine, he's had no qualms about cozying up to Europe's far right. Analysts say the growing bond between Putin and far-right European politicians could benefit to both sides.</p><p>Pierre Lellouche, a member of a mainstream conservative party, the Union for a Popular Movement, says the far right is attracted by Putin's Russia because it embodies the traditional social values they feel Europe has abandoned.</p><p>\"In Russia today there is a mix of exalting nationalism, exalting the church and Christian values,\" says Lellouche. \"They are now replacing the red star with the cross, and they are representing themselves as the ultimate barrier against the Islamization of the continent.\"</p><p>Marine Le Pen, head of the National Front, has made no secret of her admiration for Putin and has traveled to Moscow on several occasions. It seems to have paid off. Last month a Russian bank lent the National Front $11 million.</p><p>Le Pen has defended the loan, saying French banks had refused to help her party. That may be so, says Sylvain Crepon, who studies the French far right. But Crepon doesn't believe a loan from a bank with ties to Putin came about by chance.</p><p>\"Putin is a kind of model for Marine Le Pen,\" says Crepon. \"For her, he has a natural authority. And he's not afraid to stand up to the United States. And this is something very important for Le Pen and her party.\"</p><p>The National Front is not alone in its admiration for the strong Russian president.</p><p>Nigel Farage, the head of UKIP, Britain's far-right party, called Putin one of the world leaders he admires most. When Russia annexed Crimea last March, Le Pen and Austria's far-right FPO party defended the move as legitimate. Putin even invited a handful of European far-right leaders to observe the separatist referendum in Crimea.</p><p>There are clear reasons for the Russian leadership's sudden interest in the far right.</p><p>The political elite are angry at the West for imposing sanctions on Russia over its involvement in Ukraine. So they support these right-wing movements because they think they can be of use in Russia's confrontation with the European Union and the United States.</p><p>Boris Kagarlitskiy, head of the Institute for Globalization Studies and Social Movements, a Moscow-based think tank, says the kind of loan the National Front got from a Russian bank would never fly in Russia.</p><p>\"If any foreign bank gave loans to a Russian political party, it would have been illegal, or at least it would have been an issue which could lead to a lot of scandal,\" says Kagarlitskiy.</p><p>Furthermore, any Russian party would have to register as a \"foreign agent,\" which is practically equivalent to being a spy.</p><p>Back in Western Europe, the fortunes of the far right have been boosted by rising immigration and sagging economies. Russia clearly hopes to work with an empowered far right to help weaken European unity. The Kremlin may also be trying to appeal to more mainstream cultural conservatives in Europe.</p><p>In keeping with tradition, there's a giant Christmas tree outside of Paris' Notre Dame Cathedral. But for the first time, the tree wasn't purchased by local businesses and parishioners. This year it was a gift from the Russian government. A Russian diplomat called it a symbol of unity between Christian peoples. Some Parisians were outraged.</p><p>Others, like Michel Onre, shrugged it off.</p><p>\"We all know Putin is aligning with the far right because he wants to divide and weaken Europe,\" he says. Onre says he hates that. But, he asks, \"Is there really any harm in Putin buying France a Christmas tree?\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Europe%27s+Far+Right+And+Putin+Get+Cozy%2C+With+Benefits+For+Both+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eleanor Beardsley","audio":[{"meta":{"duration":"291"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1373211004-f674d5.m3u?orgId=1&topicId=1124&d=291&p=3&story=371670726&t=progseg&e=373210870&seg=11&ft=nprml&f=371670726"},{"href":"http://media.npr.org/assets/img/2014/12/24/getty-marine-6010af845cc08641f204e38aa8f8993973940cfb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1222","width":"1630"}},{"href":"http://media.npr.org/assets/img/2014/12/24/putin-france-getty_sq-8b4b9e4df22d89b35adcec5e306e8fd301fddc29.jpg","type":"image/jpeg","meta":{"crop":"square","height":"812","width":"812"}},{"href":"http://media.npr.org/assets/img/2014/12/24/russian_tree_custom-af7396800a6bdb15492d016c44ebe0167344cdc8.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2320","width":"1839"}}]}