{"created":"2015-06-05T19:35:33+00:00","modified":"2015-06-16T15:05:12+00:00","valid":{"from":"2015-06-16T15:05:12+00:00","to":"3015-06-16T15:05:12+00:00"},"hreflang":"en","title":"Apple's Cook Takes Rivals To Task Over Data Privacy ","published":"2015-06-08T23:04:00+00:00","teaser":"Tim Cook didn't mention Google, Facebook or Twitter by name, but it's pretty clear those were the companies he meant. But is Apple faultless on privacy issues? It collects lots of data too.","itags":["npr_api","412289414"],"guid":"2f01c87d-7996-4c47-ab79-12fc9d7122e7","contentencoded":"<p>Apple CEO Tim Cook <a href=\"http://techcrunch.com/2015/06/02/apples-tim-cook-delivers-blistering-speech-on-encryption-privacy/\">made headlines this week</a> when he lashed out at rival tech companies for selling people's personal data. He didn't mention Google, Facebook or Twitter by name, but it's pretty clear those were the companies he meant. But is Apple faultless on privacy issues?</p><p>Cook's been beating the drum on the issue for a while. Last fall he <a href=\"http://www.businessinsider.com/tim-cook-full-interview-with-charlie-rose-with-transcript-2014-9\">told PBS's Charlie Rose</a>, \"When we (Apple) design a new service we try not to collect data,\" Cook said. \"So we're not reading your email. We're not reading your iMessage. If the government laid a subpoena on us to get your iMessages we can't provide it.\"</p><p>At a cybersecurity summit this fall he made a similar point in front of an audience that included President Obama.</p><p>Some groups are applauding Cook for speaking out. The Electronic Privacy Information Center honored Cook at its annual \"Champions of Freedom\" event in Washington, D.C.</p><p>\"It is a recognition that he has spoken out about the importance of protecting privacy for consumers,\" says EPIC Executive Director Marc Rotenberg. \"And he spoke out in support of protecting a value that many people today are justifiably concerned is at grave risk.\"</p><p>Recent events sure make it look that way. Once your data is out there, hackers don't seem to have much trouble getting their hands on it.</p><p>At the EPIC Awards ceremony, Cook told the audience that some of Silicon Valley's most prominent companies have \"built their businesses by lulling their customers into complacency about their personal information.\"</p><p>But, it's easier for Apple to take this position. Most of its profits come from selling devices. Google, Twitter and Facebook sell ad-supported services. You get them largely for free because you're willing to watch ads.</p><p>Take Google's Gmail. \"Google has made a decision to use a form of encryption that basically breaks the communication in the middle,\" says EPIC's Rotenberg, \"and allows them to see what you've said and determine whether there's some advertising value in your text that they can then sell to an advertiser and profit from your email.\"</p><p>Neither Google nor Facebook would talk on the record. But Mike Zaneis, general counsel for the Interactive Advertising Bureau, says these companies don't sell your name to advertisers, just your profile of interests. And Apple products are expensive. Ads make products accessible to people of all incomes.</p><p>\"They wouldn't be able to afford it if they had to pay out of pocket, but because it's all supported by advertising that's a wonderful tradeoff for them and one that they eagerly engage in,\" Zaneis says.</p><p>And it's not like Apple is 100 percent pure. \"They do still ultimately collect lots and lots and lots of data,\" says Fatemeh Khatibloo, an analyst at Forrester Research.</p><p>Though Khatibloo says Apple does do more to protect the data even with ad driven products like iTunes Radio. But, it doesn't do much about companies, like Uber, that have apps on its mobile devices.</p><p>\"Even if you're not running the app, they're collecting your location information. And even if you turn off location tracking services they can still sort of triangulate where you are based on IP address,\" Khatibloo says.</p><p>And on Monday, Apple is expected to reveal a streaming music service; chances are at least part of it will be ad supported.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Apple%27s+Cook+Takes+Rivals+To+Task+Over+Data+Privacy+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Laura Sydell","audio":[{"meta":{"duration":"211"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1412305598-98b82a.m3u?orgId=1&topicId=1019&d=211&p=2&story=412289414&t=progseg&e=412139496&seg=8&ft=nprml&f=412289414"}]}