{"created":"2014-11-14T22:12:04+00:00","modified":"2015-05-13T21:31:19+00:00","valid":{"from":"2015-05-13T21:31:19+00:00","to":"3015-05-13T21:31:19+00:00"},"hreflang":"en","title":"HealthCare.gov Head Says Site Is Tested And 'Ready To Go'","published":"2014-11-14T23:40:00+00:00","teaser":"Open enrollment in Obamacare resumes Saturday. While no one expects a repeat of last year's disastrous launch, millions of people will be trying to renew coverage or sign up for the first time.","itags":["npr_api","364048682"],"guid":"2f0725c5-7ef5-4e2f-952c-a574d292413d","contentencoded":"<p>It's being <a href=\"http://www.npr.org/blogs/health/2014/11/07/362315906/in-surprise-move-supreme-court-takes-on-fate-of-obamacare-again\">challenged in the Supreme Court</a>. Members of the new Republican Congress want to repeal it. But Obamacare will get a second chance on Saturday, when enrollment opens again in the government-sponsored health exchanges.</p><p>The Obama administration is expecting over 3 million new enrollees and almost 6 million return customers. And while the system faces some challenges, the government says it's up to the task.</p><p>\"We are ready to go,\" says Kevin Counihan, the new CEO of <a href=\"https://www.healthcare.gov/\">HealthCare.gov</a>. Counihan headed Connecticut's successful Obamacare exchange and was <a href=\"http://www.npr.org/blogs/health/2014/08/26/343431515/healthcare-gov-recruits-leader-of-successful-connecticut-effort\">named to head the federal website</a> in August.</p><p>\"We have learned a lot from last year,\" Counihan says. \"We've had testing by the insurance companies. We've had independent testing. We've had end-to-end testing. We've had stress testing. We've kicked the tires on this thing.\"</p><p>No one expects a repeat of last year's disastrous launch. And Counihan says there are new features that will make the user experience much better.</p><p>\"In the past, we had around 76 screens that an applicant had to work through before they could enroll for coverage, and that's now been reduced to 16,\" he says.</p><p>That should please Katie Garcia, a 33-year-old dentist in Lincoln, Neb. \"Last year I remember I tried pretty hard to set up an account and I actually wasn't ever able to,\" Garcia says.</p><p>Her employer doesn't provide coverage. Last year her personal insurance policy was canceled because it didn't meet the Affordable Care Act standards. That's because it didn't cover much. But then, Garcia was allowed to extend it for a year — and she did because it was cheap. Now she regrets it.</p><p>\"It was a bad call. I ended up requiring two surgeries this year, and I got hammered by medical bills,\" she says.</p><p>She had between $15,000 and $20,000 in out-of-pocket costs. This week Garcia browsed HealthCare.gov.</p><p>\"I do like the website. I'm impressed by it. I think they've made a lot of nice changes. I like all the links that you can jump around on. Everything's really nice and clean,\" she says.</p><p>Garcia is part of a group the administration hopes will boost Obamacare numbers this year — people whose nonconforming policies were canceled last year, then given an extension by President Obama.</p><p>But most of the traffic on the website is likely to be returning customers. A few months ago the administration was touting an automatic re-enrollment feature, which allows current policyholders to continue their coverage without doing anything. But now the administration is urging them to revisit the site.</p><p>\"Current policyholders should come back to HealthCare.gov, update their income, update any changes in their family status and shop and compare and see if there are any new and better deals out there,\" Counihan says.</p><p>Robert Laszewski of Health Policy and Strategy Associates, who has been a critic of Obamacare, agrees. \"There've been so many changes in the plans this year and so many changes in the baseline plan that determine subsidies that people really do need to go in and re-enroll,\" he says.</p><p>Laszewski points out that most states are seeing changes in the benchmark plans used to calculate subsidies. That means even if your current insurer doesn't raise your premium, your subsidy could go down and you could end up paying more for your health insurance.</p><p>Laszewski also points out that while open enrollment extends through Feb. 15, to have your insurance take effect at the beginning of the year, you need to make a decision by Dec. 15<strong> </strong>-- just 30 days from now.</p><p>\"We could have 8 million people trying to go through HealthCare.gov in a 30-day period when before we did it over many months. So we could have a problematic open enrollment even if the technology for HealthCare.gov works fairly well,\" he says.</p><p>The administration is confident the system can handle the challenge. One reason for that is that re-enrollees will have to enter just a small amount of new information. And Counihan says the majority of current customers could save money by coming back to the website to do some comparison shopping.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=HealthCare.gov+Head+Says+Site+Is+Tested+And+%27Ready+To+Go%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"John Ydstie","audio":[{"meta":{"duration":"246"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1364138397-712701.m3u?orgId=1&topicId=1128&d=246&p=2&story=364048682&t=progseg&e=364137984&seg=17&ft=nprml&f=364048682"}]}