{"created":"2014-10-08T18:50:09+00:00","modified":"2014-10-08T21:02:26+00:00","valid":{"from":"2014-10-08T21:02:26+00:00","to":"3014-10-08T21:02:26+00:00"},"hreflang":"en","guid":"2f08ce17-8463-42a9-94fb-7ba9fb51261f","title":"Nothing challenged my readiness to live in the US more than a chicken sandwich","published":"2014-10-08T21:02:25+00:00","byline":"Ali Shahidy","tags":["Migration & Immigration","LANGUAGES","culture","Global Nation","Culture","Arts, Culture & Media","Raleigh","North America","United States","Afghanistan","North Carolina","Ali Shahidy","Food and drink","American cuisine","Hospitality","Chicken sandwich","Sandwiches","Fast food","First Days"],"teaser":"When he first arrived in America, Afghan student Ali Shahidy knew his English was ready to tackle the tough language of academia. But he never expected to be tripped up by lunch at a fast food restaurant.","contentencoded":"<p>I never imagined that ordering lunch in the US would be an ordeal for me. Back in Afghanistan, I taught English for several years. I watched countless Hollywood movies, and worked with foreigners for almost four years. I performed well on standardized tests of English, or at least in English, like the TOEFL exam and the SATs.</p><p>So I never expected that bread, cheese or a drink would challenge my English abilities.</p><p>The day I arrived in the US, my plane was diverted to Raleigh-Durham Airport in North Carolina. While waiting for my next flight, I went to one of the cafeterias close to my gate. People were lined up, so I went to the end of the line. It was crowded and the staff was working hurriedly. Since I had no idea what cuisines they served, I decided to order just a sandwich.</p><p>I thought that&#39;s the simplest, easiest and fastest food to get. It was my turn to place my order. I asked the lady for a chicken sandwich. She asked,</p><p>&quot;What do you want it on?&quot; I stared at her quizzically and was speechless for a moment.</p><p>The lady asked louder, &quot;What bun do you want?&quot;</p><p>I said, &quot;Just a chicken sandwich please.&quot;</p><p>The lady replied impatiently, &quot;Yes, I know. But what bun?&quot;</p><p>[[{\"fid\":\"75122\",\"view_mode\":\"default\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":640,\"width\":480,\"style\":\"margin: 5px; width: 250px; height: 333px; float: right;\",\"alt\":\"Ali_firstdays_4\",\"title\":\"Ali_firstdays_4\",\"class\":\"media-element file-default\"}}]]</p><p>I didn&#39;t know what to say. I couldn&#39;t understand her. Then I thought maybe she was asking about the sauce.</p><p>&quot;Hmmm, it doesn&#39;t matter,&quot; I responded.</p><p>She seemed irritated, and then asked rapidly, &quot;Cheddar, pepper jack, Swiss, provolone, or American?&quot;</p><p>This is what I heard: &quot;Chedie, paper jack, Swiss (the country), provolo, or American (also, the country)?&quot;</p><p>I wondered, &quot;Are they different types of chicken? Does chicken differ from one country to another?&quot; I stared at her mutely as my brain tried to decipher the meaning of those words.&nbsp;</p><p>Starting to sweat, I acted as if I didn&#39;t understand English at all. Then I said, &quot;American please!&quot; Maybe because that was the last option and the easiest to remember.</p><p>Then she asked, &quot;Fountain drink or bottled soda?&quot; I just wanted to cancel my order and stay hungry instead of standing in front of this hasty waitress who seemed frustrated by me and whose offers I couldn&#39;t understand at all.</p><p>My anxiety mounted in this crowded line of hungry customers who were all waiting for me to finish my order, and I, I just didn&#39;t know what to say. I said, &quot;I just want a soft drink. That&#39;s it ma&#39;am.&quot;</p><p>She said, &quot;I know, but bottled or fountain?&quot; That was more pressure than the TOEFL exam. I never imagined that buying a sandwich in the US would be this challenging and cause me so much embarrassment.</p><p>The $100 bill in my hand was damp with my sweat, squeezed and crumpled. &quot;Bottled please,&quot; I said, although I had no idea what the difference was.</p><p>When I paid for my food, I stood in my place expecting my food to be delivered to the counter instantly. The lady said, &quot;Sir, this is your slip. Please take a seat and we will call you when your food is ready.&quot;</p><blockquote class=\"instagram-media\" data-instgrm-captioned=\"\" data-instgrm-version=\"2\" style=\" background:#FFF; border:0; border-radius:3px; box-shadow:0 0 1px 0 rgba(0,0,0,0.5),0 1px 10px 0 rgba(0,0,0,0.15); margin: 1px; max-width:658px; padding:0; width:99.375%; width:-webkit-calc(100% - 2px); width:calc(100% - 2px);\"><div style=\"padding:8px;\"><div style=\" background:#F8F8F8; line-height:0; margin-top:40px; padding-bottom:55%; padding-top:45%; text-align:center; width:100%;\"><div style=\"position:relative;\"><div style=\" -webkit-animation:dkaXkpbBxI 1s ease-out infinite; animation:dkaXkpbBxI 1s ease-out infinite; background:url(data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAACwAAAAsCAMAAAApWqozAAAAGFBMVEUiIiI9PT0eHh4gIB4hIBkcHBwcHBwcHBydr+JQAAAACHRSTlMABA4YHyQsM5jtaMwAAADfSURBVDjL7ZVBEgMhCAQBAf//42xcNbpAqakcM0ftUmFAAIBE81IqBJdS3lS6zs3bIpB9WED3YYXFPmHRfT8sgyrCP1x8uEUxLMzNWElFOYCV6mHWWwMzdPEKHlhLw7NWJqkHc4uIZphavDzA2JPzUDsBZziNae2S6owH8xPmX8G7zzgKEOPUoYHvGz1TBCxMkd3kwNVbU0gKHkx+iZILf77IofhrY1nYFnB/lQPb79drWOyJVa/DAvg9B/rLB4cC+Nqgdz/TvBbBnr6GBReqn/nRmDgaQEej7WhonozjF+Y2I/fZou/qAAAAAElFTkSuQmCC); display:block; height:44px; margin:0 auto -44px; position:relative; top:-44px; width:44px;\">&nbsp;</div><span style=\" color:#c9c8cd; font-family:Arial,sans-serif; font-size:12px; font-style:normal; font-weight:bold; position:relative; top:15px;\">Loading</span></div></div><p style=\" font-family:Arial,sans-serif; font-size:14px; line-height:17px; margin:8px 0 0 0; padding:0 4px; word-wrap:break-word;\">Trying to learn how to use the #chopsticks. #chinese #afghan #Norwich #vermont</p><p style=\" line-height:32px; margin-bottom:0; margin-top:8px; padding:0; text-align:center;\"><a href=\"https://instagram.com/p/rG2OrPwpjU/\" style=\" color:#c9c8cd; font-family:Arial,sans-serif; font-size:14px; font-style:normal; font-weight:normal; text-decoration:none;\" target=\"_top\">View on Instagram</a></p></div>\r\n<style type=\"text/css\">@-webkit-keyframes\"dkaXkpbBxI\"{ 0%{opacity:0.5;} 50%{opacity:1;} 100%{opacity:0.5;} } @keyframes\"dkaXkpbBxI\"{ 0%{opacity:0.5;} 50%{opacity:1;} 100%{opacity:0.5;} }\r\n</style>\r\n</blockquote><script async defer src=\"//platform.instagram.com/en_US/embeds.js\"></script><p>I nodded like a parrot who understands everything people tell him and walked away. But now I wondered how she would call me. While sitting at my table, I watched and listened vigilantly. I realized she was calling customers by number. I stared at the number on my slip and listened intently. When I heard my number, I took my food and found a seat far away from the cafeteria.&nbsp;</p><p>As I ate my first meal in the US, I pondered over the fact that I knew words like abrogate, conflagration and inexorable, but not the words &quot;bun&quot; or &quot;fountain drink.&quot; I could comfortably write professional technical proposals and review solicitations in English, but I broke into a sweat ordering a chicken sandwich.</p><p>And then I realized my lunch ordeal wasn&#39;t an English deficiency, but a cultural difference. I had just arrived from a country with very few options:&nbsp;bread is bread and cheese is cheese. And if we&#39;re lucky enough to have any choices, it&rsquo;s usually the choice between yes or no.</p><p><em>This personal essay by Ali Shahidy was originally published in Norwich University&#39;s literary journal, &quot;<a href=\"http://libarts.norwich.edu/english-communications/publish-broadcast-perform/the-norwich-chameleon-a-literary-journal/\">The Chameleon</a>.&quot;</em></p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Ali_firstdays2.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/alifirstdays2jpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/100820142.mp3"},{"href":"http://www.pri.org/file/100820142mp3"}]}