{"created":"2014-11-01T21:00:51+00:00","modified":"2014-11-10T21:00:10+00:00","valid":{"from":"2014-11-10T21:00:09+00:00","to":"3014-11-10T21:00:09+00:00"},"hreflang":"en","title":"Woman In Street Harassment Video: 'I Do Not Feel Safe Right Now'","published":"2014-11-03T20:45:00+00:00","teaser":"Actress Shoshana Roberts says she has received several violent threats because of her role in a widely watched anti-street harassment PSA. Still, she says, she doesn't regret raising the issue.","itags":["npr_api","360494480"],"guid":"2f09fbaf-bc29-45e4-89f0-332885746b63","contentencoded":"<p>The now-viral YouTube video \"<a href=\"https://www.youtube.com/watch?v=b1XGPvbWn0A\">10 hours of Walking in NYC as a Woman</a>\" has attracted more than 27 million views, <a href=\"http://www.scpr.org/programs/airtalk/2014/10/30/40093/what-s-the-best-way-to-respond-to-street-harassmen/\">sparked conversations about street harassment</a>, <a href=\"http://www.funnyordie.com/articles/ebf5e34fc8/10-hours-of-walking-in-nyc-as-a-man\">inspired a parody</a> and <a href=\"http://www.npr.org/blogs/codeswitch/2014/11/01/360422087/hollaback-video-calls-out-catcallers-but-cuts-out-white-men\">provoked controversy about depictions of race</a> — all in less than the span of a week.</p><p>Another consequence: Actress Shoshana B. Roberts, the woman at the center of the video, has received violent threats.</p><p>\"I do not feel safe right now,\" she tells NPR's Arun Rath.</p><p>\"I'm alerting the police as to which jurisdiction I'm in, so my local precinct knows,\" says Roberts. \"So hopefully it can be prevented if somebody does attempt something.\"</p><p>But Roberts says she doesn't regret participating in the project, a PSA for the nonprofit anti-street-harassment organization <a href=\"http://www.ihollaback.org/\">Hollaback!</a> because it has raised the issue with a wide audience.</p><p>Initially, Roberts says she found out about the project from an ad on Craigslist posted by the video's director, <a href=\"http://robblisscreative.com/\">Rob Bliss</a>, looking for an actress for the project. Roberts says she frequently encounters street harassment and catcalls, and she has personally experienced sexual assault. She was fed up, Roberts says, and the ad struck a chord.</p><p>\"I saw these key words — 'raising awareness,' 'street harassment,' 'we have to do something about it' — and I felt the need to step in,\" she says.</p><p>\"And I was like, 'I can keep my composure. I can do this,' \" she says. \"I have acting training. I have martial arts experience since I was 9. Should I go for the kneecaps or the sternum if anybody tries anything beyond? Because it escalates so quickly.\"</p><p>Roberts says the video's depiction of street harassment is largely true to her everyday experience. It is a constant, she says, regardless of how she dresses or how she reacts to the men she encounters.</p><p>On the day they shot the video in Manhattan, she says, \"I was walking around Midtown and Harlem and South Ferry and Washington Square Park. ... And these are places I walk typically.\"</p><p>Several critics have noted that the video conspicuously features many more African-American and Latino men than white men.</p><p>Hollaback! posted <a href=\"http://www.ihollaback.org/blog/2014/10/30/statement-about-recent-street-harassment-psa/\">a response</a> to this line of criticism, and the director addressed the issue in <a href=\"http://www.bustle.com/articles/46972-rob-bliss-director-of-hollabacks-viral-street-harassment-video-responds-to-allegations-of-racism\">an interview</a>. Roberts, like Bliss, says it was an unintentional result of the editing process.</p><p>\"That was two minutes of footage,\" she says. \"And I guess a video doesn't go viral unless it's short, depending on people's attention span. But we had hours and hours of footage that day. ... We're gonna use the best footage we have to illustrate the fact that this is happening.\"</p><p>Roberts says that, in her experience, street harassment cuts across all demographics.</p><p>\"I'm getting these reactions from white, black, Latino, Asian, Indian [men],\" she says.</p><p>In addition to the threats she's received since the video went online, Roberts says she also heard from many women who have shared their own, very similar experiences.</p><p>\"My story is not unique,\" says Roberts. \"But I'm willing to share it if it's gonna help people understand that this doesn't have to be the way it is. At least, where I live, I should have the right to feel safe.</p><p>\"People don't put up with harassment at work, at school, at home. And we shouldn't have to put up with it in the streets. I have a right to feel safe.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Woman+In+Street+Harassment+Video%3A+%27I+Do+Not+Feel+Safe+Right+Now%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"268"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1360719259-9b531b.m3u?orgId=1&topicId=1091&ft=3&f=360494480"},{"href":"http://media.npr.org/assets/img/2014/11/01/hollaback2-dbae225a50030ce797f9a863643984922dd96a27.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"717","width":"957"}}]}