{"created":"2015-02-03T21:51:11+00:00","modified":"2015-02-13T12:21:55+00:00","valid":{"from":"2015-02-13T12:21:55+00:00","to":"3015-02-13T12:21:55+00:00"},"hreflang":"en","guid":"2f21ce27-d832-4a36-9a84-d9e46522d659","title":"Nude, drunk and riding on panthers: Michelangelo's lost masterpiece discovered","published":"2015-02-13T12:21:52+00:00","byline":"Leo Hornak","teaser":"How a museum in England discovered the origin of two of Michelangelo's strangest sculptures.","tags":["Arts","Arts, Culture & Media","Cambridge","Europe","United Kingdom","Europe","Victoria Avery","Visual arts","Sculpture","Michelangelo","Bacchus","panthers","naked"],"contentencoded":"<p></p><div class=\"media media-element-container media-default\"><img height=\"2443\" width=\"3000\" alt=\"The Michelangelo bronzes &amp;#039;Only surviving Michelangelo bronzes in the world&amp;#039; discovered, Cambridge, Britain.\" title=\"The Michelangelo bronzes &amp;#039;Only surviving Michelangelo bronzes in the world&amp;#039; discovered, Cambridge, Britain.\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/Michelangelo_statues.jpg\" /><div class=\"field-caption\">\n    <p>The Michelangelo bronzes 'Only surviving Michelangelo bronzes in the world' discovered, Cambridge, Britain.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Rex Features via AP Images</p>\n  </div>\n</div>\n<p>The genius of of the great Michelangelo expressed itself in many ways, from some of the greatest paintings ever made, to some of the most beautiful sculptures. Now a possible late discovery of the master has prompted a flood of visitors to a museum in England.</p>\n<p>A team of art experts in England believe they have found convincing proof that Michelangelo was behind a pair of previously overlooked bronze statues. They show a pair of muscular, apparently drunken young men waving triumphantly as they sit riding completely naked astride a pair of panthers.</p>\n<p>Dr. Victoria Avery, the Keeper of Applied Arts at the Fitzwilliam Museum in Cambridge, was part of the team who helped to identify the origin of the statues. Here's how she described the moment when she realized that the sculptures might be the work of the great Italian genius: \"It was mind blowing! To have in front of one these nude, lithe, athletic, muscled males! And then to be able to touch them! It's been a huge privilege.\"</p>\n<p>Until recently, the sculptures had been assumed to be more recent. However, a scan of the metal showed that they had both been made with unusually thick cast metal, a practice typical of Italian sculpture during Michelangelo's time. Scholars also uncovered copies of sketches by Michelangelo that appear to show the same subject matter. Other clues: Michelangelo’s telltale attention to detail in the design of male pubic hair and of young men's feet.</p>\n<p>According to Avery, the sculptures show male followers of Bacchus, the Roman God of wine, drunkenness and celebration. Although it is unusual to depict naked men on panthers in the service of Bacchus, or any other purpose, there are some precedents for this imagery. Avery says they were probably made for enjoyment of local dignitaries. \"It was a good excuse to show people having a wild time and a bit of nudity under the guise of an intellectual ancient subject\" she says. \"The link between nudity, drunkenness and panthers makes us think they are definitely a pagan subject.\"</p>\n<p>The news that a pair of Michelangelo sculptures are on display created that rush of visitors at the Fitzwilliam. For Avery, the interest is far from surprising.</p>\n<p>\"They are absolutely stunning — you really need to come and see them in person,\" she says. \"Two very athletic, highly muscled men, seated astride snarling ferocious panthers.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-03%2Fnude-drunk-and-riding-panthers-michelangelos-lost-masterpiece-discovered&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Michelangelo_statues_CROP.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/michelangelostatuescropjpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0203201508.mp3"},{"href":"http://www.pri.org/file/0203201508mp3"}]}