{"created":"2014-10-08T02:56:44+00:00","modified":"2014-10-31T00:37:59+00:00","valid":{"from":"2014-10-31T00:37:59+00:00","to":"3014-10-31T00:37:59+00:00"},"hreflang":"en","title":"'Life Itself': An Unflinching Documentary Of Roger Ebert's Life And Death","published":"2014-07-03T20:05:00+00:00","teaser":"In late 2012, filmmaker Steve James and Roger Ebert began talking about filming a documentary based on Ebert's memoir. Ebert's wife, Chaz, agreed. They didn't know that he would die within months.","itags":["npr_api","327775819"],"guid":"2f284f17-b144-4210-81c6-c1cc526170fc","contentencoded":"<p>Roger Ebert was often considered the most famous film critic of his generation. Now filmmaker Steve James has produced a documentary about his life and death, called <em>Life Itself</em>.</p><p>In 2002, Ebert was diagnosed with cancer. Four years later, he had surgery to remove part of his lower jaw. It left him unable to eat, drink or speak. For the rest of his life, he was fed through a tube.</p><p>But his popularity seemed to only increase as he blogged and tweeted about films. Ebert loved movies and went out of his way to champion filmmakers he believed in — including James.</p><p>In late 2012, James and Ebert began talking about filming the documentary based on Ebert's memoir, <em>Life Itself</em>. Almost immediately, the cancer returned, and Ebert was hospitalized. He died months later in April. But during those final months, he allowed James to film him in the hospital. And all of a sudden, James was capturing a different story — a story about looking back on a distinguished career and about the end of an incredible life.</p><p>\"It's even more profound and moving for me because it's the last four months of his life, and he stares death in the face unflinchingly,\" James tells <em>Fresh Air</em>'s Terry Gross.</p><p>Ebert's wife, Chaz, who is the president of Ebert Productions and the publisher of <em>Ebert Digital</em>, says that even though it was difficult for her to watch her husband filmed in a vulnerable state, she supported his decision.</p><p>\"I loved Roger deeply, and I did want him to be presented in the best light,\" she says. \"But Roger was fearless. And so, as his partner in life, if he wanted to be transparent, it was not up to me to say, 'No, don't do this.' \"</p><p>Ebert reviewed movies for the <em>Chicago Sun-Times</em> for 46 years, and reviewed movies on TV for 31 years. His TV sparring partner was also his newspaper rival — Gene Siskel, the film critic for the <em>Chicago Tribune</em>. They became known for giving movies a thumbs-up or thumbs-down.</p><p>James and Chaz talk about Ebert's life, death and legacy.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On how James used Ebert's memoir as a road map for the film </strong></p><p>Steve James: One of the beautiful things about Roger's memoir is that he's writing about his life from the vantage point of where he is in his life now, when he wrote it, which is, he's been through all of these cancers, he's lost the ability to speak and eat, and he's looking back on this incredible life he's had. And he's conjuring up the memories of it. I loved the way that was done in the memoir — and so I wanted to do a similar thing in the film.</p><p>I wanted to follow him in the present — his life with Chaz, going to screenings. They would throw dinner parties, and even though Roger could no longer speak at those parties, he still sat at the head of the table and sort of presided over them. I wanted to capture all of that.</p><p>I wanted to basically show that, here's a guy who has been through hell numerous times and yet he hasn't let it slow him down. He's writing more than ever, he's going to screenings, he's going to festivals — he's living his life. I wanted to use that life in the present as a springboard to the past. ...</p><p>We ended up capturing in the present Roger struggling with first a fractured hip that then turns out to be cancer, and all of the complications from that that eventually lead to his passing.</p><p><strong>On capturing Roger's vulnerability on film </strong></p><p>Chaz Ebert: There's one part of the movie that was difficult for me — the part where they're doing a medical procedure clearing his airways. That is not anything I wanted on camera because I know how involved it is. I know how difficult it is to watch. I know that it's something audiences would turn away from.</p><p>Roger, though, knew it was important because it's something that happened several times a day in his life. That was part of his new normal. So he arranged with Steve [James] to come over and shoot that when I was out of town, because he knew that I wouldn't want that shown on film.</p><p><strong>On Roger allowing Steve James to shoot the invasive airways scene</strong></p><p>James: [It told me that] for all of Roger's courageous public embracing of what he'd gone through that he was ready for a different level of candor in this film that the public had not seen, and that he felt was important. He knew that I thought it was important, too.</p><p>... My hope [is] that we can, very quickly [and] early on in the film, sort of show you what it is and not hold it back. ... My hope is that as the movie progresses, that you will become acclimated enough to the reality of his life so that you're seeing past it and seeing Roger, and not seeing the hole in his jaw.</p><p><strong>On Roger publishing a cookbook after he could no longer eat </strong></p><p>Ebert: He published a book called <em>The Pot and How to Use It</em> because he used to love to cook in a rice cooker. ... When he was in the hospital he said one of the things that helped him get better is he would go over in his mind some of the dishes he prepared in a rice cooker. He remembered every recipe. ...</p><p>When he got out of the hospital, he said, \"Let's cook some of these things that I've been cooking in my head.\" And he ended up publishing a book when he could no longer eat.</p><p>I was so humbled by that. ... That he would be so generous that he would want to put these recipes out there when he would never taste them again.</p><p><strong>On discussing films during their marriage</strong></p><p>Ebert: When we disagreed about films, Roger loved it. Because no, I'm not a shy and retiring type, of course I pushed back, and he loved that, too. The thing that I also loved about him is he respected my opinions about the movies, and he did listen to me. ...</p><p>Sometimes I would not discuss a movie with him that we both had seen until after he had written his review because I didn't want to influence what he said or influence his thinking about a movie. ...</p><p>The thing that I miss now is that I did not realize how much we actually agreed on movies. In this last year I've missed him so much. [I've] missed discussing movies with him. I didn't realize that I had almost taken for granted having access to this brilliant mind. And I miss that.</p><p><strong>On the film as a love story </strong></p><p>James: I feel like this movie — in a lot of ways — it's a love story on all these levels. It's clearly one with Chaz; it's one with movies and with life. And the way in which he lived his life and embraced it was moving. The way in which he stared down death and lived it through the end was something extraordinary. ...</p><p>At the end of this movie, he is comforting Chaz. He is saying, \"You must let me go. I've had a wonderful life.\" I don't know how many people facing that end could do that. It's a remarkable thing. For me, this movie is very much a movie about how to live your life with great exuberance and passion and humanity. And it's also how to die.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Life+Itself%27%3A+An+Unflinching+Documentary+Of+Roger+Ebert%27s+Life+And+Death&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2438"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1328186308-7a6088.m3u?orgId=1&topicId=1137&ft=3&f=327775819"},{"href":"http://media.npr.org/assets/img/2014/07/03/129887006-9600c1111d778cc8cbdf92dc9d7e8e2418ab4a67.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1488","width":"1986"}},{"href":"http://media.npr.org/assets/img/2014/07/03/-kevin_horan-2017-34-fff9e9d02e5de819ed2adb0b218045a1b94f3d55.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1601","width":"2135"}},{"href":"http://media.npr.org/assets/img/2014/07/03/siskel-ebert-kevin_horan-2022-17-a19937434115f6b5118844cde365241c43076c2a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1561","width":"2083"}}]}