{"created":"2014-11-28T09:01:07+00:00","modified":"2014-12-01T23:06:10+00:00","valid":{"from":"2014-12-01T23:06:10+00:00","to":"3014-12-01T23:06:10+00:00"},"hreflang":"en","title":"Gold-Plated Gowns And 8-inch Pumps: The Stuff That Made Starlets Shimmer","published":"2014-11-28T12:16:00+00:00","teaser":"Actress Mae West was petite, but on screen — thanks to a pair of platform shoes — she looked larger than life. A show in Boston examines the fashion and jewelry of Hollywood's golden age.","itags":["npr_api","363545181"],"guid":"2f3e17da-f1c6-4a40-bbe1-92e8dfb512e1","contentencoded":"<p>Dripping in diamonds and shimmering in silks, the movie stars of the 1930s and '40s dazzled on the silver screen. Now, some of their costumes and jewels are on view at the Museum of Fine Arts in Boston. There, a film clip runs on a wall behind gorgeously gowned mannequins lit by sconces and chandeliers. The clip is from 1932's <em>No Man of Her Own</em>, starring Clark Gable and Carole Lombard. Nearby, co-curator Michelle Finamore points to the actual gown Lombard wore. It's long, made of slinky silk crepe and covered in teeny gold-colored glass beads. \"I felt like we needed at least one completely bugle-beaded dress in the show because it's a very Hollywood style. ... You need bugle beads,\" Finamore says.</p><p>The stars of Hollywood's golden age were dressed like goddesses — in beads, sequins and luxurious materials: \"A lot of French fabrics that are silver with metal-wrapped threads,\" Finamore says, \"and the metal is silver and then it's actually gold-plated on top of it. So it's almost like they're wearing jewelry because they're actually enrobed in this metal.\"</p><p>In black and white films, the fabrics gave off a sheen — they gleamed and shimmered. And in the early 1930s, when clunky microphones picked up every passing sound, those fancy fabrics had to be seen but not heard. \"There's a lot of velvets, satins, lamés,\" Finamore says, \"and there is a lot of silk and chiffon, which are very quiet fabrics.\"</p><p>Mae West, the Marilyn Monroe of the '30s, is represented by a surprisingly modest high-necked purple gown by designer Elsa Schiaparelli. It shrouds two of her best features. There is, however, a pretty vampish flowering vine that snakes up her body from hem to neck.</p><p>West was petite, between 4 feet 11 inches and 5 feet 2 inches tall. On screen, however, she looked larger than life, and this exhibition shows why: She wore shoes that made her 8 1/2 inches taller. A feat of foot engineering, each shoe has two layers: white platform shoes with ankle straps bolted on top of a pair of wooden silver pumps.</p><p>\"Under a long dress you wouldn't notice that these shoes were being worn,\" says co-curator Emily Stoehrer. \"These silver toes would just peep out thru the hem of the dress.\" West is said to have worn them all the time — on screen and off.</p><p>Her jewelry was also larger than life: a ring, pin and bracelet made of massive aquamarines and diamonds. \"And she of course would have worn them all together and likely with other jewels as well,\" Stoehrer says.</p><p>Stars used their own jewelry in films — it showed off their wealth and power: a spiffy sapphire and diamond necklace, a gold bracelet so big it would protect you in a dark alley. Joan Crawford's suite of jewelry was more restrained: a matching gold necklace, bracelet and pin made of diamonds and aquamarines. On or off screen, it was always important for her to look glamorous.</p><p>\"Joan Crawford once said, 'I never go out of the house unless I look like Joan Crawford the movie star,'\" Stoehrer says. \"'If you want the girl next door, go next door.'\"</p><p>Better to go to Boston, if you can. The Museum of Fine Arts exhibition \"<a href=\"http://www.mfa.org/news/hollywood-glamour\">Hollywood Glamour</a>\" runs through March 8.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Gold-Plated+Gowns+And+8-inch+Pumps%3A+The+Stuff+That+Made+Starlets+Shimmer&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Susan Stamberg","audio":[{"meta":{"duration":"277"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1367154384-0344c6.m3u?orgId=1&topicId=1047&ft=3&f=363545181"},{"href":"http://media.npr.org/assets/img/2014/11/12/14_silver_leather_platform_shoes-530aa6e9e631395a5aeeef83a9cb262a7887e712.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1782","width":"2376"}},{"href":"http://media.npr.org/assets/img/2014/11/12/17_hollywood-glamour-2c3108d797498adf812e5143a5a35580426e2ed5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2271","width":"3030"}},{"href":"http://media.npr.org/assets/img/2014/11/12/08_mae-west-suite_enl-f9fc27dbfd6ba944bc2f3e213d01d58c9ecda69d.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1905","width":"1943"}},{"href":"http://media.npr.org/assets/img/2014/11/12/12_joan-crawford-suite-of-jewelry-8df79a178138c25b300359295397391dd9aa41a1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2249","width":"3000"}}]}