{"created":"2015-05-14T01:55:11+00:00","modified":"2015-05-14T14:27:39+00:00","valid":{"from":"2013-01-22T15:13:56+00:00","to":"3013-01-22T15:13:56+00:00"},"hreflang":"en","contenttemplated":"[{\"content\":\"<p>British Prime Minister David Cameron makes a long-awaited speech on the European Union tomorrow. And it could have big repercussions both for the U.K. and the rest of Europe. Cameron will call for the terms of Britain’s membership of the trade bloc  to be re-negotiated,  a process that some say might lead to the U.K. -- one of Europe’s biggest economies -- leaving the EU, creating turmoil in its wake.  </p>\",\"type\":\"text/html\"},{\"content\":\"<p>Cameron will say that he wants to loosen some of the ties that bind  Britain to its European partners. He wants to regain control over some of the many powers that have been handed over to the European Commission in Brussels ... like the power to limit the working week in Britain.  The Prime Minister may also offer to hold a referendum after the next election on whether Britain should pull out of the Union altogether. Former Foreign Secretary David Miliband of the opposition Labour Party claims that Cameron is playing with fire:</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“By saying we’re going to hold a gun to the head of all our European partners,” argues Miliband, “by saying that if we don’t get what we want we’re stomping out, which seems to be the Prime Minister’s approach, then you are painting yourself and more important, your country, into a corner. And that is very dangerous for Britain.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>The UK  sells around half of its exports -- free of tariffs -- into Europe. Cameron is coming under enormous pressure to tone down tomorrow’s speech. Big business and even President Obama have urged him to be careful. But opinion polls suggest that given the chance a majority of British people would vote to quit the EU.   </p>\"}]","published":"2013-01-22T15:13:56+00:00","byline":"Sam Beard","title":"David Cameron speech to address Britain's EU membership","description":"World leaders will be all ears tomorrow when British Prime Minister David Cameron makes a high-stakes speech on the European Union. He is expected to talk about potential new terms for Britain's EU membership, which could have impacts around the globe.","itags":["2f3fb6b6c54fc6b137434d77128c42bd","Marketplace","PMP:Marketplace_PMP","Marketplace Morning Report","Marketplace Morning Report for Tuesday, January 22, 2013"],"contentencoded":"<div class=\"barn-cleaned\"><p>British Prime Minister David Cameron makes a long-awaited speech on the European Union tomorrow. And it could have big repercussions both for the U.K. and the rest of Europe. Cameron will call for the terms of Britain’s membership of the trade bloc&nbsp; to be re-negotiated,&nbsp; a process that some say might lead to the U.K. -- one of Europe’s biggest economies -- leaving the EU, creating turmoil in its wake.&nbsp;&nbsp;</p>\n<p>Cameron will say that he wants to loosen some of the ties that bind&nbsp; Britain to its European partners. He wants to regain control over some of the many powers that have been handed over to the European Commission in Brussels ... like the power to limit the working week in Britain.&nbsp; The Prime Minister may also offer to hold a referendum after the next election on whether Britain should pull out of the Union altogether. Former Foreign Secretary David Miliband of the opposition Labour Party claims that Cameron is playing with fire:</p>\n<p>“By saying we’re going to hold a gun to the head of all our European partners,” argues Miliband, “by saying that if we don’t get what we want we’re stomping out, which seems to be the Prime Minister’s approach, then you are painting yourself and more important, your country, into a corner. And that is very dangerous for Britain.”</p>\n<p>The UK&nbsp; sells around half of its exports -- free of tariffs -- into Europe. Cameron is coming under enormous pressure to tone down tomorrow’s speech. Big business and even President Obama have urged him to be careful. But opinion polls suggest that given the chance a majority of British people would vote to quit the EU. &nbsp;&nbsp;</p></div>","tags":["APM","European Debt Crisis","david cameron","United Kingdom","World"],"teaser":"World leaders will be all ears tomorrow when British Prime Minister David Cameron makes a high-stakes speech on the European Union. He is expected to talk about potential new terms for Britain's EU membership, which could have impacts around the globe.","guid":"2f3fb6b6-c54f-4c6b-8374-4d77128c42bd","audio":[{"meta":{"crop":"primary","width":"610","height":"340"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/159874494.jpg?itok=_oTL5HWI","type":"image/jpeg"},{"meta":{"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/01/21/marketplace_segment05_20130121","type":"application/json"},"duration":129,"duration_hms":"00:02:09"},"type":"audio/mpeg","format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/01/21/marketplace_segment05_20130121_64.mp3"}]}