{"created":"2015-03-16T07:02:49+00:00","modified":"2015-06-05T15:27:48+00:00","valid":{"from":"2015-06-05T15:27:48+00:00","to":"3015-06-05T15:27:48+00:00"},"hreflang":"en","title":"Spring Training Has Begun — For Baseball, And For Candidates","published":"2015-03-18T16:21:00+00:00","teaser":"Baseball has long been labeled America's pastime, but some have argued that politics actually deserves that title. It turns out there are more than a few parallels between the two this time of year.","itags":["npr_api","393242969"],"guid":"2f581792-93d6-403c-b8f7-a8341764a9f1","contentencoded":"<p>Baseball fans endure the long winter in part because they know, come March, the game will again come alive. They can't wait for their radio, TV, computer screen or smartphone to come alive with scenes from warm climates featuring men in crisp uniforms pitching and catching.</p><p>Major League Baseball's spring training is underway, but at this stage, wins and losses aren't really important. It's all about fundamentals: getting ready for the regular season and hopefully the playoffs.</p><p>But while the return of baseball is usually a good news story, you may not be as pleased to think that <em>another</em> long season of competition is also getting underway.</p><p>It has its own form of spring training in the fundamentals — and the eventual winner moves into the White House.</p><p><strong>Grapefruit, Cactus, Corn And Granite</strong></p><p>For spring training, major league teams based in Florida play in what's called the Grapefruit League. There's also the Cactus League in Arizona.</p><p>But in politics, most of the early action is in Iowa and New Hampshire, the first two states on the presidential nominating calendar.</p><p>You might call it the Corn Circuit and the Granite League.</p><p><strong>Fan Interaction</strong></p><p>Election Day in Iowa and New Hampshire is still some 11 months away, which means would-be candidates have a chance to spend a lot of time there to win over voters.</p><p>Actually, it's a requirement.</p><p>In Iowa, a presidential hopeful will boast of having visited all 99 counties, holding small meet-and-greets at coffee shops and pizza joints in every part of the state. New Hampshire is much smaller and thus easier to traverse. But the voters there like to meet every single candidate running in person multiple times before deciding who to support.</p><p>It's another way the early days of a campaign are like baseball's preseason. There's access right now in baseball — and lots of it. Autographs and encounters with players are easy to come by during this phase.</p><p>So it is with candidates. The security buffer isn't up yet, and Secret Service agents aren't keeping the crowds and the press at a distance.</p><p><strong>Now Back To The Game</strong></p><p>During the radio broadcast of last week's game with the Washington Nationals, Atlanta Braves announcer Ben Ingram said, \"Well, spring training is definitely an opportunity to get better, to work on what you need to work on, become better at your craft.\"</p><p>Lynn Vavreck, a professor at UCLA, describes the presidential candidates' version of the same.</p><p>\"They'll go and they'll give little speeches — or sometimes big speeches — to groups. And they'll try out messages,\" she says. \"They'll try out different types of speeches — funny speeches, serious speeches — to see how they are at delivering them, and to see what kind of reaction they can get from the crowd, what kind of rapport they can build.\"</p><p>Ball clubs use this time of year to work on potential weaknesses. Campaigns do, too. Take Jeb Bush, who has had to answer the persistent question about being another Bush. His father was the 41st president. His brother was the 43rd. He's looking to be the 45rd.</p><p>He's asked about it just about everywhere he goes. He answer always includes some version of this: \"I love my dad. In fact, my dad is the greatest man alive. ... And I love my brother. And I think he's been a great president. It doesn't bother me a bit to be proud of them and love them.\"</p><p>He gave that response in Detroit more than a month ago. Since then he's fine-tuned and streamlined that answer, stating flatly that \"I'm my own man.\" It's a line that attempts to distance him from his brother's foreign policy and the decision to go to war in Iraq.</p><p><strong>Money Is No Guarantee, But You Can't Compete Without It</strong></p><p>Jeb Bush has got another big asset: money.</p><p>A pile of cash sure helps you win in baseball. But it's no guarantee. (Ask the Yankees.)</p><p>In politics, though, it's a campaign's lifeblood. Paying for TV ads is the big ticket, but there's also staff, opposition research and high-tech tools. Still ... it's no guarantee of success there, either.</p><p><strong>Rookie Phenoms</strong></p><p>Bush is one of the seasoned veterans on the campaign trail this year. But in spring training, fans love to watch for the next new phenom to catch fire.</p><p>In the presidential race so far, that person appears to be Wisconsin Gov. Scott Walker. He has wowed crowds with his tales of taking on unions in Wisconsin and with tough talk on foreign policy.</p><p>But rookies on the national stage also make errors, like when Walker generated controversy during an appearance at the Conservative Political Action Conference. He was asked a question about how he would handle ISIS. In his answer he cited his experience dealing with the massive union-backed protests during his first term as governor in Wisconsin. His staff had to assure reporters that he wasn't comparing union members to terrorists.</p><p><strong>The Burden Of Being The Odds-On Favorite</strong></p><p>If it's sometimes tricky for rookies, the highly touted favorites bear a different burden. Right now people say Hillary Clinton is a sure bet to make it to the World Series. But expectations bring scrutiny and pressure: Witness the current controversy involving her emails while she was secretary of state, and the critical reviews of the press conference she held last week in an effort to explain why she used a personal email account for government business.</p><p>Defending her right to delete emails that she said were strictly personal, Clinton said, \"They were personal and private about matters that I believed were within the scope of my personal privacy and that particularly of other people.\"</p><p>The questions at the news conference were tough. Commentators cast doubt on her answers. At times she appeared defensive.</p><p>Any manager of a team bedeviled by off-field issues must have been able to relate.</p><p><strong>By The Numbers</strong></p><p>Finally, to take this analogy into extra innings, let's talk about polls. They're like the box scores on spring training baseball games: They don't always tell us much about how the season will actually go.</p><p>Eight years ago there was a highly touted presidential contender named Rudy Giuliani. At this same point in the 2008 presidential cycle, Giuliani was way ahead in the polls.</p><p>As it turned out, he never made it past Florida.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Spring+Training+Has+Begun+%E2%80%94+For+Baseball%2C+And+For+Candidates&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Don Gonyea","audio":[{"meta":{"duration":"259"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1393284632-c03982.m3u?orgId=1&topicId=1014&d=259&p=3&story=393242969&t=progseg&e=393279842&seg=9&ft=nprml&f=393242969"},{"href":"http://media.npr.org/assets/img/2015/03/15/51608081-28f069c90bd7d146d9114667b5778cae76bd3318.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1151","width":"1534"}}]}