{"created":"2015-06-16T18:04:26+00:00","modified":"2015-06-24T19:54:42+00:00","valid":{"from":"2014-11-05T05:50:24+00:00","to":"3014-11-05T05:50:24+00:00"},"hreflang":"en","contentencoded":"<div class=\"barn-cleaned\"><p><em>This audio is part of the larger project <a href=\"http://www.americanradioworks.org/documentaries/roosevelts/\">The First Family of Radio</a>: Franklin and Eleanor Roosevelt’s Historic Broadcasts. You can download the entire radio hour from our <a href=\"http://www.americanradioworks.org/podcast/\">podcast feed</a> (<a href=\"https://itunes.apple.com/us/podcast/id81914987\">iTunes</a>).</em></p>\n<br />\n<p><strong>October 19, 1941</strong></p>\n<br />\n<p>As America edged toward war, ER stressed that tolerance was essential to a healthy democracy, especially in a time of crisis. On this Sunday evening broadcast, ER called for free speech, equal treatment regardless of race or gender, the right to dissent, and the obligation of citizens to serve their country. -Stephen Smith</p>\n<br />\n<h3>Transcript</h3>\n<br />\n<blockquote>\n<p>ER: Good evening, ladies and gentlemen. The moving-picture industry has been under investigation by a congressional committee. The question seems to be whether the producers have a right to present their own views through the plays they produce. I think it is permissible for Senator [Gerald] Nye, Senator [Burton] Wheeler, and Mr. [Charles] Lindbergh to present their views to the world, but I think it is equally permissible for all others. Why is one [form of] propaganda any different from any other? Freedom of speech should be accorded to all. A very great man left us when [Supreme Court] Justice [Louis] Brandeis died recently. Many people throughout the country have paid him tribute and will continue to do so. I have been thinking about him today in connection with this hearing or investigation of the motion-picture industry, for the two great liberals of recent years on the Supreme Court, Justice Brandeis and Justice [Oliver Wendell] Holmes have both had a word to say on the subject of freedom of speech. It is perfectly evident that allowing a citizen to say “yes” to the government is not freedom of speech. The real test is whether a citizen has a right to say “no.” And that right we have had for 150 years and it is still ours today.</p>\n<br />\n<p>Justice Brandeis’s remarks on this subject read as follows: “Those who won our independence by revolution were not cowards. They did not fear political change. They did not exalt order at the cost of liberty. To courageous, self-reliant men, with confidence in the power of free and fearless reasoning applied through the processes of popular government, no danger from speech can be deemed clear and present, unless the incidence of the evil apprehended is so imminent that it may be fatal before there is opportunity for full discussion. If there is time to expose through discussion the falsehood and fallacies, to avert the evil by the processes of education, the remedy to be applied is more speech, not enforced silence.”</p>\n<br />\n<p>But there are certain kinds of free speech which are not really permissible. Therefore, this is the point made by Justice Holmes in delivering the opinion of the court in the case of Schenck vs. the United States: “The most stringent protection of free speech would not protect a man in falsely shouting ‘fire’ in a theater and causing a panic.” In other words, every subject should be a matter for free and full discussion. But we have an obligation to point out to the people as a whole the fallacies of any statements which we disagree with. Both men are apparently agreed on this and there were never two men more deeply interested in the preservation of our basic freedoms.</p>\n<br />\n<p>In our present situation here in this country, there is no question but what we have the time for full and free discussion. Therefore, I would not curtail the expression of anyone’s opinion. But I would make sure that equal opportunity is given for all sides to be presented, through every avenue of communication, press, and radio. Freedom for one side only is not true freedom.</p>\n<br />\n<p>A letter has just come to me from a correspondent who is much upset because the word “traitor,” she says, is applied to everyone who opposes the administration’s foreign policy. She never mentions, of course, that the opposition has applied the term “warmonger” to everyone who champions this policy. This type of name-calling is never confined to any one side, but it brings up the whole question of free speech. And I think we should recognize today that we not only do respect free speech and permit it in this country, but that on the whole we carry on our differences of opinion on a higher level than we did twenty years ago. If we compare the congressional debates on the Lend-Lease Bill last spring with those on the League [of Nations] Covenant in 1919, we will see how much we have gained in seriousness and how much less vituperation and name-calling there really is in these days. It is very difficult to be a consistent people, just as it is difficult to be a consistent individual. But in this matter of freedom of speech, I think it is important enough for us to try to see that there is complete freedom of discussion and to be consistent on that one point at least!</p>\n<br />\n<p>Now to turn for a moment to the subject of national defense. Last week I gave you some figures which had come to me about our Army. Today, I have acquired some about our Navy. There are still many men, as you know, who think that the ultimate victory in any world situation goes to those who control the seas. That is where commerce is carried on; that is the lifeline of civilization. And therefore, it is of interest to us that our Navy today is the most powerful in the world. Three hundred and thirty-eight combatant ships are in commission, and 353 more are building. The Navy has 273,315 enlisted men. The Marine Corps has 59,968 men. And with the officer personnel included, this figure will run upward of 350,000 men in all. Every branch of the service is putting special emphasis today on aviation, and the Navy has 5,000 trained pilots, 3,600 students, and it is estimated that by July 1942, the Navy will have a minimum of 10,000 trained flying naval officers.</p>\n<br />\n<p>The value of having an aviation arm which is attached to the Navy or to the Army lies in the fact that branches of the same service work better together because they are more closely coordinated. This expansion in the Navy has necessitated tremendous expansion in the Bureau of Ordnance. Navy yards and many other allied industries are absorbing almost all available skilled labor, besides demanding certain materials which necessitate giving priority as to delivery of materials for the defense program. Among the men in the Navy, the morale has never been higher. They are not having an easy time of it. Many of them spend weeks at a time patrolling in stormy waters. One of them wrote me about “a trip down the coast in the teeth of a storm which broke over the bridge and carried away some glass. All of us on board are tired, but in fine shape and ready to meet any emergency.” That means hard work, and when people say that this generation of young people have become soft, I feel like saying that it is not the younger generation which is soft. Instead, the older generation is soft for them, now and then.</p>\n<br />\n<p>I received a wire, for instance, from two mothers of boys in the Army the other day bemoaning the fact that their boys had been disappointed at the end of maneuvers by having their promised leaves rescinded on returning to their base camp. I can fully realize that any mother must have been disappointed, and the boys themselves must have been depressed. But we are growing up in the United States, and one of the things we learn as we grow up is to accept disappointments and to learn that the unexpected is part of everyone’s existence. On the other hand, it is good to know that so much hospitality has been shown to our young Army men wherever they have gone on maneuvers, and that on the whole their health has been extraordinarily good.</p>\n<br />\n<p>In Washington, DC, we are getting a number of women in different government departments, all of whom have interesting jobs, but those who at the moment have been attracting the most attention are the two who are working in the War and Navy Departments. Mrs. Hobby, who is a young Texas newspaperwoman, is doing the kind of work which should reassure the families of the boys who are in camps or on maneuvers. The other one, Mrs. Lewis, does publicity for the Navy. Mrs. Hobby is telling families what happens to their boys while they are playing at what may someday prove to be a very grim and real game.</p>\n<br />\n<p>And speaking of things which are real and grim, I must say that the fires which have occurred in Cleveland, Ohio, and in Fall River, Massachusetts, lately—and which have destroyed so many materials destined for defense in this country or abroad—are most discouraging. Where there is a question of possible sabotage, it is quite evident that the FBI must be given every opportunity to find out what individuals or groups of people are responsible. Where it is a question of neglect in the observation of certain very important rules, I think public opinion should rise up and insist that such things must not occur. We resent losing materials which we are making sacrifices to produce when they are on their way across the ocean. How much more should we resent the loss of materials which occur through lack of care in the observation of fire protection rules?</p>\n<br />\n<p>This has been a pretty serious talk tonight, so I’d like to close with one word of real cheer, especially for the American housewife. Dr. M. Harris, who is directing the work of the Textile Foundation, says we are going to have wool processed in such a way that it will be just as warm as it ever was, but it will not shrink in the laundry. And the moths will not find it so enjoyable. This is good news to all of us who have been accustomed to having our woolens shrink and to find moths have riddled them when we take them out of storage in the fall.</p>\n</blockquote>\n<br />\n<p><iframe src='http://cdn.knightlab.com/libs/timeline/latest/embed/index.html?source=0Ai6SjtFZXpPtdFpwZGczQ0RTLUxrcVdxaUxwY1dpRnc&amp;font=Bevan-PotanoSans&amp;maptype=toner&amp;lang=en&amp;height=650' frameborder='0'></iframe></p>\n<br /></div>","guid":"2f627b55-5683-4d76-8306-622c30c4419a","published":"2014-11-05T05:50:24+00:00","description":"This audio is part of the larger project The First Family of Radio: Franklin and Eleanor Roosevelt’s Historic Broadcasts. You […]","byline":"Andy Kruse","tags":["APM"],"title":"Eleanor Roosevelt: Freedom of Speech","teaser":"This audio is part of the larger project The First Family of Radio: Franklin and Eleanor Roosevelt’s Historic Broadcasts. You […]","itags":["2f627b555683d7603066622c30c4419a","American RadioWorks","American RadioWorks 2014-11-04"],"contenttemplated":"[{\"content\":\"<p><em>This audio is part of the larger project <a href=\\\"http://www.americanradioworks.org/documentaries/roosevelts/\\\">The First Family of Radio</a>: Franklin and Eleanor Roosevelt’s Historic Broadcasts. You can download the entire radio hour from our <a href=\\\"http://www.americanradioworks.org/podcast/\\\">podcast feed</a> (<a href=\\\"https://itunes.apple.com/us/podcast/id81914987\\\">iTunes</a>).</em></p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>October 19, 1941</strong></p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>As America edged toward war, ER stressed that tolerance was essential to a healthy democracy, especially in a time of crisis. On this Sunday evening broadcast, ER called for free speech, equal treatment regardless of race or gender, the right to dissent, and the obligation of citizens to serve their country. -Stephen Smith</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<h3>Transcript</h3>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p>ER: Good evening, ladies and gentlemen. The moving-picture industry has been under investigation by a congressional committee. The question seems to be whether the producers have a right to present their own views through the plays they produce. I think it is permissible for Senator [Gerald] Nye, Senator [Burton] Wheeler, and Mr. [Charles] Lindbergh to present their views to the world, but I think it is equally permissible for all others. Why is one [form of] propaganda any different from any other? Freedom of speech should be accorded to all. A very great man left us when [Supreme Court] Justice [Louis] Brandeis died recently. Many people throughout the country have paid him tribute and will continue to do so. I have been thinking about him today in connection with this hearing or investigation of the motion-picture industry, for the two great liberals of recent years on the Supreme Court, Justice Brandeis and Justice [Oliver Wendell] Holmes have both had a word to say on the subject of freedom of speech. It is perfectly evident that allowing a citizen to say “yes” to the government is not freedom of speech. The real test is whether a citizen has a right to say “no.” And that right we have had for 150 years and it is still ours today.</p><br /><p>Justice Brandeis’s remarks on this subject read as follows: “Those who won our independence by revolution were not cowards. They did not fear political change. They did not exalt order at the cost of liberty. To courageous, self-reliant men, with confidence in the power of free and fearless reasoning applied through the processes of popular government, no danger from speech can be deemed clear and present, unless the incidence of the evil apprehended is so imminent that it may be fatal before there is opportunity for full discussion. If there is time to expose through discussion the falsehood and fallacies, to avert the evil by the processes of education, the remedy to be applied is more speech, not enforced silence.”</p><br /><p>But there are certain kinds of free speech which are not really permissible. Therefore, this is the point made by Justice Holmes in delivering the opinion of the court in the case of Schenck vs. the United States: “The most stringent protection of free speech would not protect a man in falsely shouting ‘fire’ in a theater and causing a panic.” In other words, every subject should be a matter for free and full discussion. But we have an obligation to point out to the people as a whole the fallacies of any statements which we disagree with. Both men are apparently agreed on this and there were never two men more deeply interested in the preservation of our basic freedoms.</p><br /><p>In our present situation here in this country, there is no question but what we have the time for full and free discussion. Therefore, I would not curtail the expression of anyone’s opinion. But I would make sure that equal opportunity is given for all sides to be presented, through every avenue of communication, press, and radio. Freedom for one side only is not true freedom.</p><br /><p>A letter has just come to me from a correspondent who is much upset because the word “traitor,” she says, is applied to everyone who opposes the administration’s foreign policy. She never mentions, of course, that the opposition has applied the term “warmonger” to everyone who champions this policy. This type of name-calling is never confined to any one side, but it brings up the whole question of free speech. And I think we should recognize today that we not only do respect free speech and permit it in this country, but that on the whole we carry on our differences of opinion on a higher level than we did twenty years ago. If we compare the congressional debates on the Lend-Lease Bill last spring with those on the League [of Nations] Covenant in 1919, we will see how much we have gained in seriousness and how much less vituperation and name-calling there really is in these days. It is very difficult to be a consistent people, just as it is difficult to be a consistent individual. But in this matter of freedom of speech, I think it is important enough for us to try to see that there is complete freedom of discussion and to be consistent on that one point at least!</p><br /><p>Now to turn for a moment to the subject of national defense. Last week I gave you some figures which had come to me about our Army. Today, I have acquired some about our Navy. There are still many men, as you know, who think that the ultimate victory in any world situation goes to those who control the seas. That is where commerce is carried on; that is the lifeline of civilization. And therefore, it is of interest to us that our Navy today is the most powerful in the world. Three hundred and thirty-eight combatant ships are in commission, and 353 more are building. The Navy has 273,315 enlisted men. The Marine Corps has 59,968 men. And with the officer personnel included, this figure will run upward of 350,000 men in all. Every branch of the service is putting special emphasis today on aviation, and the Navy has 5,000 trained pilots, 3,600 students, and it is estimated that by July 1942, the Navy will have a minimum of 10,000 trained flying naval officers.</p><br /><p>The value of having an aviation arm which is attached to the Navy or to the Army lies in the fact that branches of the same service work better together because they are more closely coordinated. This expansion in the Navy has necessitated tremendous expansion in the Bureau of Ordnance. Navy yards and many other allied industries are absorbing almost all available skilled labor, besides demanding certain materials which necessitate giving priority as to delivery of materials for the defense program. Among the men in the Navy, the morale has never been higher. They are not having an easy time of it. Many of them spend weeks at a time patrolling in stormy waters. One of them wrote me about “a trip down the coast in the teeth of a storm which broke over the bridge and carried away some glass. All of us on board are tired, but in fine shape and ready to meet any emergency.” That means hard work, and when people say that this generation of young people have become soft, I feel like saying that it is not the younger generation which is soft. Instead, the older generation is soft for them, now and then.</p><br /><p>I received a wire, for instance, from two mothers of boys in the Army the other day bemoaning the fact that their boys had been disappointed at the end of maneuvers by having their promised leaves rescinded on returning to their base camp. I can fully realize that any mother must have been disappointed, and the boys themselves must have been depressed. But we are growing up in the United States, and one of the things we learn as we grow up is to accept disappointments and to learn that the unexpected is part of everyone’s existence. On the other hand, it is good to know that so much hospitality has been shown to our young Army men wherever they have gone on maneuvers, and that on the whole their health has been extraordinarily good.</p><br /><p>In Washington, DC, we are getting a number of women in different government departments, all of whom have interesting jobs, but those who at the moment have been attracting the most attention are the two who are working in the War and Navy Departments. Mrs. Hobby, who is a young Texas newspaperwoman, is doing the kind of work which should reassure the families of the boys who are in camps or on maneuvers. The other one, Mrs. Lewis, does publicity for the Navy. Mrs. Hobby is telling families what happens to their boys while they are playing at what may someday prove to be a very grim and real game.</p><br /><p>And speaking of things which are real and grim, I must say that the fires which have occurred in Cleveland, Ohio, and in Fall River, Massachusetts, lately—and which have destroyed so many materials destined for defense in this country or abroad—are most discouraging. Where there is a question of possible sabotage, it is quite evident that the FBI must be given every opportunity to find out what individuals or groups of people are responsible. Where it is a question of neglect in the observation of certain very important rules, I think public opinion should rise up and insist that such things must not occur. We resent losing materials which we are making sacrifices to produce when they are on their way across the ocean. How much more should we resent the loss of materials which occur through lack of care in the observation of fire protection rules?</p><br /><p>This has been a pretty serious talk tonight, so I’d like to close with one word of real cheer, especially for the American housewife. Dr. M. Harris, who is directing the work of the Textile Foundation, says we are going to have wool processed in such a way that it will be just as warm as it ever was, but it will not shrink in the laundry. And the moths will not find it so enjoyable. This is good news to all of us who have been accustomed to having our woolens shrink and to find moths have riddled them when we take them out of storage in the fall.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><iframe frameborder=\\\"0\\\" src=\\\"http://cdn.knightlab.com/libs/timeline/latest/embed/index.html?source=0Ai6SjtFZXpPtdFpwZGczQ0RTLUxrcVdxaUxwY1dpRnc&amp;font=Bevan-PotanoSans&amp;maptype=toner&amp;lang=en&amp;height=650\\\"></iframe></p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"}]","audio":[{"format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/americanradioworks/2014/er411019_128.mp3","type":"audio/mpeg","meta":{"duration":863,"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm_audio:/americanradioworks/2014/er411019","type":"application/json"},"duration_hms":"00:14:23"}}]}