{"created":"2015-05-19T20:28:24+00:00","modified":"2015-05-22T23:58:24+00:00","valid":{"from":"2015-05-22T23:58:24+00:00","to":"3015-05-22T23:58:24+00:00"},"hreflang":"en","title":"Robots Are Really Bad At Folding Towels","published":"2015-05-19T23:06:00+00:00","teaser":"Machines are surprisingly bad at doing things an average 8-year-old can do with ease.","itags":["npr_api","407736307"],"guid":"2f6413c3-2710-414d-bdff-10c37d27c879","contentencoded":"<p>Seven years ago, Pieter Abbeel set out on a quest: to teach a robot how to fold laundry. This proved to be a remarkably difficult task — and the difficulty of the task illuminates some key things about the limits of machines.</p><p>Abbeel, a professor at the University of California, Berkeley, named his robot BRETT — short for the \"Berkeley Robot for the Elimination of Tedious Tasks.\"</p><p>For a robot, it's remarkably hard to figure out what's going on in a pile of laundry — to see, say, where the underwear stops and where the towel begins. Every pile of laundry is different, and remarkably complex.</p><p>Abbeel's team spent months staring at laundry baskets, holding towels up in the air, and taking pictures of laundry.</p><p>The solution was super complicated. \"Can you use multiple images to build a 3-D model of the current shape?\" Abbeel says. \"Because once you can do that, then you can analyze that 3-D shape [and] find where the corners are.\"</p><p>Abbeel and his colleagues solved the problem, sort of. After years of work they taught BRETT to fold a towel in 20 minutes — eventually he learned to do it in a minute and a half. But he can still get stumped by things like a bundled-up sock or an inside-out onesie.</p><p>In other words, years of work from dedicated, smart researchers have produced a towel-folding robot that can't keep up with an average 8-year-old. This problem, Abbeel says, is not limited to towels.</p><p>\"Once you start working in robotics,\" he says, \"you realize that things that kids learn to do up to age 10 ... are actually the hardest things to get a robot to do.\"</p><p>Lots of things that seem simple and orderly to us are incredibly complex and chaotic for a robot. Machines need clear rules. One of the ways to figure out if a robot is going to take your job is to ask yourself: What are the rules here? Is my job a series decisions based on an orderly pattern? Or is my job really more like a giant pile of messy laundry?  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Robots+Are+Really+Bad+At+Folding+Towels&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Steve Henn","audio":[{"meta":{"duration":"255"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1408010770-63774b.m3u?orgId=1&topicId=1019&d=255&p=2&story=407736307&t=progseg&e=407948189&seg=5&ft=nprml&f=407736307"},{"href":"http://media.npr.org/assets/img/2015/05/19/towelfold-still-61aeea231e0ced301e6ce241ba8b9ab507246c6f.png","type":"image/jpeg","meta":{"crop":"standard","height":"479","width":"639"}}]}