{"created":"2015-02-28T13:01:52+00:00","modified":"2015-05-13T21:12:32+00:00","valid":{"from":"2015-05-13T21:12:32+00:00","to":"3015-05-13T21:12:32+00:00"},"hreflang":"en","title":"'The Black Summit' Draws African-American Skiers And Boarders To Aspen","published":"2015-02-28T20:28:00+00:00","teaser":"Participants in winter sports are predominantly white, but the National Brotherhood of Skiers has been trying to change that for 42 years. More than 50 regional clubs came to this year's gathering.","itags":["npr_api","389530731"],"guid":"2f68d183-4342-41c7-a61c-dd6a84397e81","contentencoded":"<p>We've all heard the old adage that every snowflake is different, but they do have one thing in common: They're all white. That's also the image that many have of the people taking part in winter sports, including skiing and snowboarding, here in the U.S.</p><p>There are efforts underway to change that. Every other year, the <a href=\"http://www.nbs.org/\" target=\"_blank\">National Brotherhood of Skiers</a> — or NBS — organizes an event known as the Black Summit or Black Ski Summit. It brings thousands of African-Americans to the slopes in big-name resort towns like Big Sky, Mont.; Lake Tahoe, Calif.; and, of course, Aspen, Colo.</p><p>Aspen/Snowmass plays host again to the 2015 summit and it's something of a homecoming for the NBS. The first ever summit — or \"gathering,\" as it was called back then — took place here in 1973. That year, Art Clay of Chicago and Ben Finley of Los Angeles brought together 13 black ski clubs from around the country to spend a week on the slopes.</p><p>It happened during the tail end of the Black Power movement, and the founders knew that the appearance of hundreds of African-American skiers in Aspen might put the locals on edge. Clay recalls trying to come up with a name for their group that wouldn't draw the wrong kind of attention as they headed to Aspen.</p><p>\"We didn't want to call ourselves the Black Ski Club,\" he says. \"It was right after civil rights and we didn't want to ID ourselves before we got there.\"</p><p>Finley and Clay found out later that the National Guard had been placed on high alert, just in case. Regardless, Finley remembers that event as \"absolutely magical.\"</p><p>\"We had people from all over the country,\" he says. \"It was a like an instant brotherhood. It was a feeling you can only duplicate at Black Summit.\"</p><p>More than 40 years later, Aspen now welcomes the National Brotherhood of Skiers with open arms — in no small part because the group spends a fair amount of tourist dollars. (Legend has it they bought every mink coat in Vail, Colo., at a summit in 1997).</p><p>They're also a fun bunch to have around. At the summit's opening ceremonies this year, bass booms from giant speakers as hundreds of black skiers gather to dance — they do the wobble and the cha-cha slide — and catch up.</p><p>Most wear brightly colored jackets representing their local clubs: Avalanche Ski Club from Alabama, Black Ski Club from Washington, D.C., All Seasons Ski Club out of Oakland and the Sunshine Slopers from Miami. More than 50 regional clubs, including Nubian Ski from London, are represented.</p><p>Art Clay and Ben Finley move through the crowd, greeting old friends. They've come to nearly every summit since they organized that first one 42 years ago. Finley's arm is in a sling — an accident at Mammoth Mountain in California will keep the 76-year-old off skis at this year's event.</p><p>At 78, Clay will take a few runs, sporting his traditional black bowler hat and long black duster. A hip replacement means no \"black diamonds\" — the advanced slopes — but nothing can stop him from having a good time on the easier green and blue routes, he says.</p><p>It's not just about skiing and parties for the NBS. After the first gathering in Aspen, the group's leaders decided it should be more than a social event. So they adopted two central missions: to introduce African-Americans to winter sports and find and fund talented young black athletes with the potential to make it all the way to the U.S. Olympic Ski Team.</p><p>They're still working on that second goal, but they've done admirably when it comes to getting more black folks out on skis and snowboards. Among them is 42 year-old Henry Hipps, who went to his first Black Summit in high school. He hasn't missed one since 1999 and he has skied all over the world.</p><p>\"You're breathing hard, but it's quiet, and you could be in the middle of the woods skiing and stop and not hear anything,\" he says. \"Ten feet later, keep going and feel like your heart's about to explode out of your chest. I love that balance between intensity and serenity. Add that to skiing and riding with people I like spending time with — it's like nothing else.\"</p><p>Hipps' parents started a club in Springfield, Mass., to introduce more black youth to the sport, and they were registered members of the NBS for most of his childhood. He points out that the black ski clubs and the NBS were crucial back then, because they were the only way to find other African-Americans who liked to ski.</p><p>But as an adult, he comes to the Black Summit without a ski club affiliation or NBS registration. He keeps in touch with cool people he's met at past summits through social media and email.</p><p>More and more black skiers and boarders are doing the same, partly because they don't want to have to pay the NBS registration fees for the event. Many think it's just too expensive. Early-bird registration starts at $250, which gets attendees into various happy hours and parties the NBS organizes throughout the week, and increases to $400 the week of the summit.</p><p>This year there are just as many unregistered black skiers in Aspen as there are registered for the Black Summit. Known as renegades, this younger crowd parties to hip-hop, not just the funk and soul of their parents' generation. They organize their own social events throughout the week rather than attending those for registered NBS members, and NBS leadership has mixed feelings about it.</p><p>Founder Art Clay says it's not fair that the renegades wait until the NBS makes its Black Summit plans before making theirs.</p><p>\"I've never been in favor of somebody just tagging on,\" he says.</p><p>The NBS is an all-volunteer organization, and the Black Summit takes more than a year to put together. On top of that, the group is losing registration dollars that go to fund youth athletes. But the renegades we spoke with said the NBS is out of touch and unwilling to let the next generation of black skiers and boarders be leaders.</p><p>Clay recognizes that the organization is aging, and that's why he wants to push the renegades to register.</p><p>\"Back when we started, if you would say, 'Who all wants to go to Snowmass, hold up your hand,' everybody would put up their hand,\" he says. \"Now you have to say, 'Everybody who wants to go to Snowmass, hold up your cane.' \"</p><p>Still, co-founder Ben Finley says he's not worried about the future of the NBS or the Black Summit, despite the renegades.</p><p>\"They bring a lot of people,\" he says. \"That means a lot more African-Americans are being exposed to the sport of skiing — and eventually they'll become gray too, and end up joining the organization.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27The+Black+Summit%27+Draws+African-American+Skiers+And+Boarders+To+Aspen&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Laura Krantz","audio":[{"meta":{"duration":"318"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1389706204-537fd9.m3u?orgId=1&topicId=1015&d=318&p=7&story=389530731&t=progseg&e=389700123&seg=6&ft=nprml&f=389530731"},{"href":"http://media.npr.org/assets/img/2015/02/27/artclayskis-8e1769d8fb1376a49d51ea85c7625a6127a828cf.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1451","width":"1935"}},{"href":"http://media.npr.org/assets/img/2015/02/27/artandben_custom-9ff2d6457d319036e6eb2a9c2a0c0915e9c870ac.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2081","width":"2285"}},{"href":"http://media.npr.org/assets/img/2015/02/27/sophiastallworth_wide-d74848427c20c83e633771a307c4ce30a3822c95.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"1354","width":"2405"}},{"href":"http://media.npr.org/assets/img/2015/02/27/toddhood_custom-c8c97e0084d74df3efa0843a8736fd1de02c175e.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1564","width":"2326"}},{"href":"http://media.npr.org/assets/img/2015/02/27/apresski_custom-25143ff4b94ad4daf58edcd1b554123ab42dc653.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2000","width":"2834"}}]}