{"created":"2014-10-05T11:57:35+00:00","modified":"2014-11-17T17:05:19+00:00","valid":{"from":"2014-11-17T17:05:19+00:00","to":"3014-11-17T17:05:19+00:00"},"hreflang":"en","title":"Berkeley's Fight For Free Speech Fired Up Student Protest Movement","published":"2014-10-05T17:51:00+00:00","teaser":"This week marks the 50th anniversary of the Free Speech Movement at the University of California, Berkeley, a protest that would help define a generation of student activism across the country.","itags":["npr_api","353849567"],"guid":"2f6fb674-06e6-4307-a1e6-2324f7711bba","contentencoded":"<p>This week marks the 50th anniversary of the Free Speech Movement at the University of California, Berkeley. That movement launched the massive sit-ins and protests that would help define a generation of student activism across the country.</p><p>These days, thousands of students casually stroll past scores of information tables in Berkeley's Sproul Plaza, on everything from the fossil fuel debate to voter registration.</p><p>But 50 years ago, before the Free Speech Movement, UC students were barred from distributing flyers about the major issues of the day. In 1964, it was the civil rights struggle.</p><p>\"It was the passion that fueled the Free Speech Movement,\" says Lynn Hollander Savio, who was a senior at Berkeley in October of 1964.</p><p>Hollander Savio says that many students had spent the summer on voter registration drives in the South. Back at Berkeley, they set up information tables to tell other students about civil rights. When the school administration tried to shut them down, the students were incredulous.</p><p>\"The tables were used to give out literature, to recruit members and nobody was interested in fighting with the administration,\" she says. \"We had bigger fish to fry.\"</p><p>Hollander Savio — short, spry, grey hair — is 75 now. Gazing across Sproul Plaza, she recalls that day when a former math grad student, Jack Weinberg, <a href=\"https://www.youtube.com/watch?v=MufwTCgodmM\">was arrested for distributing civil rights literature</a>. He was thrown into a patrol car while thousands of curious students watched.</p><p>\"Somebody shouted 'sit down' and students who were there to watch this happening sat down, and that police car didn't go anywhere for 32 hours,\" Hollander Savio says.</p><p>As the students spontaneously chanted \"let him go,\" the Free Speech Movement was ignited. Its leader was a mild-mannered but fiery orator named Mario Savio, who would become Lynn Hollander's husband.</p><p>In December of 1964, weeks after the initial confrontation, Savio spoke just before a massive sit-in that led to the arrest of 800 students.</p><p>A reporter described what followed as a \"gauntlet,\" as students were pushed down the stairs, beat and kicked. The confrontation proved too much for the university, and the university faculty voted to end all restrictions on political activity. The student movement — ranging from Young Socialists to Young Republicans — was victorious.</p><p>But if the students won their battle on campus, off campus was another story. Seth Rosenfeld, the author of <em>Subversives,</em> a history of that era, says a wave of conservative reaction against the Berkeley protest lifted a rising politician named Ronald Reagan.</p><p>\"As he was testing the waters for entering the governor's race in 1965, everywhere he went people would ask him what he would do about those protestors in Berkeley,\" Rosenfeld says.</p><p>And as Reagan announced his candidacy for governor in 1966, he blasted both the Berkeley protestors and the administrators who, he argued, were coddling the disruptive students.</p><p>\"Will we allow a great university to be brought to its knees by a noisy dissident minority? Will we meet their neurotic vulgarities with vacillation and weakness?\" Reagan said.</p><p>For decades, the university's administration refused to commemorate the pivotal events of 1964. But old wounds, if not healed, were soothed by time. After Mario Savio died in 1996, the steps of Sproul Hall were named for the charismatic orator.</p><p>This year, the university is hosting a series of events to commemorate the 50th anniversary with concerts, poetry readings and lectures. There's no doubt that many students today appreciate the activism that came before them. Freshman Marisa McConnell says it is still part of Berkeley's brand.</p><p>\"Berkeley has such a huge history behind it, and being able to come here is such an honor because you're walking in the footsteps of some really amazing, influential people,\" McConnell says.</p><p>Back in Sproul Plaza, Hollander Savio reflects on what was accomplished 50 years ago.</p><p>\"We gave youth in America a sense that political and social action is something that you can and should be involved in and you have power,\" she says.</p><p>Students burdened by debt may have less time to be politically active today, Hollander Savio says, but their freedom to protest remains.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Berkeley%27s+Fight+For+Free+Speech+Fired+Up+Student+Protest+Movement&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Richard Gonzales","audio":[{"meta":{"duration":"286"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1353849573-131193.m3u?orgId=1&topicId=1136&ft=3&f=353849567"}]}