{"created":"2014-08-13T19:50:11+00:00","modified":"2015-05-14T20:48:20+00:00","valid":{"from":"2014-01-29T18:37:36+00:00","to":"3014-01-29T18:37:36+00:00"},"hreflang":"en","published":"2014-01-29T18:37:36+00:00","title":"What tapering in the U.S. has to do with Turkey and South Africa","contentencoded":"<div class=\"barn-cleaned\"><p><strong>WE GOT 99 PROBLEMS, AND CURRENCY’S ONE.</strong></p>\n<p>India, South Africa, Turkey, Argentina – they’ve all had currency depreciations.&nbsp; Brazil has faced inflation concerns.&nbsp; The MSCI&nbsp;<a href=\"http://topics.bloomberg.com/emerging-markets/\">Emerging Markets</a>&nbsp;Index, an average of emerging market stocks, has fallen nearly 7 percent this month, recently reaching a five month low. Emerging market equities have lost more than $995 billion in value since May.&nbsp;</p>\n<p>To explain this, we have to talk about money -- and how money moves.&nbsp;</p>\n<p><strong>THAT GIANT SLOSHING SOUND</strong></p>\n<p>\"There are trillions of dollars sloshing around global markets looking for high returns,\" says Gerald Epstein, director of the Political Economy Research Institute at the University of Massachusetts Amherst. &nbsp;That money belongs to hedge funds, institutional investors, sovereign wealth funds, and regular investors alike.&nbsp;</p>\n<p>With productive investments few and far between, \"there’s more money out there, more money looking for more speculative investments.\"</p>\n<p>During the depths of recession, the one place you wouldn’t be getting higher returns was in developed countries like the U.S. On the one hand, their economies weren’t doing well. And on the other, Central Banks were keeping interest rates low.&nbsp;</p>\n<p>\"It’s kind of simple,\" says Andrew Burns, manager of Prospects at the World Bank. \"In the past, if you’re an investor, you have options.&nbsp; You could invest in U.S. Treasuries; they were giving a return of 1.5 percent last April. Or you can invest in Brazil where you’re getting return of 5 or 6 percent, maybe it’s a little bit risky.\"</p>\n<p>So investors put money into developing economies.</p>\n<p><strong>EASY COME....</strong></p>\n<p>At the same time, commodity prices were high, fueling emerging markets to the point they were leaders in global growth.</p>\n<p>\"The last four or five years, supported by very strong commodity prices, we’ve had very material capital flows into these countries,\" says Robert Kahn, senior fellow at the Council on Foreign Relations.&nbsp; &nbsp;\"These are small economies relative to the U.S. or Japan, and their ability to absorb this capital is not as great, and there is a tendency for these markets to go through boom bust cycles.\"</p>\n<p><strong>EASY GO.....</strong></p>\n<p>When the Fed first started talking about tapering last May, it became clear to investors that the economy was getting better, and interest rates in the U.S. would start to rise.&nbsp; And they have.&nbsp; The return on some treasury bonds has nearly doubled since then.</p>\n<p>\"In that context you say, ‘You know what? I had $100 over here in Brazil. I’m gonna pull some of it back in the United States,”<span>\" says the World Bank’s &nbsp;Burns.</span></p>\n<p>“The Fed’s decision to taper was a trigger for these outflows,” says Kahn, “but at the end of the day, it’s not the primary reason for it.”&nbsp; Rather, it was the simple realization that there are safer -- and possibly better -- &nbsp;investments reappearing elsewhere in the developed world. &nbsp;</p>\n<p><strong>SOPHIE’S CHOICE</strong></p>\n<p>And indeed, money moved out.&nbsp; Local currencies continue to fall. As a result, it becomes more expensive for people in affected emerging markets to buy food and energy from abroad.&nbsp; Inflation sets in.&nbsp; Politicians in these countries then have to make a “Sophie’s choice”, says Professor Epstein.&nbsp; In order to fight that inflation, and in order to incentivize investors to keep their money in the country, governments have raised interest rates.&nbsp; That creates a drag on the economy.</p>\n<p>\"Turkey doubled the interest rate, interest rates have gone up in South Africa, Argentina,\" says Epstein. \"And not only does this slow down their economy -- which if they already have a high unemployment rate is a big problem -- but it might also backfire.\" Backfire as in \"push some companies into bankruptcy, further scaring off international investment.\"</p>\n<p>Epstein argues there are few good options for lower income countries other than to control capital flows, a tool which has its own risks.</p>\n<p><strong>COMPLACENCY VS. PREPAREDNESS</strong></p>\n<p>On the one hand, many emerging markets came out of the global financial crisis in fairly good shape.&nbsp; But it doesn’t mean they’re not vulnerable – as has become evident.</p>\n<p>\"Policy makers got complacent in these countries,\" says Kahn, \"because they had access to very cheap money... We’ve seen before when things reverse <span>–</span>&nbsp;when commodity prices fall and capital flows turn around <span>–</span>&nbsp;it can be pretty hard. We’re at the beginning of that cycle.\"</p>\n<p><strong>WE’RE NOT DONE YET</strong></p>\n<p>\"It’s not going to be smooth,\" says Kahn, \"and there’s still more turbulence to be seen.\"</p>\n<p>The process of global capital reallocation is not over.&nbsp; Throw in the fact that developing countries aren’t making as much from commodities, China is buying less from them, and a spate of political scandals, and it may be a very rough ride for lower income countries, indeed.</p></div>","itags":["Marketplace for Wednesday, January 29, 2014","Marketplace","PMP:Marketplace_PMP","2f711b8e498c48dc09f3aa10de3ee074"],"description":"Why our recovery is throwing emerging economies into a tizzy","teaser":"Why our recovery is throwing emerging economies into a tizzy","guid":"2f711b8e-498c-448d-809f-aa10de3ee074","tags":["APM","emerging markets","Federal Reserve","taper","World"],"byline":"Sabri Ben-Achour","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p><strong>WE GOT 99 PROBLEMS, AND CURRENCY’S ONE.</strong></p>\"},{\"content\":\"<p>India, South Africa, Turkey, Argentina – they’ve all had currency depreciations.  Brazil has faced inflation concerns.  The MSCI <a href=\\\"http://topics.bloomberg.com/emerging-markets/\\\">Emerging Markets</a> Index, an average of emerging market stocks, has fallen nearly 7 percent this month, recently reaching a five month low. Emerging market equities have lost more than $995 billion in value since May. </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>To explain this, we have to talk about money -- and how money moves. </p>\"},{\"content\":\"<p><strong>THAT GIANT SLOSHING SOUND</strong></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;There are trillions of dollars sloshing around global markets looking for high returns,&quot; says Gerald Epstein, director of the Political Economy Research Institute at the University of Massachusetts Amherst.  That money belongs to hedge funds, institutional investors, sovereign wealth funds, and regular investors alike. </p>\"},{\"content\":\"<p>With productive investments few and far between, &quot;there’s more money out there, more money looking for more speculative investments.&quot;</p>\",\"type\":\"text/html\"},{\"content\":\"<p>During the depths of recession, the one place you wouldn’t be getting higher returns was in developed countries like the U.S. On the one hand, their economies weren’t doing well. And on the other, Central Banks were keeping interest rates low. </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;It’s kind of simple,&quot; says Andrew Burns, manager of Prospects at the World Bank. &quot;In the past, if you’re an investor, you have options.  You could invest in U.S. Treasuries; they were giving a return of 1.5 percent last April. Or you can invest in Brazil where you’re getting return of 5 or 6 percent, maybe it’s a little bit risky.&quot;</p>\"},{\"type\":\"text/html\",\"content\":\"<p>So investors put money into developing economies.</p>\"},{\"content\":\"<p><strong>EASY COME....</strong></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>At the same time, commodity prices were high, fueling emerging markets to the point they were leaders in global growth.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;The last four or five years, supported by very strong commodity prices, we’ve had very material capital flows into these countries,&quot; says Robert Kahn, senior fellow at the Council on Foreign Relations.   &quot;These are small economies relative to the U.S. or Japan, and their ability to absorb this capital is not as great, and there is a tendency for these markets to go through boom bust cycles.&quot;</p>\"},{\"content\":\"<p><strong>EASY GO.....</strong></p>\",\"type\":\"text/html\"},{\"content\":\"<p>When the Fed first started talking about tapering last May, it became clear to investors that the economy was getting better, and interest rates in the U.S. would start to rise.  And they have.  The return on some treasury bonds has nearly doubled since then.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>&quot;In that context you say, ‘You know what? I had $100 over here in Brazil. I’m gonna pull some of it back in the United States,”<span>&quot; says the World Bank’s  Burns.</span></p>\",\"type\":\"text/html\"},{\"content\":\"<p>“The Fed’s decision to taper was a trigger for these outflows,” says Kahn, “but at the end of the day, it’s not the primary reason for it.”  Rather, it was the simple realization that there are safer -- and possibly better --  investments reappearing elsewhere in the developed world.  </p>\",\"type\":\"text/html\"},{\"content\":\"<p><strong>SOPHIE’S CHOICE</strong></p>\",\"type\":\"text/html\"},{\"content\":\"<p>And indeed, money moved out.  Local currencies continue to fall. As a result, it becomes more expensive for people in affected emerging markets to buy food and energy from abroad.  Inflation sets in.  Politicians in these countries then have to make a “Sophie’s choice”, says Professor Epstein.  In order to fight that inflation, and in order to incentivize investors to keep their money in the country, governments have raised interest rates.  That creates a drag on the economy.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;Turkey doubled the interest rate, interest rates have gone up in South Africa, Argentina,&quot; says Epstein. &quot;And not only does this slow down their economy -- which if they already have a high unemployment rate is a big problem -- but it might also backfire.&quot; Backfire as in &quot;push some companies into bankruptcy, further scaring off international investment.&quot;</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Epstein argues there are few good options for lower income countries other than to control capital flows, a tool which has its own risks.</p>\"},{\"content\":\"<p><strong>COMPLACENCY VS. PREPAREDNESS</strong></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>On the one hand, many emerging markets came out of the global financial crisis in fairly good shape.  But it doesn’t mean they’re not vulnerable – as has become evident.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;Policy makers got complacent in these countries,&quot; says Kahn, &quot;because they had access to very cheap money... We’ve seen before when things reverse <span>–</span> when commodity prices fall and capital flows turn around <span>–</span> it can be pretty hard. We’re at the beginning of that cycle.&quot;</p>\"},{\"content\":\"<p><strong>WE’RE NOT DONE YET</strong></p>\",\"type\":\"text/html\"},{\"content\":\"<p>&quot;It’s not going to be smooth,&quot; says Kahn, &quot;and there’s still more turbulence to be seen.&quot;</p>\",\"type\":\"text/html\"},{\"content\":\"<p>The process of global capital reallocation is not over.  Throw in the fact that developing countries aren’t making as much from commodities, China is buying less from them, and a spate of political scandals, and it may be a very rough ride for lower income countries, indeed.</p>\",\"type\":\"text/html\"}]","audio":[{"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/464814137.jpg?itok=PSNBrT46","type":"image/jpeg","meta":{"crop":"primary","height":"340","width":"610"}},{"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2014/01/29/marketplace_segment16_20140129_64.mp3","format":"MP3","type":"audio/mpeg","meta":{"duration_hms":"00:02:40","api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2014/01/29/marketplace_segment16_20140129"},"duration":160}}]}