{"created":"2014-09-30T21:05:36+00:00","modified":"2014-10-31T00:52:42+00:00","valid":{"from":"2014-10-31T00:52:42+00:00","to":"3014-10-31T00:52:42+00:00"},"hreflang":"en","title":"Ja Rule: 'I Took It Upon Myself To Become A Man'","published":"2014-06-30T12:55:00+00:00","teaser":"Ahead of a new memoir, the rapper talks \"real world\" parenting, systemic racism, rhyming along to Mary J. Blige and being a celebrity in prison.","itags":["npr_api","325232093"],"guid":"2f742025-1746-4d84-bfa6-331979c8d51c","contentencoded":"<p>The rapper born Jeffrey Atkins was raised by his mother in Hollis, Queens. For the boy who would become Ja Rule, the neighborhood represented a duality: Crime, drugs and violence were common, but so were the intoxicating sound and culture of hip-hop. It didn't hurt that he would sometimes spot fellow Hollis residents <a href=\"http://www.npr.org/artists/15770433/run-d-m-c\" target=\"_blank\">Run-D.M.C.</a> strolling the streets.</p><p>In a new memoir called <em>Unruly: The Highs and Lows of Becoming a Man</em>, the rapper offers his take on what came next: breakout success, bitter rivalries, Hollywood and fatherhood. Ja Rule spoke with NPR's Arun Rath about coming up alongside <a href=\"http://www.npr.org/artists/16318474/jay-z\" target=\"_blank\">Jay Z</a> and DMX, his \"real-world\" philosophy of parenting and how he believes the high-profile feuds in the hip-hop world grow out of systemic racism. Hear the radio version via the audio link, and read more of their conversation below.</p><p><strong>ARUN RATH: I think a lot of people might be surprised to know you were raised, at least in your early years, as a Jehovah's Witness. How did that affect things for you growing up?</strong></p><p><strong>JA RULE:</strong> You know, it's not like it's like any other religion — but, for a kid, it is. A lot of kids grew up Catholic or Christian or whatever, and I don't think kids are really that fond of going to church on Sundays. For me, it was the same thing, just that the religion was a lot stricter than most religions. But it was like any other kid having to get up and go to church on Sunday, and their mother and father, or grandparents or whoever, dragging them to church and they really didn't want to go. For me, it was the same type of situation, it's just that Jehovah's Witness is a very strict religion.</p><p><strong>Well, you had Sundays and Tuesdays.</strong></p><p>It felt like five days a week. [<em>Laughs</em>]</p><p><strong>A lot of your early music is about, well, doing shady stuff. Hustling, casual sex, a kind of gangster life. Reading your book, it sounds like you were just writing about what you knew. </strong></p><p>I mean, that's how I grew up. Coming from Hollis, Queens, it's not the darkest place you could grow up, but it's definitely not the brightest place, either. We got some suburban life there, some houses there, and it kind of feels like it's a better neighborhood — but then two blocks away it's Hollis Avenue, where there's crack and drug dealers and, you know, burnt-down buildings and stuff like that.</p><p><strong>And you were listening to some of the great early '90s rap music — <a href=\"http://www.npr.org/artists/16853156/n-w-a\" target=\"_blank\">N.W.A</a> and other groups who were also describing that stuff. </strong></p><p>Absolutely. I was engulfed by the culture, I think, from day one. I used to break dance, too — my break dance name was Kid Fresh. And I used to DJ a little bit, and I used to graffiti on trains and stuff like that. So, I was really, really, really captured by the culture from an early age. A lot of these new artists, they kind of just know the rap side of hip-hop. They don't really know that hip-hop is a culture, from the graffiti to the break dance to the DJing. All of that stuff is really what makes up hip-hop, and I really lived, breathed that whole lifestyle.</p><p><strong>One of the things I found exciting on your early records — and I'm not going to be able to explain this very well — but there was this way that rappers were starting to do this thing where they were like a little behind the beat, a little bit off the beat. Do you know what I'm talking about?</strong></p><p>Kind of, yeah. I used to always say to [producer Irv] Gotti, \"I like to come in on the two\" — you know, instead of the one. But as far as artistry, I always try to do things a little different, do it a little bit off the beaten path. Even though I got ridiculed for doing it, trying to be this, trying to be that, I always kind of try to do things my own way.</p><p><strong>I'm wondering where that came from, because I know you're a student of the music, and you did things like incorporating some R&B sounds and arrangements into your songs.</strong></p><p>I basically wrote a lot of my first album to <a href=\"http://www.npr.org/artists/15285185/mary-j-blige\" target=\"_blank\">Mary J. Blige</a>, <em>What's the 411?</em> That's a straight R&B, hip-hop infused album. She's singing over all of those tracks, but those tracks were done by <a href=\"http://www.npr.org/artists/15397673/diddy\" target=\"_blank\">Diddy </a>and they were very hip-hop orientated tracks. Gotti used to come in and say, \"How you writing all this gangster music, all this street stuff, to <em>What's the 411?</em> It's an R&B album!\" And I'd just be like, \"Yo, the beats on this album, they move me, they drive me. It's a different groove, it's melodic; it has feeling on it, it has heartbeat.\" Versus just a rapper rapping over breakbeats.</p><p><strong>Can you talk about how you fell in with Def Jam and Russell Simmons? You were, what — 19 years old then?</strong></p><p>Yeah, I may have been about 19, 20, in that area. You know, always admired Russell and what he did for the music and for the culture. We're from the same neighborhood, and growing up I would see Run and D — Run-D.M.C. — coming through the block and stuff. That gave me a sense of pride, and also a sense of, \"I, too, could be that.\" I think early on in my career, that's what gave me the drive to be an MC. Coming from Hollis, Queens, and being on Def Jam is like a dream come true. Def Jam was kind of like Motown for hip-hop, and being able to meet Russell and become a part of Def Jam Records was everything to me.</p><p><strong>And there were some amazing young rappers on the scene there, Jay Z obviously being a big one. What was your relationship like with him?</strong></p><p>I met Jay back in the days; him and Gotti been friends for a long, long time. I used to freestyle rap and like battle guys and stuff like that, and Gotti used to always say to me, \"You think you're nice in your neighborhood, but let me take you outside your neighborhood and see how good you are.\" And he took me to meet artists like DMX and Jay Z and The Lox. To me at that time, it was just regular guys that got busy on the mic, too. He wasn't Jay Z, I wasn't Ja Rule, DMX wasn't X yet, The Lox wasn't The Lox. We were all just students of hip-hop that loved the music and appreciated the culture and wanted to be the best. So being around those guys and spitting with those guys definitely gave me a sense of competition, of competitive spirit.</p><p><strong>You write in the book about Russell Simmons having this genius for hooking up hip-hop artists with mainstream brands. How did he do that?</strong></p><p>Like I said, it's pure genius. For him to have the knowledge to say \"OK, here I have Run-D.M.C.,\" and they have one of the biggest records in the country with \"My Adidas\" — and to be able to incorporate that music into the Adidas brand and vice-versa. At that time, hip-hop was looked upon as a fad. I think some of those moves made by Russell early on really let people know that hip-hop had staying power — and not only staying power, but the power to sell product, to push the needle, so to speak, within these different brands and different cultures and bring people together. I think that was sheer genius of Russ, to be able to know at that time that hip-hop was that strong.</p><p><strong>But how does that extend to musicians like you? \"My Adidas,\" you can kind of see that having more appeal. But your early records, I mean, most of these songs you couldn't play on TV; you had that \"explicit\" warning stamped right on the front. You're selling a lot of records, but you're not somebody people might think of as \"mainstream\" at the same time. </strong></p><p>You know what, that's a thin line. I think N.W.A rode that line the best. They didn't make music for TV, they didn't make music for radio, they made music for their peers. And it became something bigger than that, because once people gravitated toward the music, it made the corporate people of the world — the MTVs, the BETs, the <em>Vibe</em>s, whatever — have to come to them. And instead of them crossing over to the mainstream, the mainstream kind of had to cross the other way and gravitate toward what was happening in the streets, on the scene. I think that's what made hip-hop such a youthful, rebellious type of music. It was kind of like early rock 'n' roll: It was the sound of the youth, the sound of the people that were really molding and shaping America at the time. And a lot of people in white America just didn't get a chance to grasp it like that until groups like N.W.A and Run-D.M.C. came out and kind of broke the mold of what it means to be stylish and fashionable in the world of music.</p><p><strong>You mentioned how, back in the day, you had kind of a competitive relationship with a lot of your contemporaries. That kind of turned into all-out feuds and rivalries with some of the people you're talking about: DMX, and probably the most famous was your feud with <a href=\"http://www.npr.org/artists/14889535/50-cent\" target=\"_blank\">50 Cent</a>. What was that about?</strong></p><p>You know, I think a lot of it had to do with just competitive spirit, seeing the next guy coming up. You know how they say, \"when your idols become your rivals\"? Everybody's your friend until they're your competition. With me, that happened in a lot of ways.</p><p>Me and X, you know — I love X, man. We used to run together, do shows together, tour together, everything. It was all good until my name was next to his on the charts, or I was posting up those No. 1 albums as well as he was, and selling records like he was. Then it became a thing of people wanting to judge who's better or who's getting more spins at radio or who's selling more records, who's winning the awards. I think it became a competitive thing, but it also became a jealousy thing.</p><p><strong>But from the outside, you guys attacking each other seems opposed to a lot of the stuff you write about in your lyrics about trying to break out of the cycle — you know what I mean? It seems like a distraction from that in a way. </strong></p><p>You gotta understand where we come from. The hood, it's kind of crazy, but nobody wants to see you do better than them. And as long as you're all in the same barrel, and nobody's climbing out of that barrel, doing better than the other, it's all good. But once one makes it out and is doing better than the other, it becomes an issue; it becomes a problem. And that's just how we're bred in the ghettos of America. We're bred not to love one another. I don't know why — maybe it goes as far back as slavery days where the light-skinned black was pitted against the dark-skinned black and things of that nature, where we were just taught to hate. The love is something we just don't know how to receive, don't know how to give.</p><p>I think it has a lot to do with the makeup of who we are as black people, and also our living conditions. People just don't want to see other people doing better than them, and I think a lot of these feuds come from that. It derives from a hatred, it derives from a jealousy, a real dark place. And sometimes it's subconscious; you don't even know you're doing it sometimes. People think they're giving constructive criticism, when they're really just hating on a person because they have more than them.</p><p><strong>Some people dismissed it as a publicity stunt, but you famously went to Nation of Islam leader Louis Farrakhan for an interview with him, to try to resolve the feud with 50 Cent. </strong></p><p>Well, that's where that whole thing gets blown out of proportion, I think; it's very wrong. My whole thing for doing the interview with the minister was, I was getting asked all of the same questions by 150,000 different interviewers. And my angle was, \"I'm going to talk about this one time and one time only, but I'm going to do it on a big stage. Anybody that wants any answers about what's going on with me and the beef and this, that and the third, you can get it from this one outlet.\" We were going to do the interview with Barbara Walters; we thought about Oprah. We just wanted to do a big interview. It wasn't to make peace, it wasn't to do any of those things, it was just to get my side of the story out there — to say what I wanted to say and not have to say it 100,000 times.</p><p>And we finally came to a conclusion: We'll do it with Minister Farrakhan. What's bigger than that — to have the minister interview me about what's going on with my situation? And the minister, the great minister that he is, has a different agenda. His agenda is to try and make peace between two black men. So that's how that got misconstrued into me trying to make peace with 50. We could have cared less about making peace with each other. But the minister, being the older, much wiser elder of us both, thought it would be a good idea to try to bring us together and resolve what we were going through. It was unbeknownst to me that he invited 50 to the interview; I knew nothing about it. Obviously, 50 turned down the interview or whatever, and it got thrown on me that Ja was trying to make a peace treaty when that just wasn't the case.</p><p><strong>I want to talk to you about violence, which has been a theme in your life and your work. There's an incident you describe in the book: You're with your father, when he's still in the picture, at a restaurant and there's an incident. Can you describe what happened?</strong></p><p>Yeah, that's one of my pet peeves to this day, but let me go ahead and tell the story. My father was still home living with us at the time. We went out one afternoon, a leisurely day, and we end up at this pizza spot right here on Parsons and Jamaica. My dad orders the pizza, and the pizza comes, and there was another guy in the pizza store who reached over my pizza to get, like, the garlic or the oregano or whatever it was. And my father asked him, \"What are you doing reaching over my son's food like that?\" The dude said something that my father didn't like — \"Aw man, you know, it just is what it is,\" or whatever — and my father commenced to whooping his ass.</p><p>I guess that was an early sign to me that this is how you deal with situations: If a person is doing something that you disagree with, this is how you deal with it, violently, and then that person will act in the way that you need him to act. As a young man, that's what I saw and that's what I understood as how you resolve a problem. And so that became my way of resolving a problem as well.</p><p><strong>Do you think that's worked for you?</strong></p><p>[<em>Laughs</em>] In the immediate act of it, yes, it works. In the long term, no, it creates more problems.</p><p><strong>You're a father yourself now. What lesson would you give your children?</strong></p><p>Well, I try to teach them a little better than that. I try to teach them that violence shouldn't be your first alternative to problems. But I also teach them, don't be weak, either: If there's a problem and somebody puts their hands on you, you better defend yourself. I let them know that too, but I don't want them to think that violence is the way to go.</p><p>My kids are really good with that. They're very different from me, and I have to give myself a little bit of credit and my wife a little bit of credit for steering them in the right direction that way. But they also didn't grow up like me. You grow up in the hood and you gotta kinda be tough: People are gonna try you and you're gonna get into situations where you gotta defend yourself. That's just what it is. They didn't grow up like me, so some of those same rules don't apply to them. But they definitely have to learn those things about life as well.</p><p><strong>Was there a moment for you, though, when you ended up going to prison, initially for a gun violation — and your father hadn't been around so much, he had been in prison — did you have a moment like, \"I can't do this\"?</strong></p><p>That was a tough time for me, because I don't feel that I deserved to go to prison for having a weapon on me. I understand the laws: I understand that my weapon was not registered and I had what was deemed to be an illegal firearm. I take full responsibility for my actions and I did my time, so I'm not making any excuses for that. But I am also a public figure; I'm an entertainer. And I don't think that anybody thinks my firearm was in my vehicle to be used in any wrongdoing. You know, I wasn't going up the block to knock off a 7-Eleven. My firearm was more or less in my car for my protection, against some people that might want to do harm to a celebrity or might want to rob a celebrity, whatever the case may be. These people are out there. And I think, instead of the police targeting artists and ballplayers and the guys who are actually making a difference in society, they should be out there looking for crime, criminals that are a real threat, and real problems.</p><p><strong>What was it like being a celebrity in prison? </strong><strong>That must have been an odd experience.</strong></p><p>It's a different experience, I guess. Here I am supposed to be this famous guy, big rap star, big movie star or whatever, and now I'm one of the guys. Prison strips you of all of that; you don't feel like that guy anymore. People still treat you a different way, because you are who you are, but in reality you're just a number to the state and to the guards and everyone else in there. You're the same. You're one of them.</p><p><strong>Do you go back to your old neighborhood in Queens?</strong></p><p>Yeah, sometimes.</p><p><strong>How has it changed?</strong></p><p>Not so much. It's still basically the same.</p><p><strong>I'm sure you've had people put this to you before, but looking over a lot of your music, there's violence, there's crime, the way that women are talked about. At the same time, you're a thoughtful man; you're a proud father and husband. Do you worry about what that gets across to people like your own kids?</strong></p><p>You know, I think that at the end of the day, people have to learn how to draw the line between what's real and what's entertainment. If I did the nightly news, and I tell you about all of the horror stories that go on throughout the country day in and day out, I'm just the messenger. Nobody looks at them as the people who are making violence, that are perpetrating the violence that goes on.</p><p><strong>To push back on that a little bit, though, it's not just your music. You've had these prominent feuds, you've had issues with violence, both with you and your associates — there's more to it there.</strong></p><p>I mean, that's real life. It's unfortunate that I live my life under a microscope. Like, if you go out to a bar and get into a bar fight, it may not be news tomorrow. But if Ja Rule goes to a bar and gets into a bar fight, it's news. And it gets spun however the media wants to spin it: \"Ja Rule's drunk and got into an altercation here.\" For me, this is life. Things happen in life that sometimes you can't avoid, you just can't get around.</p><p>As I've grown to know, there are ways to get around certain things. Maybe I shouldn't have been in that type of bar; maybe I shouldn't have been in this type of area where these things are more prone to happen. Those things you learn as you grow older, as you grow up. But as a young man going through the motions of all these things, it's very tough to be looked upon as a role model to the kids out there and have everything you do be scrutinized. In some people's eyes I'm not just a normal person, but in my eyes I'm human like everybody else: I make my mistakes, I have my faults, I have my vices. I'm gonna make mistakes as a man, I'm gonna grow and learn from these things, but I have to do it under the public eye. And that's the difference of being a celebrity, and having to grow in front of the world.</p><p><strong></strong><strong>So how do you negotiate this with your own kids — say, with culture? Do you keep certain things from them, or let them see songs and say, \"Look, this is not how you deal with things\"? How do you do it?</strong></p><p>I've got a new way of parenting, and that is not to shield them from the real world. Violence is very real in the world we live in: You got kids coming to school with guns, shooting other kids because they're being bullied on the Internet. You've got grown men that rape little boys and girls. We live in a very intricate, ugly society. So I try not to shield them from that, because I want them to know what's out there, so they're not shocked when they have to go out there and face it. Racism, all of these things that make up our culture — they need to be abreast of that when they go out into society as adults.</p><p>My main focus for them is to be successful in life, to be respectful in life. When you go outside this house, the report that I get back from others should be, \"Your child is very respectful, very mannerable. I'd love to have them again at my house, they're never a problem.\" Even if they're hell-raisers in my household, which they all are, when they go outside they know how to act. Some of these other things that are very minute that parents might nitpick at — \"I don't want you playing video games with curses in them\" — these things, to me, are not realistic. That's the way my parents parented, and I didn't turn out any better or any worse because they did it that way. I became who I am because I took it upon myself to become a man and learn what's going on in the world on my own. So I want to walk my kids through it, help them through it. I'd rather them run to me than run from me.</p><p><strong></strong><strong>Finally, I have to ask: Your fans have been getting impatient for a new album. Obviously you had a little bit of a delay there with what's been going on, but Murder Inc. Records has been relaunched. So what do you have in store for your musical future?</strong></p><p>Well, I'm taking my time with the music because I want the music to be right. I want it to have a different feel on it, because that's how I like to record; I like to take chances and do different things. I know a lot of my fans are like, \"Where's the music, where's the music?\" But when they get it, I think they'll be happy that I took my time to create something special for them.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ja+Rule%3A+%27I+Took+It+Upon+Myself+To+Become+A+Man%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"506"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1326718064-e93c15.m3u?orgId=1&topicId=1033&ft=3&f=325232093"},{"href":"http://media.npr.org/assets/img/2014/06/28/ja1-f6c0501d3c3dd2062fbe1e66b35aa43049ec8705.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"532","width":"710"}}]}