{"created":"2015-06-16T21:50:36+00:00","modified":"2015-06-30T21:34:09+00:00","valid":{"from":"2015-06-30T21:34:09+00:00","to":"3015-06-30T21:34:09+00:00"},"hreflang":"en","title":"People Are Finally Talking About The Thing Nobody Wants To Talk About","published":"2015-06-19T05:10:00+00:00","teaser":"It's menstrual hygiene. The topic makes many folks uncomfortable. Yet in the developing world, it's a problem that keeps girls from going to school and playing sports. Now things are changing.","itags":["npr_api","414724767"],"guid":"2f796eca-3e30-4aaa-a6d6-8063b34b842e","contentencoded":"<p>When Elynn Walter walks into a room of officials from global health organizations and governments, this is how she likes to get their attention:</p><p>\"I'll say, 'OK, everyone stand up and yell the word blood!' or say, 'Half of the people in the world have their period!' \"</p><p>It's her way of getting people talking about a topic that a lot of people, well, aren't comfortable talking about: menstrual hygiene.</p><p>Walter is an activist whose mission is to improve hygiene in low-income countries. She works with the group <a href=\"http://www.washadvocates.org/\">WASH Advocates</a> (WASH stands for \"water, sanitation and hygiene\"). Her issue is critical. Across the developing world, tens of millions of girls face major difficulties managing their monthly period. According to <a href=\"http://www.unicef.org/wash/schools/files/Advancing_WASH_in_Schools_Monitoring(1).pdf\">UNICEF</a>, more than half the schools in the poorest countries lack private toilets. And unlike teenage girls in well-off countries, many in the developing world can't afford (or even find) tampons and pads.<strong> </strong></p><p>But addressing the problem is a challenge, says Walter, because even otherwise level-headed experts on poverty tend to get squeamish when the talk turns to periods. In fact, Walter thinks the squeamishness over menstrual hygiene is a big reason why global health and development advocates ignored the subject for decades.</p><p>\"It's not that it wasn't an issue,\" she says. \"But it was just one of those things that no one was talking about. It was viewed as more of a feminist issue or just something that women should think about in the privacy of their own home, behind closed doors.\"</p><p>Now there's a gathering effort to change that, at least partly due to the work of a growing number of researchers who, starting about a decade ago, began studying the impact of menstrual hygiene challenges on girls' lives.</p><p><a href=\"http://www.mailman.columbia.edu/our-faculty/profile?uni=ms2778\">Marni Sommer</a> was among the first.</p><p>She laughs as she recalls her first foray into the subject in 2004: \"Try doing your Ph.D. on menstruation and sitting at a dinner table when people say, 'So, What's your dissertation on?' \"</p><p>Sommer, now a professor at Columbia University's Mailman School of Public Health, was trying to answer a question that had nagged at her ever since she was a Peace Corps volunteer teaching at a school in Eritrea.</p><p>\"A lot of girls were disappearing from school around puberty,\" she says. In grad school, she recalls, \"I started looking at the literature trying to understand why we still have this gap in schooling between girls and boys in lower-income regions.\"</p><p>There were a range of theories, but no one seemed to be paying attention to what struck Sommer as an obvious one: For girls, puberty means getting your period, and the schools she'd seen in Eritrea weren't exactly equipped for that. No toilets, no running water.</p><p>\"I wondered how would I — at age 10, 12, 14, 16 — have sat in a classroom for six hours a day with boys squished under the same desks with me. Would I have come to school? Because I went to an all-girls school and I still worried about standing up in class and having accidents on my skirt.\"</p><p>The only report Sommer could find that discussed the issue was from 1924. She speculates that the discomfort people feel over the topic was only part of the problem. Another is that, as a cause, improving menstrual hygiene straddles three areas of activism that are often separate — water and sanitation, education and global health. And it wasn't an obvious priority in any arena.</p><p>For years, water and sanitation specialists mostly consisted of male engineers, says Sommer. \"I don't think the engineers didn't want to help girls. I think it just hadn't occurred to them that this was a challenge.\" Meanwhile, she says, global health advocates were almost exclusively concerned with problems that were actually killing girls. \"In public health, you focus on the deaths and the severe illnesses because you have limited funding.\"</p><p>But education advocates have long been interested in expanding girls' access to schooling. And by connecting menstrual hygiene to that cause, researchers like Sommer have dramatically raised the issue's profile.</p><p><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/25973831\">Studies</a> have now been done across Africa and parts of Asia and Latin America. They're still limited in scope and number, but so far they all suggest the same thing: This problem is severe enough that girls miss school every month.</p><p>The lack of toilets at schools is just one difficulty girls describe. Another is the expense of reliable, leak-proof products. The good news is that the growing awareness of the problem has prompted a recent flurry of nonprofit and for-profit companies to develop low-cost alternatives. In <a href=\"http://menstrualhygieneday.org/wp-content/uploads/2014/04/MHDay_Factsheets_FINAL-.pdf\">rural India</a>, women's self-help groups are buying semi-automated machines that let them make 200 to 250 pads a day. In Rwanda, a company called <a href=\"http://sheinnovates.com/\">Sustainable Health Enterprises</a> (or SHE) is training women to make pads out of banana trunk fibers. In Uganda a company called <a href=\"http://afripads.com/blog/\">AFRIpads</a>, has already produced enough washable, reusable pads for <a href=\"http://www.npr.org/sections/goatsandsoda/2015/03/09/391030870/proper-sanitary-pads-are-keeping-girls-in-school\">500,000 girls</a> across Africa.</p><p>At an annual gathering in Washington of menstrual hygiene advocates, I came upon the latest entrant to the market. It's underwear — bright purple — with a waterproof bottom.</p><p>Diana Sierra, founder of <a href=\"http://www.begirl.org/\">BeGirl</a>, the company that makes it, explains that the underwear is reusable. It comes with a mesh pocket that girls can fill with whatever absorbent material is readily available, from cotton to grass to torn-up fabric.</p><p>\"So you go kind of like McGyver-style,\" she says. \"Just stuff it with anything that is safe.\"</p><p>Sierra is a Colombia-born industrial designer who has worked for a number global companies. She came up with her product line, which also includes a stuffable, reusable pad that attaches to underwear, after she enrolled in a master's program and was sent on an<strong> </strong>internship in Uganda. Some girls confided in her about the problem. Whatever hang-ups others may still have about discussing menstrual hygiene, Sierra, at least, speaks about her work with almost messianic zeal:</p><p>\"We're not talking about rocket ships; we're talking about sanitary pads,\" she says. \"Yet they both have the same effect. They take you places.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=People+Are+Finally+Talking+About+The+Thing+Nobody+Wants+To+Talk+About&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nurith Aizenman","audio":[{"meta":{"duration":"264"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1414985861-abd920.m3u?orgId=1&topicId=1031&d=264&p=2&story=414724767&t=progseg&e=414970991&seg=17&ft=nprml&f=414724767"},{"href":"http://media.npr.org/assets/img/2015/06/16/be-girl-spark-01-3-2de6e9b7bd68dcb7ac52643772678f385964b047.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1184","width":"1579"}}]}