{"created":"2014-10-09T20:47:31+00:00","modified":"2014-10-10T20:36:43+00:00","valid":{"from":"2014-10-10T20:36:43+00:00","to":"3014-10-10T20:36:43+00:00"},"hreflang":"en","guid":"2f875679-1bd5-44a0-9384-01a733ba0961","title":"Here's how cutting down West African trees made us vulnerable to Ebola","published":"2014-10-10T20:36:42+00:00","byline":"Andrea Crossan","tags":["Ebola","ebola outbreak","zoonotic disease","infectious diseases","health","environment","Human Needs","Environment","Science, Tech & Environment","Africa","Guinea","Liberia","Sierra Leone","West Africa","Africa","Jonathan Epstein","Ebola virus disease","fruit bat","zoonotic disease","SARS","Nipah virus","Animal virology","Epidemiology","Viral diseases","Zoonosis","Environment","Tropical diseases","Health","Medicine"],"teaser":"Diseases that can move between animals and humans — called zoonotic diseases — make up a majority of infectious diseases that humans can get, scientists say. So it's no wonder that out-of-control logging in West Africa has likely aided the spread of Ebola.","contentencoded":"<p>If you&#39;re sick, you might well have an animal to blame.</p><p>Scientists say that more than six out of 10 infectious diseases in humans were transmitted from animals.&nbsp;And that transmission, or &quot;disease spillover,&quot; gets worse the more humans alter the environment and disturb animal populations &mdash; like, say, when they cut down trees that house Ebola-carrying fruit bats.</p><p>&ldquo;The situation in West Africa is that there has been intensive deforestation,&rdquo; says Jonathan Epstein, a veterinarian and epidemiologist with <a href=\"http://www.ecohealthalliance.org/\">EcoHealth Alliance</a>, a&nbsp;<span style=\"font-size: 13px; line-height: 20.006303787231445px;\">New York-based conservation group&nbsp;</span>&nbsp;&ldquo;With deforestation, there&rsquo;s more exposure between people and wildlife, more opportunity for contact.&rdquo;</p><p>West Africa has seen a <a href=\"http://www.theguardian.com/vital-signs/2014/oct/03/ebola-epidemic-bats-deforestation-west-africa-guinea-sierra-leone-liberia\">steep increase in logging</a>&nbsp;in recent years. Guinea&rsquo;s rainforests alone&nbsp;have been reduced by 80 percent;&nbsp;Liberia has sold rights to more than&nbsp;half of its forests for logging, mining and industrial agriculture.&nbsp;Sierra Leone is on track to be completely deforested in the near future.</p><p>Epstein says that large-scale logging has created easy transport routes in and out of the forests. &quot;As a by-product of many logging activities, there are also improved road systems that connect what were once remote, forested habitats to urban center,&quot; he explains. &quot;One of the things we&rsquo;ve seen for the first time in this outbreak is the spread of Ebola into an urban center. This is certainly what happened as cases moved <a href=\"http://www.nytimes.com/2014/08/10/world/africa/tracing-ebolas-breakout-to-an-african-2-year-old.html\">from the Guéckédou region of Guinea, into Conakry, the capital</a>. That hadn&rsquo;t happened before.&rdquo;</p><p>Another risk comes from bush meat, <a href=\"http://www.washingtonpost.com/news/morning-mix/wp/2014/08/05/why-west-africans-keep-hunting-and-eating-bush-meat-despite-ebola-concerns/\">like those&nbsp;fruit bats</a>, which is caught, killed and butchered in&nbsp;rural areas and then transported and sold in cities. Handling an uncooked bat with a zoonotic&nbsp;disease&nbsp;&mdash; diseases that can jump between animals and humans &mdash;&nbsp;can create an epidemic as human-to-human contact becomes the primary risk.</p><p>&ldquo;Bringing wildlife into urban markets, in and of itself, could be a risk factor for disease spillover,&rdquo; Epstein says. &ldquo;That&rsquo;s exactly what happened in southern China [with <a href=\"http://www.who.int/csr/sars/en/\">Severe Acute Respiratory Syndrome</a>] as bats were brought into urban markets in southern China and SARS coronavirus spread between bats and other animals and eventually into people.&rdquo;</p><p>Problems can even&nbsp;arise when a forest is converted to agricultural land, allowing the disease to jump between animals as well as from animal to human. Epstein has seen that happen in Asia while studying the <a href=\"http://www.who.int/csr/disease/nipah/en/\">Nipah virus</a>.&nbsp;</p><p>&quot;It was first discovered in Malaysia where areas were converted to large-scale pig farms that were abutting pristine, forested areas,&quot; he says.&nbsp;On these farms were fruit orchards that attracted fruit bats and there was incidental exposure between bats and pigs. Pigs had an opportunity to be exposed to droppings from bats ...&nbsp;and become infected with this virus that ultimately also infected people and caused a fatal central nervous system disease.&rdquo;</p><br>Array<br>Array","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/bats.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/batsjpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/spill1400.mp3"},{"href":"http://www.pri.org/file/spill1400mp3"}]}