{"created":"2015-04-20T17:00:11+00:00","modified":"2015-05-14T15:28:07+00:00","valid":{"from":"2015-04-20T11:00:00+00:00","to":"3015-04-20T11:00:00+00:00"},"hreflang":"en","contentencoded":"<div class=\"barn-cleaned\"><p>Today, China used a central tenet of banking to bring new vigor to the economy there. More on that. And&nbsp;later this week, the International Basketball Federation and the NBA are holding a development camp in Havana. We'll talk about what is considered the first big foray into Cuba by big name sports.&nbsp;Plus, as we've been hearing this morning, just two dozen bodies have been recovered after a ship carrying hundreds of migrants bound for Europe sank off of Libya on Saturday. Estimates of the number of those aboard range from 700 to perhaps 1,000 people. We talk to Mattheo de Bellis, who focuses on Europe for the human rights group Amnesty International.</p></div>","guid":"2f93666b-1196-4c3f-8634-bda3c2f7941e","published":"2015-04-20T11:00:00+00:00","tags":["APM","Mid-day Update","Life"],"title":"PODCAST: Basketball heads to Cuba","byline":"David Brancaccio","contenttemplated":"[{\"content\":\"<p>Today, China used a central tenet of banking to bring new vigor to the economy there. More on that. And later this week, the International Basketball Federation and the NBA are holding a development camp in Havana. We&apos;ll talk about what is considered the first big foray into Cuba by big name sports. Plus, as we&apos;ve been hearing this morning, just two dozen bodies have been recovered after a ship carrying hundreds of migrants bound for Europe sank off of Libya on Saturday. Estimates of the number of those aboard range from 700 to perhaps 1,000 people. We talk to Mattheo de Bellis, who focuses on Europe for the human rights group Amnesty International.</p>\",\"type\":\"text/html\"}]","itags":["Marketplace Morning Report for Monday, April 20, 2015","Marketplace","Marketplace Morning Report","2f93666b1196c3f7634abda3c2f7941e","PMP:Marketplace_PMP"],"teaser":"China's economy, the NBA in Cuba, and a developing story about a ship carrying hundreds of migrant workers.","description":"China's economy, the NBA in Cuba, and a developing story about a ship carrying hundreds of migrant workers.","audio":[{"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/basketball.jpg?itok=ZODjTRH8","meta":{"height":"340","width":"610","crop":"primary"}},{"meta":{"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/morning_report/2015/04/20/midday_20150420_pod"},"duration_hms":"00:06:47","duration":407},"format":"MP3","type":"audio/mpeg","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/morning_report/2015/04/20/midday_20150420_pod_64.mp3"}]}