{"created":"2015-02-18T19:17:49+00:00","modified":"2015-06-16T17:26:29+00:00","valid":{"from":"2015-06-16T17:26:29+00:00","to":"3015-06-16T17:26:29+00:00"},"hreflang":"en","title":"Oregon's New Governor, Kate Brown, Is Sworn In ","published":"2015-02-18T19:26:00+00:00","teaser":"Brown took over after John Kitzhaber, Oregon's only four-term governor, stepped down amid scandal. Brown said all of that ends today.","itags":["npr_api","387256620"],"guid":"2f93f7e8-f02b-4ef2-89d0-3a098c3501ce","contentencoded":"<p>Kate Brown, Oregon's former secretary of state, was sworn in as the state's new governor on Wednesday.</p><p>Brown, if you remember, takes over for John Kitzhaber, the state's only four-term governor, who was forced to resign over an influence-peddling scandal.</p><p><a href=\"http://www.opb.org/news/article/kate-brown-sworn-in-as-oregon-governor/\">Oregon Public Broadcasting reports</a> that Brown acknowledged that she was coming into the job after a tough situation.</p><p>OPB adds:</p><blockquote><p>\"'There is a great deal of work ahead of us, and I'm ready to roll up my sleeves and get to it,' she said.</p><p>\"'We are all keenly aware of the difficult circumstances that brought us to this moment — circumstances that none of us would have predicted only a short time ago,' the new governor said.</p><p>\"'Oregon has been in the national news for all the wrong reasons,' she said of the ethics scandal. 'That changes starting today.'\"</p></blockquote><p>This morning, Northwest News Network's Chris Lehman <a href=\"http://www.npr.org/2015/02/18/387125614/oregon-ushers-one-governor-out-another-one-in-on-wednesday\">filed a profile of Brown for Morning Edition</a>. Chris reported:</p><blockquote><p>\"Brown is far from a political enigma in Oregon. She served in the state legislature for 17 years before getting elected to statewide office in 2008.</p><p>\"'Kate Brown is seen as much more of a classic Democrat,' says Jim Moore, who teaches political science at Pacific University in Forest Grove, Ore. 'She is seen as further to the left. So she does not tend to cross the public employee unions. Big on environmental things. Not known for compromising with Republicans during her time in the legislative.'\"</p></blockquote><p>Brown will have to run for governor in 2016, if she wants to serve out Kitzhaber's original four-year term.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Oregon%27s+New+Governor%2C+Kate+Brown%2C+Is+Sworn+In+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eyder Peralta","audio":[{"meta":{"duration":"127"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1387257706-c84b94.m3u?orgId=1&topicId=1001&d=127&story=387256620&ft=nprml&f=387256620"}]}