{"created":"2014-10-08T16:27:59+00:00","modified":"2014-10-31T02:15:28+00:00","valid":{"from":"2014-10-31T02:15:28+00:00","to":"3014-10-31T02:15:28+00:00"},"hreflang":"en","title":"Crowdfunding Can Help Build Business, But At What Cost?","published":"2014-05-12T19:26:00+00:00","teaser":"The Securities and Exchange Commission is poised to let small businesses get financed by the masses. Investing in startups is risky, though. Meanwhile, critics are wary of regulation.","itags":["npr_api","310832193"],"guid":"2fca8164-3318-4ed1-98a6-24938c56ac2c","contentencoded":"<p>Entrepreneur Andy Krafsur raised money for Spira Footwear by reaching out to friends and family. But that was a dozen years ago. After the economy tanked, the common tactic became a lot more difficult.</p><p>\"The pool of people that you can go to has shrunken significantly,\" Krafsur says, \"and everybody goes to those same people.\"</p><p>Then Krafsur found a crowdfunding website that helped his cash flow enormously. The Securities and Exchange Commission is about to approve rules allowing small businesses to reach out to investors through these kinds of crowdfunding networks.</p><p>But the rules are already generating controversy.</p><p><strong>Successful Connections</strong></p><p>For Krafsur and Spira Footwear, the crowdfunding site opened business to a huge network of new customers. They sent him money; he sent them discounted shoes.</p><p>\"Kind of the way I looked at it was your customer becomes your bank and your customer,\" he says.</p><p>Over time, Krafsur has used the site to sell about $6,000 pairs of athletic shoes, bringing in about a half-million dollars.</p><p>\"It's a fundamental game changer in my world, for me,\" he says.</p><p>The website Krafsur used, RocketHub.com, is based in New York's garment district. Chief Financial Officer Alon Hillel-Tuch says that since 2009, RocketHub has helped numerous small businesses raise money.</p><p>\"Tens of thousands — this is the best way to put it. On a good day, we have anywhere from 450 to 600 projects launching,\" Hillel-Tuch says.</p><p>Sites like RocketHub work by connecting entrepreneurs with potential customers all over the country.</p><p><strong>Who Pays</strong></p><p>Soon, life is going to change drastically for these sites. Under rules written by the Securities and Exchange Commission, businesses will be able to use crowdfunding to sell stock, says law professor Mercer Bullard of the University of Mississippi.</p><p>\"You will be able to go online, review a company yourself and, if you like it, push a button and invest and receive stock in that company in return,\" Bullard says.</p><p>The new rules grew out of <a href=\"http://www.sec.gov/spotlight/jobs-act.shtml\">the JOBS Act</a>, which — in a rare act of bipartisanship — was passed by Congress two years ago and signed into law by President Obama. But the rules remain controversial. Bullard notes that crowdfunding sites will be allowed to reach out to a whole new class of investors.</p><p>\"No matter what your income or net worth, you're guaranteed to be able to invest at least $2,000,\" he says. \"If you are the retired widow living on Social Security and you've managed to save $100,000 in your bank account, you can put $10,000 of that into crowdfunding every year.\"</p><p>And he says a lot of these people are going to lose money.</p><p>\"We know from statistics how many new businesses are going to fail,\" Bullard says, \"and if you assume that crowdfunding investments are just like any other, you're looking at a quarter to a third of them failing within a couple of years.\"</p><p><strong>Influencing Innovation</strong></p><p>The SEC has struggled to write rules that will protect small investors and also unleash the potential of crowdfunding. But the results are already generating criticism from both sides.</p><p>Alabama Rep. Spencer Bachus addressed SEC Chairwoman Mary Jo White at a hearing last month.</p><p>\"As you go forward ... it's my hope that you won't become too prescriptive, so prescriptive that it discourages innovation that we're trying to inspire,\" Bachus said.</p><p>At RocketHub, Hillel-Tuch says regulators have imposed strict auditing requirements on companies that use crowdfunding. And he says that's too big a financial burden for startup businesses. He also says crowdfunding sites need protection against investor lawsuits, or they'll have to get expensive liability insurance, which will ultimately have to be paid for the small businesses that use the sites.</p><p>\"It's a very unfortunate thing, because what you're actually doing is you're limiting the rate at which we're able to domestically innovate and expand and in essence create jobs, right?\" Hillel-Tuch says.</p><p>Some members of Congress have called for rewriting the JOBS Act to address such concerns. But such a move is likely to face stiff opposition from consumer groups. For all its promises, crowdfunding poses risks to investors. The next few months will begin to show how big those risks really are.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Crowdfunding+Can+Help+Build+Business%2C+But+At+What+Cost%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jim Zarroli","audio":[{"meta":{"duration":"253"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1310947625-30014a.m3u?orgId=1&topicId=1006&aggIds=235557499&ft=3&f=310832193"},{"href":"http://media.npr.org/assets/img/2014/05/08/rockethub-1daf96a9cf47f9a481c5a16c8f6695cae4875a8f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2328","width":"3105"}}]}