{"created":"2014-10-27T23:46:08+00:00","modified":"2014-10-27T23:46:08+00:00","valid":{"from":"2014-10-27T23:46:08+00:00","to":"3014-10-27T23:46:08+00:00"},"hreflang":"en","title":"In The City Of Love, There's No Love Lost For Tourists' Love Locks","published":"2014-04-29T23:40:00+00:00","teaser":"Lovebirds write their names on a padlock, attach it to something and toss the key. Sweet, right? <em>Non,</em> say opponents in Paris who want to ban a practice they say is damaging architecture and more.","itags":["npr_api","308052935"],"contentencoded":"<p>Bearing messages ranging from the inspiring to the insipid, \"love locks\" can be found clamped onto bridges in major cities around the world. But no place has it worse than Paris, where the padlocks cover old bridges in a kind of urban barnacle, climbing up every free surface.</p><p>Take the Pont des Arts, Paris' most famous footbridge across the Seine river. Hundreds of thousands of padlocks cover its old iron railings; the light of day barely passes through them.</p><p><a href=\"http://www.lisataylorhuff.com/\">Lisa Taylor Huff</a>, an American living in Paris, has seen enough. She says Paris is not just for tourists but also for Parisians. And two months ago, she started a <a href=\"http://nolovelocks.com/\">campaign to take back the city's structures</a>.</p><p>\"These are historic monuments, these bridges, and they're being completely desecrated by this so-called tradition,\" says Huff, who notes that the practice is no way a Parisian or even a French tradition.</p><p>That she and her partner in the anti-love-lock campaign are American has only brought the online campaign more publicity, says Huff — who adds that she has dual nationality but is Parisian through and through.</p><p>But what about \"the city of love,\" I ask her?</p><p>Shooting right back, she says, \"What about love for Paris?\"</p><p>Tourists have a responsibility to be respectful of places they're visiting, Huff points out.</p><p>\"There's that adage,\" she says. \"Tread lightly, take only photographs, leave only footprints.\"</p><p>Huff calls the locks \"heavy footprints.\" She says they threaten architecture and cost Paris taxpayers. City officials, she says, have taken a laissez-faire attitude because they don't want to dampen Paris' romantic reputation. Huff hopes her petition, which has already garnered thousands of signatures, will force the city to consider banning the locks.</p><p>No one from city hall wants to speak on the record. They say only that the city regularly replaces overburdened railings on the bridges.</p><p>On a recent day, standing in the middle of the Pont des Arts, with a perfect view of Ile de la Cite, Austrian tourists Isabella Schauffler, 19, and Fabien Hampel, 21, throw the key to their newly clamped lock into the Seine.</p><p>\"I think it's a great idea,\" says Schauffler.</p><p>\"To show our love together,\" adds Hampel.</p><p>Schauffler says she hopes they will stay together for a long time: \"As long as the lock remains,\" she says.</p><p>The love lock trend took off in the late 1990s. Paris is hardly the only city dealing with the problem, but as the world capital of romance, it takes the brunt of it. <em>Le Monde</em> newspaper estimated in February that there were as many as 700,000 locks on the Pont des Arts alone.</p><p>And the practice has spread beyond traditional romance. Now you can find friend and family locks on the bridge.</p><p>The Ericson family is looking for a place for its pink padlock. Tim and Sonia's 5-year-old daughter, Eva, has written her parents' initials on one side and her grandmother's on the other — she's back home in Seattle and not in good health.</p><p>Tim and Sonia say it's a way for their daughter to think about her grandmother and wish her good health.</p><p>The Ericsons hope to be back in a few years and find the lock they've left that day.</p><p>Not surprisingly, there are plenty of people ready to cash in on all the love lock enthusiasm — like Arman, from India, who doesn't want to give his last name because it's illegal to sell padlocks on the bridge.</p><p>Arman glances left and right as he talks. He says the money's good, especially on weekends, but he has to keep a constant watch for cops. He shows me a segment of bridge grillwork that was recently replaced: It's already filled up with padlocks again.</p><p>So just how long do these eternal love locks actually last?</p><p>The lock could last years, he says, or it could last only a week. It all depends on how long the railing holds up.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+The+City+Of+Love%2C+There%27s+No+Love+Lost+For+Tourists%27+Love+Locks&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eleanor Beardsley","guid":"2fcb6deb-ce7f-4024-a9d1-b1df1bb72b44","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1308068281-4caf81.m3u?orgId=1&topicId=1124&ft=3&f=308052935"},{"href":"http://media.npr.org/assets/img/2014/04/29/love-locks-2-80934b164f9a4f61686b7a29379a8f32fdbd551c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1198","width":"1599"}},{"href":"http://media.npr.org/assets/img/2014/04/29/lisa-huff-9c1594cf3973c0356b0887e325494af4eb43c956.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1192","width":"1590"}},{"href":"http://media.npr.org/assets/img/2014/04/29/love-locks-1-f2d6279f39b6306b6e8fd48b100949d697a0ff72.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1198","width":"1599"}}]}