{"created":"2014-12-09T22:15:16+00:00","modified":"2015-05-13T21:28:02+00:00","valid":{"from":"2015-05-13T21:28:02+00:00","to":"3015-05-13T21:28:02+00:00"},"hreflang":"en","title":"This Nursing Home Calms Troubling Behavior Without Risky Drugs","published":"2014-12-10T22:34:00+00:00","teaser":"The staff's goal was to reduce the prescription of antipsychotic drugs by 20 percent. In the first year, they cut use by 97 percent. How? By addressing the real reasons for agitation and aggression.","itags":["npr_api","368539057"],"guid":"2fe232a1-0c1a-460e-8026-acd2be47cb40","contentencoded":"<p>It's a sunny autumn afternoon and a good time to make apple crisp at <a href=\"http://www.pathstoneliving.org/\">Pathstone Living</a>, a memory care facility and nursing home in Mankato, Minn. Activities staffer Jessica Abbott gathers half a dozen older women at a counter in the dining area, where the soundtrack is mostly music they could have fox-trotted to back in the day.</p><p>It seems residents can always find something to do around here. That can help to relieve the agitation common in some people with Alzheimer's or other forms of dementia — agitation that in other nursing homes might be managed with antipsychotic drugs.</p><p>Though antipsychotics are approved to treat serious mental illnesses like schizophrenia and bipolar disorder, the FDA says the drugs can <a href=\"http://www.fda.gov/Safety/MedWatch/SafetyInformation/Safety-RelatedDrugLabelingChanges/ucm123259.htm\">increase the risk of death</a><strong> </strong>for people with dementia. Still, they're prescribed for nearly 300,000 nursing home residents nationally.</p><p>A few years ago, antipsychotics were used frequently at Pathstone, too.</p><p>\"We saw these as medications that were supposed to help the patient and, of course, we gave them to them with the feeling that we were doing good,\" says <a href=\"http://www.ecumenawakenings.org/blog/ecumen-awakenings-insights-%E2%80%93-going-beyond-drugs-calm-%E2%80%98behaviors%E2%80%99-alzheimer%E2%80%99s-disease-and-other#.VIZ-focl5VU\">Shelley Matthes</a>, a registered nurse who is head of quality assurance for the nonprofit Ecumen, which runs Pathstone and about a dozen other nursing facilities in Minnesota.</p><p><a href=\"http://www.regionshospital.com/rh/provider-search/practitionerdetail/11553/show.html\">Dr. Tracy Tomac</a> is a psychiatrist and medical consultant at Pathstone. In the old days, a resident might have been started on antipsychotics to deal with an emergency, Tomac says, \"but they would just stay on it. They would never be taken off for many months or even years.\"</p><p>So in 2009, she and a colleague at a small Ecumen nursing home near Duluth decided to see if they could reduce the use of antipsychotics there.</p><p>\"At the end of six months or so,\" Tomac says, \"we were able to get them all off any antipsychotics.\"</p><p>The next year they extended the policy to all of Ecumen's nursing homes. \"Our goal, Matthes says, \"was to reduce our antipsychotic use by 20 percent. And in the first year we reduced it by 97 percent.\"</p><p>At Pathstone these days, around 5 to 7 percent of residents get antipsychotic drugs. Not all of the Ecumen nursing homes have numbers that low, but they're almost all well below the national average. And Matthes says the changes in the residents were as dramatic as the drop in the numbers.</p><p>\"They started interacting,\" recalls Matthes, \"and people who hadn't been speaking were speaking. They came alive and awakened.\"</p><p>Which is why they decided to call<strong> </strong>their program <a href=\"http://www.ecumenawakenings.org/approach/our-solution-awakenings#.VIaCuYcl5VU\">Awakenings</a>.</p><p>A resident called Mac is definitely awake as he meanders around the skilled nursing wing at Pathstone.</p><p>\"Yeah,\" he says with confidence to no one in particular. \"I know what it is, where it is, what it is.\"</p><p>When he arrived at Pathstone, Mac was on antipsychotic drugs. He also had a tendency to fall, which meant he wasn't allowed to walk around on his own. That upset him. So, first the staff weaned him off the antipsychotics, which can increase the risk for falls. But they also needed to deal with what was making Mac unhappy. The answer was a device called a <a href=\"http://www.merrywalker.com/\">Merry Walker</a> (sort of a walker on wheels, but with railings and a chair). It's given Mac some of his independence back, so he's happier and so is everyone around him.</p><p><a href=\"http://www.ecumen.org/blog/ecumen-nurse-maria-reyes%E2%80%99-personal-%E2%80%9Cawakening%E2%80%9D-and-triumph-over-adversity#.VIaEnIcl5VU\">Maria Reyes</a>, who's in charge of the Awakenings program for all<strong> </strong>of Ecumen's nursing homes, says everyone on the staff is trained to know and understand the residents' likes, dislikes and life stories.</p><p>Whether working in dining services or maintenance, any staff member who spots a problem behavior by one of the residents is expected to try to figure out the rationale behind it, Reyes says.</p><p>\"And once we figure that out, we can often times curb it,\" she says, \"or eliminate it completely.\"</p><p>Ecumen doesn't take credit for inventing the techniques it uses. There's a lot of information out there on individualized care for people with dementia, and Reyes says the Awakenings program has borrowed something from just about all of them, including aromatherapy, white noise, pet therapy and <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/12917907\">validation</a>.</p><p>Back in the dining room, apple crisp is still a work in progress. While utensils clatter, Shelly Cornish, director of the memory care unit, points out a vintage chest of drawers in the far corner.</p><p>\"Every drawer you open,\" she says, \"you're going to find a treasure.\"</p><p>They're treasures like an old-fashioned hat, for instance, or a book of recipes that hails from the days when meatloaf was king.</p><p>\"The meaning behind that,\" Cornish explains, \"is that people with dementia are frequently looking for something. But they don't necessarily know what they're looking for.\"</p><p>In some nursing homes, that constant searching would be a problem behavior to be managed with risky antipsychotic drugs. Here, it's just another need — one that can be satisfied with a trifle from days gone by.</p><p><em><strong>Check NPR's interactive database below to see the history of antipsychotic drug usage at nursing homes in your area and how they compare to national and state averages.</strong></em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=This+Nursing+Home+Calms+Troubling+Behavior+Without+Risky+Drugs&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ina Jaffe","audio":[{"meta":{"duration":"356"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1369667374-5a4241.m3u?orgId=1&topicId=1128&d=356&p=2&story=368539057&t=progseg&e=369564359&seg=5&ft=nprml&f=368539057"}]}