{"created":"2015-02-07T00:04:11+00:00","modified":"2015-06-05T15:29:24+00:00","valid":{"from":"2015-06-05T15:29:24+00:00","to":"3015-06-05T15:29:24+00:00"},"hreflang":"en","title":"Huffington Post Bets People Will Read Good News — And Share It, Too","published":"2015-02-07T19:24:00+00:00","teaser":"Arianna Huffington says readers need more positive news coverage, so her site is launching an effort focused on good stories. Their shareability may make \"What Works\" a smart business move, too.","itags":["npr_api","384341190"],"guid":"2fed40c3-bfb1-4162-a00f-74b84b2137f0","contentencoded":"<p>Greek-born author Arianna Huffington created a digital powerhouse in May 2005 on the back of two major elements: famous bloggers, and the relentless aggregation of stories from elsewhere on politics, pop culture and almost everything else.</p><p>Huffington Post's original reporting really came later — and so did a Pulitzer Prize. But the clickbait endures.</p><p>Yet now, Huffington tells NPR, the site will dedicate itself to reporting positive news. In an interview, Huffington reveals the details of her newest initiative, \"<a href=\"http://www.huffingtonpost.com/arianna-huffington/whats-working-all-the-news_b_6603924.html\">What's Working</a>.\"</p><p>\"How do we really tell the full story and show our readers and our viewers the full picture?\" she asked. \"Because when<strong> </strong><em>The New York Times</em> famously said, 'All the news that's fit to print' — forgetting for the minute 'what's fit to print' — we are not showing people all the news. And it's time we do.\"</p><p>Her editors are building teams of reporters and editors scattered across 15 countries to generate original stories and content, and she promises to devote several million dollars a year to do it — money freed up by ending the site's contract with The Associated Press.</p><p>The choices media organizations have made to \"focus mostly on bad news — crazies, rapes, mayhem — is having real consequences,\" Huffington says. \"We talk a lot about copycat crimes. How about if we actually put the spotlight on solutions, and what is working, and generate 'copycat solutions'?\"</p><p>The Huffington Post is one of the most popular news Web sites in the country. It gets 117 million unique visitors each month, according to comScore, and its stories are shared widely on Facebook. But as it nears a decade in business, the buzz about the site has been eclipsed by other viral players, such as Vice, BuzzFeed and Vox.</p><p>Not coincidentally, the Huffington Post's new focus could prove to be good business and help it against those new competitors.</p><p>\"There's an old news adage ... 'If it bleeds,' \" says Jonah Berger, a professor at the Wharton School of Business who studies how social influence works. \"If you turn on the 6 o'clock news, here's something terrible happening in the world.\"</p><p>But when Berger and a colleague reviewed six months of the most-emailed stories from <em>The New York Times,</em> they found that negative doesn't always prove viral.</p><p>\"There's certainly negative emotions we share; when we're angry or when we're anxious, that does encourage us to pass things on. But on average, we share more positive stuff than negative stuff,\" says Berger, author of the book <em>Contagious: Why Things Catch On</em>.</p><p>\"Part of the reason is we just realize that what we share affects how other people see us,\" Berger says. \"We want to put others in a good mood rather than a bad mood. We want to be seen as 'Positive Pollys' rather than 'Negative Nellies.' \"</p><p>The Huffington Post staff has drawn upon Berger's writings in helping Huffington shape her ideas, and Huffington herself clearly is intent on making sure the site's original content continues to dominate Facebook and other social media platforms through viral sharing.</p><p>Choire Sicha, twice editor of the news and gossip website Gawker, says he initially underestimated the Huffington Post.</p><p>\"We thought the site was a joke — it was mainly about Arianna Huffington getting John Cusack to write about whatever was on his mind,\" says Sicha, who went on to found The Awl website. \"I still don't take it very seriously, but as a business, it's actually a pretty monster entity. And it's also read by a really, really large number of people.\"</p><p>Sicha says Huffington's move is in essence a return to the site's roots, given its early posts on new-age health remedies and spirituality.</p><p>It's also in keeping with Huffington's latest book, <em>Thrive,</em> about fulfillment beyond fame, fortune and power — not that she hasn't earned a fortune, or that she doesn't benefit from fame or mix with the powerful.</p><p>Our interview was littered with references to the World Economics Forum at Davos, to notable CEOs, and to such prominent philanthropies as the Bill and Melinda Gates Foundation (which supports NPR). An invitation to attend a breakfast with German Prime Minister Angela Merkel sat on a windowsill. Some things won't change.</p><p>And likewise for the Huffington Post, which will continue to aggregate the news and offer original stories, video and photo galleries — including shots of celebrity cleavage.</p><p>But Huffington is proud of the serious journalism the site does — pointing to a recent series by a reporter showing <a href=\"http://projects.huffingtonpost.com/dying-to-be-free-heroin-treatment\" target=\"_blank\">how drug addiction clinics in Kentucky were focusing on abstinence</a> to the exclusion of drug treatments that have proved highly effective elsewhere — and is determined that \"What's Working\" be more than a collection of stories that make people feel good about themselves.</p><p>The site has struck a partnership with the journalism program at the University of Southern California's Annenberg School. The program is led by former CNN anchor Willow Bay (a former HuffPost blogger and one of Huffington's advisers).</p><p>\"I do think we are underserving the need to cover the world as fully, broadly and deeply as we possibly can,\" Bay said in an interview. \"I think the world of news is filled with heartwarming stories, and that's great, but that's not really what we're talking about. We're talking about stories of things that are — as I call it — the people, policies, institutions and innovations that are working. And I think those stories should be a more significant part of the mix than they are now.\"</p><p>Under the deal, USC journalism students who produce stories, videos or other content on positive developments or constructive solutions to enduring problems will work with HuffPost editors to get them posted on the site.</p><p>Huffington said she hopes the new project can help bring out the best in the site's users.</p><p>\"I believe that human beings, all of us, are a mixture of good and evil, if you want,\" she tells me. \"And that the more we can encourage the better angels — it's like strengthening a muscle — the more that will be the dominant behavior.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Huffington+Post+Bets+People+Will+Read+Good+News+%E2%80%94+And+Share+It%2C+Too&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Folkenflik","audio":[{"meta":{"duration":"254"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1384345916-d659c5.m3u?orgId=1&topicId=1020&d=254&p=2&story=384341190&t=progseg&e=384228206&seg=15&ft=nprml&f=384341190"},{"href":"http://media.npr.org/assets/img/2015/02/06/39456081_h26766452-90a6f804adcaff56960692ff85b1f6f118958001.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2104","width":"2808"}}]}