{"created":"2015-01-15T15:59:46+00:00","modified":"2015-06-05T18:52:48+00:00","valid":{"from":"2015-06-05T18:52:48+00:00","to":"3015-06-05T18:52:48+00:00"},"hreflang":"en","title":"How One Of Gospel's Essential Songs Gave 'Selma' Its Soul","published":"2015-02-20T13:10:00+00:00","teaser":"A hymn favored by Dr. Martin Luther King, Jr. helps the Oscar-nominated film make a well-known historical story powerfully intimate. But the song has a tragic story of its own.","itags":["npr_api","377427650"],"guid":"2ff1ebef-aeaf-4905-b19e-5600b84defc7","contentencoded":"<p>The most beautiful thing about Ava DuVernay's film <em>Selma --</em> the first major biographical film feature about Martin Luther King, Jr. — is its deep recognition of how private encounters inform and even shape historic events. The portrayal of public confrontation and violence on the Alabama town's Edmund Pettus Bridge earn their pathos; watching them raised emotions in my school-age daughter that no social studies class has yet inspired. But DuVernay builds toward her climaxes with many other interior scenes — in a kitchen where a woman feeds the cause with breakfast biscuits, or on a nighttime car drive during which a young freedom fighter turns his elder's rationalizations around with some simple truths, or in a family living room where a wife's decision to cope quietly with her husband's infidelity becomes a profound act of movement solidarity. Even the <a href=\"http://www.npr.org/blogs/codeswitch/2015/01/10/376081786/selma-backlash-misses-the-point\">controversial</a> portrayal of Martin Luther King's relationship with President Lyndon Baines Johnson unfolds almost entirely behind closed doors, within startlingly intimate arguments. It's crucial that a black feminist determined to fill in the gaps left by history's focus on great men is the first to create a portrait of one of America's greatest: In a year when a new, non-hierarchical style of activism in <a href=\"http://www.stltoday.com/news/local/metro/ferguson-movement-drafts-its-own-blueprint/article_e2b9a09f-f886-5825-8e5b-cf9aedcbbad8.html\" target=\"_blank\">Ferguson</a> and beyond is again changing history, DuVernay illuminates a different path for Hollywood biopics, one that gets at the truth of how individuals grow into themselves, and their fates, in relationship with others.</p><p>Given this vision, it's not surprising that when it comes to music, DuVernay stays away from the big group sing-alongs and celebrity sightings weighing down our memories of King's crusades. At the film's conclusion, we hear a very <a href=\"https://www.youtube.com/watch?v=HUZOKvYcx_o\" target=\"_blank\">21st-century anthem</a> crafted by <a href=\"http://www.npr.org/artists/15838633/john-legend\" target=\"_blank\">John Legend</a> and <a href=\"http://www.npr.org/artists/15403758/common\" target=\"_blank\">Common</a> and now nominated for an Oscar for Best Song; Common's rap in particular calls for action while connecting the film's historical events to the present day. That's followed by the old crowd-pleaser \"This Little Light Of Mine.\" But there's no folksy chorus during a march and no majestic solos like the ones <a href=\"http://www.npr.org/artists/15355551/mahalia-jackson\" target=\"_blank\">Mahalia Jackson</a> and others took on the Washington Mall in 1963. Instead, one of <em>Selma's </em>most powerful moments — one frequently <a href=\"http://www.cinemablend.com/new/10-Best-Movie-Music-Moments-2014-68847-p6.html\" target=\"_blank\">singled</a> <a href=\"http://spectator.org/articles/61462/%E2%80%98selma%E2%80%99s%E2%80%99-complex-moral-grandeur\" target=\"_blank\">out</a> by <a href=\"http://www.villagevoice.com/2014-12-24/film/selma/full/\" target=\"_blank\">critics</a> for <a href=\"http://www.pastemagazine.com/articles/2015/01/violence-and-glory-in-ava-duvernays-selma.html\" target=\"_blank\">praise</a> — captures a secret, crucial reassurance murmured into that most tenderly held instrument, the telephone receiver. Afraid of what Selma holds for him, King makes a late-night call to his friend and fellow freedom fighter Mahalia Jackson (portrayed by the versatile vocalist <a href=\"http://www.npr.org/artists/17794278/ledisi\" target=\"_blank\">Ledisi</a>) and asks her to share \"the Lord's voice\" with him. She answers by singing his favorite gospel song, \"Take My Hand, Precious Lord.\"</p><p>Whether this phone call really ever happened is unknown, but King really did adore Thomas A. Dorsey's elemental plea for divine intervention. He frequently requested it of the gospel greats he ran across at benefits and other gatherings, and <a href=\"http://articles.southbendtribune.com/2006-01-19/news/26989433_1_gospel-music-mahalia-jackson-king-s-dream\" target=\"_blank\">told Jackson</a> she should sing it at his funeral if he died before she did. The song is fatefully linked to King's last night: Right before he was shot by a vicious racist on a Memphis balcony, he called out to the saxophonist Ben Branch <a href=\"https://www.youtube.com/watch?v=Ys5KfWtBRIA\" target=\"_blank\">to play it</a> \"real pretty\" at an upcoming meeting. Jackson did end up wailing the hymn at King's funeral, and <a href=\"http://www.npr.org/artists/15662553/aretha-franklin\" target=\"_blank\">Aretha Franklin</a> did so at his memorial service. In the narrative he left behind, King lived, died, and was spiritually resurrected through Dorsey's glorious hymn.</p><p>But Martin Luther King, Jr. could hardly claim \"Take My Hand, Precious Lord\" only for himself. It is the composition that changed gospel music, setting the terms for the miracles of personal transformation within performance that define the Golden Age of Gospel that Jackson, Clara Ward, Dorothy Love Coates and so many other profound artists inhabited. Written at a time when singers in storefront churches and on city streets were pouring urgency into gospel music, but when the songs that formed the genre's canon still avoided the gut that the blues had accessed, \"Take My Hand, Precious Lord,\" showed how music floating toward heaven could also be frank about the pain and pleasure of physical life. And the story of how the song was written, it turns out, is one that would make for a perfect Ava DuVernay vehicle.</p><p>In 1932, Dorsey, a Chicago-based gospel choir director and composer, wrote the song that changed his life and gospel's course. But it was inspired by a terrible loss. For years Dorsey had written dirty blues to pay the rent, under the name Georgia Tom, even as he tried to shore up his career as a man of God. He was doing pretty well by 1930, planning to leave sin behind: he had a home church, <a href=\"http://www.cityofchicago.org/dam/city/depts/zlup/Historic_Preservation/Publications/Ebenezer_Missionary_Baptist_Church.pdf\" target=\"_blank\">Ebenezer Baptist</a>, where he was the musical director and had sold some hymns to songbook publishers. But he still hadn't figured out how to bring the urgency and sensuality he found in the blues into his sacred work.</p><p>Nettie Dorsey, then 24, was nearly due to deliver the couple's first child when Thomas decided to jump over to St. Louis to promote his songs among the local choirs there. In a postcard dated August 24, 1932, Dorsey wrote: \"Dear Nettie, old dear, I'm having a pretty good time and success. I'll be home about the last of the week. Take care of yourself, bee [sic] sweet.\" Before he arrived back, Nettie died in childbirth. Dorsey rushed home in horror and grief and was able to hold his son before the infant perished the next morning.<em> </em>Dorsey, already prone to depression, fell into a tailspin. \"I became so lonely I did not feel that I could go on alone,\" he later told his <a href=\"http://www.amazon.com/The-Rise-Gospel-Blues-Thomas/dp/0195090578\" target=\"_blank\">biographer</a>, Michael W. Harris.</p><p>Yet bereft as he was, Dorsey wasn't alone. Like DuVernay's King, he found his strength and ultimately his artistic vision in community. The women members of his church sent him a steady stream of condolence letters and made countless visits to the Dorsey home, bringing covered supper dishes and enveloping the young sacred songwriter in healing compassion. And Dorsey also still had his muse, the blues, though it was dragging him into dark places.</p><p>On one of those letters from a congregant, Dorsey scrawled the lyrics of the song he wrote right before \"Precious Lord\" — \"I Am Thinking of a City,\" which would be <a href=\"https://www.youtube.com/watch?v=lWQLgzMT09I\" target=\"_blank\">recorded</a> in 1937 by Alabama's Ravizee Family Singers. The song is a dream of escape through death. \"I am thinking of a city in a beautiful land where there's joy and pleasure untold,\" Dorsey's handwritten draft begins. That place offers peace and \"riches I'll share\" — not the afflictions of the earth or the fickleness of friends who leave. This song expresses Dorsey's eagerness for the Lord to get him out of this uncertain mortal realm. \"I Am Thinking of a City\" is a nihilistic daydream couched in the language of transcendence. In that way, it's like many pre-Civil Rights Era hymns and spirituals, focusing on a land somewhere else — beyond Jordan, beyond Southern clay farmlands or dirty Northern slums, beyond the everyday realities of physical life. This was a crucial survival tool. But it lacked earthiness, literal earthiness — the acknowledgment that we don't live \"over there,\" even when we want to.</p><p>Dorsey's church community, especially the women, exemplified that earthiness. The condolence letters they sent after Nettie's death implored Dorsey to surrender his grief while in Jesus's arms. They advised Dorsey to take emotional action right away. \"The Great Ruler of the Universe doeth all things for the best, and we therefore commend you to Him,\" one reads. \"Lean thou upon Him for He will strengthen you for the ordeal — Remember the words — \"O Lord, I'm In Your Care.\" Nothing can be more consoling.\" <em>Lean on Him. Resign yourself to his will. Bow your head and admit you're vulnerable.</em> The gentle admonishments in these condolence letters foreshadowed what Dorsey would eventually express in \"Take My Hand, Precious Lord.\"</p><p>Precious Nettie would never return. Therefore, Dorsey's church sisters told him, he needed to turn to his Precious Lord. That's exactly what Dorsey did in the midst of this avalanche of condolence. The composer would tell the story many times of how he took a walk with his choir's co-director, Theodore Frye, and happened into the community room of a beauty school in his neighborhood, where he found a piano. From memory, he began to play an old hymn, \"Must Jesus Bear the Cross Alone,\" a 19<sup>th</sup>-century update of the 18<sup>th</sup>-century favorite \"Amazing Grace.\" Tweaking the melody a bit to focus on the slow climb of its first few phrases, Dorsey started coming up with new words. He found himself speaking directly to that God the letters told him to seek out, pleading, \"Blessed Lord, take my hand!\"</p><p>According to Dorsey, Frye suggested a crucial change — though it's one the songwriter might have already noticed in Underwood's note. Not \"blessed,\" Frye allegedly said. \"Precious.\" In a song lyric, as in a whispered seduction, one word can make all the difference.</p><p>\"Take My Hand, Precious Lord\" would go on to be recorded by virtually every major gospel star and countless secular ones before becoming forever associated with Martin Luther King. Within its legend, that one word means everything. Dorsey used the possessive, glittering adjective \"precious\" to step away from transcendence and to live fully in a complicated private moment, in pain and the desire to stop that pain. As both Jackson's and Franklin's versions prove, \"Precious Lord\" requires a singer to stay within her body while reaching heavenward, calling to God as a bereft blueswoman calls to a straying lover. Spirituals and hymns are meant to soothe need, promising experiences beyond it. \"Precious Lord\" comes alive within need, showing that need is, in fact, desire: yearning for a union so deep it might dissolve you.</p><p>The writing of \"Take My Hand, Precious Lord\" showed how a believer like Dorsey could find, in music, a passageway reconciling the separate realms of flesh and spirit. The holy music acknowledges that flesh and spirit are, after all, intertwined. This song, so seemingly simple, created a space where the beauty and poeticism of longing was revealed, and where the physicality of spiritual longing could be manifest. As in the mid-century milieus DuVernay portrays in <em>Selma</em>, the spaces where this song rules are private ones that open up into something bigger. There, women act in kind ways to point men toward revelations. Women also experience revelations, of course, as Jackson did whenever she sang, no matter if her audience was one person or thousands. <em>Take my hand</em>: In history told this way, the small gestures that unite people can build new artistic moments, new movements, new Americas.</p><p><a href=\"#_ednref1\" name=\"_edn1\"></a></p><p><a href=\"#_ednref2\" name=\"_edn2\"></a>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+One+Of+Gospel%27s+Essential+Songs+Gave+%27Selma%27+Its+Soul&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ann Powers","audio":[{"meta":{"duration":"302"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1387685125-eff1f6.m3u?orgId=1&topicId=1106&d=302&p=3&story=377427650&t=progseg&e=387684831&seg=9&ft=nprml&f=377427650"},{"href":"http://media.npr.org/assets/img/2015/01/15/selma-still-4b6ce4d6d97e4e33dd0bcccf945b1a8ae5c7a75e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1332","width":"1776"}}]}