{"created":"2015-03-20T19:09:40+00:00","modified":"2015-03-20T21:45:01+00:00","valid":{"from":"2015-03-20T21:45:01+00:00","to":"3015-03-20T21:45:01+00:00"},"hreflang":"en","guid":"2ff7e249-d68d-4d88-92af-6f3c01859c68","title":"Meet the man who broke into a museum — to hang his artwork","published":"2015-03-20T21:44:51+00:00","byline":"Daniel Estrin","teaser":"If at first you don't succeed, try try again. Israeli artist Eliezer Sonnenschein made a name for himself by continually sneaking into the Tel Aviv Museum to hang his artwork until he finally got noticed by the curator.","tags":["Arts","Arts, Culture & Media","Tel Aviv","Jerusalem","Eliezer Sonnenschein","Ellen Ginton","Itamar Levy","Banksy","art school","Art","Tel Aviv Museum"],"contentencoded":"<p>He was an unknown Israeli artist who wanted to be discovered. So he pulled off a daring art heist. Of a sort.</p>\n<p>And without even going to art school, Eliezer Sonnenschein became a successful artist around the globe.</p>\n<p></p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/Art%20School.jpg?itok=Ri4al_Km\" alt=\"\" /><div class=\"field-caption\">\n    <p>Art School Process</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Courtesy of artist Eliezer Sonnenschein</p>\n  </div>\n</div>\n<p>Here’s the backstory.</p>\n<p>When Sonnenschein was in his 20s, he studied graphic design and worked in advertising, but he really wanted to be an artist. So he started shopping around his work to galleries in Tel Aviv. But no one paid any attention to him, he says, because he didn’t have a degree in art.</p>\n<p>“You go to gallery or to a curator, and it’s a job interview. First question probably is where did you learn? Not what did you do,” Sonnenschein said.</p>\n<p>Sonnenschein did not want to play by the rules: go to art school for four years, make nice to the teachers, network at art openings. He was young — only a few years after his army service — and he had no patience.</p>\n<p>So he came up with a shortcut to artistic fame: He broke in to the Tel Aviv Museum of Art.</p>\n<p>He was like an art thief, with one major difference. Art thieves sneak art <em>out</em> of a museum; Sonnenschein sneaked his art <em>into </em>the museum.</p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/Feature2_0.jpg?itok=96s3J7_m\" alt=\"\" /><div class=\"field-caption\">\n    <p>Super powers and Africa, 2011, oil on cardboard, 52 x 60,5 cm.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Courtesy of artist Eliezer Sonnenschein</p>\n  </div>\n</div>\n<p>He was the first artist known to pull off such a stunt; only a decade later did the famous British guerilla artist Banksy do the same.</p>\n<p>Sonnenschein’s planted artwork:  a whisky bottle painted in the militant colors red, white and black.</p>\n<p>After a few days, Sonnenschein said, the museum staff took it away. So he returned with a new painted bottle. This happened again and again.</p>\n<p>Then, he took things up a notch.</p>\n<p>An group exhibit of contemporary Israeli artists was about to open at the Tel Aviv Museum of Art. Sonnenschein, of course, wasn’t invited.</p>\n<p>So called the museum guard and impersonated the curator, Itamar Levy.</p>\n<p>“I called him, and introduced myself as Itamar. Telling, ‘Listen, there’s this artist, he’s named Eliezer. He didn’t manage to exhibit with all artists in this exhibition that I did. Please don’t make any problem with him,” Sonnenschein recalled.</p>\n<p>It worked. The guard let him in with his artworks.</p>\n<p>“I checked for the best wall, and I drilled in the wall” and hung up the art, Sonnenschein said.</p>\n<p>At some point, the museum staff called the curator.</p>\n<p>“They asked me if a certain work was part of an exhibition which I curated,” Levy, the curator, recalled in an interview. “I said, ‘No, it’s not.’ ‘What shall we do with it?’ I said, ‘Remove it.’”</p>\n<p>“The museum was furious. I was great,” Sonnenschein said. “They were playing to my hands. The very next day, I planted another thing, just to show them this was my game.”</p>\n<p>In 1996, Sonnenschein quietly ambushed another exhibit at the museum, titled “Virtual Reality.”</p>\n<p>“I was called, summoned by our guards,” senior curator Ellen Ginton recalled. “‘Come, please, please do come. Somebody left some (poop) in your exhibition.’”</p>\n<p>Sonnenschein had sculpted artificial feces on top of pasta and cigarette boxes — an artistic dump on mainstream consumer culture.</p>\n<p>This time, the curator loved it. She invited Sonnenschein to be an official part of the exhibition. The feces remained, and Sonnenschein got his fame.</p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/Blah%20Blah.jpg?itok=pKSI8UAh\" alt=\"\" /><div class=\"field-caption\">\n    <p>P.T. Museum</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Courtesy of artist Eliezer Sonnenschein</p>\n  </div>\n</div>\n<p>He was chosen to exhibit at the Venice Biennale in 2001, which, in the art world, is kind of like winning the Oscar.</p>\n<p>Success did not surprise him. “It’s not like I feel like they are making me a favor,” says Sonnenschein, 47. “If you feel like you deserve something, you don’t really get excited when you get it.”</p>\n<p>Pompous? You decide.</p>\n<p>In January, he opened a prestigious solo exhibit at the country’s leading art museum, the Israel Museum in Jerusalem.</p>\n<p>The moral of the story?</p>\n<p>You could say Sonnenschein hacked the system and challenged the art establishment. But the opposite is also true. Sonnenschein didn’t shatter the museum’s authority; he strengthened it.</p>\n<p>“You can fool the museum, but the bottom line is that you want to join the party,” said art curator Itamar Levy. Yes, the once-impersonated Itamar Levy.</p>\n<p>Sonnenschein was exactly what the museum needed: an underdog.</p>\n<p>“Art evolves in this way,” explained Tel Aviv Museum of Art curator Ellen Ginton, who gave Eliezer his first big break. “The youngsters have to push their way in to the system, and then they become part of that system, and new young people come and push their way in.”</p>\n<p>Sure enough, on the opening night of Sonnenschein first solo exhibition, that’s exactly what happened. A young Israeli art student crashed his exhibit, slapping colored stickers all over the walls in between his art works.</p>\n<p>Sonnenschein took one look, smiled to himself, and thought, “Cool.”</p>\n<p><em>A version of this story </em><em>first aired on the Israeli radio program </em><a href=\"http://tabletmag.com/tag/israel-story\" target=\"_blank\"><em>Israel Story</em></a><em>.<div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/Get%20Out.jpg?itok=DPaFMtL3\" alt=\"\" /><div class=\"field-caption\">\n    <p>Please in Red. Acrylic on wood board.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Courtesy of artist Eliezer Sonnenschein</p>\n  </div>\n</div></em></p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-20%2Fmeet-man-who-snuck-tel-aviv-museum-hang-his-artwork&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/Feature1_3.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/feature1jpg-3"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/03202015_10.mp3"},{"href":"http://www.pri.org/file/0320201510mp3"}]}