{"created":"2015-06-26T17:56:17+00:00","modified":"2015-06-26T18:41:13+00:00","valid":{"from":"2015-06-26T18:41:13+00:00","to":"3015-06-26T18:41:13+00:00"},"hreflang":"en","title":"Supreme Court Extends Same-Sex Marriage Nationwide","published":"2015-06-26T18:40:00+00:00","teaser":" The court's 5-4 ruling means 14 states will have to stop enforcing their bans on same-sex marriage.","itags":["npr_api","417794085"],"guid":"30052434-6236-444d-8531-581e852943b3","contentencoded":"<p>The Supreme Court declared Friday that same-sex couples have a right to marry anywhere in the United States.</p><p>Gay and lesbian couples already can marry in 36 states and the District of Columbia. The court&#8217;s 5-4 ruling means the remaining 14 states, in the South and Midwest, will have to stop enforcing their bans on same-sex marriage.</p><p>The outcome is the culmination of two decades of Supreme Court litigation over marriage, and gay rights generally.</p><p>Justice Anthony Kennedy wrote the majority opinion, just as he did in the court&#8217;s previous three major gay rights cases dating back to 1996. It came on the anniversary of two of those earlier decisions.</p><p>&#8220;No union is more profound than marriage,&#8221; Kennedy wrote, joined by the court&#8217;s four more liberal justices.</p><p>The ruling will not take effect immediately because the court gives the losing side roughly three weeks to ask for reconsideration. But some state officials and county clerks might decide there is little risk in issuing marriage licenses to same-sex couples.</p><p>The cases before the court involved laws from Kentucky, Michigan, Ohio and Tennessee that define marriage as the union of a man and a woman. Those states have not allowed same-sex couples to marry within their borders and they also have refused to recognize valid marriages from elsewhere.</p><p>Just two years ago, the Supreme Court struck down part of the federal anti-gay marriage law that denied a range of government benefits to legally married same-sex couples.</p><p>The decision in United States v. Windsor did not address the validity of state marriage bans, but courts across the country, with few exceptions, said its logic compelled them to invalidate state laws that prohibited gay and lesbian couples from marrying.</p><p>The number of states allowing same-sex marriage has grown rapidly. As recently as October, just over one-third of the states permitted same-sex marriage.</p><p>There are an estimated 390,000 married same-sex couples in the United States, according to UCLA&#8217;s Williams Institute, which tracks the demographics of gay and lesbian Americans. Another 70,000 couples living in states that do not currently permit them to wed would get married in the next three years, the institute says. Roughly 1 million same-sex couples, married and unmarried, live together in the United States, the institute says.</p><p>The Obama administration backed the right of same-sex couples to marry. The Justice Department&#8217;s decision to stop defending the federal anti-marriage law in 2011 was an important moment for gay rights and President Barack Obama declared his support for same-sex marriage in 2012.</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.npr.org/people/1930203/ron-elving\" target=\"_blank\">Ron Elving</a></strong>, senior Washington editor and correspondent at NPR. He tweets <a href=\"https://twitter.com/NPRrelving\" target=\"_blank\">@NPRrelving</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Supreme+Court+Extends+Same-Sex+Marriage+Nationwide&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"325"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1417794088-00854c.m3u?orgId=1&d=325&p=60&story=417794085&t=progseg&e=417794107&seg=1&ft=nprml&f=417794085"},{"href":"http://media.wbur.org/wordpress/11/files/2015/06/0626_supreme-court.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"854","width":"1280"}}]}