{"created":"2015-05-21T19:45:28+00:00","modified":"2015-05-28T17:27:35+00:00","valid":{"from":"2015-05-28T17:27:34+00:00","to":"3015-05-28T17:27:34+00:00"},"hreflang":"en","guid":"300b79c6-7679-412c-b12f-a2e2f75f9a5e","title":"Big-money World Cup sponsors may be the last hope for Qatar's migrant workers","published":"2015-05-28T17:27:28+00:00","byline":"William Troop","tags":["FIFA World Cup","soccer","FIFA","2022 World Cup","labor","labor abuse","human rights abuses","FIFA corruption","Conflict","Sports","Conflict & Justice","Qatar","Qatar","Migrant worker","FIFA","Labor"],"teaser":"Amnesty International says Qatar is failing to act fast enough to improve conditions for migrant workers building its World Cup soccer stadiums. But critics says it's only when sponsors like Coca-Cola and VISA speak up that soccer's governing body, FIFA, pays attention.","contentencoded":"<p>Could Coca-Cola succeed where a multitude of human rights groups have not so far?</p>\n<p>That is, could Coke and other big money sponsors use public criticism — and possibly withhold money — to reverse what many consider a crooked selection process that gave the soccer World Cup to Qatar in 2022? Those selections have led to a public spectacle of labor conditions of the migrants building the facilities in the Gulf nation.</p>\n<p>The tournament is still seven years away, but hundreds of thousands of migrant workers are already in Qatar building stadiums and all the infrastructure necessary for the World Cup. The government of Qatar has been heavily criticized for allowing those workers to be abused and exploited — <a href=\"http://www.bbc.com/news/world-middle-east-32775563\">and arresting reporters</a> who try to cover those conditions.</p>\n<p>Qatar promised in 2014 to do something about labor conditions for migrant workers, but watchdog group Amnesty International has issued a report that says Qatar is <a href=\"https://www.amnesty.org/en/documents/MDE22/1570/2015/en/\">failing to follow up on its promise</a> fast enough.</p>\n<p>\"There is a range of problems when it comes to migrant workers in Qatar, but underpinning most of them is the Kafala sponsorship system,” says Amnesty researcher Mustafa Qadri. \"It means that workers are not free to choose their employer, to change their employer [or] to leave the country at will. ... None of these key problems have been addressed by the Qataris despite now being twelve months since they promised to begin to resolve these problems.\"</p>\n<p>Qatari officials say they are making a big effort to improve the rights and conditions for migrant workers, and they’re promising to increase labor inspections at work sites. Amnesty does acknowledge some limited reforms to the way workers are paid, and Qatar’s plans to build better living quarters for 250,000 migrants. But the report still says the tournament hosts are promising little and delivering less.</p>\n<p>The issues for Qatar go beyond the build-up to the 2022 World Cup. The emirate's huge building boom is fueled by oil money and the estimated 1.5 million migrant workers in the country. Because Qatar has a small native population, that flow of cheap labor is key for the country to literally build itself up.</p>\n<p>But despite the criticism, it’s unlikely that Qatar will lose the World Cup in 2022. FIFA, soccer's world governing body, remains committed to holding the tournament in Qatar — so much so that <a href=\"http://www.espnfc.us/fifa-world-cup/story/2356570/fifa-approves-winter-world-cup-for-qatar-in-2022-sets-final-for-dec-18\">it threw out soccer's traditional calendar</a> so it can hold the tournament during Qatar's cooler winter months, despite previous assurances that the usual summer slot was feasible using air conditioned stadiums.</p>\n<p>So the one real hope for change may rest with FIFA's sponsors instead. The World Cup is huge business for FIFA, which makes billions from tournament sponsorships every four years.</p>\n<p>Coke and VISA have now spoken up about labor conditions in Qatar. Coke also has called ''disappointing'' a botched investigation into the World Cup selection process, criticized even by FIFA's own ethics chief. Coke and VISA say they're troubled and concerned about the treatment of migrant workers in the emirate, and have urged FIFA to push the Qatari government to improve conditions quickly. In recent weeks, Adidas, Hyundai, Sony and Budweiser <a href=\"http://www.businessinsider.com/world-cup-sponsor-coke-criticizes-fifa-corruption-investigation-2014-11\">also denounced</a> the tenor surrounding the proces awarding Qatar the World Cup.</p>\n<p>If it’s true that money talks, Qatar, despite its oil money, may finally have to listen.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-21%2Famnesty-international-and-world-cup-sponsors-put-pressure-fifa-and-qatar&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/05212015_05.mp3"},{"href":"http://admin.pri.org/file/0521201505mp3"}]}