{"created":"2015-01-28T10:14:42+00:00","modified":"2015-02-04T17:05:19+00:00","valid":{"from":"2015-02-04T17:05:19+00:00","to":"3015-02-04T17:05:19+00:00"},"hreflang":"en","title":"Grassley Leads Senate Judiciary Panel As Loretta Lynch Hearings Begin","published":"2015-01-28T20:57:00+00:00","teaser":"Iowa Republican Charles Grassley, the first non-lawyer to head the committee, gets his turn in the spotlight as he leads the hearing on President Obama's choice for attorney general Loretta Lynch.","itags":["npr_api","382056511"],"guid":"300b4a94-30e4-43dd-90a6-1558797f3516","contentencoded":"<p>Republican Sen. Chuck Grassley of Iowa takes the reins Wednesday at the first major confirmation hearing of the new Congress. Loretta Lynch, the federal prosecutor who's nominated to become attorney general, is in for an hours-long grilling before the Senate Judiciary Committee today. And taking the stage with her will be Grassley – who is the first non-lawyer ever to chair the committee.</p><p>Grassley is at the age where people like to use numbers to describe him. He's shown up for more than 7240 consecutive votes in the Senate — the most of any current senator. At 81, he runs at least three miles, four times a week. And says he's never had a running injury.</p><p>\"But see I didn't start running until I was 65, so I've only been running 16 years,\" said Grassley.</p><p>Another notable number – he's been with his wife Barbara for 60 years. Grassley picks up a small copper music box in his office. It's a replica of a small church in Nashua, Iowa.</p><p>\"My wife and I were married at the Little Brown Church,\" Grassley said, winding up the music box to let some delicate notes chime. \"I don't know the song.\" (It sounded like \"Amazing Grace\" to this reporter).</p><p>He was 20 at the time.</p><p>\"The Iowa law said that if you were under 21, your parents had to sign for you to get married but the woman could get married at 18 without her mother's signature – without the parents' signature,\" Grassley reminisced. \"Now obviously, that's been changed.\"</p><p>There's one thing that hasn't changed during the entire 34 years Grassley has been in the Senate. He has always served on the Judiciary Committee. A committee he now finally gets to chair. And in a chamber where more than half the members are lawyers, Grassley is the first guy without a law degree to lead Judiciary. He's a corn and soybean farmer.</p><p>\"I think all the non-lawyers see themselves, including Chuck Grassley, as bringing some common sense to the debate. Not meaning lawyers don't have common sense, but the legalese by which they think of public policy is a little bit different than us non-lawyers think of public policy,\" said Grassley.</p><p>Grassley will get to put that on display. Republicans expect to go hard at Lynch about the constitutionality of the president's executive action on immigration. They'll also press her about political decision-making at the IRS, and ask her about the limits of prosecutorial discretion. Grassley said he'll keep the hearing going until the senators run out of questions.</p><p>And as for the farmer shtick — Grassley's good friend, Republican Sen. Orrin Hatch of Utah, says don't believe it.</p><p>\"He plays the innocent farmer about as well as anybody I've ever seen. But he's not innocent. He really knows his stuff,\" said Hatch.</p><p>Grassley invited critics of the Obama administration as witnesses to Lynch's hearing, including a group that advocated for more voter ID laws. And last weekend at a conservative Republican rally in Iowa, Grassley previewed what his main theme will be at today's proceeding — executive overreach.</p><p>\"The president is not above the Constitution. Congress is a co-equal branch of government. The Constitution established a system of checks and balances precisely in order to check abuses of power. We remember George III. One person telling 13 colonies what they could do or not do,\" Grassley boomed to the crowd.</p><p>Grassley says more rigorous oversight of the government will be his priority. Friends note the senator has always been an equal-opportunity watchdog. Matt Whitaker, who served as the U.S. attorney in Des Moines during the Bush administration, says even then, Grassley wouldn't let up.</p><p>\"I'd go out to Washington, D.C. and I would have executives in Main Justice asking me what Sen. Grassley's problem was – with the FBI or the Department of Justice. Because he was asking difficult questions.\"</p><p>Somehow a man who's been in federal office for four decades still maintains he's an outsider keeping government in check. Just a farmer from Iowa.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Grassley+Leads+Senate+Judiciary+Panel+As+Loretta+Lynch+Hearings+Begin&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ailsa Chang","audio":[{"meta":{"duration":"256"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1382056512-63ad51.m3u?orgId=1&topicId=1014&e=382056511&d=256&ft=nprml&f=382056511"}]}