{"created":"2014-10-08T02:47:18+00:00","modified":"2014-10-31T00:38:35+00:00","valid":{"from":"2014-10-31T00:38:35+00:00","to":"3014-10-31T00:38:35+00:00"},"hreflang":"en","title":"The Marines Are Looking For A Few Good (Combat-Ready) Women","published":"2014-07-08T21:57:00+00:00","teaser":"The Marines will be required to open ground combat jobs to women in 2016. Now more than 160 female Marines have volunteered for a grueling training course that will determine their readiness.","itags":["npr_api","327716479"],"guid":"302ab8c5-4d5c-4a7c-a852-c2e54a2a5e55","contentencoded":"<p>The challenge for the Marines, and for the Army, is how to open up ground combat jobs to women in January 2016, without lowering standards.</p><p>And here's where things stand in the Marines.</p><p>Eighty-five female Marines already made it through an <a href=\"http://www.npr.org/templates/story/story.php?storyId=239534349\" target=\"_blank\">infantry training course</a> last fall at Camp Lejeune, N.C., which included drills such as attacking a mock enemy force, hidden in a pine forest. That course lasted eight weeks, and the men and women all completed the same training.</p><p>Now the Marines have a more ambitious plan that will take a new group of volunteers from the deserts to the beaches to the mountains during the next year.</p><p>More than 160 women will be taking part in a training exercise that will start this summer that will stretch well into next year. It will include simulated combat exercises in the Mojave Desert, Pacific Coast beaches and the Sierra Nevada mountains.</p><p>The Marines will march with 100-pound packs, mount an attack that will include tanks, then dig a defensive position. They'll practice pulling a wounded Marine to safety. They'll crawl over obstacles. Climb mountains and cliffs.</p><p>\"Male and female, the task has got to be the same. Combat readiness will not be compromised. If we get this right, combat readiness will improve. And the second thing, we're not going to lower standards,\" said Marine Lt. Col. Michael Samarov, who's part of the planning team.</p><p>He brushes aside the main complaint of critics — that training will have to be watered down so women can pass.</p><p>\"There's going to be a rigorous set of standards, and a Marine, male or female, is going to have to meet those standards, so this will exclude some proportion of the population. There's going to be some men who can't meet these standards,\" he said.</p><p><strong>The Question Of Upper Body Strength</strong></p><p>These types of jobs — infantry, artillery and armor — take a great deal of upper body strength, which is one of the big physiological differences between men and women. And that strength comes in handy when carrying a 100-pound pack.</p><p>\"That is one of the largest obstacles,\" said Katelyn Allison of the Department of Sports Medicine and Nutrition at the University of Pittsburgh. She will take part in the Marine Corps study along with other researchers from the school.</p><p>\"Females that are small in stature are at a huge disadvantage compared to males,\" she added, \"let's say a male Marine who is 200 pounds or 180 pounds. So that's a huge barrier, and if that's something that's required of everybody, then there's no way around that.\"</p><p>Actually, there are some ways to deal with it. One of them, Allison said, is physical training. That can help narrow the strength gap between men and women, so that when women are tested climbing over a wall wearing body armor, they can do it.</p><p>Allison says her researchers can also help the Marines identify common injuries to women, like sprained ankles and shin splints, and ways to prevent them. They've already done similar work with the Army's 101st Airborne Division.</p><p>Lt. Col. Samarov said all the physiological, physical and performance data collected by the University of Pittsburgh and the Marines will help determine who can perform in combat — which, he said, is the only measure that counts.</p><p>\"We owe it to the American people to make sure that somebody who's a Marine in a particular specialty can do the job, and we owe it to that Marine, to keep faith that young man or woman who has volunteered to serve their nation,\" he said.</p><p>Col. Anne Weinberg, who is among those overseeing the study, has her own prediction.</p><p>\"I think we're going to have a lot of female marines who are able to meet those standards,\" she said.</p><p>But other Marine officers will say privately that they doubt many women will be able to make it through the more advanced combat training. They also suspect that not many women will show interest.</p><p>Weinberg admits there's anecdotal evidence that female Marines, who make up 7 percent of the force, aren't rushing to serve in ground combat.</p><p>\"I think the jury is still out on the propensity for women to join the ground combat arms,\" she said. \"My generation, you know, is a different breed from the young women who are coming into the Marine Corps now. They are very tough, very strong, and they have that mindset of 'I want to go and do these types of jobs.' \"</p><p>Whether significant numbers of female Marines can handle those ground combat jobs remains to be seen. But some are at least eager to try, and test themselves with their brother Marines.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Marines+Are+Looking+For+A+Few+Good+%28Combat-Ready%29+Women&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tom Bowman","audio":[{"meta":{"duration":"260"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1329731522-29df9d.m3u?orgId=1&topicId=1122&ft=3&f=327716479"},{"href":"http://media.npr.org/assets/img/2014/07/02/femalemarinestraining-cd32e0419fd4a7f03d13c165ec2ccb6500835777.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2001","width":"2671"}}]}