{"created":"2015-02-21T13:03:33+00:00","modified":"2015-03-02T19:05:14+00:00","valid":{"from":"2015-03-02T19:05:14+00:00","to":"3015-03-02T19:05:14+00:00"},"hreflang":"en","title":"Through 10 Years Of Mining His Grief, A Novelist Makes 'Nice'","published":"2015-02-21T14:20:00+00:00","teaser":"Matt Sumell wrote <em>Making Nice</em> in part as a response to his mother's death from cancer. \"I was using the good luck of bad luck,\" he says. \"You use what hurts.\"","itags":["npr_api","387536827"],"guid":"302a4e07-0244-4d2d-8aa7-4d8930b6f7c1","contentencoded":"<p>It's Friday afternoon in the back room of the Wharf, a fisherman's watering hole on the south shore of Long Island, N.Y. The bar looks out across the Great South Bay towards Fire Island. It's a special place for writer Matt Sumell.</p><p>\"This is the first bar I got into,\" he says. \"I've been in bar fights here. This is sort of where I cut my teeth a little bit. This is my place. This is my spot.\"</p><p>Sumell says it's like coming home to the wreckage of his youth — he grew up a mile from here, up the Connetquot River. He's 38 and has lived in Los Angeles for the last 15 years, but he's back now to launch a book tour for his debut novel, <em>Making Nice</em><em>.</em></p><p>Sumell spent 10 years writing the 20 interconnected, and often funny, stories of <em>Making Nice</em><em> --</em> stories that grew out of another homecoming, a dozen years ago, when his mother was diagnosed with cancer.</p><p>\"She was driving to work one day and she passed out at the wheel,\" Sumell says. \"Woke up on the side of the road and ended up getting some stuff checked out. They found it in her shoulder, I think, but by the time they really figured it all out, it was everywhere.\"</p><p>She spent the next five months in the hospital, then died at home with hospice. At the time, Sumell was enrolled in the graduate fiction program at the University of California, Irvine.</p><p>\"When my mother got sick, I was using the good luck of bad luck: You use what hurts,\" he says. \"I started to take aim at that.\"</p><p>He created Alby, an amped-up version of himself whose filled with rage and grief. In the story \"If P, Then Q,\" Alby explains what happened after he dropped out of college and started drinking more:</p><blockquote><p>Money ran out quickly, and more out of boredom than habit, I kept going to the ATM checking to see if a balance would somehow appear in my account. It never did, and so I learned a little green Spanish and spent hours doing finger puppetry for the ATM camera. I got pretty good at it.</p><p>I can do a dog, a rabbit, a lizard, an elephant, a hawk, and an eagle (there's a difference in the thumbs). I can do a donkey, a squirrel, a cow, a cobra, a horse, and a pig. I also do a mouse and make him say <em>ee ee ee</em> and then I also do myself and he says, \"What? I can't hear you, Ma.\"</p><p>Mom, my left hand, asks, \"What's wrong, Alby?\"</p><p>My right hand goes, \"It's the little things, the little things, Ma. They're relentless.\"</p><p>\"Why are you so angry?\"</p><p>\"I don't know, Ma. I don't know.\"</p><p><em>Excuse me</em>, a voice behind me said. <em>I need to use the ATM</em>.</p></blockquote><p>Novelist Geoffrey Wolff was the director of Sumell's writing program when he started working on <em>Making Nice</em>.</p><p>\"A new voice is a big deal,\" Wolff says. \"Matt Sumell has a voice that I've never heard before. I love his writing for its idiom, but particularly for its rhythms — the way he gets on a roll with it.\"</p><p>Alby's voice also reminded Wolff of another character — one from J.D. Salinger's <em>Catcher in the Rye</em>.</p><p>\"What has moved me about him is how quickly I connected with him,\" Wolff says. \"Certainly not because he seemed like me; but it was the same experience that I had when I was 15 years old reading about Holden Caulfield — that same sort of sense of 'Yes, yes, yes, yes. I know what's going on here.'\"</p><p>Still, fiction never came easily for Sumell. In the 10 years he spent on <em>Making Nice</em>, he also worked renovating houses, teaching writing, promoting a race car tour and fueling boats. He used a student loan to buy a 31-foot sailboat and then lived on it; he chased girls and he got drunk in bars.</p><p>But he never did some of the things his character Alby does, like setting fire to a 7-Eleven — though people who've read his stories in <em>The Paris Review</em> and <em>Esquire</em> sometimes think he's Alby.</p><p>\"I was up in Squaw Valley once and someone refused to sit at the table with me. She got up and left,\" Sumell says. \"You know, but it happens all the time and I think it's happening right now. You know, people are like: Oh, Matt Sumell is Alby. No, I let Alby indulge in all the bad choices and the impetuousness and the recklessness that I necessarily wouldn't, you know? But I think bad choices make for good stories, so I'm like: Yeah, have fun with that. Let's let Alby do those things that I restrain myself from doing.\"</p><p>What's important to Sumell in fiction is complexity. He says, \"I wanted to just present a character who may not be the most likeable guy, but hopefully you can have some sort of generosity towards him or have some tenderness for this guy. And I guess I wanted to sort of explore that.\"</p><p>He says his motto when he's writing is \"Make 'em laugh, then break their hearts.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Through+10+Years+Of+Mining+His+Grief%2C+A+Novelist+Makes+%27Nice%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tom Vitale","audio":[{"meta":{"duration":"304"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1387985075-8be575.m3u?orgId=1&topicId=1161&e=387536827&d=304&ft=nprml&f=387536827"},{"href":"http://media.npr.org/assets/img/2015/02/19/mattsumell-approved---no-credit-necessary-fb9e1f42c752b910edd6261afd1888d58e507e44.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"574","width":"765"}}]}