{"created":"2014-09-12T07:29:07+00:00","modified":"2015-02-27T22:33:54+00:00","valid":{"from":"2015-02-27T22:33:54+00:00","to":"3015-02-27T22:33:54+00:00"},"hreflang":"en","title":"A Dozen Puffins Will Get You 800 Mackerel: Inside The Weird Economy Of Zoos","published":"2014-09-12T20:35:00+00:00","teaser":"Zoos and aquariums almost never buy or sell animals. But trade is thriving.","itags":["npr_api","347659683"],"guid":"302fddb0-6a9e-4d25-b10b-c1b4ceae110f","contentencoded":"<p>Under the endangered species act, buying or selling an endangered animal requires a permit. The permits are hard to get — even for zoos and aquariums.</p><p>But there's a loophole.</p><p>\"If I donate or loan an endangered species to you, I need no permit,\" says Kris Vehrs of the Association of Zoos and Aquariums.</p><p>So a barter system has sprung up among zoos and aquariums to trade animals without using money. They even do it with species that aren't endangered. But barter can be complicated.</p><p>For example: The New England Aquarium in Boston was recently in the market for some lookdown fish, and they knew of an aquarium in North Carolina that was willing to trade some.</p><p>The folks in North Carolina wanted jellyfish and snipe fish. The New England aquarium had plenty of jellyfish — but no snipe fish.</p><p>Steve Bailey, the curator of fish at the New England Aquarium, wound up making a deal to get snipe fish from an aquarium in Japan, in exchange for lumpfish. Then he sent the snipe fish and some jellyfish to North Carolina. In exchange, he finally got his lookdown fish.</p><p>Another time, Bailey says, he traded 800 mackerel for a dozen puffins. \"You can't go out and buy puffins,\" he says. \"So we could have been sitting on a pile of $100,000 and we still would have been puffinless.\"</p><p>Zoos do things a little differently. They don't want to say a panda is worth a thousand turtles (or whatever), so there's no direct bartering. Instead, the zoo giving up the animal gets good karma.</p><p>The Calgary Zoo recently decided that its three Sri Lankan elephants would fare better in a warmer climate. So the zoo started looking for a new home for the animals.</p><p>The animals were given a new, warmer home in Washington, D.C. The National Zoo paid for the transit, but the price for the elephants was zero.</p><p>And the karma system seems to have worked in Calgary. Another zoo gave Calgary a new Indian rhino and some Komodo dragons. Still on the list: lemurs. Calgary wants lemurs.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Dozen+Puffins+Will+Get+You+800+Mackerel%3A+Inside+The+Weird+Economy+Of+Zoos&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Gabrielle Emanuel","audio":[{"meta":{"duration":"273"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1347873352-8045fe.m3u?orgId=1&topicId=1006&e=347659683&d=273&ft=nprml&f=347659683"}]}