{"created":"2014-10-08T14:06:38+00:00","modified":"2014-10-31T01:08:48+00:00","valid":{"from":"2014-10-31T01:08:48+00:00","to":"3014-10-31T01:08:48+00:00"},"hreflang":"en","title":"'SNL' Music Director Writes A Finnish 'Prescription'","published":"2014-06-18T20:10:00+00:00","teaser":"Saxophonist Lenny Pickett, seen every week on TV, just released a new album. He says working with Finland's UMO Jazz Orchestra is only one of many \"uncommon expressions\" in his career.","itags":["npr_api","322242893"],"guid":"3033da52-8f73-45dd-aebb-5bac32072a99","contentencoded":"<p>You may not immediately recognize the name Lenny Pickett. But if you've watched <em>Saturday Night Live</em> in the last 30 years, you've heard him.</p><p>The curly-haired saxophonist is there, wailing front and center, every week as the host enters the stage. He's been with the house band for nearly 30 years, and the show's musical director since 1995.</p><p>\"The audience — well, you don't hear what we're doing a lot of the time,\" Pickett says. \"We play through all the commercials. And so we have these three-minute spots where we're entertaining the audience. And you take them on a little journey. To me, that's incredibly satisfying. At the end of the night, when the TV's faded out, we continue playing the closing theme. I always get comments from the audience members when I'm leaving that they didn't know that that was part of the show, and that they really enjoyed it.\"</p><p>There's more to Pickett's career than just <em>SNL</em>. Way back when, he was a member of the horn section in Tower of Power. As a sought-after session player, he's backed up everyone from David Bowie and Elton John to David Byrne and Katy Perry.</p><p>And now, with the UMO Jazz Orchestra of Finland, he's released an album called <em>The Prescription</em> — just his second recording as a bandleader. He recently spoke with <em>Weekend Edition Sunday</em> host Rachel Martin about the Finnish jazz scene, the athleticism of playing woodwinds and how a high-school dropout made a career for himself in music.</p><p>\"I keep finding these places where the community of musicians and people that work with them is really great,\" Pickett says, \"and allows for sort of an uncommon expression to take place.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27SNL%27+Music+Director+Writes+A+Finnish+%27Prescription%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"536"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1322242894-809b49.m3u?orgId=1&topicId=1105&ft=3&f=322242893"},{"href":"http://media.npr.org/assets/img/2014/06/18/lennypickett-c05beebda7940ccd1c529a4273116bf50ca5a674.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1280","width":"1704"}}]}