{"created":"2015-03-10T13:51:03+00:00","modified":"2015-07-03T20:26:18+00:00","valid":{"from":"2015-07-03T20:26:18+00:00","to":"3015-07-03T20:26:18+00:00"},"hreflang":"en","title":"Iran Calls GOP Letter 'Propaganda Ploy,' Offers To 'Enlighten' Authors","published":"2015-03-10T18:38:00+00:00","teaser":"Iran's foreign minister says the letter suggests the U.S. lawmakers \"not only do not understand international law, but are not fully cognizant of the nuances of their own Constitution.\"","itags":["npr_api","392067866"],"guid":"3039d167-d7a0-4111-93c9-d9c908b171bf","contentencoded":"<p>Republican senators' letter to Iran about ongoing nuclear talks has prompted a lengthy response from Iranian Foreign Minister Mohammad Javad Zarif, who delivered an overview of international law as he critiqued the letter.</p><p>Zarif said he was astonished by the letter, saying it suggests the U.S. lawmakers \"not only do not understand international law\" — a subject in which he is a professor — \"but are not fully cognizant of the nuances of their own Constitution when it comes to presidential powers in the conduct of foreign policy,\" according to <a href=\"http://en.mfa.ir/index.aspx?siteid=3&fkeyid=&siteid=3&fkeyid=&siteid=3&pageid=1997&newsview=330948\">Iran's Foreign Ministry</a>.</p><p>The Iranian minister said that \"in our view, this letter has no legal value and is mostly a propaganda ploy.\"</p><p>His response (we have more of it below) came after it was announced Monday that 47 Senate Republicans who oppose a potential deal with Iran over its nuclear program had signed a letter to the country's leaders.</p><p>Coming two weeks before the deadline for envoys to reach general terms with Iran, the signatories wrote that they had been observing the negotiations over potentially relaxing economic sanctions — and told Iran's leaders they were concerned \"that you may not fully understand our constitutional system.\"</p><p>The letter seemed to strike a nerve for Zarif, who moved to the U.S. as a teenager and holds a doctorate and two other advanced degrees from American universities.</p><p>As NPR's <a href=\"http://www.npr.org/blogs/itsallpolitics/2015/03/09/391920282/47-gop-senators-tell-iran-they-may-not-honor-a-nuclear-deal\">It's All Politics blog</a> noted, \"The letter was written by freshman Arkansas Sen. Tom Cotton and co-signed by 46 of his GOP colleagues, including Majority Leader Mitch McConnell.\"</p><p>The senators cited the U.S. process of ratifying treaties in Congress and President Obama's term that expires in January of 2017, writing:</p><blockquote><p>\"What these two constitutional provisions mean is that we will consider any agreement regarding your nuclear-weapons program that is not approved by Congress as nothing more than an executive agreement between President Obama and Ayatollah Khamenei. The next president could revoke such an executive agreement with the stroke of a pen and future Congresses could modify the terms of the agreement at any time.\"</p></blockquote><p>The Republicans' message was quickly criticized by Vice President Joe Biden, a former senator who said it was \"beneath the dignity of an institution I revere.\"</p><p>Seven Republicans did not sign the letter, as NPR's Ailsa Chang <a href=\"http://www.npr.org/2015/03/10/392014819/gop-senators-remind-iran-that-nuclear-deal-needs-their-backing\">reported today on Morning Edition</a>.</p><p>President Obama said, \"I think it's somewhat ironic to see some members of Congress wanting to make common cause with the hard-liners in Iran\" who are also against making a deal over Iran's nuclear program.</p><p>Zarif, noting that negotiations are ongoing and haven't yielded an agreement, said the U.S. lawmakers' \"unconventional methods\" show that they \"are opposed to any agreement, regardless of its content.\"</p><p>Saying he hopes to \"enrich the knowledge of the authors,\" Zarif said:</p><blockquote><p>\"I should bring one important point to the attention of the authors and that is, the world is not the United States, and the conduct of inter-state relations is governed by international law, and not by US domestic law. The authors may not fully understand that in international law, governments represent the entirety of their respective states, are responsible for the conduct of foreign affairs, are required to fulfill the obligations they undertake with other states and may not invoke their internal law as justification for failure to perform their international obligations.\"</p></blockquote><p>Zarif also noted that many previous international agreements the U.S. has been a party to have been \"mere executive agreements,\" and not full treaties that received Senate ratification.</p><p>He said any deal on sanctions and Iran's nuclear program would not be bilateral; would require approval by the U.N. and the U.N. Security Council; and would not be subject to modification by Congress.</p><p>He added, \"I wish to enlighten the authors that if the next administration revokes any agreement with the stroke of a pen, as they boast, it will have simply committed a blatant violation of international law.\"</p><p>For a different perspective, Ailsa spoke to Richard Nephew, who was on U.S. teams negotiating with Iran during both the Bush and Obama administrations.</p><p>Nephew said, \"The idea that a sitting group of senators of either party would write to the other side of a negotiation to say, 'Eh, don't sign a deal with these guys' — to me, it really smacks of a misplaced understanding of how the international system is supposed to work.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Iran+Calls+GOP+Letter+%27Propaganda+Ploy%2C%27+Offers+To+%27Enlighten%27+Authors&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":"195"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1392069390-c108fd.m3u?orgId=1&topicId=1009&d=195&story=392067866&ft=nprml&f=392067866"},{"href":"http://media.npr.org/assets/img/2015/03/10/zarif-iran-nuclear-500cf266637a92e6ac26da8ae853d3c9eedf33e8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2248","width":"2998"}}]}