{"created":"2014-10-14T22:00:23+00:00","modified":"2015-05-14T17:17:30+00:00","valid":{"from":"2014-10-14T19:40:40+00:00","to":"3014-10-14T19:40:40+00:00"},"hreflang":"en","description":"Residents of a Texas town are apprehensive about sludge pits planned in their community.","itags":["3053f8131d2cf80d135783449b534815","Marketplace for Tuesday, October 14, 2014","PMP:Marketplace_PMP","Marketplace"],"guid":"3053f813-1d2c-4f80-8135-83449b534815","teaser":"Residents of a Texas town are apprehensive about sludge pits planned in their community.","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>The United States is on the verge of becoming the world’s top producer of oil, according to the International Energy Agency. But the oil boom is also leading to a boom in toxic oil field waste that can end up in open pit disposal sites. There are increasing concerns over the dangers these disposal sites pose for air quality.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>All energy producing states have to deal with an ever-escalating amount of waste. In Wyoming, there are 35 commercial waste pits and permits pending on six more. North Dakota shipped 1.75 million tons of oil and gas waste to landfills in 2013. And, while Colorado - like North Dakota - has been tightening regulations on the waste <em>water</em> resulting from drilling operations, the state&apos;s solid waste pits are still left uncovered.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>None of these states have conducted studies to determine if the air coming off pits is safe. A <a href=\\\"http://insideclimatenews.org/news/20141002/open-pits-offer-cheap-disposal-fracking-sludge-health-worries-mount\\\">recent investigation</a> in Texas by <a href=\\\"http://insideclimatenews.org/\\\">InsideClimate News</a> and the <a href=\\\"http://www.publicintegrity.org/\\\">Center for Public Integrity</a> uncovered a troublesome gap in oversight by state and federal regulators over these giant pools of oil field muck.</p>\"},{\"content\":\"<p>That problem is clear in the situation facing the residents of Nordheim, Texas, a town of 300 people about 75 miles southeast of San Antonio. Farmers and ranchers gathered recently at the old dance hall there to organize against what they see as an environmental threat to their town.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>&quot;They’re going to dump liquid oil field waste, all the chemicals that have to do with fracking,&quot; rancher Jim Fulbright said, &quot;and they have to do something with it.&quot;</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Here&apos;s what he&apos;s worried about: two enormous oil waste disposal facilities – one 200 acres and the other 575 acres - proposed for right outside of his town. Retired teacher Lyn Janssen is worried about her ranch, settled by her family in 1897. &quot;There’s really no reason for our area to become the dump site for the Eagle Ford Shale,” she said.</p>\"},{\"content\":\"<p>Nordheim is in the middle of the most productive parts of the Eagle Ford Shale, a geological formation saturated in oil. But because it’s locked in a rocky honeycomb, it was once thought that this oil was too expensive and troublesome to get out of the ground. New drilling technologies like fracking changed that. Each day, 900,000 barrels of oil are produced in the Eagle Ford play. In 2013, it generated $87 billion in total economic output for the state of Texas. And many people in Nordheim, like Fulbright, are also getting oil royalty checks from this oil and gas bounty.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;I&apos;m not against fracking,&quot; he said. &quot;I’m not against the oil and gas industry. It’s necessary. The country needs the energy.&quot; The proposed waste facilities near Nordheim and elsewhere in South Texas call for billions of gallons of toxic sludge to be dumped in the plastic-lined pits left open to the air, where fracking waste is allowed to evaporate. What’s left behind is a viscous goop that’s mixed with soil and eventually buried on-site. There are currently at least 67 large commercial surface facilities for oil field waste operating in Texas.</p>\"},{\"content\":\"<p>And if you live or work nearby, it&apos;s hard to miss.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>&quot;There ain’t no Chanel No. 5 there – it all stinks,” Fulbright said.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>It doesn’t just stink – <a href=\\\"http://www.epa.gov/epawaste/nonhaz/industrial/special/oil/state_summaries_040114.pdf\\\">the EPA</a> and others have found that the fumes contain chemicals known to be hazardous to human health, including volatile organic compounds like benzene. But, because oil and gas waste is exempted from federal hazardous waste regulations, most states don’t require monitoring waste pit air emissions. It’s impossible to know whether chemicals are drifting into the air at levels that could affect human health.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>The only hope that residents of Nordheim have to stop the pits is to block their permitting at the Texas Rail Road Commission – the state agency that has oversight of the oil and gas industry. So, last month about 30 residents of Nordheim chartered a bus and took the 150-mile trip to Austin to testify at a public hearing about the pits. One-by-one, they stood before the hearing examiner and explained how the proposed waste pits would contaminate their water wells and pollute nearby creeks.</p>\"},{\"content\":\"<p>&quot;We have 36 acres of land that’s adjacent to the proposed site. We have a 150-f00t deep water well. It is 60 feet from the property line of the proposed waste facility,” resident Howard Ann Bouman said.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“My husband and I own 54 acres that is bordered by Smith Creek. All of the toxins that are allowed in and out of the facility because they talk about mechanical failure or human error and those things are going to run into the creeks,” Gail Tisdale said.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Also at the hearing was Republican state Representative Geanie Morrison, who has represented Nordheim for over 15 years. She expressed her concerns, even though she does believe the state needs these facilities.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“I am not naïve that we always be confronted with the &apos;not in my backyard&apos; position. But this is truly in the backyard of the entire city of Nordheim,&quot; she said.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>But as Nordheim had its say, so did the company proposing the pits - Pyote Reclamation Systems. John Soule is their attorney and his argument in favor of the permitting hinged on the fact that the oil field waste going into the pits is considered non-hazardous. He stressed that point five times in the first two minutes of his presentation:</p>\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;The waste that will be received,&quot; he said, &quot;is RCRA or Resource Conservation and Recovery Act exempt oil and gas waste, by definition non-hazardous.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>A week after the hearing, the CEO of Pyote Reclamation Systems, George Wommack, expressed confidence about the ruling from the railroad commission. He was representing his company at their booth at the DUG Eagle Ford Conference in San Antonio, a gathering of about 4500 oil industry professionals. Wommack was there pitching his services as an oilfield waste processor.</p>\"},{\"content\":\"<p>He restated the fact the the company is dealing solely in non-hazardous materials:  “They need to understand this is nonhazardous material. It’s mainly rocks and dirt that has come in contact with the hydrocarbon.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p>But that&apos;s the key issue in this dispute: Is oil and gas waste hazardous, or not?</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Right now, oil and gas waste is officially considered non-hazardous because of a decision made by Congress and the EPA back in 1988 to exempt oil and gas waste from federal regulations. It was a move to spur domestic oil production and keep costs low. Professor Ernest Smith, of the University of Texas School of Law, says it was all about politics. He literally wrote the book - a text book - on oil and gas law and is a specialist in the area.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“The oil and gas companies had sufficient pull that they were able to get it classified as non-hazardous,” he said.</p>\"},{\"content\":\"<p>But Smith believes this exemption won’t last forever. He says pressure is building on the federal government to fix it. But that would come at quite a cost to industry, at least a three-fold increase in waste processing costs. That’s why that change isn&apos;t likely to happen in time to keep the pits out of Nordheim.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><em>This story was a collaboration between Inside Energy, <a href=\\\"http://insideclimatenews.org/\\\">InsideClimateNews</a> and the <a href=\\\"http://www.publicintegrity.org/\\\">Center for Public Integrity</a>.</em></p>\"}]","contentencoded":"<div class=\"barn-cleaned\"><p>The United States is on the verge of becoming the world’s top producer of oil, according to the International Energy Agency. But the oil boom is also leading to a boom in toxic oil field waste that can end up in open pit disposal sites. There are increasing concerns over the dangers these disposal sites pose for air quality.</p>\n<p>All energy producing states have to deal with an ever-escalating amount of waste. In Wyoming, there are 35 commercial waste pits and permits pending on six more. North Dakota shipped 1.75 million tons of oil and gas waste to landfills in 2013. And, while Colorado&nbsp;- like North Dakota - has been tightening regulations on the waste <em>water</em>&nbsp;resulting from drilling operations, the state's solid waste pits are still left uncovered.</p>\n<p>None of these states have conducted studies to determine if the air coming off pits is safe. A <a href=\"http://insideclimatenews.org/news/20141002/open-pits-offer-cheap-disposal-fracking-sludge-health-worries-mount\">recent investigation</a> in Texas by <a href=\"http://insideclimatenews.org/\">InsideClimate News</a> and the <a href=\"http://www.publicintegrity.org/\">Center for Public Integrity</a> uncovered a troublesome gap in oversight by state and federal regulators over these giant pools of oil field muck.</p>\n<p>That problem is clear in the situation facing the residents of Nordheim, Texas, a town of 300 people about&nbsp;75 miles southeast of San Antonio. Farmers and ranchers&nbsp;gathered recently&nbsp;at the old dance hall there to organize against what they see as an environmental threat to their town.</p>\n<p>\"They’re going to dump liquid oil field waste, all the chemicals that have to do with fracking,\" rancher Jim Fulbright said, \"and they have to do something with it.\"</p>\n<p>Here's what he's worried about: two enormous oil waste disposal facilities – one 200 acres and the other 575 acres - proposed for right outside of his town. Retired teacher Lyn Janssen is worried about her ranch, settled by her family in 1897. \"There’s really no reason for our area to become the dump site for the Eagle Ford Shale,” she said.</p>\n<p>Nordheim is in the middle of the most productive parts of the Eagle Ford Shale, a geological formation saturated in oil. But because&nbsp;it’s locked in a rocky honeycomb, it was once thought that this oil was too expensive and troublesome to get out of the ground. New drilling technologies like fracking changed that. Each day, 900,000 barrels of oil are produced in the Eagle Ford play. In 2013, it generated $87 billion in total economic output for the state of Texas. And many people in Nordheim, like Fulbright, are also getting oil royalty checks from this oil and gas bounty.</p>\n<p>\"I'm not against fracking,\" he said. \"I’m not against the oil and gas industry. It’s necessary. The country needs the energy.\" The proposed waste facilities near Nordheim and elsewhere in South Texas call for billions of gallons of toxic sludge to be dumped in the plastic-lined pits left&nbsp;open to the air, where fracking waste is allowed to evaporate. What’s left behind is a viscous goop that’s mixed with soil and eventually buried on-site. There are currently at least 67 large commercial surface facilities for oil field waste operating in Texas.</p>\n<p>And if you live or work nearby, it's hard to miss.</p>\n<p>\"There ain’t no Chanel No. 5 there – it all stinks,” Fulbright said.</p>\n<p>It doesn’t just stink – <a href=\"http://www.epa.gov/epawaste/nonhaz/industrial/special/oil/state_summaries_040114.pdf\">the EPA</a> and others have found that the fumes contain chemicals known to be hazardous to human health, including volatile organic compounds like benzene. But, because oil and gas waste is exempted from federal hazardous waste regulations, most states don’t require monitoring waste pit air emissions. It’s impossible to know whether chemicals are drifting into the air at levels that could affect human health.</p>\n<p>The only hope that residents of Nordheim have to stop the pits is to block their permitting at the Texas Rail Road Commission – the state agency that has oversight of the oil and gas industry. So, last month about 30 residents of Nordheim chartered a bus and took the 150-mile trip to Austin to testify at a public hearing about the pits. One-by-one, they stood before the hearing examiner and explained how the proposed waste pits would contaminate their water wells and pollute nearby creeks.</p>\n<p>\"We have 36 acres of land that’s adjacent to the proposed site. We have a 150-f00t deep water well. It is 60 feet from the property line of the proposed waste facility,” resident Howard Ann Bouman said.</p>\n<p>“My husband and I own 54 acres that is bordered by Smith Creek. All of the toxins that are allowed in and out of the facility because they talk about mechanical failure or human error and those things are going to run into the creeks,” Gail Tisdale said.</p>\n<p>Also at the hearing was Republican state Representative Geanie Morrison, who has represented Nordheim for over 15 years. She expressed her concerns, even though she does believe the state needs these facilities.</p>\n<p>“I am not naïve that we always be confronted with the 'not in my backyard' position. But this is truly in the backyard of the entire city of Nordheim,\" she said.</p>\n<p>But as Nordheim had its say, so did the company proposing the pits - Pyote Reclamation Systems. John Soule is their attorney and his&nbsp;argument in favor of the permitting hinged on&nbsp;the fact&nbsp;that the oil field waste going into the pits is considered&nbsp;non-hazardous. He stressed that point five times in the first two minutes of his presentation:</p>\n<p>\"The waste that will be received,\" he said, \"is RCRA or Resource Conservation and Recovery Act exempt oil and gas waste, by definition non-hazardous.”</p>\n<p>A week after the hearing, the CEO of Pyote Reclamation Systems, George Wommack, expressed confidence about the ruling from the railroad commission. He was representing his company at their booth at the DUG Eagle Ford Conference in San Antonio, a gathering of about 4500 oil industry professionals. Wommack was there pitching his services as an oilfield waste processor.</p>\n<p>He restated the fact the the company is dealing solely in non-hazardous materials: &nbsp;“They need to understand this is nonhazardous material. It’s mainly rocks and dirt that has come in contact with the hydrocarbon.”</p>\n<p>But&nbsp;that's the key issue in this dispute: Is oil and gas waste hazardous, or not?</p>\n<p>Right now, oil and gas waste is officially considered non-hazardous because of a decision made by Congress and the EPA back in 1988 to exempt oil and gas waste from federal regulations. It was a move to spur domestic oil production and keep costs low. Professor Ernest Smith, of the University of Texas School of Law, says it was all about politics. He&nbsp;literally wrote the book - a text book - on oil and gas law and is a specialist in the area.</p>\n<p>“The oil and gas companies had sufficient pull that they were able to get it classified as non-hazardous,” he said.</p>\n<p>But Smith believes this exemption won’t last forever. He says pressure is building on the federal government to fix it. But that would come at quite a cost to industry, at least a three-fold increase in waste processing costs. That’s why that change isn't likely to happen in time to keep the pits out of Nordheim.</p>\n<p><em>This story was a collaboration between Inside Energy, <a href=\"http://insideclimatenews.org/\">InsideClimateNews</a> and the <a href=\"http://www.publicintegrity.org/\">Center for Public Integrity</a>.</em></p></div>","byline":"David Martin Davies","title":"More fracking produces more open waste pits","published":"2014-10-14T19:40:40+00:00","tags":["waste","texas","big oil","APM","fracking","Sustainability"],"audio":[{"type":"image/jpeg","meta":{"width":"610","crop":"primary","height":"340"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/frack-site21-771x514.jpg?itok=9K7HTKqA"},{"format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2014/10/14/mp_20141014_seg_21_64.mp3","meta":{"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2014/10/14/mp_20141014_seg_21","type":"application/json"},"duration_hms":"00:04:37","duration":277},"type":"audio/mpeg"}]}