{"created":"2015-02-14T12:12:18+00:00","modified":"2015-05-13T21:15:54+00:00","valid":{"from":"2015-05-13T21:15:54+00:00","to":"3015-05-13T21:15:54+00:00"},"hreflang":"en","title":"The Other Chocolate Tries For Sweet Redemption","published":"2015-02-14T16:21:00+00:00","teaser":"Some say white chocolate has a bad reputation because of its history of poor quality ingredients. But aficionados say its mellow sweetness can bring out flavors that bitter dark chocolate smothers.","itags":["npr_api","385837887"],"guid":"305d9b7e-83eb-4123-bdb7-888c8a9e4263","contentencoded":"<p>You may be among the millions of Americans who brought home a heart-shaped box of chocolates (or are planning to do so, before it's too late) for Valentine's Day.</p><p>But white chocolate, a relative newcomer to the chocolate family, seldom plays a starring role in the sampler pack. Which got us wondering why.</p><p>To understand white chocolate, you need to understand chocolate itself. Cacao, or cocoa beans, are made up about equally of two parts. Half is the cocoa butter, the smooth melty fat that make chocolate feel so, well, luxurious. The other half is cocoa solids. For most chocolate, you use both. But for white chocolate, instead of cocoa solids, you use milk solids instead.</p><p>\"Dark chocolate, or even milk chocolate, it just inherently will have more flavor,\" says chocolate expert <a href=\"http://thewelltemperedchocolatier.com/\">Eagranie Yuh</a>. \"Because you've got those cocoa solids, and those really carry the chocolatey-ness of the chocolate.\"</p><p>Most people love chocolate precisely for that chocolatey-ness — those addictive layers of flavor. But Yuh explains that there are benefits to leaving the sticky cocoa solids behind.</p><p>Let's start with texture. Cocoa butter melts at about 90 degrees Fahrenheit (32 degrees Celsius), which means white chocolate literally melts in your mouth. It's a fairly pleasant sensation. And when white chocolate melts, the subtle flavor of cocoa butter itself comes out. Yes, it's not as intense as those cocoa solids. But it has its own character.</p><p>\"It has depth to it,\" Yuh says. \"It has sort of layers of flavors beyond sweet and milky.\"</p><p>Although even with these layers of flavors — especially in cocoa butter that hasn't gone through the industrial deodorizing process — white chocolate is still going to be fairly sweet. But that's not necessarily a bad thing.</p><p>Ben Mims is a food editor at <em>Food & Wine</em> who has been on a mission to redeem white chocolate. He says it has a bad reputation because of its history of poor quality ingredients.</p><p>Before labeling laws, manufacturers sometimes used vegetable oil instead of cocoa butter — unsurprisingly, it's not nearly as melty and delicious (and usually masked with far too much sugar to boot). But Mims says white chocolate also suffered from just a bias against that sort of simple, childhood sweetness.</p><p>\"With coffee and chocolate, it seems like bitter is the marker of how elevated your palate is,\" Mims says. But not everyone wants a bitter IPA, or a sharp dark espresso. Nice creamy, uncomplicated sweetness is something lots of people enjoy. And when it comes to confections, it's pretty handy.</p><p>White chocolate's mellowness allows flavors to come through in ways that the stronger, more bitter flavor of dark chocolate doesn't. And its sweetness is great for offsetting sharp, strong flavors, too.</p><p>Helen Jo is the pastry chef at <a href=\"http://littlebirdbistro.com/\">Little Bird Bistro</a> in Portland, Ore. Although she generally reaches for dark chocolate for snacking, she appreciates white chocolate in the kitchen. \"You can use it as a base or a vehicle to bring out other flavors, to put in other crunchy textures, and just be able to play around with it.\"</p><p>Jo has mixed white chocolate with everything from rosemary to Pop Rocks. And for Valentine's Day, she mixes it with crunchy cereal, spicy pepper and a pinch of salt to make a French bonbon called <em>rocher</em>.</p><p>This is a grown-up dessert, with a bit of crunch, and the pepper biting through the sweet white chocolate. But, Jo says, it also takes you back.</p><p>\"I guess that's part of the growing process, where your palate starts to develop, and you appreciate bitter notes,\" Jo notes. \"And every now and then, when you have a piece of white chocolate, it's a nice memory.\"</p><p>Because really, on Valentine's Day, why not leave the bitterness behind?</p><hr /><h3>Recipe: Helen Jo's White Chocolate-Black Pepper <em>Rocher</em></h3><p>Yields about 15-18 pieces</p><p>Ingredients:</p><p>1 cup chopped white chocolate</p><p>1 tablespoon grapeseed or vegetable oil</p><p>1/2 teaspoon finely ground black pepper</p><p>1 cup feuilletine (this is a French wafer cereal used in pastry kitchens, but you can substitute crunched-up cornflakes or a crisped rice cereal)</p><p>2-3 pinches salt</p><p>Fill a saucepan halfway with water, and bring to light simmer. Meanwhile, measure white chocolate and oil into a bowl that fits over the saucepan, and place over the steam to form a double boiler and melt down the chocolate mixture (you can also do this in short bursts of a microwave if you don't want to fuss with a double boiler). When the mixture is fully melted, take off the water bath.</p><p>Next, stir in the cereal, black pepper and salt until well mixed.</p><p>Place candy silicone molds or mini foil cups onto a baking sheet tray (or, if your kitchen isn't as well-stocked as Jo's lay down a piece of parchment or waxed paper on a cookie sheet). Lightly spray the surface with cooking spray. Using a mini ice cream scoop or two spoons, carefully scoop heaping tablespoons of the mixture into each mold, or into mounds onto the parchment. After the entire mixture is scooped, you can sprinkle a little more black pepper on top for added heat and spice.</p><p>Next, move the tray into the freezer and let rest for 5-10 min so that chocolate can chill and set-up. Keep frozen to maintain the crispness, but let warm up a few minutes before serving. The rocher can be stored in a container and frozen for up to 2 weeks (not that they'd last that long)  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Other+Chocolate+Tries+For+Sweet+Redemption&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Deena Prichep","audio":[{"meta":{"duration":"235"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1386227492-071b4e.m3u?orgId=1&topicId=1053&d=235&p=7&story=385837887&t=progseg&e=386224366&seg=8&ft=nprml&f=385837887"},{"href":"http://media.npr.org/assets/img/2015/02/13/white-chocolate-8ca2750cfd5dcd80e280b52251d4509f08c87590.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1158","width":"1545"}}]}