{"created":"2015-03-11T07:35:50+00:00","modified":"2015-06-05T15:23:16+00:00","valid":{"from":"2015-06-05T15:23:16+00:00","to":"3015-06-05T15:23:16+00:00"},"hreflang":"en","title":"Deford: NCAA Fans Continue To Drink Deeply Of The (Sports) Spirits","published":"2015-03-11T11:41:00+00:00","teaser":"Recent scandals involving student athletes at Syracuse University and other prominent athletic departments, remind commentator Frank Deford of speakeasies during Prohibition.","itags":["npr_api","392141661"],"guid":"306f0676-7ed9-4b23-877b-12e139042a61","contentencoded":"<p>OK, after an eight-year investigation, the NCAA hit Syracuse University and its basketball coach, Jim Boeheim, with all sorts of <a href=\"http://www.npr.org/2015/03/07/391435886/ncaa-sanctions-syracuse-coach-the-week-in-sports\">penalties</a> for academic and recruiting violations. Normally in sports media, nobody is particularly surprised whenever any coach is caught, so a great deal of speculation was then diverted to how this might affect Boeheim's \"legacy.\"</p><p>We are legacy crazy in college sports, anxious to honor coaches with umblemished legacies — the ones who didn't get caught by the crack NCAA undercover gendarmes.</p><p>Eight years to nab a big-time college program, when any sentient human being knows that virtually every hotshot Division I program in the country is up to some academic handholding. <em>The Chronicle of Higher Education</em> reports that the Inspector Clouseaus at the NCAA are presently investigating 20 athletic departments for academic malfeasance. I'm sure it could be 20 times 20. Athletes who are not even remotely prepared for college are recruited, and then the necessary schoolwork is done on their behalf, to keep them eligible.</p><p>You know what athletic departments are most reminiscent of? The speakeasies of Prohibition. Just knock, say the password \"recruit,\" and belly up to the bar.</p><p>And unlike Prohibition, the neat thing is, you don't even have to bribe anybody, because the people running the speakeasies called athletic departments are the same ones policing them.</p><p>Never mind Boeheim and his erstwhile chastity, here is my favorite recent NCAA story of law and order: West Virginia was placed on two years' probation for 360 infractions in 14 sports in its speakeasy. For all this, though, exactly one person was punished — an assistant women's gymnastics coach. Gymnastics! Assistant! Crack down on a women's sport! Hey, now that'll get all those assistants in football and basketball to straighten up and fly right.</p><p>Not only that, but the director in charge of the Mountaineer speakeasy, Oliver Luck, was himself not implicated. No. Instead, he moved on — are you ready for this? — to the NCAA, where he is now executive vice president of regulatory affairs.</p><p>Boeheim was caught, and how many other coaches sighed, \"there but for the grace of God goes my legacy?\"</p><p>Any attempt by the NCAA to fix the speakeasy situation is simply hopeless. But hark, March Madness is ere upon us, and, as in the 1920s, we good citizens enter a world we know is illegal, but where we drink deeply of the spirits there.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Deford%3A+NCAA+Fans+Continue+To+Drink+Deeply+Of+The+%28Sports%29+Spirits&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Deford","audio":[{"meta":{"duration":"218"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1392263898-740d07.m3u?orgId=1&topicId=1055&aggIds=4499275&d=218&p=3&story=392141661&t=progseg&e=392263800&seg=10&ft=nprml&f=392141661"}]}