{"created":"2014-09-22T21:28:03+00:00","modified":"2014-09-24T19:37:15+00:00","valid":{"from":"2014-09-24T19:37:15+00:00","to":"3014-09-24T19:37:15+00:00"},"hreflang":"en","guid":"308099d4-d124-493f-812f-1298cf82d243","title":"Hong Kong students are cutting classes for the sake of democracy ","published":"2014-09-24T19:37:14+00:00","byline":"Matthew Bell","tags":["democracy","democratization","protests","Global Politics","Hong Kong","Beijing","Asia","China","Asia","East Asia","Demetri Sevastopulo","Xi Jinping","Joseph Li","Politics"],"teaser":"University students in Hong Kong don't have a reputation for being zealous when it comes to politics. But on Monday, an estimated 13,000 young people turned out for a pro-democracy rally to send a message to the central government in Beijing and pave the way for a broader movement.","contentencoded":"<p>Hong Kong students only care about getting good grades and landing a high-paying job. At least, that&#39;s the conventional wisdom about most of the Chinese territory&#39;s 80,000 or so college kids. But it might be wrong.&nbsp;</p><blockquote class=\"twitter-tweet\" lang=\"en\"><p>数以千计的香港大专学生星期一下午，云集中文大学的百万大道，启动学联发起的为期一周的罢课行动，抗议全国人大常委会对香港特首普选全面落闸，争取符合国际标准的真普选。详细报道：<a href=\"http://t.co/5orpGVPIPt\">http://t.co/5orpGVPIPt</a> <a href=\"http://t.co/0899euN6bI\">pic.twitter.com/0899euN6bI</a></p>&mdash; 美国之音中文网 (@voachina) <a href=\"https://twitter.com/voachina/status/514049730608128000\">September 22, 2014</a></blockquote><script async src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p><span style=\"line-height: 1.538em;\">Organizers said 13,000 students showed up for a pro-democracy rally on Monday. They gathered in the sunny heat on campus of the Chinese University of Hong Kong for the start of a planned week-long boycott of classes. And pro-democracy activists hope this is just a prelude to a broader civil disobedience campaign expected to kick off next week.</span></p><p><span style=\"line-height: 1.538em;\">Students wore yellow ribbons, the color adopted by supporters of the campaign for electoral reform, as they listened to speeches and held placards bearing the names of their university departments.&nbsp;</span></p><p>&ldquo;We are here to fight for our democracy,&rdquo; one young man <a href=\"http://www.bbc.com/news/world-asia-china-29306128\">told the BBC</a>. &ldquo;I want my voice to be heard,&rdquo; said another. &ldquo;We want true democracy. We want genuine universal suffrage for Hong Kong.&quot; &nbsp;</p><blockquote class=\"twitter-tweet\" lang=\"en\"><p>Hong Kong student pro-democracy rally today <a href=\"http://t.co/F2JrBdCpPk\">pic.twitter.com/F2JrBdCpPk</a></p>&mdash; Demetri Sevastopulo (@AsiaNewsDemetri) <a href=\"https://twitter.com/AsiaNewsDemetri/status/514047832995926016\">September 22, 2014</a></blockquote><script async src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p><span style=\"line-height: 1.538em;\">Motivation for the rally and the larger pro-democracy movement in Hong Kong goes back to an August 31 decision by the Chinese central government. Beijing said it would retain veto power over candidates in future elections for Hong Kong&#39;s chief executive.&nbsp;</span></p><p>In the view of many Hong Kongers, that decision is a reversal of the promise China made ahead of the 1997 handover. At the time, Beijing said residents of the former British colony would have the right to directly elect their chief executive in the year 2017.&nbsp;</p><blockquote class=\"twitter-tweet\" lang=\"en\"><p>&ldquo;<a href=\"https://twitter.com/ka1aok\">@ka1aok</a>: 同學們說，寧鳴而死，不默而生！ <a href=\"http://t.co/Adn0Q4jv29\">pic.twitter.com/Adn0Q4jv29</a></p>&mdash; 美国之音江河 (@VOAJiangHe) <a href=\"https://twitter.com/VOAJiangHe/status/514029687241445377\">September 22, 2014</a></blockquote><script async src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p><span style=\"line-height: 1.538em;\">&ldquo;Without any vote, we cannot simply change the ruler, and that&#39;s the problem,&quot;&nbsp;</span><span style=\"line-height: 1.538em;\">said 20-year-old protest organizer Joseph Li, a student in Chinese Studies at the Chinese University of Hong Kong.</span></p><p>Li said he was encouraged by the turnout at Monday&#39;s student rally, but he&#39;s not sure that pro-democracy campaigners are willing to engage in the kind of resistance necessary to change minds in Beijing.</p><p><span style=\"line-height: 1.538em;\">Organizers behind the civil disobedience campaign, which calls itself the &ldquo;Occupy Central with Peace and Love&rdquo; movement, say they&#39;re adamant about standing up to Beijing. But they have also said they are sensitive to the concerns of those in Hong Kong who worry that demonstrations could hurt the business friendly territory.</span></p><p>Perhaps playing on those fears, Chinese President Xi Jinping <a href=\"http://news.xinhuanet.com/english/china/2014-09/22/c_133663562.htm \">met with Hong Kong business tycoons</a>&nbsp;at the iconic Great Hall of the People in Beijing&#39;s Tiananmen Square on Monday. Xi said the central government&#39;s approach toward Hong Kong is supported by the public, both in Hong Kong and on the mainland, and that it promotes both prosperity and stability.</p><p>Government officials in China have also suggested that unspecified foreign forces are manipulating the pro-democracy movement in Hong Kong as a way to undermine stability.</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/RTR476V5.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/rtr476v5jpg"}]}