{"created":"2015-02-27T08:40:10+00:00","modified":"2015-05-14T19:05:24+00:00","valid":{"from":"2015-05-14T19:05:23+00:00","to":"3015-05-14T19:05:23+00:00"},"hreflang":"en","title":"Colorado Pushes For Concealed Guns In K-12 Schools","published":"2015-02-27T19:15:00+00:00","teaser":"Similar legislation has been proposed in North Dakota and Wyoming to allow concealed firearms on K-12 school grounds and college campuses, as a part of a larger effort to expand gun owners' rights.","itags":["npr_api","389245938"],"guid":"308e65b3-b87c-4056-892e-fd8de71d7867","contentencoded":"<p>Patrick Neville was a 15-year-old sophomore at Columbine High School in 1999. He was on his way to a fast food lunch when the shooting started.</p><p>Two students, armed with guns and pipe bombs, had stormed the Colorado school, on their way to killing one teacher and 12 students — some were Neville's friends.</p><p>Neville, now a Colorado state representative, says many of Columbine's teachers and faculty acted heroically that day.</p><p>But, he says, \"I truly believe that had some of them had the legal authority to be armed, more of my friends might be with me today.\"</p><p>That's part of the reason that Neville, a Republican, has proposed legislation in Colorado that would give anyone with a concealed weapons permit — \"any law-abiding citizen,\" Neville says — the right to carry firearms in public schools.</p><p>Similar legislation has been proposed in Wyoming and North Dakota — as a part of a larger nationwide push to expand gun owners' rights to carry firearms on college campuses and at K-12 schools.</p><p>Proponents of the legislation say it will improve safety in the country's schools.</p><p>\"They're just easy targets ... for a criminal, a terrorist or anyone intent on doing harm,\" Neville says. \"I wake up every day and send my kid to school on blind faith that she's going to return home safe when there's really no safeguards for our schools.\"</p><p>A <a href=\"http://www.quinnipiac.edu/news-and-events/quinnipiac-university-poll/colorado/release-detail?ReleaseID=2003\">poll done last year by Quinnipiac University </a>found that 50 percent of Coloradans supported the idea of arming teachers in schools, while 45 percent opposed.</p><p>Katie Lyles, a third-grade art teacher in Colorado, is opposed.</p><p>\"I think that's a really short-sighted, reactive solution,\" Lyles says. \"I feel like we need to be looking at a different conversation. And that conversation is, how do we prevent violence from even entering that school.\"</p><p>Lyles has thought about school safety a lot. She, too, was a sophomore at Columbine High School in 1999.</p><p>\"People don't really understand the logistics of being in a school,\" she says. \"If I had a gun, kids are around me all of the time. They're giving me hugs. So where do I keep that gun?\"<strong> </strong></p><p>She says she could keep it locked in a desk or a locker, but if something happened, could she get to it and get her kids to a safe spot at the same time? And then would she trust herself to use it?</p><p>\"Kids and guns don't mix,\" Lyles says. \"And schools have kids, so therefore schools and guns don't mix.\"</p><p>That sentiment is likely to be shared with Colorado's Democrat-controlled House of Representatives and Democratic governor, making the bill a long shot. Similar proposals were killed in committee the past two years.</p><p>The legislation in Wyoming has a better chance of becoming law. The state's Republican-led House has already approved a bill proposed by Wyoming state Assemblyman Allen Jaggi that would repeal \"gun-free zones.\"</p><p>\"All of the horrific shootings that have taken place have been in gun free areas,\" Jaggi says.</p><p>While that's not entirely true, Jaggi does think that \"gun-free zones\" are vulnerable. Eliminating them would allow anyone with a concealed carry permit to bring firearms to the state's K-12 schools and onto its community college and university campuses.</p><p>He thinks that might give bad guys some second thoughts. They may think, Jaggi says, \"Well, maybe somebody will have a gun.\"</p><p>And they wouldn't know who that \"somebody\" is — similar to plain-clothes air marshals on planes.</p><p>Critics of the legislation contend that a \"bad guy\" could also get a concealed carry permit, which could have a negative impact on school safety.</p><p>Jaggi argues that the state's current permitting process screens those people out by requiring background checks and training.</p><p>If the legislation becomes law, he says, he'd also like to fund more continuous training to make sure people know how to use their firearm responsibly.</p><p>Jaggi also brings up the constitutional argument.</p><p>\"The [U.S.] Constitution and the Wyoming Constitution says that we have the right to keep and bear arms to protect ourselves and society,\" he says.</p><p>Wyoming Superintendent of Public Instruction Jillian Balow describes herself as a strong advocate for those constitutional rights.</p><p>\"I'm a Wyoming girl. I'm a gun owner ... I will always defend the Second Amendment,\" she says. \"But this needs to be weighed and measured much more carefully than through a statewide mandate.\"</p><p>Balow argues that different schools have different needs. Any change, she says, \"needs to be planned and implemented or not implemented at the local level and at the discretion of law enforcement, school districts and community members across our state.\"</p><p>Her concern is that what might make sense for a school in an urban setting, like Cheyenne, might not make sense for a school in a rural setting, like Snake River.</p><p>North Dakota Assemblyman Dwight Kiefert crafted his proposed gun legislation there to reflect that urban/rural split.</p><p>His bill would allow people with concealed carry permits to bring their firearms onto a school campus as long as they receive permission from that school.</p><p>The aim, Kiefert says, is to give rural schools more of an opportunity to protect themselves as they see fit.</p><p>Many schools in North Dakota are miles away from the nearest town. If an incident occurred at one of those schools, the response time from local law enforcement could be problematic.</p><p>\"You're looking at close to a half hour before anyone would show up,\" Kiefert says. \"And the problem with these shootings is that, most of the time, they're done within five minutes. So then the local law enforcement's role is going to be an investigation, instead of a rescue.\"</p><p>Schools in more urban settings, where law enforcement is just minutes away, might not feel that they need additional protection. That's why, Kiefert says, the legislation gives them the opportunity to opt out.</p><p>Ideally, Kiefert says, every school in North Dakota would have an armed resource officer, the ability to improve their infrastructure to make their campuses more secure, and the resources to deal with mental illness, which he says is the real problem.</p><p>But, Kiefert says, the state's current financial situation doesn't make that realistic.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Colorado+Pushes+For+Concealed+Guns+In+K-12+Schools&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nathan Rott","audio":[{"meta":{"duration":"288"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1389454467-e95ac1.m3u?orgId=1&topicId=1003&d=288&p=3&story=389245938&t=progseg&e=389454332&seg=19&ft=nprml&f=389245938"},{"href":"http://media.npr.org/assets/img/2015/02/26/41250962_h33110782-18c8995a164a34a55f93b6857daa786b267746a4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3261","width":"4348"}}]}