{"created":"2015-03-19T23:15:57+00:00","modified":"2015-05-13T21:07:56+00:00","valid":{"from":"2015-05-13T21:07:56+00:00","to":"3015-05-13T21:07:56+00:00"},"hreflang":"en","title":"In Tikrit Offensive, Local Sunnis, Shiite Militias Are Unlikely Allies","published":"2015-04-01T23:51:00+00:00","teaser":"The main forces fighting the self-declared Islamic State in Tikrit, Iraq, are Iran-backed Iraqi Shiite militias. Despite decades-long animosity between the nations, local Sunnis are joining them.","itags":["npr_api","394099648"],"guid":"308f4364-ae98-4a09-89c9-fe88eebc9423","contentencoded":"<p>The graying city mayor agrees to meet a few hours before he heads to the battlefront. He is haggard after living in exile since June, when the Islamic State, also known as ISIS, swept into his city — al-Sharqat, Iraq, a hour's drive north of Tikrit.</p><p>Ali Dodah al-Jabouri has a reason to fight: Islamic State militants killed his brother and 18 other relatives. But as part of a prominent Sunni Arab tribe, he is joining an unusual alliance with Iraqi Shiite militias backed and armed by Iran.</p><p>He was once fought Iran in a long and costly war an officer in Saddam Hussein's army. Now, he is changing his business suit for a military uniform to take part in the assault on Tikrit in the Sunni heartland. Tikrit is well known as the birthplace of ousted dictator Saddam Hussein, but the fighting force is predominantly Shiites. Sunni tribes are a token force.</p><p>Jabouri says that the Islamic State is a common enemy, and that Tehran gained his loyalty because Iran has put boots on the ground and offered support while the Americans dithered.</p><p>\"The Americans gave us nothing,\" he says. \"No one helped us when ISIS came — not American, not Turkey. But Iran helped us, with guns, tanks and rockets.\"</p><p>There is a wide consensus from Baghdad to Washington that the best way — and possibility the only way — to defeat the Islamic State is to turn at least part of the Sunni Arab community against the militants, but so far the Jabouri tribe represents a minority. Many Sunnis have not risen against the Islamic State, out of fear, self-interest, or because they see the Shiite militias as even a worse option than ISIS.</p><p>Jabouri says the Shiite militias have gained momentum against the militants, pushing them out of Sunni areas south of Tikrit.</p><p>His city, al-Sharqat is a victim of the Islamic State and geography, located on a highway between the larger urban centers of Mosul, which the militants captured in June, and Tikrit. They've declared al-Sharqat part of their self-declared Islamic caliphate.</p><p>More militants have arrived in al-Sharqat recently, on a northward retreat from pro-government forces hitting Tikrit. Jabouri says he's going back to his city to kill them.</p><p>A decade ago the Jabouri tribe fought al-Qaida militants alongside Americans. Many Jabouris joined <a href=\"http://www.npr.org/templates/story/story.php?storyId=94229791\" target=\"_blank\">the Sunni Awakening movement organized and funded by the U.S. military</a>. This time, Jabouri says he's fighting alongside Iraq's Shiite militias and the Iranians because they are willing to fight ISIS now.</p><p>\"The Americans said we need two years\" to liberate Tikrit and Mosul, says Jabouri. The Shiite militias and their Iranian advisers launched an offensive in early March.</p><p>The Tikrit assault reflects the influence Iran wields in Baghdad. Tehran set the date for the military campaign, according to Western sources, and helped train and arm the militias — paramilitary groups organized under a secretive Iraqi government group called the Popular Mobilization Committee, or Hashid Shaabi.</p><p>But as the militias have pushed out the Islamic State militants, there has been a major snag — Shiite revenge attacks, documented with photos. One particularly gruesome image that appeared on Twitter showed a Shia militiaman posing with the severed head of an ISIS fighter.</p><p>A Human Rights Watch report this week <a href=\"http://www.hrw.org/reports/2015/03/18/after-liberation-came-destruction\" target=\"_blank\">documents looting and burning of civilian homes in Sunni villages</a> — charges the paramilitary commanders vigorously deny.</p><p>Washington has warned Baghdad of funding cuts if the militias are not reigned in. Baghdad has finally gotten the message, says <a href=\"http://www.zaidalali.com/\" target=\"_blank\">Zaid al-Ali</a>, author of \"The Struggle for Iraq's Future\"</p><p>\"The prime minister made a very negative statement about criminal elements within the Popular Mobilization Forces,\" al-Ali says. \"He made big deal that they will be punished.\"</p><p>It's a crucial message for the major battles to come, he says, especially in Islamic State-controlled Mosul, where there are more than a million mostly Sunni civilians who view Shiite-dominated Baghdad with fear and distrust.</p><p>\"If there are terrible abuses in Tikrit, then of course ISIS will thrive on that — and they'll tell people in Mosul 'this is what's going to happen to you,' \" al-Ali says. \"Whereas if people are allowed to go back home in Tikrit and the city doesn't suffer terribly, that will send a powerful message to Mosul: 'This is the right side of the battle.' \"</p><p>Police General Ali al-Jabouri believes he is on the right side of the battle. He's been fighting in Tikrit, another member of the Jabouri tribe who has sided with Shiite militias in the fight against ISIS. General Jabouri says he's heard about Washington's complaints.</p><p>\"Yeah, sure, I heard this — but I don't think they have the full picture,\" he says. \"I want to say, 'everyone knows who's ISIS.' In my area, I know who killed my brother, but I'm not going to make any trouble with civilians. Now, maybe the militias don't know that.\"</p><p>The Shiite militias and the charges of abuse are now a concern across Iraq, but for these members of the Jabouri trip, the fight against ISIS is a higher priority.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Tikrit+Offensive%2C+Local+Sunnis%2C+Shiite+Militias+Are+Unlikely+Allies&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Deborah Amos","audio":[{"meta":{"duration":"291"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1394099649-9a2186.m3u?orgId=1&topicId=1010&d=291&p=2&story=394099648&t=progseg&e=394036603&seg=7&ft=nprml&f=394099648"},{"href":"http://media.npr.org/assets/img/2015/03/19/sunni-shiite-d9b98c9869b97f6ed86ed81a249ebba3bb12f5ea.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1946","width":"2594"}},{"href":"http://media.npr.org/assets/img/2015/03/19/shargat-mayor-f901adcbc2bb0993fbece4c5767453b8f661e076.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}