{"created":"2014-10-02T15:05:13+00:00","modified":"2014-12-04T15:16:59+00:00","valid":{"from":"2014-12-04T15:16:59+00:00","to":"3014-12-04T15:16:59+00:00"},"hreflang":"en","title":"Life Is Tough, Says Joan Rivers, So 'You Better Laugh At Everything'","published":"2014-06-30T17:14:00+00:00","teaser":"The comic has made a career out of saying exactly what she thinks. She tells NPR's Scott Simon, \"I'm the one who says, 'The emperor has no clothes.' \" Her new book is <em>Diary of a Mad Diva</em>.","itags":["npr_api","326201555"],"guid":"309266c6-d28c-4fcf-a081-4a34824832b4","contentencoded":"<p>Comedian Joan Rivers got a diary from her daughter for the holidays a while back, and at first she was upset. Then, she reflected: Maybe it's a chance for her to save and share her wisdom. Like this entry from Feb. 16:</p><blockquote><p>Woke up not feeling well. I spent the entire day online on WebMD. ... I can say with 100 percent certainty that I have pleurisy, tuberculosis, brain stem cancer or an enlarged prostate. I found a great cure for whatever ails you. God bless the Internet! A coffee enema. ... The only negative: I can never go back to Starbucks.</p></blockquote><p>Rivers' new book is called <em>Diary of a Mad Diva</em>. She joins NPR's Scott Simon to discuss her least favorite phrases, her comedy style and what it's like to be in her 80s.</p><hr /><h3>Interview Highlights</h3><p><strong>On how much plastic surgery she's really had</strong></p><p>I was very lucky. I had a friend who was a plastic surgeon, so he would do little things. I never had like a <em>full</em> thing. So I would go in maybe once every two or three years, and he'd do a little here, a little there; tweak you, like you tweak your car. Then I became the plastic surgery poster girl.</p><p><strong>On why she dislikes the phrase \"my bad\"</strong></p><p>It's silly! I mean, there [are] certain things that \"my bad\" does not cover. A woman [who] sleeps with your husband and breaks up your marriage and then they all commit suicide can't walk in and go, \"Yeah, I slept with your husband, ruined your marriage, ruined your life — my bad!\" No, not good enough!</p><p><strong>On why she dislikes the phrase \"good job\"</strong></p><p>I [don't exercise] at this age — I lift like 2-pound weights. And this gorgeous girl who's 26 years old with a body, you know, of a movie star, she says to me, \"Good job.\" ... That's not a \"good job,\" that's an old lady trying to get away with murder.</p><p><strong>On whether she's made a shtick of saying things others would hesitate to say</strong></p><p>I've never thought of it consciously. ... I say exactly what I think and very often it's totally politically incorrect. I get, always, chastised for it. So it's not shtick. But I think I'm the one who says, \"The emperor has no clothes.\"</p><p>And I also think – serious for a second? ... Life is so tough. I don't know how old you are, but I've seen so much in a wink. One phone call and your life is changed forever. We all know that. You better laugh at everything. And people get very upset with me.</p><p><strong>On being in her 80s</strong></p><p>Loss. Loss. Loss. That's what the final act is about. I look back at the amount of friends I've [lost] — and I'm talking good friends, you know — that's the hard part. There's no one to call up and have the same memory bank. ... Nobody wants to hear that you met Harry Truman. ... I met Harry Truman. ... But you know what I mean? Nobody's interested. They want to know you met Rihanna. And that kills me.</p><p><strong>On still loving her career</strong></p><p>I adore working. I am so – do you know how lucky I am? At this age, I have [a TV show,] <em>Fashion Police</em>,<em> </em>I have an Internet show<em>, </em><a href=\"http://inbedwithjoan.com/\">In Bed With Joan</a>,<em> </em>and I just started something now called <em>Drunken Celebrity Phone Calls</em>. It's incredible. ...</p><p>Show business is — you're there by somebody's fluke. And as long as somebody likes you and the show is going well, you're fine. I'd do anything. There's so much I want to do.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Life+Is+Tough%2C+Says+Joan+Rivers%2C+So+%27You+Better+Laugh+At+Everything%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"328"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1326406747-e6a5ca.m3u?orgId=1&topicId=1033&ft=3&f=326201555"},{"href":"http://media.npr.org/assets/img/2014/06/27/joan-rivers---photo-credit-charles-william-bush-121754eafdbd4e9acb427efb0fc64deab283b8d1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2494","width":"3329"}}]}