{"created":"2015-06-27T12:09:58+00:00","modified":"2015-06-29T19:51:13+00:00","valid":{"from":"2015-06-29T19:51:13+00:00","to":"3015-06-29T19:51:13+00:00"},"hreflang":"en","title":"What Happened To The 9-Year-Old Smoking In Mary Ellen Mark's Photo?","published":"2015-06-29T16:32:00+00:00","teaser":"The photographer, who died last month, has a famous portfolio of arresting images. Among them is a shot of two children in 1990. Amanda thought the photo shoot would change her life. It did not.","itags":["npr_api","417782675"],"guid":"30a5a910-0261-494d-b6c8-c16b1a172508","contentencoded":"<p>A good photograph can speak volumes about its subjects, yet still leave you wanting to know more.</p><p>The acclaimed and prolific American photographer Mary Ellen Mark, who <a href=\"http://www.npr.org/sections/thetwo-way/2015/05/26/409806219/photographer-mary-ellen-mark-dies-at-75\">died May 25</a> at the age of 75, was known for her humanist portraits: <a href=\"http://www.maryellenmark.com/text/magazines/life/905W-000-021.html\">homeless children</a> in Seattle, <a href=\"http://www.npr.org/sections/goatsandsoda/2015/05/30/410521364/mary-ellen-mark-and-the-caged-prostitutes-of-mumbai\">prostitutes</a> in India, <a href=\"http://www.maryellenmark.com/text/magazines/life/905W-000-031.html\">a family</a> living out of their car. In 1990, she took one of her most memorable shots, titled, \"Amanda and her cousin Amy.\" The location is listed as Valdese, N.C.</p><p>\"This photograph raises a lot of questions and leaves me with a slightly uneasy feeling,\" says Jeff Jacobson, a New York <a href=\"http://www.jeffjacobsonphotography.com/\">photographer</a> and a friend of Mark's. \"That, I feel, over and over again is the hallmark of her best work.\"</p><p>In light of Mark's passing, NPR sought to find out more about the two children in the photograph, particularly Amanda: Why was she smoking and wearing makeup and fake nails at age 9? What does she remember of the photo shoot? And what has happened since that sunny afternoon in 1990?</p><p>She now goes by Amanda Marie Ellison — her surname was Minton at the time of the photo. She is 34 years old, lives in Lenoir, N.C., and indeed still remembers the photo.</p><p>\"Never forgotten it. Never in my life have I forgotten it,\" she says.</p><p>Ellison says Mark formed a bond with her over multiple photo shoots, but after Mark left, Ellison lost track of the photographer's name and phone number. For 25 years, she says she searched for the photo to no avail. Then last month, after Mark's death, her cousin posted the picture to Facebook and tagged Ellison.</p><p>\"I cried. I cried. Because ... all at once, there it was,\" Ellison says.</p><p>In 1990, Mark had been sent to rural North Carolina by <em>Life </em>magazine to cover a school for \"problem children.\" Ellison was one of those children. \"She's my favourite,\" Mark <a href=\"http://www.maryellenmark.com/text/magazines/vogue%20england/925M-000-003.html\">told British Vogue</a> in 1993. \"She was so bad she was wonderful, she had a really vulgar mouth, she was brilliant.\"</p><p>Mark added: \"I was something of a problem kid. I was emotional, wild, rebellious at school. I'm very touched by kids who don't have advantages; they are much more interesting than kids who have everything. They have a lot of passion and emotion, such a strong will.\"</p><p>Ellison openly concedes she was a \"wild\" child, but she says she was just emulating the adults in her life, all of whom by her memory were drug-addicted, residing in a low-income housing complex nicknamed \"Sin City.\" It was around that time that she began to smoke.</p><p>\"If I couldn't get [cigarettes], if somebody wouldn't give them to me, yes, I'd steal a pack of cigarettes and be gone,\" she says. \"I'd sit in the woods and smoke 'til they were gone.\"</p><p>Two years after the photo, at age 11, Ellison says she was taken into foster care and later lived in group homes. She says she developed an addiction for hard drugs when she was 16.</p><p>Amy Minton Velasquez, Ellison's cousin and the other child in \"Amanda and her cousin Amy,\" corroborates much of her account.</p><p>\"I mean, I had a rough childhood,\" Velasquez says. \"But I will say this: that youngin', she was put through things that would probably make the hair stand on your head if you really knew.\"</p><p>Ellison says at age 9 she knew there were deep problems with her childhood; she viewed Mark's photos as not just a fun diversion but as a possible solution.</p><p>\"When she came along and took those photos, I thought, 'Well, hey, people will see me and this may get me the attention that I want; it may change things for me,' \" Ellison says. She thought someone would see the images and come rescue her. \"I had thought that that might have been the way out. But it wasn't.\"</p><p>Jacobson, the New York photographer, says Mark was not the type to give her subjects false impressions. But he says, \"In any photographic encounter, the one person that always benefits and always is in a more powerful position and always knows more is the photographer.\"</p><p>By her own admission, Ellison's adulthood is still tumultuous. She has served time in prison and says she is still \"surrounded by crazy people and drugs.\" But she says her life has improved, and she wishes she could talk again with \"that photographer lady.\"</p><p>\"If I had to guess,\" Ellison says, \"I would say she would be, I don't know, overwhelmed with joy that I have made it this far.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=What+Happened+To+The+9-Year-Old+Smoking+In+Mary+Ellen+Mark%27s+Photo%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Chris Benderev","audio":[{"meta":{"duration":"278"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1418011786-848f70.m3u?orgId=1&topicId=1143&d=278&p=7&story=417782675&t=progseg&e=418011736&seg=8&ft=nprml&f=417782675"},{"href":"http://media.npr.org/assets/img/2015/06/26/mary-ellen-mark-001-42ee86f0251473670c2bf4fd078d7baeee01aa6e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1982","width":"2643"}},{"href":"http://media.npr.org/assets/img/2015/06/26/401p-003-001-small-7394843ba4198c506cbd39a41ad54e3d56861f2d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1306","width":"1741"}}]}