{"created":"2014-09-26T21:40:46+00:00","modified":"2014-09-29T19:54:43+00:00","valid":{"from":"2014-09-29T19:54:43+00:00","to":"3014-09-29T19:54:43+00:00"},"hreflang":"en","guid":"30ada40d-7829-4c43-9342-0a9da5210c82","title":"One scientist calls the largest marine sanctuary in the world a volcano of fish","published":"2014-09-29T19:54:42+00:00","byline":"David Leveille","tags":["politics","science","environment","Environment","Science, Tech & Environment","North America","United States","North America","Oceania","Paul Rose","Barack Obama","Pacific Remote Islands Marine National Monument","Ocean","Environment","Overfishing"],"teaser":"In the Pacific Ocean, west and south of Hawaii, is what was until recently one of the largest marine sanctuaries on earth. Now, however, it has been expanded — to nearly six times its original size. And scientists are thrilled.","contentencoded":"<p>Find Hawaii on your map, then look west and south into the vast blue Pacific. That&#39;s where you&#39;ll find what&#39;s being hailed as the largest marine sanctuary in the world.</p><p>It was already pretty big when President George W. Bush created it five years ago. Now President Barack Obama has expanded the <a href=\"http://www.fws.gov/refuge/pacific_remote_islands_marine_national_monument/\">Pacific Remote Islands Marine National Monument</a> to six times its original size.</p><p>Paul Rose, an expedition leader for National Geographic&#39;s Pristine Seas project, says this huge section of the Pacific Ocean that&#39;s been declared off-limits to fishing and oil drilling is teeming with life:</p><p>&quot;There&#39;s an enormous amount of pristine marine life and there&#39;s nothing quite the same as going underwater and instantly recognizing the sense of beauty, and abundance, and everything in balance, that can sometimes just take your breath away,&quot; he says. &quot;You can take all of the facts and figures you like, but there&#39;s something about being underwater in a pristine area. And these regions that have now been protected in this wonderful example of ocean leadership, really are pristine and they have to be put in the savings bank, somehow, for the future.&quot;</p><p>Rose who&#39;s an explorer and underwater diver, says when you jump in the water, you immediately see a diversity of sea creatures large and small.</p><p>&quot;Sharks and all the other big hunters are out there, including the very aggressive trigger fish,&quot; he says. &quot;There is a sense of cleanliness and range of species that even a non-scientist can see. There must be 150 different types of fish on that dive and 60 different types of coral and 15 types of grass and algae and all the big fish coming in. You hear divers coming up in an a big foaming excitement saying &#39;did you see the sharks and turtles,&#39; and it&#39;s just a big range of species.&quot;</p><p>The newly expanded marine sanctuary will be completely off-limits to commercial resource extraction, including commercial fishing. The Pacific Remote Islands Marine National Monument will expand to 370,000 square nautical miles (490,000 square miles) of protected area around tropical islands and atolls in the south-central Pacific Ocean. One of the aims of the expansion of the ocean sanctuary is to allow scientists to study the deep coral reefs, seamounts, and marine ecosystems that are vulnerable to the impacts of climate change and ocean acidification.</p><p>[[{\"fid\":\"74498\",\"view_mode\":\"original_image\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":495,\"width\":640,\"alt\":\"Map of the Pacific Remote Islands Marine National Monument, one of the most pristine tropical marine environments in the world.\",\"class\":\"media-element file-original-image\"}}]]</p><p>Rose hails President Obama&#39;s decision to expand the sanctuary as prudent stewardship of oceans and hopes it will mean the ocean region will remain forever wild.</p><p>&quot;He&#39;s protecting it not just from fishing but also from any industrial mining or other commercial uses. The clever thing is he&#39;s backed up by the science. The fact is, if you protect large areas of the ocean, and there&#39;s no take, you end up with more fish that you can fish,&quot; he says. &quot;It&#39;s a bit like an underwater volcano of fish. Because those fish are protected, they grow like topsy and you end up with loads of fish in that region. Well there is no fence and so they swim outside it, and the spill-over regions become very rich, very productive, incredibly sustainable fishing grounds so fishing actually goes up, tourism goes up, you can introduce sport fishing and people are interested in going there.&quot;</p><p>In short, not only is it the &quot;right thing to do for conservation, for nature,&quot; says Rose, &quot;but it actually makes sound economic sense.&quot;</p><p>Above these ocean waters, the marine sanctuary provides habit for the world&#39;s largest remaining colonies of Sooty Terns, Lesser Frigatebirds, Red-footed Boobies, Red-tailed Tropicbirds and other seabird species. These seabirds fly over these waters seeking schools of tuna and other large marine predators that drive prey fish to the surface. There are also many Black-footed and Laysan Albatross in the area, though these species range across the entire North Pacific.</p><p>In case you fancy reading more of what&#39;s in the fine print, the White House has posted the complete Presidential proclamation on the <a href=\"http://www.whitehouse.gov/the-press-office/2014/09/25/presidential-proclamation-pacific-remote-islands-marine-national-monumen\">Pacific Remote Islands Marine National Monument Expansion</a>.</p><blockquote class=\"twitter-tweet\" lang=\"en\"><p>Q&amp;A: Why it&#39;s important to protect a vast marine monument <a href=\"http://t.co/iriXUCIiKZ\">http://t.co/iriXUCIiKZ</a> via <a href=\"https://twitter.com/NatGeo\">@NatGeo</a> <a href=\"https://twitter.com/hashtag/overfishing?src=hash\">#overfishing</a> <a href=\"http://t.co/4NabLJcQOF\">pic.twitter.com/4NabLJcQOF</a></p>&mdash; Blue Planet Society (@Seasaver) <a href=\"https://twitter.com/Seasaver/status/515207383489196032\">September 25, 2014</a></blockquote><script async src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Bluefin.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/bluefinjpg"}]}