{"created":"2015-02-10T06:49:23+00:00","modified":"2015-02-17T19:05:36+00:00","valid":{"from":"2015-02-17T19:05:36+00:00","to":"3015-02-17T19:05:36+00:00"},"hreflang":"en","title":"Ed Sabol, Founder Of NFL Films, Dies At 98","published":"2015-02-10T15:00:00+00:00","teaser":"Ed Sabol was inducted into the Pro Football Hall of Fame in 2011. During his tenure at NFL Films, from 1964-1995, the organization won 52 Emmy Awards.","itags":["npr_api","385103943"],"guid":"30be2fd8-c3c8-4ba3-9174-366f9e4dcf9b","contentencoded":"<p>Ed Sabol's first film for the NFL was of the 1962 championship game between the Green Bay Packers and the New York Giants. He opened with panoramic views, planes flying by and trains rolling on the tracks.</p><p>Sabol's crew filmed in 15 degree weather with frozen cameras. They weren't just filming football. They were making cinema. Just a few years later, Ed Sabol became head of NFL Films. And then he and his son, Steve, revolutionized the way we watch sports.</p><p>\"What they did was establish and build the mythology of the National Football League,\" says Howard Katz, chief operating officer of NFL Films. He says the work of Ed and Steve Sabol helped to transform modern football.</p><p>\"The frozen tundra, America's team — all those things that are just part of the fabric of football were all elements that were created cinematically by the Sabols,\" Katz says.</p><p>Slow motion. Microphones on players, coaches and referees. Blooper reels. Music. Reverse-angle replay — that was Ed and Steve Sabol.</p><p>And then there was their longtime narrator the late John Facenda, who was referred to as \"the voice of God\": \"They call it pro football. They play it under the autumn moon, in the heat of a Texas afternoon.\"</p><p>Howard Katz says the Sabols didn't just influence sports. \"Everybody tries to imitate the techniques of NFL films. The television networks do with their long lens slow-motion cameras. All the other leagues have tried to apply those same techniques.\"</p><p>In his father's last video, a retrospective, Steve said his dad knew how to take a risk: \"Dad always used to tell all of our cameramen, 'Don't worry about failure. You can't soar like an eagle and crap like a canary.' \"</p><p>Ed Sabol was inducted into the Pro Football Hall of Fame in 2011. Under his leadership, NFL Films won 52 Emmy Awards.</p><p>In his final film, Ed Sabol talked about what made him tick. \"A grown man's love of a little boy's game: that's what inspires those who play football, and it inspired us.\"</p><p>Ed Sabol died Monday at the age of 98.</p><p>His son Steve died in 2012 at the age of 69 — 18 months after he was diagnosed with a brain tumor.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ed+Sabol%2C+Founder+Of+NFL+Films%2C+Dies+At+98&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Sam Sanders","audio":[{"meta":{"duration":"156"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1385138902-163657.m3u?orgId=1&topicId=1062&e=385103943&d=156&ft=nprml&f=385103943"}]}