{"created":"2015-06-26T12:31:17+00:00","modified":"2015-06-26T12:31:19+00:00","valid":{"from":"2015-06-26T12:31:19+00:00","to":"3015-06-26T12:31:19+00:00"},"hreflang":"en","guid":"30cd40cd-f65d-4c3e-a003-cfe5fedeb2e1","title":"We're in the middle of the world's sixth mass extinction event — and may not be able to stop it","published":"2015-06-26T12:31:12+00:00","byline":"T.J. Raphael","teaser":"Species are dying on Earth at a rate that is unprecedented in human history, and practically unheard of in all of Earth's history as well. Unfortunately, it may be too late to stop it.","tags":["Environment","Science, Tech & Environment"],"contentencoded":"<p dir=\"ltr\">A new head-spinning <a href=\"http://advances.sciencemag.org/content/1/5/e1400253\">research paper</a> published this month in the journal Science Advances finds that a mass extinction is underway — the sixth of its kind in Earth's 4.5 billion year history.</p>\n<p>Since the year 1900, 69 mammal species are believed to have gone extinct, along with about 400 other types of vertebrates, and the rate at which this is taking place is alarming scientists.</p>\n<p>“The evidence is incontrovertible that recent extinction rates are unprecedented in human history and highly unusual in Earth’s history,” the report says. “Our global society has started to destroy species of other organisms at an accelerating rate, initiating a mass extinction episode unparalleled for 65 million years.”</p>\n<p>“The broad definition that’s usually offered for a mass extinction is an event that wipes out a large portion of the world’s biota, across many different groups of organisms and across many parts of the world,” says Elizabeth Kolbert, a staff writer for The New Yorker and author of \"<a href=\"http://www.amazon.com/The-Sixth-Extinction-Unnatural-History/dp/0805092994\">The Sixth Extinction: An Unnatural History</a>.\"</p>\n<p>The researchers behind this paper — a group of scientists from Stanford University, Princeton University, the University of California at Berkeley, the University of Florida at Gainesville, and the National Autonomous University of Mexico — used very “conservative” estimates to reach their conclusions. And Kolbert says there’s a good reason for that.</p>\n<p>“One of the complexities that we get into in terms of determining how this extinction event matches up with what’s happened in the geological past is that we’re looking at apples and oranges,” she says. “We’re looking at fossil records for past events, and in terms of the present, we don’t have a fossil record yet. People are trying to figure out ways to compare these two forms of measurement, and what these scientists did is they took very conservative measurements of what’s called the background extinction rate.”</p>\n<p>The background extinction rate is the rate of extinction that would be expected during “normal times,” says Kolbert. In this case, the researchers used a background rate of two mammal extinctions per 10,000 species per 100 years, and then compared that rate with the current rate of mammal and vertebrate extinctions.</p>\n<p>“Even using those very conservative numbers, and also using a very conservative estimate of how many vertebrates have gone extinct, they found very, very high extinction rates,” says Kolbert.</p>\n<p>Scientists say that the number of species that have gone extinct in the last century should have taken between 800 and 10,000 years to disappear. So what’s actually behind this mass extinction?</p>\n<p>“There are almost too many [causes] to list right now,” says Kolbert.</p>\n<p>Though species can die off for any number of reasons, habitat destruction, the transplantation of animals to other places, and of course, climate change, are greatly contributing to the extinction rate. Kolbert says that water contamination is also a big concern.</p>\n<p>“Ocean acidification, which is sort of the flipside of climate change,” threatens species, Kolbert adds. “As we pour carbon dioxide into the air, a lot of it ends up in the oceans, and when CO2 dissolves in water, it forms an acid, so we’re changing the chemistry of the oceans. We’re also pouring nitrogen into the oceans, which creates these huge dead zones which are expanding. The list, unfortunately, goes on and on.”</p>\n<p>Scientists say intense conservation efforts could slow the subsequent loss of ecosystems, but they say “that window of opportunity is rapidly closing.”</p>\n<p>“There are an increasing number of species where we know the species has dwindled down to the last hundred individuals — just 20 individuals in the case of the American Condor, for example,” says Kolbert, before a concerted effort to save the animals restored the population to about 400. “At that point, you can rouse people to put a lot of energy into trying to save a species and it is a very noble pursuit. ... But it’s very, very difficult when a species is down to its last representatives to bring it back.”</p>\n<p><em>This <a href=\"http://www.thetakeaway.org/story/sixth-extinction-here/\">story</a> first aired as an interview on PRI's <a href=\"http://www.thetakeaway.org/\">The Takeaway</a>, a public radio program that invites you to be part of the American conversation.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-26%2Fwere-middle-worlds-sixth-mass-extinction-event-and-may-not-be-able-stop-it&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://cdn1.pri.org/sites/default/files/California-Condor.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/california-condorjpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/audio.wnyc.org/takeaway/takeaway062415-extinction.mp3"},{"href":"http://admin.pri.org/file/takeaway062415-extinctionmp3"}]}