{"created":"2015-04-22T19:01:13+00:00","modified":"2015-05-22T23:56:57+00:00","valid":{"from":"2015-05-22T23:56:57+00:00","to":"3015-05-22T23:56:57+00:00"},"hreflang":"en","title":"Of Fruit Hats And 'Happy Tropics,' A Renaissance For Carmen Miranda","published":"2015-05-08T22:12:00+00:00","teaser":"The Brazilian performer was a huge hit with American audiences who loved her outrageous costumes and beautiful voice. But she's been less appreciated in her homeland — until now.","itags":["npr_api","401467980"],"guid":"30d088ab-dff6-4adb-ad9b-e4edb37d6193","contentencoded":"<p>Known for her outrageous costumes and beautiful voice, Brazilian performer Carmen Miranda was the highest-earning woman in Hollywood in the 1940s.</p><p>In the signature number in the 1943 extravaganza <em>The Gang's All Here</em>, Miranda — a massive turban festooned with fake fruit atop her head — <a href=\"https://www.youtube.com/watch?v=TLsTUN1wVrc\">sings \"The Lady In The Tutti Frutti Hat\"</a> as a huge cast of scantily clad women waves around giant bananas.</p><p>It's completely over the top, and makes you feel like you've been immersed in a massive, warbling fruit salad.</p><p>But her success in the U.S. didn't translate back home, where she was rejected for being a sellout.</p><p>Now, her supporters hope that she will be given much greater recognition in Brazil, starting with a permanent exhibition at a lavish new museum in her home city of Rio de Janeiro, which is set to open later this year.</p><p><strong><strong>Success In U.S. Eclipsed Success At Home</strong></strong></p><p>There was a lot more to \"The Lady in the Tutti Frutti Hat\" than papier-mâché produce.</p><p>\"The Brazilians don't know Carmen Miranda as they should,\" says Heloísa Seixas, who with her daughter, Julia Romeu, wrote a <a href=\"http://www.livrariacultura.com.br/p/carmen-a-grande-pequena-notavel-15067393\">children's biography of Miranda</a>.</p><p>Named Maria do Carmo Miranda da Cunha when she was born in Portugal, she immigrated to Brazil with her family when she was a child.</p><p>Before she became a star on Broadway and Hollywood, Miranda was big in Brazil. Her rise coincided with the beginning of the country's music industry.</p><p>\"She was the most successful Brazilian singer in Brazil for 10 years before she ever went to America ... and so she was very important to Brazilian music, to Brazilian radio,\" says Romeu. In fact, during that period, Miranda cut more records than anyone else.</p><p>She was singing at the casino in the neighborhood of Urca when an American producer saw her and whisked her to Broadway and then Hollywood.</p><p>In Brazil, instead of celebrating her success, the exact opposite happened: People jeered at her, and said she was a sellout.</p><p>\"When she came back (to Brazil) the next year, she had a very bad experience at the Casino da Urca. She really was very upset and she cried. She stopped the show,\" recounts Seixas.</p><p><strong>Putting Brazil On The Map</strong></p><p>After that experience, Miranda didn't come back to Brazil for 14 years. But she got the last word: She recorded a song about the incident, \"They Say I Came Back Americanized.\"</p><p>The lyrics are both arch and sweet: \"How could I have come back Americanized?\" she asks. \"I always say '<em>te amo'</em> and never 'I love you.'\"</p><p>It was a huge hit at the time.</p><p>Miranda always argued that she was Brazilian at heart. <a href=\"https://www.youtube.com/watch?v=z4zj1fez3G0\">In an interview in London</a> in 1948 she talked about the cultural roots of all that fruit.</p><p>\"In Brazil in Bahia, the girls carry the basket with the fruits on her head, and they have big bracelets and big necklaces and they sell fruits in the streets and I take it from the girls,\" Miranda explained.</p><p>And she used that image to make herself into a big business, constantly touring and putting on shows in casinos and clubs.</p><p>For the American audience of the day, she put Brazil on the map.</p><p>\"It was through her music and her person that Americans discovered what Rio de Janeiro was, what Brazil was, how Brazilians behaved,\" says César Balbi, the director of the now-closed Carmen Miranda Museum in Rio.</p><p><strong>Celebrated In A New Museum Exhibit</strong></p><p>Balbi is speaking in the building that housed Miranda's collection after her death in 1955. It's a small, ugly concrete bunker next to an expressway. It's not easily visible — the antithesis of the woman herself.</p><p>Balbi takes me into the back room where her things are kept in storage.</p><p>And lined up on a shelf are the famous turbans, some with cherries, some with pineapples, some with small umbrellas. Miranda actually made some of them herself: She had learned millinery working in a hatmakers' shop in her youth.</p><p>Now her belongings are in the process of being packed up and shipped to their new location – the Museum of Image and Sound smack dab on the main drag in Copacabana.</p><p>\"This museum was the wrong place for her,\" Balbi says. \"Now we are going to a bigger space.\"</p><p>It will be at the heart of a large museum that will highlight Brazil's various musical traditions. The emphasis will be on Miranda's music, housed in a part of the museum that focuses on a genre called \"Happy Tropics.\"</p><p>Seixas, the author, predicts that the new permanent exhibition will be a huge success.</p><p>\"Carmen Miranda will be the anchor of the new museum,\" Seixas says. \"She will finally have the important space that she always deserved in Rio and in Brazil.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Of+Fruit+Hats+And+%27Happy+Tropics%2C%27+A+Renaissance+For+Carmen+Miranda&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lourdes Garcia-Navarro","audio":[{"meta":{"duration":"332"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1401540594-73147f.m3u?orgId=1&topicId=1127&d=332&p=2&story=401467980&t=progseg&e=401487387&seg=19&ft=nprml&f=401467980"},{"href":"http://media.npr.org/assets/img/2015/04/22/carmen-miranda-getty-c3a07ae5dba819ae49cb5956fc8d325606c9a1cf.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1342","width":"1789"}}]}