{"created":"2015-03-01T22:19:52+00:00","modified":"2015-05-13T21:12:29+00:00","valid":{"from":"2015-05-13T21:12:29+00:00","to":"3015-05-13T21:12:29+00:00"},"hreflang":"en","title":"The Brother Went To Fight Ebola. So Did His Sister. Mom Was 'A Wreck'","published":"2015-03-02T00:43:00+00:00","teaser":"He's an epidemiologist. She's a nurse. And both of them felt compelled to head off to West Africa to battle the virus.","itags":["npr_api","389515888"],"guid":"30d9d5a6-49fd-4be7-9701-12d0a2c30001","contentencoded":"<p>When Alex Tran went off to Sierra Leone to work as an epidemiologist, his parents were worried. His mom was \"a wreck,\" according to his sister Jen, who followed him into the Ebola hot zone a few weeks later.</p><p>Last fall as the Ebola outbreak raged in West Africa, Alex, 28, was working at USAID. Jen, who's a registered nurse, was deployed with the U.S. Navy on a ship in the Arabian Gulf. They both were itching to get to the front lines of the epidemic to help.</p><p>Alex landed his job first with the International Medical Corps in Sierra Leone. Jen, who's 26, put in an application with IMC immediately after returning from her military tour in the Middle East. But the aid group didn't get back to her.</p><p>\"Then Alex went over in late October and I just kept messaging him, pinging him every single day, hey, get me a job, get me a job, you're my inside source,\" she laughs.</p><p>Why was she so eager to go? \"I'd read the <em>Hot Zone</em>,\" she points out, \"when I was in middle school.\"</p><p>Alex joked that if the IMC hired her it would be nepotism. But in fact, the <a href=\"https://internationalmedicalcorps.org/\">International Medical Corps</a> and other aid groups at the time were desperate to find trained health care workers to treat Ebola patients. Once Alex lobbied for Jen, IMC quickly said yes. \"Within 10 or 11 days,\" Jen says. \"I was on a plane.\"</p><p>She was headed to Western Sierra Leone to join up with Alex. In October of last year, that was one of the hardest-hit places in the Ebola outbreak. The districts of Port Loko and Bombali were reporting roughly 150 new cases each week yet had no dedicated Ebola clinics. International Medical Corps had announced plans to build two treatment centers from the ground up.</p><p>Alex says the pressure to get those Ebola hospitals open was intense.</p><p>\"The period from October to the opening of our first Ebola treatment center in Lunsar [on December 1] was one of the most intense periods of work I'd ever been a part of,\" he says.</p><p>Alex's official job was to set up data systems to track patients but because so much needed to be done, he helped set up the entire Ebola hospital. Doctors Without Borders gave some guidance on the layout but it very much felt like flying blind.</p><p>\"In a lot of the other responses I've been part of there's always been literature. There's been information. You can always look on the Web,\" he says. \"But for this there was nothing. There was absolutely nothing on 'This is how an Ebola treatment center needs to go down.' \"</p><p>Jen, meanwhile, was training the local staff how to properly put on and take off protective suits, face masks and goggles. The first time she suited up she felt \"super-claustrophobic.\"</p><p>Eventually she got used to the personal protective equipment, or PPE.</p><p>But some of the local nurses weren't comfortable. And it wasn't because the face masks were too tight or their goggles would fog up. The Sierra Leonean nurses didn't trust the garments to protect them against Ebola.</p><p>\"The staff had this huge fear of touching a patient,\" she says. Eventually they got over their fears, but it was one more obstacle to getting the center up and running smoothly.</p><p>Then there were other logistical problems, like the dying generator.</p><p>One night on the ward at around 11 p.m. Jen was in the middle of setting up an IV drip for a patient.</p><p>\"Then the lights went off,\" she says. \"I'm touching the bed, touching his arm to try to find the pieces that I need to close the IV line.\"</p><p>There were 3 other nurses and 4 sanitation workers on the ward with her. They all gathered outside one of the tents but quickly decided that it was too dark to exit the ward safely. Taking off Ebola protective gear — called \"doffing\" — is considered one of the riskiest moments for infection. While they waited their goggles were fogging up so they could barely see.</p><p>\"There was one girl, her goggles had completely slipped off. Her goggles were right here,\" she says pointing to the bridge of her nose. \"She couldn't see anything. She couldn't open her eyes. You had to just hold her, and lead her to the right area. But I think doffing without any light is a terrible decision. That's just more risk. You can't see anything. You're not sure if you're spraying everywhere that you need to.\"</p><p>Alex says IMC bought an entirely new generator system after that incident.</p><p>They both worked long hours. Jen says it was a hard place to be a nurse. She didn't have access to monitors or drugs that she'd have in a Western clinic. The majority of the patients were dying.</p><p>But there were also uplifting moments, like when their first cured patient walked out of the ward.</p><p>Jen stayed for five weeks. Alex stayed for 14, spanning the Christmas holidays.</p><p>\"One thing that was really fun was caroling around the Ebola treatment center,\" Alex says. A collection of staff members — some international doctors, some locals, some cleaning staff — would gather in the visiting area and sing. The visiting area is adjacent to the high-risk red zone. Alex says some of the patients who were able came out of the tented wards to listen.</p><p>\"People seemed to get a kick out of it.\"</p><p>Jen and Alex's parents, on the other hand, weren't so happy about their kids being in the heart of the Ebola outbreak.</p><p>The siblings are Vietnamese-Americans, and at that moment the Vietnamese community was buzzing about the news that Nina Pham, a nurse in Dallas, had just been diagnosed with Ebola, \"She's Vietnamese as well. So the Vietnamese community they were just in a craze about [Ebola].\"</p><p>Alex says their mom was more worried about Jen than she was about him because Jen was working directly with Ebola patients.</p><p>Needless to say, she's relieved that they've both returned to Virginia.</p><p>\"She's very proud of us now that we are back and safe and have all these wonderful stories,\" Jen says. \"She's definitely very proud.\"</p><p>Both siblings say they might go back to West Africa to work on Ebola if the opportunity arises.</p><p>If it doesn't, Alex adds, there's always that refugee crisis in Syria.</p><p><em>More coverage: Explore NPR's \"<a href=\"http://apps.npr.org/life-after-death/\">Life After Death</a>\" interactive about Ebola in the village of Barkedu, Liberia.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Brother+Went+To+Fight+Ebola.+So+Did+His+Sister.+Mom+Was+%27A+Wreck%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jason Beaubien","audio":[{"meta":{"duration":"249"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1390033550-284334.m3u?orgId=1&topicId=1031&d=249&p=2&story=389515888&t=progseg&e=389261052&seg=4&ft=nprml&f=389515888"},{"href":"http://media.npr.org/assets/img/2015/02/27/dsc00421-fb0a7ebe47e7222e821bb3c391d5bfbbcc4e726e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1993","width":"2657"}},{"href":"http://media.npr.org/assets/img/2015/02/27/img_2894-d377d6c5e7b30e6ca85eab883e43889ec0291206.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1687","width":"2250"}}]}