{"created":"2015-02-23T21:37:42+00:00","modified":"2015-02-26T21:06:13+00:00","valid":{"from":"2015-02-26T21:06:13+00:00","to":"3015-02-26T21:06:13+00:00"},"hreflang":"en","title":"Supreme Court Considers Visa Case For Foreign Spouses","published":"2015-02-23T23:40:00+00:00","teaser":"Do Americans' constitutional rights include the right to a visa for a non-citizen spouse? The Supreme Court heard arguments on that issue Monday and appears to be headed for another close vote.","itags":["npr_api","388520550"],"guid":"30e0c98e-0cd1-4cc3-8984-8abfcf6c4f64","contentencoded":"<p>Many American citizens who are married to foreigners find that their futures together depend on the judgment of a U.S. embassy official half way around the world.</p><p>These difficult and sometimes heartbreaking decisions are generally not reviewable by any court. But on Monday the U.S. Supreme Court heard arguments in a case testing whether an American citizen has the right to know <a href=\"http://www.scotusblog.com/case-files/cases/kerry-v-din/\" target=\"_blank\">why a foreign spouse has been denied an immigration visa</a>.</p><p>Fauzia Din came to the United States as a refugee from Afghanistan in 2000 and subsequently became a U.S. citizen.</p><p>\"I came because of the Taliban,\" she says. \"There was no security for women in Afghanistan and I wanted to come here to get security — and just freedom.\"</p><p>In 2006 she returned to Afghanistan to marry an Afghan native whom she and her family long had known. Back in the states, she petitioned the immigration service for an immigrant visa for her husband.</p><p>The agency gave its approval and directed her husband to the American embassy in Pakistan for an interview. Afterwards, he was told he soon would receive a visa.</p><p>It never came. Three years later, after Fauzia Din's congressman made inquiries on her behalf, the State Department said her husband had been turned down for \"terrorist activities\" — even though he is now the secretary to the chief of staff for the minister of education in Afghanistan.</p><p>Further inquiries proved unfruitful — Din and her husband could not find out what in particular he supposedly had done. So Din went to court, contending that the government's arbitrary separation of an American citizen from his or her spouse violates the due-process clause of the Constitution.</p><p>Din won in the lower court, and the government appealed to the Supreme Court, contending that because, by statute, an alien is not entitled to an explanation for a visa denial, that ends the question — and that the American spouse has no rights in the matter.</p><p>In the Supreme Court chamber Monday, Deputy Solicitor General Edwin Kneedler faced a raft of questions prompted, at least in part, by <a href=\"http://www.americanbar.org/content/dam/aba/publications/supreme_court_preview/BriefsV4/13-1402_amicus_resp_fco.authcheckdam.pdf\" target=\"_blank\">a friend-of-the-court brief filed by former consular officers</a>.</p><p>They detailed the veto power that they say the Department of Homeland Security has regarding these visa decisions, based on entering the name of the visa applicant into a collection of databases.</p><p>Kneedler contended that all visa decisions are reviewed by a supervisor, and that more than simple data-entry is involved. But his assurances met with some skepticism.</p><p>\"I have a real problem,\" Justice Sonia Sotomayor said. \"We have evidence that people were kept for months and months and months\" after September 11th<sup></sup> after being \"erroneously identified\" because they had the same or similar name to a genuine terrorist.</p><p>Justice Anthony Kennedy followed up: \"Suppose there are two Mr. Smiths, or whatever the foreign name is, and they just get the wrong one. It seems to me, said Kennedy, your position is that the alien has no right\" to bring a court challenge. \"Period.\"</p><p>Deputy Solicitor General Kneedler agreed that is true, repeating that \"there is no right of judicial review\" under the statue.</p><p>Justice Elena Kagan asked what level of specificity is required when a visa applicant is turned down. Can you just cite a lengthy section of the law, \"like section 1182?\" she asked.</p><p>Yes, replied Kneedler.</p><p>Justice Ruth Bader Ginsburg pressed further. \"Assuming people make mistakes,\" and that some consular officers have a \"bureaucratic mentality,\" you are still \"sticking to the position that these visa determinations are not subject to review ... no exceptions?\"</p><p>That's right, reaffirmed Kneedler.</p><p>Justice Stephen Breyer, whose own wife immigrated to the U.S. from England, was incredulous.</p><p>Are you saying, he asked, that even if there is undeniable proof that the consular official acted for racial reasons, or simply because they felt that husbands and wives should not live together, there is no review?</p><p>\"Is that your position?\" Breyer asked.</p><p>Yes, replied Kneedler once again.</p><p>Those skeptical questions from five justices would seem to add up to a majority of the court — but Justice Kennedy, after initially voicing significant skepticism about the government's position, appeared to switch sides, suggesting that providing a reason for the visa denial might risk revealing intelligence sources or methods.</p><p>The court's hardline conservatives chimed in.</p><p>Justices Antonin Scalia and Samuel Alito observed that a wife couldn't go to court to challenge her husband's criminal conviction, or his sentence to a maximum security prison. Kennedy called those observations \"apt.\"</p><p>Fauzia Din's lawyer, Mark Haddad, replied that in such circumstances the defendant <em>already</em> has been accorded due process of law through a trial and appeal. But his answer didn't seem to be enough for Kennedy.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Supreme+Court+Considers+Visa+Case+For+Foreign+Spouses&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nina Totenberg","audio":[{"meta":{"duration":"251"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1388520552-49cb10.m3u?orgId=1&topicId=1070&e=388520550&d=251&ft=nprml&f=388520550"},{"href":"http://media.npr.org/assets/img/2015/02/23/461971926-f2fd0136d4d3640630d3149ee8fe448254e11d6e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3300","width":"4405"}}]}