{"created":"2014-08-30T23:05:21+00:00","modified":"2014-10-31T15:41:38+00:00","valid":{"from":"2014-10-31T15:41:38+00:00","to":"3014-10-31T15:41:38+00:00"},"hreflang":"en","title":"For Comic Michael Che, 'Comfortable' Comedy Won't Fly","published":"2014-06-05T23:58:00+00:00","teaser":"Che is <em>The Daily Show</em>'s newest correspondent. He may be a new face, but TV audiences are already familiar with his comedy. He spent the past year writing sketches for <em>Saturday Night Live</em>.","itags":["npr_api","313051388"],"guid":"30ff1759-9728-42c1-b825-51ca0ae5e851","contentencoded":"<p><em>Editor's Note: This is an interview with a comedian. Since comedy leans heavy on timing and delivery, this interview is best heard. (The audio will be available around 7 p.m. ET.) </em></p><p>Meet Michael Che, <em>The Daily Show's</em> newest correspondent. He's 30, and though he only began performing stand-up in 2009, his resume is impressive.</p><p>You might have seen Che's writing featured in <em>Saturday Night Live</em> skits like \"<a href=\"http://www.nbc.com/saturday-night-live/video/black-jeopardy/2768586\">Black Jeopardy</a>\" or \"<a href=\"http://www.nbc.com/saturday-night-live/video/12-days-not-a-slave/n42355\">12 Days Not A Slave</a>.\" He just wrapped up a year of working for <em>SNL</em>. He's also performed on shows like <em>Late Show With David Letterman</em> and <em>Late Night With Seth Meyers</em>. And on Friday, Che's own half-hour comedy special will air on Comedy Central.</p><p>He talked with <em>All Things Considered</em> host Audie Cornish about his career and work ethic, uncomfortable humor and walking that line between who's laughing — and at what or whom.</p><hr /><h3>Interview Highlights</h3><p><strong>On the mixed reaction to the \"Black Jeopardy\" skit he wrote</strong></p><p>Well, I didn't come up with it — it was Brian Tucker came up with the idea. He was like, I wanna do a \"Black Jeopardy\" thing. And he had one or two things, and we were like laughing and just pitching on it, and it was kind of just one of those sketches that took an hour to write, just really fast, funny jokes that made us laugh. And people loved it, and people hated it, so it was exactly where I want to be in comedy. ...</p><p>I love that. I love stuff that polarizes a little bit, because it feels like it's on the edge. It's like the same things that people love about you are going to be what they hate about you.</p><p><strong>On whether people are laughing at the disconnect between black and white culture, or if they're laughing at black people</strong></p><p>I feel like if that [\"Black Jeopardy\"] sketch was on [<em>Chappelle's Show</em>] or <em>Key and Peele</em> or on a black show it would have been received a lot differently. I feel like it would have been received a lot better, from black people. People kind of look at us like, \"These are white guys making fun of black people,\" as opposed to, \"This is a black writer's take on a thing.\" But as writers, we have to write about what's funny to us and put it out there.</p><p>This is a live show: We find out something's not good the same time you find out something's not good. You can hear the audience be separated — that [\"Black Jeopardy\"] sketch worked. But I mean, there's times when we can put something out and you hear the audience not like it. It's tough to do. It's not a real thing; we're not saying that black people are dumb. ... Black people have this thing — I have it, we all have it — we have this kind of embarrassment. We don't like white people to find out our little insecurities and our little quirks; we don't really like that that much. Like, \"Don't let them know, that's ours, that's for us, don't let them know what we laugh about.\" That kind of thing, which is silly to me, but it's also, I get it, because I feel the same way sometimes, too.</p><p>That's why I'm OK with any backlash because I'm like, yeah, I know where it comes from; I just happen to be on the other side for this one.</p><p><strong>On not wanting his comedy to be \"comfortable\" </strong></p><p>Why would you want to be comfortable? This is comedy. ...</p><p>I surround myself with people that kind of get that. ... I'm like that with strangers. They don't know if they should be comfortable enough to laugh, but my friends get it, like they know where we come from. I come from projects. We laugh, we make fun of everything. I have six brothers and sisters — my mother has six kids from two different marriages — and we would just sit around making fun of each other's dads. And all our dads had real problems. My brothers and sisters, we love each other, and we'd just make fun of how our dads were addicts and how terrible they were, and that's how we had fun. You know, we still get together and make fun of each other, like that's how we show love because we go through all that same kind of pain. It's like showing your battle scars, like remember when we went through all that? And we're laughing about it.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Comic+Michael+Che%2C+%27Comfortable%27+Comedy+Won%27t+Fly&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"531"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1319222877-5e5579.m3u?orgId=1&ft=3&f=313051388"},{"href":"http://media.npr.org/assets/img/2014/06/05/michael-che_credit-paul-marotta-1a10d9999854f71a8179685669ca2dedb9ad2f6e.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"3273","width":"4362"}}]}