{"created":"2014-10-27T18:27:16+00:00","modified":"2014-10-27T18:27:16+00:00","valid":{"from":"2014-10-27T18:27:16+00:00","to":"3014-10-27T18:27:16+00:00"},"hreflang":"en","title":"What Broke Google Image Search?","published":"2014-08-26T21:12:00+00:00","teaser":"If you happened to be searching for news or images on Google today, you may have come up with some unexpected results.","itags":["npr_api","343446718"],"contentencoded":"<p>If you happened to be searching for news about Ferguson on Google today, you may have come up with some unexpected results.</p><p>For a brief time this morning, no matter what you Googled, the images that popped up would be the same: either a picture of a car crash, or NBA star Kevin Durant.</p><p>Reporter Russell Brandom of the tech website The Verge says there&#8217;s no word yet from Google about what happened, but he doesn&#8217;t think it&#8217;s malicious.</p><p>&#8220;If it&#8217;s a hack, someone is usually looking for some sort of information they can sell, whether it’s credit card data, email addresses, logins or to put some malicious bit of code on your site,&#8221; Brandom told <em><a href=\"http://hereandnow.wbur.org/\">Here & Now</a></em>. &#8220;Maybe if you clicked on this image, it would take you to the site and it would put some malicious code on your computer, but I haven’t seen any indication of that and Google&#8217;s anti-malware protections are generally pretty strong, so I don&#8217;t think it would be an effective vehicle for that.&#8221;</p><p>The picture of that car crash comes from a 2012 Ukrainian newspaper article. That part of the world is notorious for cyber crime, but Brandom says it&#8217;s more likely that some programmer over at Google just made a mistake.</p><p>&#8220;People are constantly pushing code changes to Google image search,&#8221; Brandom explains. &#8220;They’re constantly making little fixes, tweaking the algorithms a little this way, a little that way. Google is very much of the move-fast-and-break-things school of code, so it’s not that we will make one big push all at once and you’ll know the day it happens. It’s we’ve got smart engineers they have smart ideas, they’re going to be constantly working on the code, if they screw up, we&#8217;ll fix it. My suspicion is something changed, someone screwed up and they fixed it.&#8221;</p><p>Brandom says the problem was fixed within about 30 minutes, so search away. Life on the Internet is back to normal &#8212; for now.</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.theverge.com/users/russell.brandom\" target=\"_blank\">Russell Brandom</a></strong>, reporter for The Verge. He tweets <a href=\"https://twitter.com/russellbrandom\" target=\"_blank\">@russellbrandom</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 WBUR-FM. To see more, visit <a href=\"http://www.wbur.org\">http://www.wbur.org</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=What+Broke+Google+Image+Search%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"31042205-764d-43a0-a11e-2816ef709442","audio":[{"meta":{"duration":"117"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1343446721-809f39.m3u?orgId=330&ft=3&f=343446718"}]}