{"created":"2014-12-08T21:31:47+00:00","modified":"2015-05-13T21:27:29+00:00","valid":{"from":"2015-05-13T21:27:28+00:00","to":"3015-05-13T21:27:28+00:00"},"hreflang":"en","title":"Olive Oil Producers In 'Crisis' From Weather, Pests And Disease","published":"2014-12-18T23:15:00+00:00","teaser":"Global olive oil production is down. Italian groves have been especially hard hit by a disease that killed 1 million trees. Audie Cornish speaks with Curtis Cord, publisher of the <em>Olive Oil Times</em>.","itags":["npr_api","369402135"],"guid":"310cc705-df42-46a4-8f3d-4a975479eb04","contentencoded":"<p>There's been a dramatic drop in oil production, but it's not barrels of light sweet crude. It's olive oil.</p><p>Curtis Cord, publisher of the <a href=\"http://www.oliveoiltimes.com/\">Olive Oil Times</a><em>, </em>tells Audie Cornish on <em>All Things Considered</em> there are many reasons why production has fallen so much in Italy and Spain this year.</p><p>\"What we have is bad weather at the wrong times; we have olive fruit fly, which is having a heyday out there. And in the heel of the boot in Apulia, Italy, you even have a bacteria called <em>Xylella Fastidiosa</em>, which came out of nowhere and destroyed almost 1 million trees,\" Cord says.</p><p>Cord says this means global production will slip about 17 percent from 3.2 million tons in 2013 to 2.4 million tons in 2014. That's about 400,000 tons less than the world needs, he says.</p><p>The price of extra virgin olive oil, meanwhile, has risen rapidly, according to a <a href=\"http://www.internationaloliveoil.org/news/view/666-year-2014-news/543-market-newsletter-november-2014\">report </a>released Monday by the International Olive Council. If bought directly from a producer, 1 pound of Italian oil fetched $3.27 at the end of November, up 121 percent from November 2013. You'll see that increase in price at your local food retailer, Cord says.</p><p>\"You'll likely find plenty of Italian olive oil at your store now because oils from this year's shortfall would not typically reach retailers in the first quarter of next year anyway,\" he says. \"So while they might be halfway through their shelf-life, they're still fine to use.\"</p><p>Cord notes that millions of people work in the olive oil industry in Spain, Italy, Greece, Portugal, Morocco and Tunisia. \"So this has a profound, profound effect on families and producers in these regions, so it is a crisis,\" he says. \"That's one of the unfortunate parts of producing olives and olive oil. It's cyclical; you're going to have bad years and good years.\"</p><p>But Cord calls the current situation \"particularly painful.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Olive+Oil+Producers+In+%27Crisis%27+From+Weather%2C+Pests+And+Disease&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"167"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1369402136-3121bb.m3u?orgId=1&topicId=1053&d=167&p=2&story=369402135&t=progseg&e=369264991&seg=18&ft=nprml&f=369402135"}]}