{"created":"2015-02-27T08:39:36+00:00","modified":"2015-05-14T19:05:12+00:00","valid":{"from":"2015-05-14T19:05:12+00:00","to":"3015-05-14T19:05:12+00:00"},"hreflang":"en","title":"This Season On 'House Of Cards,' It's Tough To Be The Boss","published":"2015-02-27T16:13:00+00:00","teaser":"New episodes of Netflix's <em>House of Cards</em> debut today, and NPR TV critic Eric Deggans says this season's challenges may please critics who say the show's vision of Washington, D.C., runs too smoothly.","itags":["npr_api","388509802"],"guid":"31126642-1cff-4684-adb0-067614f079db","contentencoded":"<p>When <em>House of Cards</em>' third season opens, Kevin Spacey's murderous politician Frank Underwood is fooling the world again.</p><p>From the very first scene, he's bringing a presidential motorcade to his tiny hometown of Gaffney, S.C., pretending to honor his father's grave for the press.</p><p>\"Nobody showed up for his funeral except me, not even my mother,\" Underwood says in one of those sly asides where he speaks directly to the audience. \"But I'll tell you this: When they bury me, it won't be in my backyard. And when they pay their respects, they'll have to wait in line.\"</p><p>As he says this, Underwood relieves himself on his father's grave, out of the media's sight. That's when we see the real man: manipulative, arrogant and ruthlessly focused on his own legacy.</p><p>That's a major theme for this latest season of <em>House of Cards</em> — or at least, throughout the first six episodes made available to critics (Netflix releases all episodes for the season to customers today).</p><p>Last season ended as Frank Underwood was appointed president. As this year's story begins, he's been at the job for six months, and we see a man used to winning hit more than a few roadblocks.</p><p>One of the first signs of trouble is Underwood's struggle to explain a new jobs program on the <em>Colbert Report</em>, which Stephen Colbert still hosts in the <em>House of Cards</em> universe.</p><p>\"This is a fundamentally different look at how to solve the problems of unemployment,\" Underwood tells Colbert. \"It has the size and the scope of the New Deal.\"</p><p>Colbert's reply goes or the jugular: \"Oh, so it's a socialist redistribution of wealth wherein the baby boomers will latch onto the millennials like a lamprey and just keep sucking until they're as dry as a crouton.\"</p><p>There's even trouble with Underwood's Lady Macbeth of a wife, Claire Underwood, who reacts to a crisis of conscience by publicly undercutting her husband. That enrages President Underwood.</p><p>\"You want to know what takes real courage?\" he snarls at his wife. \"Keeping your mouth shut. No matter what you might be feeling. Holding it all together, when the stakes are this high.\"</p><p>Claire Underwood, played with steely reserve by Robin Wright, is uncharacteristically conflicted. \"We're murderers, Francis,\" she tells him.</p><p>\"No we're not,\" Frank replies. \"We're survivors.\"</p><p>These setbacks actually solve a problem critics noted in <em>House of Cards'</em> first two seasons: Everything worked too well. At a time of real-life congressional paralysis, Frank Underwood got a historic education bill passed. He also killed a political patsy and an investigative journalist looking into his crimes.</p><p>But as Colbert notes, Frank Underwood the president has a different track record. \"You've been president for six months,\" Colbert says to Underwood. \"Unemployment has gone up, our trade deficit with China has increased ... I'm not entirely sure that you'll be able to eradicate unemployment the way you've been able to eradicate your approval polls.\"</p><p>Some of this can get a little tedious. Watching Underwood push a presidential commission into cutting Social Security for his jobs program feels like watching a dramatic reading of a subcommittee meeting on C-SPAN.</p><p>And there's something frustrating for viewers in seeing the show's central character turned from a devilish antihero with all the answers into an often-impotent villain.</p><p>Still, the new season's early episodes are a binge-watcher's delight. Bingeing on some shows is a little dangerous; it's easy to miss important details in the rush to uncover the next plot point.</p><p>But <em>House of Cards</em> benefits from hurried viewing. It keeps you from noticing how much of a political soap opera it really is, or questioning who to root for, since every major character is just different shades of self-obsessed and power-hungry.</p><p>And if Claire Underwood really decides to fight her husband's evil, it could be the TV showdown of the year — redeeming the culture of Washington politics while rewarding the binge watchers one more time.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=This+Season+On+%27House+Of+Cards%2C%27+It%27s+Tough+To+Be+The+Boss&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eric Deggans","audio":[{"meta":{"duration":"191"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1389454443-9d4844.m3u?orgId=1&topicId=1138&d=191&p=3&story=388509802&t=progseg&e=389454332&seg=8&ft=nprml&f=388509802"},{"href":"http://media.npr.org/assets/img/2015/02/23/hoc_ps3_010_h-16492f4bcced3d16444e2f437b64bfe4b682f1e3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1805","width":"2406"}},{"href":"http://media.npr.org/assets/img/2015/02/23/hoc_ps3_019_h-e692851cbf42f8a2adca10d3c38a4d2b5d2a2098.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1721","width":"2295"}}]}