{"created":"2015-05-08T12:44:52+00:00","modified":"2015-05-12T19:40:07+00:00","valid":{"from":"2015-05-12T19:40:07+00:00","to":"3015-05-12T19:40:07+00:00"},"hreflang":"en","guid":"31177d17-1943-4120-95a4-181bdfd004a6","title":"Here's the royal family you should really be watching","published":"2015-05-12T19:39:59+00:00","byline":"Jillian Weinberger, T.J. Raphael","tags":["politics","government","Global Politics","Asia","Saudi Arabia","Middle East","House of Saud","Saudi Arabia","Middle East","Kings of Saudi Arabia","Politics of Saudi Arabia","Politics"],"teaser":"Forget Princess Charlotte: The House of Saud is shaking things up in Riyadh and preparing to turn over the reins of Saudi Arabia to a younger generation of rulers. And a former US ambassador says those changes, including a new crown prince, look like the real deal.","contentencoded":"<p>While Britain's new royal baby, Princess Charlotte, dominates the headlines, another royal family is quietly shaking things up: the House of Saud.</p>\n<p>First came the death of Saudi's Arabia's longtime king Abdullah bin Abdulaziz al-Saud, who died in January and was replaced by 80-year-old King Salman. Now the family has decided to reform its order of succession to open up the throne to a new, much younger generation of leaders.</p>\n<p>King Salman's new heir is his nephew, Mohammed bin Nayef, the first crown prince who's not a son of the kingdom's founder, King Abdulaziz. King Salman's son, Mohammad bin Salman, was selected as the second-in-line to the throne.</p>\n<p>“For decades, people have been arguing that the transition to the next generation was going to create great turmoil within the royal family,\" says James Smith, who served at the US ambassador to Saudi Arabia from 2009 to 2013. \"But King Salman has effected this change with no emotion and no crisis. It’s a bit of a master stroke in transition.”</p>\n<p>This reorganization is just one of the many strategic changes King Salman has instituted since he began his reign. One of the most notable changes, Smith says, can be seen within the kingdom's cabinet.</p>\n<p>“Of the new ministers, most of them come from business and industry and have corporate experience, which indicates that he’s looking to modernize and energize the bureaucracy in such a way that it’s never happened before,” Smith says. “The second is a transition to a younger generation. ... Mohammed bin Nayef is the current minister of interior, educated in Portland, Oregon, and is a very well respected and has worked with closely with all elements of our government. He’s someone that has a vision for the future in terms of modernization.”</p>\n<p>The choice of Mohammad bin Salman as the second deputy prime minister and the deputy crown prince is further indication of support for a younger generation of Saudis, adds Smith.</p>\n<p><em>This story is based on <a href=\"http://www.thetakeaway.org/story/upheaval-house-saud/\">an interview</a> from PRI's <a href=\"http://www.thetakeaway.org/\">The Takeaway</a>, a public radio program that invites you to be part of the American conversation.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-06%2Fheres-royal-family-you-should-really-be-watching&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/takeaway/segment-audio/takeaway050615-saudi.mp3"},{"href":"http://admin.pri.org/file/takeaway050615-saudimp3"}]}