{"created":"2015-02-03T08:59:06+00:00","modified":"2015-06-05T15:29:26+00:00","valid":{"from":"2015-06-05T15:29:26+00:00","to":"3015-06-05T15:29:26+00:00"},"hreflang":"en","title":"With Oil Prices So Low, What's That Fuel Surcharge For, Exactly?","published":"2015-02-03T17:27:00+00:00","teaser":"Many transportation and delivery companies began adding fuel surcharges when oil prices shot up a few years ago. Now, the cost of oil has plunged — but many of those fuel fees still linger.","itags":["npr_api","383287091"],"guid":"311a9725-1988-4a89-9313-03ef72aea3b9","contentencoded":"<p>When oil prices shot up a few years ago, many transportation and delivery businesses started adding fuel surcharges to their prices.</p><p>Now, fuel prices are plunging, but lots of those surcharges still linger, and consumer advocates are crying foul.</p><p>The drop in the cost of oil is a huge factor in the airline industry, where 30 percent of all expenses are for fuel. But airlines, along with other industries with large fuel expenses, have been slow to respond with lower prices.</p><p>Jean Medina, a spokesperson for Airlines for America, a group that lobbies for major cargo and passenger airlines, says carriers are still adding surcharges — but only on international flights. Each carrier determines what fees to tack on, and they can use those additional revenues to cover any expenses — not just fuel.</p><p>\"While airlines are reporting profits, it's modest,\" Medina says. \"While fuel has come down, other costs have been increasing — costs of labor, cost of aircraft rent, cost of buying new planes.\"</p><p>Travelers United, a group that represents passengers, has <a href=\"http://travelersunited.org/top-travel-consumer-groups-challenge-airline-ceos-to-lower-airfares/\" target=\"_blank\">sent a letter to airlines</a> asking them to lower airfares. Chairman Charlie Leocha says airlines slapped on surcharges when prices were high, but never explained the rules for lowering them.</p><p>\"It seems to have absolutely no connection with reality. It's just a random fee the airlines vary as they want to,\" he says.</p><p>Leocha blames recent major airline mergers and less competition for the slow response to the nearly 50 percent drop in the price of jet fuel.</p><p><strong>Fees That Pay For More Than Fuel</strong></p><p>But airlines aren't alone in being slow to respond. FedEx Ground raised its fuel surcharges Monday. And if you order a pizza or send a package or flowers, chances are you will still be paying surcharges.</p><p>\"Delivery charges are meant to offset far more than just fuel prices,\" says Tim McIntyre, a communications executive with Domino's Pizza. Everything from uniforms to the bags that keep the pizza warm are part of the delivery equation, he says.</p><p>And franchises are free to drop the fuel surcharge if they want, he adds. \"They should pay attention to the fees charged by their local competition and to make the best decision for their businesses,\" McIntyre says.</p><p>Thomas Smith, an economist at Emory University, says businesses can be slow to adjust to drops in volatile energy prices.</p><p>\"When prices go down, you still want to hedge against the possibility that going forward, they might go up again,\" he says. \"It's a lot harder to drop prices than it is to increase them.\"</p><p><strong>'Aggravating' For Customers</strong></p><p>But not all businesses are free to hang onto surcharges — just ask Atlanta's cab drivers. They used to charge a $2 fuel fee, but once the price of gas dropped below $2.90, city law required that the surcharge be lifted.</p><p>A driver who gave his name as Wondimu, waiting for customers at Hartsfield-Jackson international airport, says he's kind of glad it's gone. \"It was not really helping us. When we tell them this is fuel charges, it's surcharge, it's aggravating the customers.\"</p><p>Many economists predict that worries about aggravated customers will force other businesses to soon follow suit. Virgin Australia Airlines has — it announced last month that it will drop its fuel surcharges for flights to the U.S.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=With+Oil+Prices+So+Low%2C+What%27s+That+Fuel+Surcharge+For%2C+Exactly%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Susanna Capelouto","audio":[{"meta":{"duration":"219"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1383454989-9c68b7.m3u?orgId=1&topicId=1006&d=219&p=3&story=383287091&t=progseg&e=383443168&seg=3&ft=nprml&f=383287091"}]}