{"created":"2014-09-08T15:48:19+00:00","modified":"2014-09-09T12:50:27+00:00","valid":{"from":"2014-09-09T12:50:27+00:00","to":"3014-09-09T12:50:27+00:00"},"hreflang":"en","title":"Crimea Overwhelmingly Supports Split From Ukraine To Join Russia","published":"2014-03-17T01:59:00+00:00","teaser":"Russia's state news agency says that after processing about half the votes more than 95 percent of Crimea's voters favor joining with Russia. But annexation could trigger tough sanctions.","tags":["npr_api","290525623"],"guid":"3127c28d-f6f7-457a-bd38-5316b28218dc","contentencoded":"<p><h6>This post will be updated throughout the day Sunday.</h6></p><p>Russian news services are claiming overwhelming support in Crimea for the region's plan to secede from Ukraine and unite with Russia, citing exit polls from Sunday's referendum. Russia's state news agency reports that afer 50 percent of the votes had been processed that more than <a href=\"http://en.itar-tass.com/world/723843\">95 percent of voters</a> said they were in favor of joining Russia.</p><p>Residents of Crimea voted on the contentious question in a referendum that also offered the option of remaining part of Ukraine, with increased autonomy.</p><p>Polls closed Sunday evening after a day of reportedly high turnout. Preliminary results aren't expected to be announced until late Sunday or Monday. Russian lawmakers and other officials are being quoted saying that they will work to absorb Crimea very quickly, perhaps by the end of March.</p><p>Pro-Ukrainian activists inside Crimea had urged a boycott of the vote, NPR's Gregory Warner reports, saying it was called prematurely and without debate. And as Gregory notes in a post for our Parallels blog, some of those who boycotted did so by <a href=\"http://www.npr.org/blogs/parallels/2014/03/16/290695078/in-crimea-those-who-refuse-to-vote-are-making-dumplings\">staying home and making dumplings</a>.</p><p>The referendum had widely been expected to pass; Crimea's parliament has already voted to seek annexation by Russia. Government officials in Ukraine, the U.S. and elsewhere say they consider the referendum illegitimate, and the White House <a href=\"http://www.whitehouse.gov/the-press-office/2014/03/16/statement-press-secretary-ukraine\">released a statement</a> rejecting it.</p><p><a href=\"http://www.whitehouse.gov/the-press-office/2014/03/16/readout-president-s-call-president-putin\">In a call to Russian President Vladimir Putin</a>, President Obama said that the secession vote \"would never be recognized\" by the United States. He also urged Putin to pursue a diplomatic de-escalation of the crisis, support the Ukraine government's plans for political reform, return its troops in Crimea to their bases, and halt advances into Ukrainian territory and military build-ups along Ukraine's borders.</p><p><strong><strong>Update at 3 p.m. ET: The Polls Are Closed; 93 Percent Approval Cited</strong></strong></p><p>\"A total of 93 percent of participants in the referendum in Crimea have voted for the accession to Russia,\" reports Russia's state-run Itar-Tass news agency, \"according to an exit poll conducted by the Crimean Institute for Political and Sociological Studies.\"</p><p>The exit poll used data from 200 polling stations, the agency says.</p><p>Moments after Crimea's polls closed, the White House issued a statement rejecting today's vote, saying that it runs contrary to Ukraine's constitution.</p><p>\"Russia's actions are dangerous and destabilizing,\" the statement said.</p><p><strong>Update at 10 a.m. ET: Putin Defends Referendum</strong></p><p>Russian President Vladimir Putin defended Sunday's vote, with state-run <a href=\"http://en.itar-tass.com/russia/723784\">Itar-Tass</a> news agency reporting that he called the referendum \"in compliance with the norms of international law, in particular with Article 1 of the UN Charter that stipulates the principle of equality and self-determination of peoples.\"</p><p>Itar-Tass cites the Kremlin press service in its report. Putin's comments reportedly came during a phone call with German Chancellor Angela Merkel, as the two leaders discussed the crisis in Ukraine.</p><p><strong>Update at 9:35 a.m. ET: Ukraine And Russia Reportedly In 'Truce'</strong></p><p>With tensions escalating over the future of Crimea, Ukraine's acting defense minister says his country has reached a truce with Russia that will hold in Crimea until Friday.</p><p><a href=\"http://www.reuters.com/article/2014/03/16/us-ukraine-crisis-truce-idUSBREA2F0DP20140316\">Reuters</a> quotes Ihor Tenyukh speaking to reporters at a cabinet meeting in Kiev Sunday:</p><p><blockquote></p><p>\"An agreement has been reached with [Russia's] Black Sea Fleet and the Russian Defense Ministry on a truce in Crimea until March 21.</p><p>\"No measures will be taken against our military facilities in Crimea during that time. Our military sites are therefore proceeding with a replenishment of reserves.\"</p><p></blockquote></p><p>Freelance journalist <a href=\"https://twitter.com/paulrbrennan/status/445186671563538432\">Paul Brennan</a>, who is in Kiev, says that while the minister discussed the truce before the Cabinet met, he \"strangely didn't mention it in his address to full Cabinet.\"</p><p>Speculation over the reported truce includes the idea that it might imply a promise to allow Ukrainians to withdraw from pro-Russian areas.</p><p><strong>Update at 8:30 a.m. ET: High Turnout At The Polls</strong></p><p>More than 43 percent of Crimea's residents have voted, says Mikhail Malyshev, who heads Crimea's Supreme Council's commission, which organized the referendum.</p><p>That's according to a report from Sevastopol by NPR's Jessica Golloher.</p><p>\"Malyshev says some 64 percent of the largest city in Crimea, Kerch, have voted and around 40 percent of Yaltans have cast their ballots,\" Jessica says. \"International vote monitor Enrique Ravello of Spain also says turnout is high.\"</p><p><strong>Update at 3:50 a.m. ET: Voter Enthusiasm</strong></p><p>Voters lined up before polls opened and more than 70 people surged in during the first 15 minutes in the Crimean port city of Sevastopol, where Russia maintains its Black Sea fleet, according to the Associated Press.</p><p>\"Today is a holiday,\" said one voter, 66-year-old Vera Sverkunova. Asked how she voted, she broke into a patriotic war song: \"I want to go home to Russia, it's been so long since I've seen my mama,\" the AP said.</p><p><em>Our original post continues:</em></p><p>The Crimean Peninsula is predominantly ethnic Russian, and residents say they fear being oppressed by the interim Ukrainian government that took over when President Viktor Yanukovych was ousted in February. Yanukovych fled to Russia after months of protest and bloodshed.</p><p>Russian President Vladimir Putin has said he will respect the voters' decision. The U.S. and EU have warned that annexation would prompt more economic sanctions against Russia.</p><p>On Saturday, Russia vetoed a <a href=\"http://www.npr.org/blogs/thetwo-way/2014/03/15/290404691/russia-vetoes-u-n-security-council-resolution-on-crimea\" target=\"_blank\">UN resolution condemning today's vote</a>, the only Security Council member to vote against the measure. China, also a member of the Security Council and often an ally of Russia, abstained from the vote, in what the AP calls \"a sign of Moscow's isolation on the issue.\"</p><p>Russian troops have taken control of government buildings and military bases in Crimea since Yanukovych fled. On Saturday, Russian troops made what was apparently their first foray outside Crimea, crossing the border to take over a natural gas plant that serves the region.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Crimea+Overwhelmingly+Supports+Split+From+Ukraine+To+Join+Russia&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":"179"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1290624146-be62ea.m3u?orgId=1&topicId=1124&ft=3&f=290525623"},{"href":"http://media.npr.org/assets/img/2014/03/16/crimea_crowd_referendum-4b84a8f5fe7e5b1486016605de8e3d2146cf80f9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2666"}},{"href":"http://media.npr.org/assets/img/2014/03/16/count_votes_crimea-9c2a9ce2bc1cb918c105346ee8e172ca358671d5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2575","width":"3436"}}]}