{"created":"2014-10-20T20:44:23+00:00","modified":"2015-02-05T19:23:06+00:00","valid":{"from":"2015-02-05T19:23:06+00:00","to":"3015-02-05T19:23:06+00:00"},"hreflang":"en","title":"From Sizzling Fajitas To The Super Bowl, How Sounds Help Sell","published":"2014-11-11T14:55:00+00:00","teaser":"Joel Beckerman is a composer who specializes in sonic branding. His new book is called <em>The Sonic Boom: How Sound Transforms the Way We Think, Feel, and Buy.</em>","itags":["npr_api","357576510"],"guid":"313286ad-e577-46f2-b571-7897cbcd797a","contentencoded":"<p>Joel Beckerman believes we are living in a golden age of sound: \"We have these amazing opportunities to both set the tone and experiences for people, give them information in an instant,\" he tells NPR's Audie Cornish.</p><p>Beckerman is a composer who specializes in sonic branding — and we're not just talking about jingles. These are the sonic cues in commercials, the ambient music in coffee shops, in the beeps, dings and whoosh that occasionally flies from your cellphone. And companies are embracing it.</p><p>In his new book, <em>The Sonic Boom: How Sound Transforms the Way We Think, Feel, and Buy, </em>Beckerman describes the power of thoughtfully designed sound.</p><hr /><h3>Interview Highlights</h3><p><strong>On the soundscape</strong></p><p>You can close your eyes, right now, and just listen. And you can identify those sounds that are in the foreground, that are in the background, that are in the midground. And you start to get to know the soundscape of your life and everything that's happening around you in that given moment.</p><p><strong>On the way the restaurant Chili's makes you want to eat fajitas</strong></p><p>Imagine that the door bursts open with the server carrying a plate full of sizzling fajitas. Immediately, the sizzle is what everyone notices as the server brings that plate to the table. ... There were a lot of other restaurants that served fajitas. But what Chili's did is they perfected the drama, they perfected the theater of it. When you think about sound creating a story, it really is about sound creating surprise and anticipation because sound is the quickest sense. First, you hear it, then immediately you see it and then you smell it. Those senses altogether create something that is really magical and has so much more pull than that same experience without the sound.</p><p><strong>On how we live in a world saturated with sound</strong></p><p>The problem is not that there's not enough sound in the world; it's that we are completely overrun with sound. My belief is that the vast majority of ... those sounds don't help you. They're intrusive, they get in your way, they annoy you. So, in the work that we do, the first thing we do is we try to pull all the sound out. We start, really, with a blank slate and then add just the sounds that benefit you.</p><p>Honestly, the reason I wrote this book was to start a movement saying that the sounds in our lives should elevate our experience. They should benefit us. And we should take charge of that; we should be aware of it.</p><p>I want to apologize to listeners right now because the bottom line is: Once you start hearing about this stuff and you start being aware of these things — like foreground, midground, background sound — and you start paying attention to this, you're going to hear it all the time.</p><p>But the good news is that you can take charge of this. So if you go into a store and you don't like the soundtrack, you can say to the supermarket manager, \"You have to change the soundtrack, or I can't shop here.\" Or you can put on headphones and choose your own soundtrack. We don't have to be victims of the soundtrack of our life. We, actually, can curate it. And that makes our lives better and, actually, the lives of everyone around us better.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=From+Sizzling+Fajitas+To+The+Super+Bowl%2C+How+Sounds+Help+Sell&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"320"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1357628467-0c7c81.m3u?orgId=1&topicId=1033&e=357576510&d=320&ft=nprml&f=357576510"},{"href":"http://media.npr.org/assets/img/2014/10/20/jacket-image---sonic-boom_hres-67066487c78400e6bf7bb2cb96d0877ca860b25f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1048","width":"1398"}},{"href":"http://media.npr.org/assets/img/2014/10/20/author-photo---joel-beckerman-credit-ben-arons-1849f6af670d185f67bf20611f629b102fac770d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"601","width":"802"}}]}