{"created":"2014-09-18T23:05:22+00:00","modified":"2014-11-19T20:53:20+00:00","valid":{"from":"2014-11-19T20:53:20+00:00","to":"3014-11-19T20:53:20+00:00"},"hreflang":"en","title":"Hit Hard By Ebola, Liberia Now Has A Third Treatment Center","published":"2014-08-19T14:46:00+00:00","teaser":"Men, women and children began lining up hours before the new facility opened — only the third Ebola treatment center in a country where the virus is spreading with alarming speed.","itags":["npr_api","341409823"],"guid":"3138cd7e-78a5-41f0-bfc7-26110b827b22","contentencoded":"<p>The Ebola outbreak has been spreading through Liberia with alarming speed — more than 780 cases, with 100 identified over a recent two-day period. Yet for weeks there have been only two places in the country where patients could get medical care, one in the country's rural north and one in the capital, Monrovia.</p><p><a href=\"http://www.msf.org/\">Doctors Without Borders</a> has now opened a third facility.</p><p>The new center sits in the middle of a vast, muddy field on the outskirts of Monrovia. Orange mesh fencing surrounds long white tents. The facility has only been open for an hour and already about a dozen men, women and children are waiting outside. They had arrived hours earlier, dispersed when it began raining heavily and then returned.</p><p>\"I've been trying to find them for the last hour or two but thankfully they've come back and we'll screen them,\" says Brett Adamson, the coordinator of the center. Like everyone here, he's soaking wet. He looks over at the people in line and says there's a good possibility many of them have Ebola.</p><p>\"These are patients that have been to the existing facility and [there was] no space,\" Adamson says. \"They've essentially been turned away, and they've been waiting for us to open.\"</p><p>The new Doctors Without Borders facility has room for 120 patients, with plans to boost the capacity to 300 by the end of next week.</p><p>Inside one of the tents, a nurse is suiting up for the very first time. She's getting ready to see the first two patients. A group of colleagues helps her put on each protective layer with meticulous care: a yellow jumpsuit, gloves, a thick plastic apron, duct-tape to close off her sleeves, goggles. A man warns her to put on the mask <em>before</em> she pulls on a larger head covering.</p><p>In the center's office area, Lindis Hurum, the Doctors Without Borders emergency coordinator for Monrovia, says she's worried.</p><p>\"We are setting up this large unit,\" she explains, \"but unfortunately I fear that will not be enough.\"</p><p>Hurum says Liberia is still in dire need of not only more beds for patients but all manner of supplies: protective gloves, disinfectant — and body bags.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Hit+Hard+By+Ebola%2C+Liberia+Now+Has+A+Third+Treatment+Center&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nurith Aizenman","audio":[{"meta":{"duration":"231"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1341409824-25094a.m3u?orgId=1&topicId=1126&ft=3&f=341409823"},{"href":"http://media.npr.org/assets/img/2014/08/18/ebola_081814_liberia_dg_08_20327025-f77bd222717a2b9b53e9e69546b3fd9f821373c8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2014/08/18/ebola_081814_liberia_dg_12_203270431-9cc9247d8ed75ec2055800c7458a75bca3225b11.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2154","width":"2873"}},{"href":"http://media.npr.org/assets/img/2014/08/18/ebola_081814_liberia_dg_03_203270111-d274b7bc30a8dddcfc7c32fa0ce232cbe1382a3d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1987","width":"2650"}}]}