{"created":"2015-05-20T07:24:41+00:00","modified":"2015-07-01T14:57:51+00:00","valid":{"from":"2015-07-01T14:57:51+00:00","to":"3015-07-01T14:57:51+00:00"},"hreflang":"en","title":"How A Bigger Lunch Table At Work Can Boost Productivity","published":"2015-05-20T19:09:00+00:00","teaser":"Some firms use motion sensors and wireless tags to find out how people actually work. That can yield useful data — like which free snacks tend to attract people to break rooms more than others.","itags":["npr_api","405226172"],"guid":"3138c24e-e7b6-4c99-91f1-f7ab996f73d1","contentencoded":"<p>The loftlike San Francisco office of <a href=\"https://www.atlassian.com/company\">software maker Atlassian</a> has an open central amphitheater, where all-staff gatherings and midday boot camp exercises are held.</p><p>Jay Simons, Atlassian's president, says the building was originally a book printing factory. He describes it \"as a big, two-story warehouse with a lot of steel girders, a lot of natural light.\"</p><p>But the office's rapid expansion to 300 employees has led to gripes about conference room shortages. \"We're butting up on growing out of the space,\" Simons says.</p><p>So, early this year, Atlassian installed heat and motion sensors to track when and how often every desk, room and table was used. The result? Desks were used only 20 percent of the workday; conference rooms an average of 40 percent, with peak use at midmorning.</p><p>Simons says tracking employees' movements in an anonymous way will help guide choices to convert desk space into meeting rooms, or to stagger meetings to accommodate a growing staff.</p><p>\"If we're using data to make an environment that people can be more productive in, ultimately that saves us money or helps us make more,\" he says.</p><p>The practice of studying human workflow is more than a century old. In the early days of manufacturing, economists studied laborers lifting and shoveling to design mass production lines.</p><p><a href=\"http://www.cbe.berkeley.edu/aboutus/staff-david.htm\">David Lehrer</a> is a researcher at the Center for the Built Environment at the University of California at Berkeley, which studies how to make commercial buildings more efficient and effective.</p><p>\"The whole idea of measuring productivity is a very tricky one,\" he says.</p><p>Tricky because, in modern workplaces, workers are often mobile or work in teams. And work products, like ideas, are often intangible and hard to quantify.</p><p>Lehrer says in recent decades, more companies <a href=\"http://www.npr.org/2014/12/12/370073193/to-attract-millennials-a-company-changes-its-product-and-workplace\">switched from cubicles to open offices</a>, thinking that would boost productivity.</p><p>\"To some degree, studying whether these spaces are working or not is kind of the new frontier,\" Lehrer says.</p><p><a href=\"http://techcrunch.com/2015/02/24/new-firm-combines-wearables-and-data-to-improve-decision-making/\">A startup called Humanyze</a> is taking an approach CEO Ben Waber calls \"Moneyball for business.\" It works like this: Clients outfit workers, with their consent, using microphones, accelerometers and wireless tags that track where they go, who they talk to and how often.</p><p>\"We tie all these data sources together, and we pair them up with things like performance information, information on turnover,\" Waber says. \"And we use that to give feedback both to individuals and to companies so they can actually understand what is making our people more effective.\"</p><p>One of Waber's clients found that software developers who ate lunch in large groups wrote 10 percent more code than those who ate solo or with fewer colleagues. Salespeople with more relationships across an organization sold measurably more. That led to larger lunch tables and more strategic placement of coffee machines.</p><p>\"Where do you spend time, who talks to who and those patterns are so critical when it comes to how effective we are and how happy we are at work,\" he says.</p><p>Waber's company carefully tracks its own employees. Even for things like determining which free snacks tend to draw people into break rooms.</p><p>\"If you've got the data, that's a really good reason for us to get Cheetos, for example,\" he says.</p><p>But a productive workplace requires more than lots of open gathering spaces.</p><p><a href=\"https://hbr.org/2014/10/balancing-we-and-me-the-best-collaborative-spaces-also-support-solitude\">Christine Congdon</a> is director of research communications at office design firm Steelcase, which has used video monitoring to study work habits for decades. She notes a recent backlash against open offices.</p><p>\"If they don't have time to work individually, they fall into groupthink,\" she says.</p><p>Steelcase recommends clients create private, secluded spaces as well as comfortable places to meet in groups.</p><p>Congdon says designing the ideal workspace is well worth the effort. When Steelcase redid its own offices, she says workers ended up happier with the various options for working and meeting. And, as a bonus, the company reduced its real estate footprint by 48 percent.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+A+Bigger+Lunch+Table+At+Work+Can+Boost+Productivity&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Yuki Noguchi","audio":[{"meta":{"duration":"264"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1408159224-4072ed.m3u?orgId=1&topicId=1006&d=264&p=3&story=405226172&t=progseg&e=408122357&seg=2&ft=nprml&f=405226172"},{"href":"http://media.npr.org/assets/img/2015/05/15/atlassianmainview-0be1aef0e0e9bef412b852ef8a69149d63e7e4f3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"564","width":"753"}},{"href":"http://media.npr.org/assets/img/2015/05/15/atlassianjungle_wide-fabde8edc5e991e9463a676036c99ddae7dd87ca.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"477","width":"849"}},{"href":"http://media.npr.org/assets/img/2015/05/15/sociometric-badge-3.0_custom-c22f01d514379a00f99267e9bca0a4876193a3f4.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1952","width":"1555"}}]}