{"created":"2015-04-23T20:05:39+00:00","modified":"2015-06-16T17:16:30+00:00","valid":{"from":"2015-06-16T17:16:30+00:00","to":"3015-06-16T17:16:30+00:00"},"hreflang":"en","title":"15 Years After The Dot-Com Bust, A Nasdaq Record","published":"2015-04-24T22:15:00+00:00","teaser":"The Nasdaq has closed at a new high. It last peaked just before the dot-com crash, and \"Nasdaq 5,000\" soon became code for stock market bubble. Does the record hold any of the same warnings today?","itags":["npr_api","397113284"],"guid":"31400839-7671-4afa-8627-1e00f2606a4c","contentencoded":"<p>When it closed at <a href=\"http://www.nasdaq.com/aspx/infoquotes.aspx?symbol=IXIC&selected=IXIC\">5,056.06</a> on Thursday, the Nasdaq Composite Index hit a new high — surpassing the old record close of 5,048.62, reached March 10, 2000, during the dot-com craze.</p><p>That also makes it 15 years since that infamous tech bubble burst, sending the index down more than 75 percent by the time it hit bottom.</p><p>After the 2000 crash, <a href=\"http://www.npr.org/blogs/thetwo-way/2015/03/02/390159251/nasdaq-index-hits-5-000-for-first-time-since-2000\">\"Nasdaq 5,000\"</a> became symbolic among people in the investing world — \"a metaphor for overvaluation, excess, bubbles in the stock market,\" says David Kotok, co-founder of Cumberland Advisors.</p><p>In other words, saying Nasdaq 5,000 was sort of like saying, \"What were we thinking? That was crazy.\" So, if the Nasdaq topping 5,000 was crazy back then, what about now?</p><p>\"This time,\" Kotok says, \"things are <em>very</em> different.\"</p><p>We all know the dot-com startups<em> </em>were way overvalued back in 2000. But Kotok says that was just part of it. There were also solid, profitable companies in the Nasdaq index then, like Microsoft and Cisco. But just those two companies together were valued at $1<strong><em> </em></strong>trillion<em>,<strong> </strong></em>based on their stock price — and Kotok says that was 100 times their actual earnings.</p><p>\"That's outrageous. The price of the stock was out of sight,\" he says. \"To own it was to own a bubble ready to explode.\"</p><p>But today, Kotok says, Microsoft and Cisco's valuations are rational — about 17 times earnings. Meanwhile, different companies have joined the index, like Google. Then, there's Apple's wild success with the iPhone.</p><p>Russ Koesterich is chief investment strategist at BlackRock, the largest asset management company in the world. He says that many of these companies are doing really well, and that's what's pushing up the Nasdaq.</p><p>\"We have seen their earnings continue to grow, so now the valuation just makes much more sense,\" Koesterich says.</p><p>But that doesn't mean the stock prices of <em>all </em>the companies on the index make sense, he says. \"There are pockets of the market that look very frothy; some of the social media companies, some of the small-cap biotech.\"</p><p>On the other hand, Koesterich says that stocks for some of the more mature information technology companies could keep marching higher.</p><p>Still, other experts say the Nasdaq and markets as a whole could be due for at least a bit of a tumble sometime soon.</p><p>\"I myself have been selling stocks and raising cash, because I think I might be able to buy a lot of these stocks at lower prices, say 6 months or a year from now,\" says Richard Sylla, a financial markets professor at NYU's Stern School of Business.</p><p>And that means he knows about all kinds of esoteric-sounding yardsticks for measuring the stock market. On some metrics, like the <a href=\"http://www.businessinsider.com/robert-shiller-explains-how-to-use-cape-2013-11\">\"Shiller CAPE ratio,\"</a> he says, \"our markets as a whole, they are as high as any time except 1929, 1999 and 2007.\"</p><p>And 1929 \"was not a good year to buy stocks,\" he adds.</p><p>So, as usual, there's sharp disagreement about where the stock market is headed. That's why many experts say that people should set up a well-diversified set of index funds with low fees, keep adding to it out of every paycheck — and otherwise leave it alone.</p><p>If you do that, they say, over the long term it doesn't really matter what the stock market does this week — or this year.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=15+Years+After+The+Dot-Com+Bust%2C+A+Nasdaq+Record&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Chris Arnold","audio":[{"meta":{"duration":"234"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1401799410-3946f7.m3u?orgId=1&topicId=1006&d=234&p=2&story=397113284&t=progseg&e=401665565&seg=8&ft=nprml&f=397113284"},{"href":"http://media.npr.org/assets/img/2015/04/23/464973188-4a3c5928781f1e71cd62f02640eb057bfdc8652d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2202","width":"2938"}}]}