{"created":"2014-10-03T19:05:22+00:00","modified":"2014-10-31T00:51:29+00:00","valid":{"from":"2014-10-31T00:51:28+00:00","to":"3014-10-31T00:51:28+00:00"},"hreflang":"en","title":"Meet The Newest American Running Mate: The Rifle","published":"2014-06-30T21:00:00+00:00","teaser":"In Texas and elsewhere, guns are playing major roles this campaign season. Politicians have opened fire in ads, literally, and embraced the gun as a symbol of their conservative street cred.","itags":["npr_api","325489913"],"guid":"31538f24-d031-4363-a509-c53a1bae5c37","contentencoded":"<p>This political primary season has seen an unprecedented use of guns to get votes. Republican hopefuls across the country are appearing in political ads firing guns and holding political events around firearms.</p><p>Texas state Sen. Donna Campbell won the Republican nomination in her party. <a href=\"http://www.youtube.com/watch?v=3P2b8cJNdQw\" target=\"_blank\">In one of her ads</a>, she's seen firing a gun at a target as a narrator lauds her for reducing \"the time it takes to obtain a concealed carry license, so more law-abiding Texans could exercise their constitutional rights to defend themselves.\"</p><p>In another, candidate Matt Rosendale <a href=\"http://www.youtube.com/watch?v=dOoXJI4vBns#t=18\" target=\"_blank\">shoots a rifle at an imaginary government drone</a> — though it did not help him snatch the nomination for a Montana congressional seat.</p><p>And in a now-classic ad, Will Brooke, a candidate for Alabama's 6th Congressional District, sets up a 1-foot-thick copy of the Affordable Care Act for target practice. Then he starts blasting away.</p><p>\"We're down here to have a little fun today and talk about two serious subjects — the Second Amendment and see how much damage we can do to this copy of Obamacare,\" he says.</p><p>Though Brooke did considerable damage to a publication from the Government Printing Office, he lost the Republican primary.</p><p>Guns are powerful political symbols this year because the gun rights crowd is on high alert. After mass shootings in the past two years in Newtown, Conn., and Aurora, Colo., they believe the Obama administration wants to come for their guns. Conservative candidates have piled on.</p><p>In Texas, GOP Lt. Gov. David Dewhurst — who ran for renomination and lost — had a poster with the phrase \"Come and take it\" superimposed on a rifle.</p><p>Even Wendy Davis, the liberal Democrat running for governor of Texas, had to come out and say she's <a href=\"http://www.npr.org/2014/06/06/319552462/open-carry-activists-bear-arms-in-the-streets-and-chipotle\" target=\"_blank\">for open carry of handguns</a>.</p><p>\"Candidates respond to public opinion, and when that's one of the questions they get asked a lot — 'Where do you stand on the Second Amendment?' — then they're gonna tend to get the point that not only are guns not a liability, but they actually can be a plus,\" says Larry Pratt, executive director of Gun Owners of America.</p><p>Candidates have raffled off weapons as a campaign gimmick in local, state and national races.</p><p>And the shooting range is becoming the new country club for some Republicans. Former New Mexico Republican Party chairman Allen Weh is running for the U.S. Senate. His press secretary, Paige McKenzie, said they held a fundraiser at a shooting range in Albuquerque to stress the difference between Weh and the incumbent, Democratic Sen. Tom Udall, on gun rights.</p><p>\"Since Allen is a retired Marine colonel, we thought that this would be a fun and unique event for supporters to come out and shoot with the colonel,\" McKenzie says.</p><p>So what's going on here?</p><p>\"Firearms are a very convenient shorthand in the Republican Party,\" says Robert Spitzer, a political scientist at the State University of New York in Cortland and author of five books on guns and politics in America.</p><p>It's not that every candidate who brandishes a firearm will become a crusader for gun rights if elected, Spitzer says. It's symbolic language.</p><p>\"Having a gun in an advertisement is a way to summarize your opposition to the Democrats, to Barack Obama, your suspicion of big government, your valuing of individualism, and it also expresses a kind of sense of power that is very appealing to base voters in the Republican Party,\" Spitzer says.</p><p>Now that the political primary season is mostly over, it remains to be seen whether candidates will use hi-caliber firepower in the general election, where mainstream voters may not be as impressed by belligerent imagery.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Meet+The+Newest+American+Running+Mate%3A+The+Rifle&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"John Burnett","audio":[{"meta":{"duration":"237"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1326892792-bfe347.m3u?orgId=1&topicId=1014&ft=3&f=325489913"},{"href":"http://media.npr.org/assets/img/2014/06/25/dewhurstrifle2_custom-03422b2eda5340bd6777b9aa66015494501d9a9e.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"406","width":"349"}}]}