{"created":"2015-01-23T21:35:35+00:00","modified":"2015-02-03T21:05:25+00:00","valid":{"from":"2015-02-03T21:05:25+00:00","to":"3015-02-03T21:05:25+00:00"},"hreflang":"en","title":"A Former Child Soldier Will Stand Trial In The Hague For War Crimes","published":"2015-01-27T14:00:00+00:00","teaser":"Dominic Ongwen is accused of forcing child soldiers to beat, maim and kill. Only he himself was once a victim — abducted by Uganda's Lord's Resistance Army as a 10-year-old walking home from school.","itags":["npr_api","379419891"],"guid":"31610b06-6d33-4570-b24d-6fbba3381560","contentencoded":"<p>He came to the International Criminal Court in The Hague Monday. He is the first member of Uganda's notorious <a href=\"http://www.warchild.org.uk/issues/the-lords-resistance-army\">Lord's Resistance Army</a> who will stand trial for war crimes committed as a rebel commander.</p><p>At the ICC pretrial hearing he was asked to verify his identity. His name is Dominic Ongwen. He is 35. And when he was 10 years old, he himself was abducted by LRA on his way home from school.</p><p>An <a href=\"http://www.canadiancrc.com/newspaper_articles/Globe_and_Mail_The_Making_of_a_Monster_child_soldier_25OCT08.aspx\">account</a> by his younger sister describes him as a shy boy, eager to please, who used to make crafts and sell them to pay his own school fees. But little else is known about this period of his life.</p><p>After Ongwen's abduction, his new life began, deep in the forest, where he was trained to be a child soldier by the rebel leader Joseph Kony.</p><p>One rule of that new life was that any child caught trying to escape would likely be beaten to death by the other children.</p><p>Ongwen would have been one of the child soldiers ordered to gang up on an escapee.<br /><a href=\"http://csis.org/multimedia/audio-interview-ledio-cakaj-progress-fight-against-lra\"></a></p><p><a href=\"http://csis.org/multimedia/audio-interview-ledio-cakaj-progress-fight-against-lra\">Ledio Cakaj</a>, an independent consultant who has been studying the LRA for close to a decade, has been interviewing former child soldiers about their experience. \"Violence was the currency of survival,\" he says. Commanders trying to impress Kony came up with increasingly sadistic innovations, such as cutting off the lips, ears and noses of their victims. (<a href=\"https://www.flickr.com/photos/christianbobst/4098349698/\">This link</a> offers a graphic depiction of the horrors visited upon victims.)</p><p>But Cakaj says Kony valued \"the ability not only to inflict, but withstand violence.\"</p><p>As a teenager Ongwen allegedly became a fearless leader of raiding parties, abducting more children and subjecting them to initiations as cruel as his own must have been.</p><p>Kony promoted him higher than any other abductee. \"Kony was able to hold him up as a shining example,\" says Paul Ronan, director of the think tank <a href=\"http://www.theresolve.org/\">The Resolve</a>.</p><p>It was this favored status, and the widely circulated legend of his notorious rise, that earned Dominic Ongwen an indictment in 2005 by the International Criminal Court in The Hague. The court had been created to prosecute those who abducted children as fighters, but only a handful of top commanders besides Kony himself were indicted. Ongwen was the only one on that shortlist who'd been a child soldier himself.</p><p>Many people in Northern Uganda, where Ongwen is from, <a href=\"http://refugeelawproject.org/resources/briefing-notes-and-special-reports/12-conflict-and-tj-special-reports/312-ongwen%E2%80%99s-justice-dilemma-perspectives-from-northern-uganda.html\">criticized</a> the indictment, pointing out that as a boy he had little choice but to adhere to LRA doctrine. \"He had to either follow those rules and survive, or frankly, die,\" explains Cakaj. \"So to a certain extent we are holding him responsible for being alive. Particularly if you understand the story of people who are not here anymore because they either refused or were unable to perform the same way that Ongwen did.\"</p><p>But the details of Ongwen's behavior are terrifying. Titus Obali, who reportedly spent just under a year in Ongwen's captivity before escaping, told the humanitarian news site IRIN that \"Ongwen and his boys used killing, beating, maiming and raping as a weapon. ... He forced many children to kill people.\"</p><p>Clearly, the traumatized psychology of the child soldier will be part of Ongwen's defense when his trial begins at the ICC.</p><p>Ongwen was turned over to U.S. custody this month. (Conflicting reports are that he either surrendered or was captured by another rebel group.)</p><p>But whatever his fate is in court in The Hague, what's interesting is how different it is from the fate of other LRA fighters, who fall under a Ugandan amnesty law. Amnesty means that no matter how many murders or mutilations those other rebels have committed, they can walk out of the forest back into civilization and not do a single day in jail. Some argue that amnesty has worked — Kony's force has dwindled, according to Ugandan reports, to a couple of hundred core fighters. But because of Ongwen's ICC indictment, he doesn't qualify for amnesty. The only other living LRA rebel who has been indicted is Kony himself.</p><p>Only days after he entered U.S. custody, Ongwen recorded a message to those last holdouts — his former comrades — telling them to give up. He tried to dispel a common assumption among LRA rebels that they'll be massacred by the Ugandan military if they surrender. And he reminded the rebels that surrender also has its perks.</p><p>\"You wouldn't believe the bed I'm sleeping in now,\" he said.</p><p>No wonder. It was likely Ongwen's first real mattress in 25 years.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Former+Child+Soldier+Will+Stand+Trial+In+The+Hague+For+War+Crimes&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Gregory Warner","audio":[{"meta":{"duration":"295"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1379419892-6b1e6d.m3u?orgId=1&topicId=1126&e=379419891&d=295&ft=nprml&f=379419891"}]}