{"created":"2015-06-29T19:51:58+00:00","modified":"2015-06-30T18:36:10+00:00","valid":{"from":"2015-06-30T18:36:10+00:00","to":"3015-06-30T18:36:10+00:00"},"hreflang":"en","guid":"316f6a70-abba-4edb-9680-9265d98ce87f","title":"The story of one young woman's almost-recruitment from Washington to the ISIS Caliphate","published":"2015-06-30T18:36:02+00:00","byline":"Marissa Lorusso","tags":["ISIS","terrorism","Religion","SafeMode","Conflict","Conflict & Justice","North America","Asia","United States","Syria"],"teaser":"ISIS is known for its online recruiting tactics, even convincing some young people from the West to leave home join the organization. One such young person was \"Alex,\" a 23-year-old from Washington who was recently profiled by Rukmini Callimachi in The New York Times.","contentencoded":"<p dir=\"ltr\">ISIS is known for the online propaganda and recruitment strategies it uses to try to convince young people — including young Westerners — to leave home to fight for the establishment of an Islamic state. A 23-year-old woman from rural Washington was almost one of them.</p>\n<p dir=\"ltr\">On Sunday, Rukmini Callimachi of The New York Times published a <a href=\"http://www.nytimes.com/2015/06/28/world/americas/isis-online-recruiting-american.html\">profile </a>of a woman she dubbed “Alex.” This woman, a Sunday school teacher and babysitter, first looked for information about ISIS after she learned of the beheading of journalist James Foley, who was killed by ISIS in 2014. She was “shocked,” says Callimachi, and wanted to find out more. Alex turned to Twitter, where she found people who were willing to answer her questions.</p>\n<p dir=\"ltr\">These new online friends were “incredibly nice” to Alex, Callimachi explains. Alex shared her online conversations with Callimachi, and she says it’s not difficult to see why Alex devoted so much of her time to talking with them.</p>\n<p dir=\"ltr\">“They are so polite, they are so kind, they are so conscientious towards her,” Callimachi says. Soon, Callimachi says, Alex “was spending seven hours, every single day, 3 p.m. to roughly 10 p.m” talking to the ISIS sympathizers who “very quickly became her social circle.”</p>\n<p dir=\"ltr\">And there was one man with whom Alex became particularly close: Faisal Mostafa, a 51-year-old man from England, who would talk to her on Skype for hours each day and send her gifts in the mail. It was under his tutelage that Alex decided to convert to Islam, officially declaring her embrace of the faith on Twitter.</p>\n<p dir=\"ltr\">While it's unclear whether or not he is an ISIS operative, Mostafa has been arrested on terror-related charges at least four times, by Callimachi’s count. And it is evident to Callimachi that Mostafa “is clearly a sympathizer\" of ISIS. When Alex suggested that she would like to visit a mosque she had found nearby, Mostafa researched the mosque online and found that its steering committee had published a statement denouncing ISIS. Mostafa told Alex not to go; he said it was a “government-infiltrated mosque” and that they would teach her the “wrong kind of Islam.”</p>\n<p dir=\"ltr\">Mostafa also told Alex that as a good Muslim, she needed to “migrate to a Muslim land,” Callimachi says. And while Mostafa never uttered it directly, Alex understood exactly where he meant: Syria. “Perspective recruiters are aware that law enforcement is watching,” Callimachi explains, which is perhaps why Mostafa was somewhat discreet.</p>\n<p dir=\"ltr\">Mostafa also recommended that Alex meet him in Austria, to be introduced to her future husband — described as “a 45-year-old bald man ... who was a good Muslim,” Callimachi says. Her article explains that Alex was required by ISIS’s strict interpretation of Islam to have a “mahram,” or male relative, accompany her on any travels. Together, Mostafa and Alex decided that Alex’s younger brother — who was, at the time, 11 and in foster care — would suffice.</p>\n<p dir=\"ltr\">At this point, Callimachi explains, Mostafa’s attention shifted as he began to focus not just on Alex, but on her brother as well. Callimachi says it was Alex’s love for her brother that made her pause and reconsider her affiliation with ISIS sympathizers; it was at this moment that her family was able to step in and “pull her back from the edge,” Callimachi says. Callimachi’s article explains how Alex’s family contacted Faisal on Skype and told him never to talk to Alex again. They also contacted the FBI.  </p>\n<p>Alex’s case gives us a clearer view of just how ISIS is recruiting young Westerners. “Their propaganda machine is so rich,” Callimachi explains. With the material that ISIS makes available online, she says, “you can find a step-by-step curriculum that takes you ever closer to this extreme ideology. And you can do this in the privacy of your own bedroom in rural Washington with your family watching Fox News in the other bedroom ... with no one knowing until you’re almost too far down that road.”</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-29%2Frural-washington-caliphate-one-young-womans-almost-recruitment-isis&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/06292015_06.mp3"},{"href":"http://admin.pri.org/file/0629201506mp3"}]}