{"created":"2014-10-08T03:03:06+00:00","modified":"2014-12-04T14:33:09+00:00","valid":{"from":"2014-12-04T14:33:09+00:00","to":"3014-12-04T14:33:09+00:00"},"hreflang":"en","title":"Targeting Overweight Workers With Wellness Programs Can Backfire","published":"2014-07-02T18:08:00+00:00","teaser":"Companies say it pays to invest in employee health — productivity climbs and many costs of health care drop. But preserving worker privacy while encouraging fitness can be tricky.","itags":["npr_api","327388276"],"guid":"318635c7-bedf-4aa4-9a32-18b6b81b1bae","contentencoded":"<p><a href=\"http://www.npr.org/blogs/health/2013/07/26/205766456/hating-on-fat-people-just-makes-them-fatter\"></a>Employers say obesity is a top health concern for their workers. But health is a sensitive and personal issue. Some employees say these wellness initiatives can go too far.</p><p>For several years, <a href=\"http://www.ryan.com/Home\">Ryan Tax Services </a>in Dallas has offered a wellness program to its 2,000-person staff. The program includes health fairs, free screenings, cooking demos and health club memberships. Nearly 70 percent of employees participate, and that's helped curb health care costs, according to the company.</p><p>Still, says Delta Emerson, executive vice president, \"56 percent of the employees that tested are overweight, which was a little shocking to me because we have a very young population. The average age is in the high 30s.\"</p><p>Obesity can lead to medical complications like diabetes and heart disease, and can increase absenteeism and the risk of injury on the job. Helping overweight employees nudge the scale in the other direction might be good for their health and for the company's bottom line. But firms have to walk a fine line, Emerson says, in what they say to workers.</p><p>\"We have to be very sensitive,\" she says, \"about the fact that there are some people that are not going to want anyone to have a conversation with them about that, even indirectly.\"</p><p><a href=\"http://www.geonetric.com/\">Geonetric,</a> a software firm in Cedar Rapids, Iowa, that has 65 employees, has also controlled insurance costs in recent years with an office-wide wellness program that tries to help employees build fitness into the day.</p><p>Health considerations went into choosing the company's new office building, for example, says <a href=\"http://geovoices.geonetric.com/author/anne-ohrt/\">Anne Ohrt,</a> who handles the firm's operations. \"Our company will be on the third floor, so people have to go two flights of stairs to go down to the cafe and eat. It will encourage them to get away from their desks.\"</p><p>And, she notes, \"We have 10-inch plates and tall, narrow [drinking] glasses\" in the cafe — to help people manage their portions.</p><p>\"We try not to absolutely target one thing,\" Ohrt adds. \"Because we don't want anyone to feel like we're singling them out.\"</p><p>It's difficult to address obesity because wellness programs must be voluntary, says <a href=\"http://www.nebgh.org/resources/Laurel%20Pickering%20Bio%2010_12.pdf\">Laurel Pickering</a>, the executive director of <a href=\"http://nebgh.org/about/\">Northeast Business Group on Health</a>, a nonprofit focused on reducing health care costs. Employers can offer incentives, but they can't directly talk to an employee about a weight problem. Preserving medical privacy is also a concern. And <a href=\"http://www.dol.gov/dol/aboutdol/history/herman/reports/genetics.htm\">laws</a> prohibit employer discrimination based on a person's genetic makeup.</p><p>Some employees, including <a href=\"http://harrisburg.psu.edu/faculty-and-staff/matthew-woessner-phd\">Matthew Woessner</a>, a professor of public policy at Penn State University, think some wellness programs go too far.</p><p>\"We commonly refer to it as the great wellness rebellion,\" Woessner says.</p><p>He led the rebellion last summer when his university asked employees to participate in a medical screening survey or pay $100 more a month for their health insurance.</p><p>The survey asked workers (without asking them to submit their names) \"whether they were depressed, whether they were having marital problems,\" Woessner says. \"It got into such intimate details of our lives that we thought it was inappropriate for the university to require such a survey and not give us a way to opt out.\"</p><p>It seemed invasive, he says, even though it was anonymous. And though he's sympathetic to the university's need to control health costs, he thinks a survey can't achieve that — it won't make people healthier.</p><p>So Woessner circulated a petition to change the program. Eventually, his side prevailed. Now, those who participate in the survey receive a cash benefit. But there is no penalty for those opting out.</p><p>\"I recognize that my health care rates are driven up by persons who don't live right and don't eat healthy,\" Woessner says. \"But I'm willing to pay a higher rate because I, in the end, believe that liberty is more important than lower health care bills.\"</p><p>The Northeast Business Group on Health estimates that U.S. businesses lose $73 billion a year in productivity because of obesity.</p><p>Half of teenagers are overweight, and that means employer health care costs for everything from insurance to injury and illness are likely to balloon, says <a href=\"http://www.laborlawyers.com/efoulke\">Edwin Foulke</a>, the former head of the Occupational Safety and Health Administration.</p><p>\"If you don't address these issues, the cost is going to be so great that it's going to affect the viability of the company,\" Foulke says.</p><p>And that, he says, is the biggest challenge — one that few businesses are openly talking about.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Targeting+Overweight+Workers+With+Wellness+Programs+Can+Backfire&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Yuki Noguchi","audio":[{"meta":{"duration":"296"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1327583185-6b7a39.m3u?orgId=1&topicId=1128&ft=3&f=327388276"}]}