{"created":"2014-10-21T18:41:13+00:00","modified":"2014-10-23T03:07:44+00:00","valid":{"from":"2014-10-23T03:07:44+00:00","to":"3014-10-23T03:07:44+00:00"},"hreflang":"en","guid":"3196fe04-4ec6-48d9-b42d-b3e79842bd5b","title":"Emergency medical care is a rare but fragile sign of progress in Haiti","published":"2014-10-23T03:07:39+00:00","byline":"Gerry Hadden","tags":["medicine","public health","disaster","Human Needs","Medicine","Health & Medicine","North America","Haiti","Caribbean","Arnel Michel","Medicine","Health","Emergency medical services","Ambulance","Haiti","Disaster"],"teaser":"A brand-new ambulance service in Haiti, the country's first, is working remarkably well. But it's a lonely moment of progress in the country's slow rebuilding process, and the rest of the health care system is still lagging behind.","contentencoded":"<p>Haitians who get really sick almost never hear the sound of sirens — of an ambulance coming to help. But amid the slow rebuilding that has streteched for nearly five years after the 2010 earthquake, Haiti is making real progress in one area: healthcare. Specifically, emergency care.</p>\n<p>On a recent night, paramedics Beatrice and Natasha speed into a dark, sprawling slum on the edge of the capital. The case is something they’ve seen a lot of over the past two years: cholera.</p>\n<p>The patient is a little boy, severely dehydrated from diarrhea and vomiting. The medics bundle him into their vehicle and get an IV drip going beforing heading off to an emergency room.</p>\n<p>This is the cutting edge of Haitian healthcare: emergency and trauma response teams. The little boy’s ambulance service is free, paid for by the state. There are more than 50 emergency vehicles placed across Haiti. To call one, you dial 116.</p>\n<p>All of this is a first, says Dr. Arnel Michel, a Health Ministry official at the downtown dispatch center. Previously, he says, people \"waited for someone with a car to take them, or even a motorcycle or a tap-tap, the pickup-truck taxis you see everywhere.”</p>\n<p>That’s often still the case. We witness two bad motorcycle accidents in the mountains over the next two days — and end up ferrying the injured to hospitals ourselves.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"595\" width=\"1055\" alt=\"Onlookers attend to a man who crashed his motorcycle far from any hospital. Road accidents are common in Haiti, and frequently deadly as people don’t wear helmets. \" title=\"Onlookers attend to a man who crashed his motorcycle far from any hospital. Road accidents are common in Haiti, and frequently deadly as people don’t wear helmets. \" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/5.jpg.jpeg\" /><span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Armando Guerra</p>\n  </div>\n\n  <div class=\"field-caption\">\n    <p class=\"p1\">Onlookers attend to a man who crashed his motorcycle far from any hospital. Road accidents are common in Haiti, and frequently deadly as people don’t wear helmets. </p>\n  </div>\n</div>\n<p>Becoming an ad hoc ambulance driver makes me appreciate what paramedics like Natasha and Beatrice do. On another late night call, they back down a sewage-lined alley as frantic neighbors wave them on with flashlights. A shriveled, bone-thin woman appears out of the dark in the arms of a man; she's an advanced AIDS patient who collapsed.</p>\n<p>They take her to the hospital, but it's chaos. A man lies on a bench for visitors, drooling onto the floor, an IV in his arm. In a corner lies a group of homeless people, sick, hurt and unattended. This is when you realize how much the rest of Haiti’s healthcare system lags.</p>\n<p>It's exhausting for Natasha and Beatrice. “It really touches your heart,” Natasha says as the pair drink after-work beers at an outdoor bar. “People pressure you to save their loved ones. The entire family tries to climb into the ambulance.”</p>\n<p>“Or you get to a hospital emergency room and they turn you away,\" Beatrice says. \"What am I supposed to do, take the patient home?”</p>\n<p>It’s no surprise that emergency and trauma care are leading the pack in Haiti's drive to improve healthcare. When the earthquake struck in 2010, that what was lacking the most. The country learned from that, and vowed to be better prepared.</p>\n<p>But sometimes it seems people put too much hope in Haiti’s new ambulance teams. On yet another another call, Beatrice and Natasha stumble through a warren of wet alleys to reach a patient in a crowded shack. There a young woman with a heart condition lies on the floor, surrounded by family.</p>\n<p>It’s clear almost immediately that they’re too late. They try to resuscitate her, pumping the girl’s chest. Then they give the bad news. “She’s gone,” Natasha says. \"There’s no pulse. We tried to revive her.”</p>\n<p>“Will you take her to the funeral home, then?” asks a relative. </p>\n<p>\"We can’t,\" Natasha say shaking her head. Her phone is already ringing with the next call.</p>\n<br><p>©2014 Public Radio International</p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/1.jpg_0.jpeg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/1jpgjpeg-1"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/102120144.mp3"},{"href":"http://www.pri.org/file/102120144mp3"}]}