{"created":"2015-03-20T07:16:16+00:00","modified":"2015-06-05T15:27:44+00:00","valid":{"from":"2015-06-05T15:27:44+00:00","to":"3015-06-05T15:27:44+00:00"},"hreflang":"en","title":"'A Proud Walk': 3 Voices On The March From Selma To Montgomery","published":"2015-03-20T20:39:00+00:00","teaser":"Following the Bloody Sunday crackdown in Selma, Ala., Martin Luther King Jr. called for support across the U.S. People of different races and religions flocked to the state. Three of them look back.","itags":["npr_api","394028357"],"guid":"31a0f9cb-55ce-43ec-9b10-beb984e233ee","contentencoded":"<p>Fifty years ago, civil rights protesters began their successful march from Selma to Montgomery, Ala., two weeks after a crackdown by police at the Edmund Pettus Bridge on <a href=\"http://www.npr.org/2015/03/09/391795376/50-years-later-thousands-commemorate-selmas-bloody-sunday\" target=\"_blank\">Bloody Sunday</a>. NPR talked with three people from different parts of the country, of different races and religions, who answered the call from Martin Luther King Jr. to join the marchers.</p><p><strong>Todd Endo:</strong></p><p>My name is Todd Endo. I am Japanese-American and I was born right after Pearl Harbor. From the ages of about 1 to almost 4, my family along with 100,000 other Japanese were removed by the federal government because we were Japanese-Americans, not because we had done anything.</p><p>The specific reason that I went to Selma is that an acquaintance of mine was killed. The summer before, I had worked in Washington, D.C., for three churches, one of which was All Souls Unitarian and at that point <a href=\"http://www.washingtonpost.com/news/inspired-life/wp/2015/03/11/james-reeb-died-in-selma-50-years-ago-today-he-should-be-remembered-for-how-he-lived/\" target=\"_blank\">Jim Reeb</a> was an assistant minister. <a href=\"http://apr.org/post/turnaround-tuesday-anniversary-obama-selma-and-same-sex-marriage-update\" target=\"_blank\">Turnaround Tuesday</a> was the march that Jim Reeb participated in, which was two days after Bloody Sunday. That evening he was clubbed in the head coming out of a restaurant and died. And I went two or three days after that.</p><p>My only specific memory is that there were very few, and I never saw another Asian-American. I think about half the marches in '65 were Selma residents. And the women that marched on either side of me were Selma residents, veterans of this movement. So one of them was sort of like the Oprah Winfrey character in the movie where she says, you know, \"I've tried to register 16 times, I've been turned down 16 times, and I'm going to keep trying to register.\" And the other one on the right side said that she had been in Bloody Sunday, had been in a lot of marches and was going to continue.</p><p>I was in graduate school so I went back actually. And the heroes to me were these two women and others who couldn't leave or didn't leave. They were residents of the town and they stayed. And they kept marching.</p><p><strong>H. David Teitelbaum:</strong></p><p>I'm <a href=\"http://www.amazon.com/Mighty-Stream-Life-American-Rabbi-ebook/dp/B00SN7RHDA\" target=\"_blank\">Rabbi Herbert David Teitelbaum.</a> I was with the Congregation Beth Jacob in Redwood City, Calif. When we arrived, as you approached the colored section of Selma, immediately you have the feeling that you're in a besieged city. And I recall the words of the minister Earl Neil who said something that impressed me very deeply. He said, \"The very fact that you've come here means that your skin is as black as mine.\" And for the first time in my life I actually experienced the humiliation and the degradation which was allotted the African-American.</p><p>When we got ready for the march, I was very impressed with [Martin Luther King Jr.'s] speech that day. And one of the things he said taken directly from the book of Exodus: He said, \"We are like the children of Israel marching from slavery to freedom.\" And then when the march began we were told to march four abreast, then two abreast. At first, I was walking with a young man; later on, I changed and walked with a young woman and it was an exhilarating experience.</p><p>We ended up at a farm where there was a huge circus tent and I walked over to one of the corners of the tent and there, to my surprise, was Martin Luther King. We shook hands. He said, \"Thank you very much for coming, God bless you.\" And that of course was a very high moment for me. And at the end of the first day's march — I think we march maybe 8 miles — it was announced that the road narrowed and could only accommodate about 300 people. So some of us had to go back to Selma.</p><p><strong>Kathy Mueller:</strong></p><p>I'm Kathy Mueller. I had been involved in civil rights locally in Wilmington, Del., which is where I'm from. We got to Montgomery first. We never went into Selma. And once we got there we rented a car and it was a hairy drive. People did in fact try to drive the car off of the road because we were blacks and whites in the same car. So we knew it was not a very welcoming place.</p><p>And so we went out into a black neighborhood, [we] knew the route they were coming in, sat on somebody's front wall. Then the people just started coming past and you could identify the ones who had marched the entire 50 miles because they had vests on. By then other people had joined in. And as they were passing us the people were saying, \"Come and join us, come and join us.\" And it was a sauntering walk, it was a proud walk, and just kind of \"look at me, I'm here. I made it. I'm part of something.\"</p><p>I have a picture of James Farmer with Harry Belafonte, and A. Philip Randolph and Bayard Rustin and people that you're reading about in the paper. It was really kind of, \"Wow, I'm here\" — a feeling that you really, really didn't want to leave. And I remember when I came home and my older sister, who was just 14 months older than I, she said: \"Thank you for going. You represented all of us who couldn't go.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27A+Proud+Walk%27%3A+3+Voices+On+The+March+From+Selma+To+Montgomery&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"426"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1394216929-a339fd.m3u?orgId=1&topicId=1136&d=426&p=3&story=394028357&t=progseg&e=394167639&seg=1&ft=nprml&f=394028357"}]}