{"created":"2015-02-02T10:02:31+00:00","modified":"2015-06-05T15:29:45+00:00","valid":{"from":"2015-06-05T15:29:45+00:00","to":"3015-06-05T15:29:45+00:00"},"hreflang":"en","title":"Fight Parkinson's: Exercise May Be The Best Therapy","published":"2015-02-03T21:47:00+00:00","teaser":"Several times a week, Mike Quaglia dons bright red boxing gloves and pummels a hundred-pound punching bag. He has Parkinson's disease, and the boxing helps alleviate his symptoms.","itags":["npr_api","381937503"],"guid":"31a1fd40-25b5-4eb5-ba61-a4091ffe850a","contentencoded":"<p>Mike Quaglia was 42 when he was diagnosed with Parkinson's disease, which gradually robs its victims of their ability to move normally. For the next seven years, his condition deteriorated despite medication.</p><p>\"I was at a point where I was either going to give up and let the Parkinson's take over, or I was going to decide to fight back,\" Quaglia says.</p><p>Fight back he did — literally. Last February he stumbled on a program called <a href=\"http://www.rocksteadyboxing.org/\">Rock Steady Boxing.</a> That's right: It teaches Parkinson's patients how to box.</p><p>So now you can find Quaglia at <a href=\"http://fight2fitnessri.com/\">Fight 2 Fitness</a>, a gym in Pawtucket, R.I., several times a week, his hands encased in bright red boxing gloves.</p><p>Alongside him are a dozen other Parkinson's patients. They range from a 46-year-old mother of teenagers — she sports pink boxing gloves — to an 84-year-old former phys ed teacher who uses a wheelchair.</p><p>They don't punch each other. They're hitting 100-pound punching bags when they're not stretching or doing calisthenics.</p><p>On days Quaglia boxes, he doesn't need to take medication for six hours afterward — twice as long as usual. His depression has lifted, and he has more self-confidence. Boxing, he says, \"doesn't cure, but it helps.\"</p><p><a href=\"http://www.ninds.nih.gov/disorders/parkinsons_disease/parkinsons_disease.htm\">Parkinson's disease </a> afflicts about a million Americans — <a href=\"http://www.pdf.org/en/parkinson_statistics\">more than multiple sclerosis, muscular dystrophy and ALS combined</a>. Every year 50,000 more get the diagnosis, a number that's going up as the population ages. They face a gradual loss of control over their muscles, leading to tremors, loss of balance and difficulty walking or speaking.</p><p>And boxing, it turns out, is only one of an expanding array of movement therapies gaining in popularity as antidotes to Parkinson's. Other Parkinson's patients are drumming, dancing to a Latin beat, practicing the ancient Chinese art of tai chi or golfing.</p><p>Even patients with advanced disease can benefit. Jacobo Farina, 79, says he could barely move when he got up on the day of a recent drumming class for Boston-area Parkinson's patients. But when the drumming started, he was one of the most energetic participants.</p><p>\"When you feel the music, your body — your spirit — it comes alive,\" Farina says.</p><p><a href=\"http://www.bidmc.org/CentersandDepartments/Departments/Neurology/ParkinsonsDiseaseandMovementDisorders/OurTeam/DanielTarsyMD.aspx\">Dr. Daniel Tarsy</a>, director of the Parkinson's disease program at Beth Israel Deaconess Medical Center in Boston sees meaningful change in a lot of patients who go into these exercise programs.</p><p>\"I'm a believer,\" Tarsy says. \"Patients look a lot different walking out an hour later than they did walking in. They literally have a bounce to their step.\"</p><p>Tarsy says patients often report that their movements become more fluid. That's the opposite of the rigid, jerky movements typical of Parkinson's.</p><p>A 2012 <a href=\"http://www.nejm.org/doi/pdf/10.1056/NEJMoa1107911\">study</a> from the Oregon Research Institute and other institutions found Parkinson's patients who did six months of twice-weekly tai chi had better balance and control over their movements and were less likely to fall than others who did weight training or stretching. The weight trainers had improved balance and fewer falls than those who merely stretched.</p><p>Other recent studies show that Parkinson's symptoms improve with <a href=\"http://www.washingtonpost.com/national/health-science/bicycling-and-other-exercise-may-help-people-with-parkinsons-curb-their-symptoms/2011/12/10/gIQAnWT1lP_story.html\">cycling</a> and <a href=\"http://archneur.jamanetwork.com/article.aspx?articleid=1389386\">treadmill workouts</a>.</p><p>\"There is a growing consensus among researchers about the short- and long-term benefits of exercise for people with Parkinson's disease,\" the National Parkinson Foundation <a href=\"http://www.parkinson.org/Parkinson-s-Disease/Treatment/Exercise/Neuroprotective-Benefits-of-Exercise\">says</a> on its website. \"Research has shown that exercise can improve gait, balance tremor, flexibility, grip strength and motor coordination.\"</p><p>Tarsy says many patients feel that exercise liberates them from \"this straitjacket that's called Parkson's disease. They say, 'I can do this!' And in many of those people it carries over into their everyday life.\"</p><p>Scientists are trying to figure out just how exercise can counter the effects of Parkinson's and possibly even prevent it. Among more than 43,000 Swedes followed for nearly 13 years, the risk of Parkinson's was almost <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/25410713\">cut in half</a> for those who engaged in moderate levels of exercise.</p><p>One clue is that animals with a form of the disease have <a href=\"http://www.jneurosci.org/content/27/20/5291.full\">higher levels of dopamine</a> — the brain chemical deficient in Parkinson's — if they're made to exercise.</p><p><a href=\"https://connects.catalyst.harvard.edu/profiles/display/Person/32313\">Peter Wayne</a> at Harvard Medical School and Brigham and Women's Hospital is looking at how the brains of humans with Parkinson's change in response to six months of exercise.</p><p>His study uses tai chi, which has been shown to improve balance and strength in older adults.</p><p>\"Because the movements of tai chi are geared to be upright and moving,\" Wayne says, \"they translate a little better into going downstairs and walking the aisles in a supermarket and being able to lift and put things down carefully.\"</p><p>Tai chi engages both mind and body; you might call it \"mindful movement.\" Wayne thinks it may help patients use undamaged parts of their brains to compensate for the areas that normally control automatic movements such as walking.</p><p>But it may be that any kind of purposeful exercise is a tonic for the brain. Back at the gym, that's how Mike Quaglia sees it.</p><p>\"It's all about pushing yourself past your limits and reaching that point where you don't think you can reach,\" Quaglia says. \"You get that runner's high. Your neurons start clicking. You get new cells working. Everything works more effectively.\"</p><p>And then there's the social aspect of it. <a href=\"http://fightnetwork.com/news/50342:rich-gingras-eyes-another-title-friday-in-rhode-island/\">Rich Gingras</a>, owner of the Rhode Island gym where Quaglia boxes, says Parkinson's patients often sit at home and get depressed.</p><p>\"They're not moving at all,\" Gingras says. \"So ... coming in here and just moving around and being happy — everybody's smiling — it's great!\"</p><p>And after all, there's nothing more therapeutic than a smile.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Fight+Parkinson%27s%3A+Exercise+May+Be+The+Best+Therapy&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Richard Knox","audio":[{"meta":{"duration":"280"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1383214974-846c6a.m3u?orgId=1&topicId=1066&d=280&p=3&story=381937503&t=progseg&e=383214021&seg=8&ft=nprml&f=381937503"},{"href":"http://media.npr.org/assets/img/2015/01/27/boxing-1-72c115956291d08d9fe7310cc33a2a4338252d5f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1602"}},{"href":"http://media.npr.org/assets/img/2015/01/27/boxing-2-6ce823f692ba8db9eadc258661bbc9bf63aef105.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1602"}},{"href":"http://media.npr.org/assets/img/2015/01/27/boxing-3-6771e550ac4489ea9a41fcf3f1a6797cb34ccd41.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1602"}},{"href":"http://media.npr.org/assets/img/2015/01/27/boxing-4-8da2336b47754355801241cc4a59250d7262229a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1147","width":"1531"}}]}