{"created":"2015-05-02T09:57:49+00:00","modified":"2015-05-22T23:59:29+00:00","valid":{"from":"2015-05-22T23:59:29+00:00","to":"3015-05-22T23:59:29+00:00"},"hreflang":"en","title":"Can You Spot The Fake Fragonard? ","published":"2015-05-02T14:26:00+00:00","teaser":"A London gallery has asked visitors to spot the single fake, produced for about $100 in China, and displayed among its priceless collection. NPR's Scott Simon reflects on what makes art valuable.","itags":["npr_api","403623782"],"guid":"31a2986c-3f51-46e3-9967-fffe0988e80a","contentencoded":"<p>I'm not sure a picture is worth a thousand words. But why do some pictures sell for millions and others that seem identical go for just a few dollars?</p><p>Since February, the Dulwich Picture Gallery in south London has hung a fake among its permanent collection of 270 Old Masters. Maybe we should call it a \"tribute\" Old Master: a hand-painted, unapologetic stroke-for-stroke copy of a great painting, produced at the Meishing Oil Painting Manufacture Company, one of many art factories in China, where hundreds of artists — and given their technical skills, that word seems earned — make exact, oil-painted copies of Monets, Matisses, Picassos and other masterpieces.</p><p>The gallery invited visitors to detect the knockoff appearing among masterpieces. Nearly 3,000 people cast votes; only 347 guessed correctly that the replica Old Master was an imitation Jean-Honoré Fragonard painting, <em>Young Woman</em>, an 18th century portrait of a young woman who has dark brown hair, tied loosely, and kind brown eyes.</p><p>Xavier Bray, the gallery's chief curator, says the idea wasn't to try to get gallery-goers to play international art detective, or to just fan out to find the Canalettos, Gainsboroughs and Rembrandts, but to look deeply and intently at every painting on their walls.</p><p>\"Never before have I seen so many people actively looking at each painting,\" he said. \"The visual exercise of comparing and contrasting will demonstrate how exciting it is to engage with an original work of art.\"</p><p>The last time a Fragonard came up for auction, it sold for $28 million. This replica Fragonard was painted to order in China and sold for a little over $100.</p><p>Try to buy even a good pair of shoes for that price.</p><p>But does imitating an original so cheaply make the original seem less valuable?</p><p>I was prepared to be outraged when I logged into the websites of a few of the Chinese art factories. Instead, I came close to ordering replicas of Hopper's <em>Nighthawks</em> and Caillebotte's <em>Paris: A Rainy Day</em>; because I love looking deeply into both paintings, and art prints can look flat. I imagined what it would be like to hang a Seurat over our cat's food bowl, and tell visitors, \"She thinks Renoir painted too many dogs.\"</p><p>The replica could even be a reminder: that real originality — I won't try to stretch the word genius — isn't only the skills to paint, with color, words, or notes, but to see something no one else does; and help it come alive.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Can+You+Spot+The+Fake+Fragonard%3F+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Scott Simon","audio":[{"meta":{"duration":"182"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1403766801-1bb28e.m3u?orgId=1&topicId=1060&d=182&p=7&story=403623782&t=progseg&e=403740101&seg=3&ft=nprml&f=403623782"},{"href":"http://media.npr.org/assets/img/2015/05/01/471412224-757617c5014ed76a870926244f6cc6cd8092679e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1971","width":"2629"}}]}