{"created":"2015-03-04T15:26:00+00:00","modified":"2015-05-13T21:12:58+00:00","valid":{"from":"2015-05-13T21:12:58+00:00","to":"3015-05-13T21:12:58+00:00"},"hreflang":"en","title":"What's A Patient To Do When Hospital Ratings Disagree?","published":"2015-03-10T16:46:00+00:00","teaser":"Many people check up on hospitals before they check in as patients. But there's a catch. A hospital that gets lauded by one group can be panned by another.","itags":["npr_api","388949426"],"guid":"31a8fc7a-14aa-437e-8301-6ca9af5f3abe","contentencoded":"<p><em>This post was first published March 4, and it was updated with audio on March 8. </em></p><p>When you face a choice about hotels, restaurants or cars, the chances are you head to the Web for help.</p><p>Online ratings have become essential tools for modern consumers. Health care is no exception to the ratings game, especially when it comes to hospitals.</p><p>Many people check up on hospitals before they check in as patients. But there's a catch. A hospital that gets lauded by one group can be panned by another.</p><p>Some of the biggest names in health quality research got together to look at the variation in ratings among four of the top arbiters: <em>Consumer Reports,</em> <em>U.S. News & World Report, </em>the Leapfrog Group and HealthGrades.</p><p>What did the researchers find?</p><p>All told, 844 hospitals came out as a high performer on at least one of the ratings scales. But the researchers found that no hospital — <em>not one</em> — came out as a high performer in all four ratings systems. In fact, only 10 percent of hospitals rated as a high performer by one group were rated as a high performer by another.</p><p>How could that be? Well, the ratings systems slice health care quite differently.</p><p>Leapfrog Group, which was <a href=\"http://www.leapfroggroup.org/about_leapfrog\">founded by employers</a>, uses five letter grades to rate hospitals primarily on safety.</p><p><em>U.S. News</em> and <em>Consumer Reports</em> make ratings on a 0-100 scale. <em>Consumer Reports</em> takes a safety bent. <em>U.S. News </em>bears down on key medical specialties, such as cancer care and orthopedics, in its ratings, which focus on the needs of patients with complex conditions. Only 17 hospitals made the latest <em>U.S. News <a href=\"http://health.usnews.com/health-news/best-hospitals/articles/2014/07/15/best-hospitals-2014-15-overview-and-honor-roll\">honor roll</a></em>, reserved for those institutions that get superlative scores in at least six specialties.</p><p>Then there's HealthGrades, which looks at how outcomes, or how patients fare, to come up with quality rankings. The researchers focused on HealthGrades' top 100 hospital list.</p><p>If you consult several rating services to gauge a hospital, you can expect to get different results. The key to getting helpful answers is figuring out what matters most to you and consulting the ratings outfit that's the best match.</p><p>\"Consumers should ensure that when they see a rating for a hospital that they dig into it a little bit,\" says <a href=\"http://www.hopkinsmedicine.org/profiles/results/directory/profile/3695886/john-austin\">Matt Austin</a>, an engineer by training who now specializes in measuring health care performance at Johns Hopkins Medicine. \"What is that rating for? What does that rating represent?\"</p><p>Austin is the lead author of the ratings analysis <a href=\"http://content.healthaffairs.org/content/34/3/423.abstract\">that appears</a> in the March issue of the journal <em>Health Affairs.</em></p><p>He says ratings groups should help consumers interpret the hospital grades by explaining the criteria used. \"When ratings use words like 'top' and 'best,' it isn't always clear what 'top' and 'best' are referring to,\" Austin tells Shots.</p><p>What does the future hold for hospital ratings? \"As we move into a world where the value of health care services is more important, I believe we're going to need to look for ratings systems that balance quality of care and cost of care,\" Austin says. \"And I feel like the travel industry, specifically hotels, is one where online sites do a pretty good job.\"</p><p>Part of the challenge is the inherent tension in rating hospitals stems from the fact that a summary rating applies to the whole institution yet quality and safety can vary by department or specialty. \"Consumers' lives would be a lot easier if every hospital was either outstanding or lackluster hospitalwide,\" says Ben Harder, chief of health analysis at <em>U.S. News & World Report. \"</em>But health care quality in American is maddeningly inconsistent.\"</p><p>Harder has his own take on the <em>Health Affairs</em> analysis: \"The real question isn't whether the ratings systems put the same hospitals at the top, it's whether each rating system succeeds at measuring the aspects of quality it set out to measure.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=What%27s+A+Patient+To+Do+When+Hospital+Ratings+Disagree%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Scott Hensley","audio":[{"meta":{"duration":"203"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1391619602-629c4c.m3u?orgId=1&topicId=1027&d=203&p=10&story=388949426&t=progseg&e=391618409&seg=5&ft=nprml&f=388949426"}]}