{"created":"2014-08-29T21:45:10+00:00","modified":"2014-08-29T21:45:10+00:00","valid":{"from":"2014-08-29T21:45:10+00:00","to":"3014-08-29T21:45:10+00:00"},"hreflang":"en","guid":"31c56736-2324-4198-b25c-d5176dfb4343","title":"Haitian moms demand UN help for the babies their peacekeepers left behind","published":"2014-08-29T21:45:06+00:00","byline":"Amy Bracken","tags":["peacekeeping","military","families","Human Needs","Conflict","Conflict & Justice","Port Salut","North America","Haiti","Uruguay","Caribbean","Sasha Francesca","Roselaine Duperval","Miriame Duclair","Girardo Frigossi","Sylvain Roy","Sasha Francesca Barrios","Rose Mina Joseph","Peacekeeping","United Nations Stabilisation Mission in Haiti","United Nations","Haiti","Paternity","United Nations peacekeeping"],"teaser":"Departing peacekeepers in Haiti have left their mark in at least one way — pregnant Haitian women. There’s an effort underway to check paternity, but it’s up to the peacekeeper’s country to decide what to do about it.","contentencoded":"<p><span style=\"line-height: 1.538em;\">When the US military pulled out of Vietnam in 1973, it left something of a living legacy: T</span><span style=\"line-height: 1.538em;\">ens of thousands of pregnant Vietnamese women. </span><span style=\"line-height: 1.538em;\">But this issue is not confined to Americans in Vietnam, or even to wartime. It&rsquo;s also an often overlooked side effect of United Nations peacekeeping operations.</span></p><p>Now, the babies of UN peacekeepers are becoming an issue in Haiti.</p><p>In the seaside town of Port Salut, 5-year-old Sasha Francesca Barrios basks in the attention of her mother and a couple of visitors.&nbsp;<span style=\"line-height: 1.538em;\">Barrios lives in a small house with her mother, grandmother and aunt.&nbsp;</span><span style=\"line-height: 1.538em;\">She talks about school and sings the popular Haitian children&rsquo;s song &quot;Ti Zwazo,&quot; or Little Bird. </span></p><p><span style=\"line-height: 1.538em;\">And when Sasha&#39;s mother asks her to identify the young, pale man in a photo, she knows right away &mdash; &ldquo;Papa.&quot;&nbsp;</span><span style=\"line-height: 1.538em;\">Roselaine Duperval, her mother, says Sasha&rsquo;s father was a Uruguayan marine in the UN peacekeeping mission in Haiti &mdash; known as&nbsp;</span><span style=\"line-height: 1.538em;\">MINUSTAH, its&nbsp;</span><span style=\"line-height: 1.538em;\">French acronym.</span></p><p>&ldquo;They came here, and there was one who was friends with me,&rdquo; Duperval says. &ldquo;He said he loved me, and we were together. I never thought if I stayed with him and had a child with him, that he would leave and not support the child.&rdquo; But he did. Sasha<span style=\"line-height: 1.538em;\">&nbsp;has never met him.</span></p><p>Duperval says the marine gave her $200 early in her pregnancy, but he left Haiti before Sasha was born and she never heard from him again. Now she&rsquo;s scraping by giving manicures and pedicures in people&rsquo;s homes. And she knows other women in similar situations.</p><p>&ldquo;They come in our country to help us and they don&rsquo;t help us; they have kids with us and leave,&quot; she says. &quot;I need aid for my child, to pay for school. It&rsquo;s MINUSTAH&rsquo;s responsibility. We&rsquo;re in a country without work. We need the UN&rsquo;s help. They know MINUSTAH troops leave babies here, children without dads.&rdquo;</p><p><span style=\"line-height: 1.538em;\">The UN does have a policy of helping facilitate paternity claims and child support in these kinds of cases.&nbsp;</span><span style=\"line-height: 1.538em;\">In February, the UN brought seven mothers &mdash; including Duperval &mdash; to the capital with their children for DNA tests. T</span><span style=\"line-height: 1.538em;\">he mothers are still waiting for results.</span></p><p>[[{\"fid\":\"73098\",\"view_mode\":\"default\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":2736,\"width\":3648,\"alt\":\"Sasha Barrios holds up a picture of the Uruguayan marine her mother says is Sasha&#039;s father. The man was a member of MINUSTAH, the UN peacekeeping for in Haiti.\",\"title\":\"Sasha Barrios holds up a picture of the Uruguayan marine her mother says is Sasha&#039;s father. The man was a member of MINUSTAH, the UN peacekeeping for in Haiti.\",\"class\":\"media-element file-default\"}}]]</p><p>And while the UN plays a role,<span style=\"line-height: 1.538em;\">&nbsp;it&rsquo;s ultimately up to the country where the peacekeeper is from to determine follow-up.&nbsp;</span><span style=\"line-height: 1.538em;\">In the case of Duperval and her six fellow mothers, a Uruguayan military official said the alleged fathers have been asked to submit DNA samples. If paternity is established, it will be up to the Uruguayan courts to determine what should be done about it.</span></p><p>Of course, establishing paternity and getting child support are a challenge when the dad is a local Haitian, says community activist Miriame Duclair, let alone when the father is a foreign peacekeeper.</p><p>&ldquo;The difference is if it&rsquo;s [a Haitian] dad, often his family will help the mom,&quot; Duclair says. &quot;But when a foreigner leaves a child, there&rsquo;s no one to help. When the UN talks about coming to Haiti to stabilize, it&rsquo;s not true. They come to <em>de</em>stabilize.&rdquo;</p><p><span style=\"line-height: 1.538em;\">Both the UN and the Uruguayan army say they strictly forbid such relationships. Uruguayan Col. Girardo Frigossi says no matter what the circumstances, relationships between UN peacekeepers and locals are never acceptable.</span></p><p><span style=\"line-height: 1.538em;\">&ldquo;There&rsquo;s no possibility of any relation, consensual or not,&rdquo; he says. &ldquo;Because the power is in the UN soldier &mdash; because they have food, they have water, they can provide security, they have money.&rdquo;</span></p><p>Sylvain Roy of the UN&rsquo;s Conduct and Discipline Unit, or CDU, makes it even clearer.&nbsp;<span style=\"line-height: 1.538em;\">&ldquo;Regardless of whether the mother might have been consenting,&rdquo; he says, &ldquo;the relationship is exploitative.&rdquo;</span></p><p>Yet the chances for mothers receiving restitution are slim.&nbsp;<span style=\"line-height: 1.538em;\">The UN only started pulling together paternity claim statistics last year, and they show only 19 substantiated paternity claims against peacekeepers across the entire globe from 2010 through 2012.&nbsp;</span><span style=\"line-height: 1.538em;\">An independent report suggests there were many more claims before the UN began recording cases.</span></p><p>And in Haiti, many mothers aren&rsquo;t making claims because there isn&rsquo;t a known system for doing that. The Port Salut women were only brought to the attention of the UN when an American journalist reported on them in 2011.</p><p>The CDU&rsquo;s Roy says this is an area that needs improvement. &ldquo;You cannot expect a woman living in the middle of Congo, for example, to be able to file a claim for recognition of paternity, and then child support, in a court on another continent,&rdquo; he says, &ldquo;but it&rsquo;s a situation with which we&rsquo;ve got to deal.&rdquo;</p><p>In the meantime, mothers left behind have a simple request.&nbsp;<span style=\"line-height: 1.538em;\">Rose Mina Joseph was 16 when she became pregnant, she says, by a 35-year-old Uruguayan peacekeeper.&nbsp;</span><span style=\"line-height: 1.538em;\">&ldquo;I want MINUSTAH to get me out of poverty,&rdquo; Joseph says, &ldquo;to put me and my child in a better place.&rdquo;</span></p><p><em style=\"line-height: 1.538em;\">This report was done in partnership with <a href=\"http://100r.org/\">100 Reporters</a>, a nonprofit investigative news organization based in Washington.</em></p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/RTR3YOAC.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"/file/rtr3yoacjpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/082920147.mp3"},{"href":"/file/082920147mp3"}]}