{"created":"2015-03-02T22:58:13+00:00","modified":"2015-03-04T15:40:14+00:00","valid":{"from":"2015-03-04T15:40:14+00:00","to":"3015-03-04T15:40:14+00:00"},"hreflang":"en","guid":"31c84326-4fc2-4523-a518-78d375a85791","title":"Some Italians are demanding their English-speaking leaders 'say it in Italian'","published":"2015-03-04T15:40:09+00:00","byline":"David Leveille","tags":["language","culture","government","Culture","Arts, Culture & Media","Europe","Italy","Europe","Matteo Renzi","Beppe Severgnini","Italian language","Italy","Europe"],"teaser":"Italy's youngest-ever prime minister, Matteo Renzi, likes to use English phrases to describe his political and economic reforms. His use of Italian peppered with English is enough to spark a campaign urging Italian politicians to \"say it in Italian.\"","contentencoded":"<p>Matteo Renzi, Italy's youngest-ever prime minister, is getting some sharp criticism — but not for his \"urgently needed\" political and economic reforms. Instead, Italians are angry over his liberal use of English terms.</p>\n<p>Renzi has introduced a “jobs act,\" and uses English words like “benchmark” and “hashtag” in his presentations. He even insists his cabinet ministers speak English, a first for Italian politics. And the trend may be catching on: Italy's navy has launched a new recruitment campaign using English-language slogans \"Be Cool and Join the Navy.\"</p>\n<p>All of this English is going over poorly with a growing number of Italians, who are urging Italian politicians to \"say it in Italian.\"</p>\n<p>\"We have a big labor reform underway,\" says Beppe Severgnini, a columnist for the daily Italian newspaper Corriere della Sera. \"In Italian its ‘riforma del lavoro’. Why on Earth do they have to call it a Jobs Act?”  </p>\n<p>Severgnini says the use of English is like a throwback to the Middle Ages, when politicians spoke Latin if they wanted to hide what was really going on from ordinary people. “English is like saccharine, not sugar, saccharine that you put in the Italian political public coffee,\" he argues. \"It’s something that so sweetens things that people don’t quite understand what is going on.”</p>\n<p>Another example is ongoing discussion around government overspending. “So we want to proceed with the proper spending review, but why don’t you say in Italian, for the Italian voters, ‘la revisione della spesa?'\" Severgnini asks. \"Simple, clear — but no, they call it 'a spending review,' which many Italians, by the way, don’t know how to pronounce.”</p>\n<p>\"Why on Earth do you do that?” is a question Severgnini has posed to his politician friends. He says they usually reply that it’s a better way to communicate with Europeans, or that most Italians understand simple English words like \"jobs\" and \"act.\"</p>\n<p>Severgnini's response? “I don’t buy it,\" he says. \"I love Italian. ... What I don't like is mixing languages, and mixing in a way that shows an inferiority complex, sloppiness and laziness. ... I say mouse when I use my computer, but everything else, I say we have a great language, so be sensible and use Italian.”</p>\n<p><iframe width=\"560\" height=\"315\" src=\"http://www.youtube.com/embed/xW-uhL6J-ak?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe>\\</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-02%2Fsome-italians-are-saying-basta-their-prime-minister&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[]}