{"created":"2015-05-14T03:24:21+00:00","modified":"2015-05-14T21:18:37+00:00","valid":{"from":"2013-12-05T12:56:05+00:00","to":"3013-12-05T12:56:05+00:00"},"hreflang":"en","contentencoded":"<div class=\"barn-cleaned\"><p>Today is the 80th&nbsp;anniversary of the repeal of Prohibition. One of the legacies is the lingering existence of dry counties, especially across the South. The number is declining, in part due to the economics of not selling alcohol.<span>&nbsp;</span></p>\n<p>Lubbock County, Texas, has a lot of new options for dinner and drinks.&nbsp;<span>“One of them is Johnny Carino’s. The Funky Door Bistro and Wine Restaurant,” Eddie McBride, president of the Lubbock Chamber of Commerce, can reel off a list.</span><span>&nbsp;</span></p>\n<p>With the exception of one retail strip Lubbock was dry for years. But that changed after a 2009 ballot initiative. Until the new law, McBride says restaurants were reluctant to move in. &nbsp;</p>\n<p>“You see about a 6 percent increase in retail sales in the area when they switch from dry to wet,” says economist Ray Perryman, head of the<span>&nbsp;Perryman Group, an economic and financial analysis firm in Waco, Texas. &nbsp;</span></p>\n<p>Towns that don’t offer alcohol can lose out on other sales as well, Perryman says.&nbsp;<span>“If you go to an other area to go to liquor store and while you’re there you may stop and buy groceries, you may do some shopping at local stores, just because you’re out and you’re making a trip.”</span><span>&nbsp;</span></p>\n<p>The Center for Disease Control and Prevention says states spend billions on excessive drinking. But Perryman says allconsumers have access to alcohol, so even those areas that ban drinking end up with alcohol-related bills for healthcare, crime and justice -- without getting any of the of benefits of selling the drinks.</p></div>","teaser":"More dry counties have been phasing out Prohibition-era laws, in part to attract more businesses.","tags":["APM","Economy","Prohibition","beer","liquor sales"],"guid":"31cdd87d-df8e-4622-83bb-9305bb4eefca","published":"2013-12-05T12:56:05+00:00","title":"There are communities where Prohibition still exists, and it's costing them","itags":["Marketplace Morning Report for Thursday, December 5, 2013","PMP:Marketplace_PMP","Marketplace Morning Report","31cdd87ddf8e622b3bba9305bb4eefca","Marketplace"],"description":"More dry counties have been phasing out Prohibition-era laws, in part to attract more businesses.","byline":"Sally Herships","contenttemplated":"[{\"content\":\"<p>Today is the 80th anniversary of the repeal of Prohibition. One of the legacies is the lingering existence of dry counties, especially across the South. The number is declining, in part due to the economics of not selling alcohol.<span> </span></p>\",\"type\":\"text/html\"},{\"content\":\"<p>Lubbock County, Texas, has a lot of new options for dinner and drinks. <span>“One of them is Johnny Carino’s. The Funky Door Bistro and Wine Restaurant,” Eddie McBride, president of the Lubbock Chamber of Commerce, can reel off a list.</span><span> </span></p>\",\"type\":\"text/html\"},{\"content\":\"<p>With the exception of one retail strip Lubbock was dry for years. But that changed after a 2009 ballot initiative. Until the new law, McBride says restaurants were reluctant to move in.  </p>\",\"type\":\"text/html\"},{\"content\":\"<p>“You see about a 6 percent increase in retail sales in the area when they switch from dry to wet,” says economist Ray Perryman, head of the<span> Perryman Group, an economic and financial analysis firm in Waco, Texas.  </span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Towns that don’t offer alcohol can lose out on other sales as well, Perryman says. <span>“If you go to an other area to go to liquor store and while you’re there you may stop and buy groceries, you may do some shopping at local stores, just because you’re out and you’re making a trip.”</span><span> </span></p>\"},{\"type\":\"text/html\",\"content\":\"<p>The Center for Disease Control and Prevention says states spend billions on excessive drinking. But Perryman says allconsumers have access to alcohol, so even those areas that ban drinking end up with alcohol-related bills for healthcare, crime and justice -- without getting any of the of benefits of selling the drinks.</p>\"}]","audio":[{"type":"image/jpeg","meta":{"width":"610","crop":"primary","height":"340"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/3c23257r.jpg?itok=iuRa0061"},{"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/12/05/marketplace_segment08_20131205_64.mp3","meta":{"duration":86,"duration_hms":"00:01:26","api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/12/05/marketplace_segment08_20131205"}},"type":"audio/mpeg","format":"MP3"}]}