{"created":"2015-05-08T16:24:07+00:00","modified":"2015-05-11T19:22:04+00:00","valid":{"from":"2015-05-11T19:22:04+00:00","to":"3015-05-11T19:22:04+00:00"},"hreflang":"en","guid":"31d856c0-f75b-4ca9-9cfe-7eb6c8be9902","title":"Tom Brady's legacy deflates while Lionel Messi's is on the rise","published":"2015-05-11T19:21:59+00:00","byline":"William Troop, Nina Porzucki","teaser":"Roger Bennett, one half of the NBC Sports show Men in Blazers, riffs on the ascending legacy and Champions League performance of soccer star Lionel Messi, while American football giant Tom Brady's sheen wears off a bit.","tags":["Sports","Lionel Messi","Tom Brady","Barcelona","Champions League","NFL","Deflategate","Lionel Messi"],"contentencoded":"<p>Two massive football myths, Tom Brady and Lionel Messi, saw their fortunes move in opposite directions this week.</p>\n<p>First, the American football myth, Tom Brady. The star quarterback for the New England Patriots saw his legacy deflated a bit by a 243-page NFL report. The document concludes that Brady probably knew about under-inflated footballs used by the Patriots during a key game last January.</p>\n<p>Brady’s first comments about the report were not apologetic. At an event in Salem, Massachusetts, he was asked if the findings detracted from his recent Super Bowl victory. “Absolutely not,” said Brady.</p>\n<blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p dir=\"ltr\" lang=\"en\" xml:lang=\"en\">WATCH: <a href=\"https://twitter.com/Patriots\">@Patriots</a> QB Tom Brady enters to loud cheers at Salem State University <a href=\"http://t.co/Nw6ZYcxB0X\">http://t.co/Nw6ZYcxB0X</a> <a href=\"http://t.co/MhlpXwiHdh\">http://t.co/MhlpXwiHdh</a></p>\n<p>— CBSN (@CBSNLive) <a href=\"https://twitter.com/CBSNLive/status/596467012617904128\">May 8, 2015</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p dir=\"ltr\" lang=\"en\" xml:lang=\"en\">Brady responds to a question about his reaction to the Wells Report at the Salem State Speaker Series event: (cont) <a href=\"http://t.co/V9LNSBPShI\">http://t.co/V9LNSBPShI</a></p>\n<p>— New England Patriots (@Patriots) <a href=\"https://twitter.com/Patriots/status/596471253998956544\">May 8, 2015</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p>The sympathetic audience in Salem roared its approval. Boston-area sports fans may defend him to the end of days, but there’s no doubt Brady’s myth has taken a hit.</p>\n<p>“The big question is whether this will tarnish his reputation,” says Roger Bennett of NBC’s Men in Blazers show. He wonders “whether there will be asterisks amassed by every record” set by Brady in his career.</p>\n<p>By contrast, the reputation of that other football star, soccer’s Leo Messi, was INFLATED this week. On the same day Brady learned about that damming NFL report, Messi was busy writing a new amazing chapter in his already glittering career.</p>\n<p>The diminutive striker from Argentina led his club team, Barcelona, to a 3-0 victory over German soccer powerhouse Bayern Munich. His two goals set a record for Europe's Champions League.</p>\n<p>But how he did it impressed even more. For 77 minutes, the game was essentially a stalemate between two star-studded teams battling in the semi-finals of Europe’s Champions League. Then, Messi stepped up.</p>\n<p>After more than an hour seemingly jogging around the field at half-speed, the Argentine switched on the turbo boosters. First, he dribbled with ease around the German defenders and put a low powerful shot past the world’s No. 1 goalkeeper, Germany World Cup winner Manuel Neuer. Then, 3 minutes later, Messi scored one of the most beautiful goals I’ve ever seen. He turned a play that seemed to be going nowhere and transformed it into a sublime exhibit of his talent.</p>\n<p>He danced around one defender to the right of the Bayern goal, then came face to face with defender Jerome Boateng, another World Cup winner who is nearly double Messi’s height.</p>\n<p>With one subtle flick of the ankle, he made Boateng stumble on his own feet and fall down. Just like that.</p>\n<p><iframe allowfullscreen=\"\" frameborder=\"0\" height=\"315\" src=\"https://www.youtube.com/embed/-8TcpYGKYxg\" width=\"560\"></iframe></p>\n<p>“It was as if he whispered in his ear a soft piece of witchcraft, and made this giant man who seemed to tower over him and block his way just tip over slowly to the turf,” said Roger Bennett.</p>\n<p>And then Messi delicately chipped the ball slowly over the goalie Neuer, as another defender flew into the air, desperately trying to keep the ball from floating into the goal. All in what seemed like slow motion.</p>\n<p>Bennett described Messi’s masterpiece as “a goal of magic, softness and beauty.” And I couldn’t put it any better than that.</p>\n<p>Now there’s a world-class athlete who doesn’t need to deflate any balls to make some magic.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-08%2Ftom-bradys-legacy-deflates-while-lionel-messi-rise&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/05072015_10.mp3"},{"href":"http://admin.pri.org/file/0507201510mp3"}]}