{"created":"2014-10-08T02:39:42+00:00","modified":"2014-12-04T14:32:52+00:00","valid":{"from":"2014-12-04T14:32:52+00:00","to":"3014-12-04T14:32:52+00:00"},"hreflang":"en","title":"Like All Animals, We Need Stress. Just Not Too Much","published":"2014-07-10T16:09:00+00:00","teaser":"A racing mind and a pounding heart aren't all bad — the stress response can help humans and other animals deal with the unexpected. So what makes a vital system, which evolved to help us, turn toxic?","itags":["npr_api","325216030"],"guid":"31e29e45-15b6-4361-a61b-98dd5196306e","contentencoded":"<p>Ask somebody about stress, and you're likely to hear an outpouring about all the bad things that cause it — and the bad things that result. But if you ask a biologist, you'll hear that stress can be good.</p><p>In fact, it's essential.</p><p>For example, the adrenal glands of all animals have evolved to pump out <a href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC3079864/\">stress hormones</a> in unexpected situations — the hormones spur action and increase fuel to the brain, helping the animal react to danger appropriately. Those hormones also flow to memory centers in the brain, to help the critter remember those notable moments and places.</p><p>\"If it turns out to be dangerous and if the animal actually turns out to survive danger, then it will be aware of this as a potentially dangerous place,\" explains <a href=\"http://www.rockefeller.edu/research/faculty/labheads/BruceMcEwen/\">Bruce McEwen</a>, head of the neuroendocrinology laboratory at The Rockefeller University. \"In that sense, stress is good.\"</p><p>People also experience this good kind of stress. It's your body's reaction as you get pumped up to speak in public, for example, or compete in an athletic event.</p><p>\"We do something that takes a little bit of a risk and has a good outcome, we feel exhilarated — that's good stress,\" McEwen says.</p><p>Of course, that's not what most people were thinking of when pollsters called them earlier this year. NPR conducted <a href=\"http://www.rwjf.org/en/research-publications/find-rwjf-research/2014/07/the-burden-of-stress-in-america.html\">a poll </a>that focused on stress in America, with the Robert Wood Johnson Foundation and the Harvard School of Public Health.</p><p>Those <a href=\"http://www.npr.org/blogs/health/2014/07/07/327322187/stressed-out-americans-tell-us-about-stress-in-their-lives\">responding</a> talked mostly about the downside of stress — the sort that comes from tension at work or family friction. The biological mechanisms that help us in the short run, it turns out, aren't so useful when the stress grinds on for weeks or months.</p><p>McEwen, who wrote <a href=\"http://www.npr.org/templates/story/story.php?storyId=864895\">The End of Stress As We Know It</a>, says often people find ways to tolerate that stress. But it can also be overwhelming, \"and then, we have something that's been called toxic stress,\" he says.</p><p>The stress system gone awry can literally make you sick.</p><p>\"When stress is sustained or repeating or extreme, then all [the usual systems] gets disrupted,\" says <a href=\"http://www.mbni.med.umich.edu/mbni/faculty/akil/akil.html\">Huda Akil</a>, co-director of the Molecular and Behavioral Neuroscience Institute at the University of Michigan. \"And eventually, you do it long enough and it starts impacting other systems ... immune responses; it can affect the heart; it affects brain cells. It depends how long we're talking about.\"</p><p>In our poll, many Americans responding said that to cope with excessive stress they end up eating more or sleeping more. Yet others said they end up sleeping less and eating less. Sometimes these reactions can help reduce stress, research shows — but other times not.</p><p><a href=\"http://neuroscience.jhu.edu/resources/directory/faculty/david-linden\">David Linden</a>, a professor of neuroscience at Johns Hopkins University School of Medicine and <a href=\"http://www.npr.org/2011/06/23/137348338/compass-of-pleasure-why-some-things-feel-so-good\">author</a> of <em>The Compass of Pleasure</em>, has been thinking about the source of all this stress.</p><p>\"I think a lot of people imagine that our modern lifestyle — with constantly chirping cellphones and email and all these demands — has led to more stress,\" Linden says. \"And the truth is, it really doesn't seem to be that way.\"</p><p>Think how stressful it must have been for our forebears, who lived in constant worry that their children would die of <a href=\"http://www.flu.gov/pandemic/history/1918/\">infectious diseases</a> (still a constant <a href=\"http://www.npr.org/blogs/health/2014/03/30/262730420/ending-polio-paves-the-way-for-india-to-stop-a-childhood-killer\">threat</a> in some parts of the world).</p><p>\"It's not like stress is mounting up in our modern age — it's just [that] the flavor of it is changing,\" Linden says.</p><p>And that flavor isn't changing as much as you might think. Our poll finds that over the past year, the major causes of stress in Americans are still those age-old troubles: illness, disease and the death of a loved one.</p><p>Now, 14 percent of the people we polled said they didn't feel stressed at all. But that doesn't mean a few people have found a secret Eden right here on Earth.</p><p>Huda Akil says some people are simply more tolerant of stress than others. She sees this clearly in her <a href=\"http://www.experts.umich.edu/pubDetail.asp?n=Huda+Akil&u_id=2801&oe_id=1&o_id=44&id=84890908540\">animal studies</a>.</p><p>\"Some animals like risky situations, actually go seek them, and other animals cower away from them,\" Akil says. \"And it's clearly genetic. We can breed for it. And it shows up very, very early in life. And it is in humans what we define often as temperament.\"</p><p>That temperament is shaped by both biology and our experiences as young children. It can have a lifelong impact on how we perceive stress and cope with it. The good news is this mix of psychology and biochemistry is malleable.</p><p>\"A lot of stress can be very disruptive,\" Akil says. \"But a little bit of stress is kind of like working your muscles, your emotional muscles. And you build them up and you learn how to cope. So this is not something that's irretrievably wired to be bad or good. It can be retuned and fine-tuned, and it's never too late.\"</p><p>Stress is, at root, a mechanism for adapting to changing circumstances. So when a challenging situation inevitably appears, the trick is to get the stress reaction to work to your advantage.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Like+All+Animals%2C+We+Need+Stress.+Just+Not+Too+Much&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Richard Harris","audio":[{"meta":{"duration":"297"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1330038165-ab55fd.m3u?orgId=1&topicId=1128&aggIds=327816692&ft=3&f=325216030"},{"href":"http://media.npr.org/assets/img/2014/06/30/pencil_02-08c4f8bd1622c677df6983c65019525016d47ffc.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"1797","width":"2398"}}]}