{"created":"2014-11-13T21:14:03+00:00","modified":"2015-05-12T18:55:28+00:00","valid":{"from":"2015-05-12T18:55:28+00:00","to":"3015-05-12T18:55:28+00:00"},"hreflang":"en","title":"Common Core Reading: The Struggle Over Struggle   ","published":"2014-12-03T01:16:00+00:00","teaser":"With the Common Core State Standards' emphasis on \"complex texts,\" some critics worry kids are being asked to struggle too much. We ask: How much is too much?","itags":["npr_api","359331057"],"guid":"31e671a2-b4b1-42a2-9ff9-ceb7464511a0","contentencoded":"<p><em>The third in our four-part series on reading in the Common Core era.</em></p><p>Every set of academic standards has a soul.</p><p>Yes, a soul. It's made of varied stuff: part research, part practice, part conviction of its authors.</p><p>To find the soul, follow the words that turn up again and again in the winding backwaters and byways of the standards themselves.</p><p>A search of the Common Core English Language Arts Standards turns up one remarkable word 105 times. It is \"complex\" (or \"complexity\").</p><p>Here's an <a href=\"http://www.corestandards.org/other-resources/key-shifts-in-english-language-arts/\">early appearance</a>:</p><p>\"Rather than focusing solely on the skills of reading and writing, the ELA/literacy standards highlight the growing complexity of the texts students must read to be ready for the demands of college, career, and life.\"</p><p>This idea, that kids really need to grapple with complex reading material, says a lot about the soul of the Common Core. And it's controversial, raising fears among some parents and educators that kids, in the process, are being asked to struggle too much.</p><p>We'll unpack that fear — and what it means for young readers to struggle — in just a minute. But first, we need to go back a few years, to understand why this shift toward reading \"complexity\" is a shift at all.</p><p><strong>Time Machine</strong></p><p>\"I leveled everything,\" says Jennifer Jump of her days teaching third grade in Marshalltown, Iowa. \"All of the books in my classroom were leveled. My students were leveled. They knew their level.\"</p><p>By \"leveled,\" she means each of her students had been assessed and assigned a reading category and a corresponding label. \"If they were in the library, they knew where to go. And they would find a red sticker with the letter J. And so, if you were a J, you read J all day long,\" says Jump.</p><p>When a child reads at his level, he might trip over a few words but not many, says Daniel Willingham, psychology professor at the University of Virginia.</p><p>\"The advantage of leveled reading,\" says Willingham, \"is you are assuming that the child is going to be able to get through much of the text without too much support and that they're not going to get terribly frustrated.\"</p><p>The old logic of leveling everything was simple: The less kids get frustrated, the more they'll enjoy reading. Here's the catch: In many classrooms, students weren't given access to texts that really stretched them.</p><p>Which is why Jennifer Jump has regrets. \"If you wanted to read a book about dinosaurs,\" she says, \"and it was a level M, I didn't ever say 'You can't.' But I really discouraged it because that wasn't your level.\"</p><p>Jump says she focused a lot on reading strategies but rarely gave her kids a chance to use them on a complex text. When she did, she often helped so much that her students barely had to read for themselves.</p><p>That's a problem, says Catherine Snow of the Harvard Graduate School of Education.</p><p>\"If you're never teaching them complex stuff,\" Snow says, \"they never learn complex stuff.\"</p><p>And make no mistake: the Common Core standards require that kids learn complex stuff.</p><p><strong>The Right Amount Of Struggle</strong></p><p>One old technique that's come back into fashion — to help kids plunge into more complex material — is called \"close reading.\" That's where a teacher leads the class in a line-by-line exploration of a text.</p><p>In close reading, every child is expected to contribute, and some struggle is inevitable. Here's where the controversy kicks in.</p><p>Snow says \"close reading is a technique that's been widely recommended based on a dangerous delusion that, if you just struggle harder, you will be able to understand and access the content of the text.\"</p><p>Think of it this way: Learning to read is like learning to swim.</p><p>Chucking a kid into the deep end without any help isn't likely to teach him anything except to hate swimming. But no child ever learned to swim with his feet firmly planted on the bottom, either.</p><p>The question is: What's the right amount of struggle?</p><p>\"Struggle isn't necessarily a good thing,\" says Rachael Gabriel, who teaches reading education at the University of Connecticut. \"But it's also not necessarily a bad thing. So, if you like nuance, then you're right at home here.\"</p><p>What's important, says Harvard's Snow, is understanding why kids struggle to read. For many, the problem isn't with decoding — the act of converting letters and their sounds into words.</p><p>\"Kids spend a lot of time in school, I'm afraid, reading texts fluently even — reading them accurately — but, at the end, you say 'What was that about?' and they don't actually know,\" says Snow.</p><p>One big obstacle for many kids trying to make sense of a complex text is their lack of background knowledge. Students who know something about the subject of a text generally have an easier time reading it.</p><p>In fact, says Willingham, background knowledge matters even more than a child's actual reading skill. \"Kids who, on standard reading tests, show themselves to be poor readers, when you give them a text that's on a topic they happen to know a whole lot about, they suddenly look like terrific readers.\"</p><p>Which brings us back to Jennifer Jump, who's now a big fan of letting kids tackle complex texts. She's gone from teaching in Iowa to director of elementary literacy for the Washington, D.C. public schools.</p><p>Jump recently led a training on close reading in D.C. and told the auditorium full of teachers not to underestimate their kids.</p><p>\"Cause we've all done it, where we told kids darn near everything they needed to know,\" Jump said. \"And we want to stop telling them everything and let them — I love the 'd' word we used over here — discover.\"</p><p>For Jump, \"struggle\" is no longer a thing to be avoided, a dirty word.</p><p>\"So stand up for a moment and let's do it,\" Jump implored the crowd, clutching an imaginary shovel. \"What do we want kids to be able to do? [To go] digging deep!\"</p><p>But how do you make sure all that digging deep — into complex reading — doesn't just lead to tears and frustration?</p><p>Easy. By using the best ideas from the Common Core <em>and</em> before. Because they're both right. In fact, they need each other.</p><p><strong>Complex, Meet Easy ... Now Hold Hands</strong></p><p>I spoke with half a dozen literacy experts, and they laid out a kind of classroom ideal for young readers that borrows from both sides of the Core reading debate.</p><p>First, using complex texts can be a good thing, says Timothy Shanahan of the University of Illinois at Chicago, but not for our youngest readers:</p><p>\"There is a small amount of evidence and a lot of theory,\" Shanahan says, \"that suggests when you're first starting out and learning to decode and how to sound out words and so on, more challenging texts doesn't seem like a really good idea.\"</p><p>Also, going into a complex text with a little background knowledge — from a teacher or an easier text — can really help kids. A few<strong><em> </em></strong>purists argue for sending students into a close reading with nothing but the text. But none of my experts liked that idea. Background knowledge, they agreed, is just too important to ignore. The trick is, don't overdo it. Teachers shouldn't spend so much time priming kids for a text that students barely need to read it.</p><p>Then comes this advice from Mary Ehrenworth of the Teachers College Reading and Writing Project at Columbia University: When doing a close reading with a tough piece of writing, the teacher has to be there, scaffolding, asking questions and doing it \"in such a way that it makes those texts fascinating. That it makes kids think 'Wow, I want to read those. There's amazing things to learn in these harder texts, and I wanna live the kind of life where I can be that reader.' \"</p><p>This is also where leveled reading comes in. No matter how good the teacher is, reading complex stuff can be exhausting. Kids need variety, says Willingham, and lots of books that they can read on their own, without much struggle.</p><p>The hope, says Willingham, is for these easier texts to build a reader's confidence and create \"a virtuous cycle where, the more you read the more you see yourself as a reader. You're also picking up more background knowledge. You're picking up more vocabulary. All of these things sort of feed on one another.\" And help when it's time for the next complex text.</p><p>Let's go back to that reading-as-swimming analogy. It turns out, learning to swim requires both ends of the pool. And, ideally, kids reach a point where they can simply glide under the divider and choose for themselves.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Common+Core+Reading%3A+The+Struggle+Over+Struggle+++&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Cory Turner","audio":[{"meta":{"duration":"346"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1363842850-d56cbb.m3u?orgId=1&topicId=1013&d=346&p=2&story=359331057&t=progseg&e=363800676&seg=14&ft=nprml&f=359331057"},{"href":"http://media.npr.org/assets/img/2014/11/12/diving-into-reading2-af8cfa54dcc06c99b84542aa625572e693efc5a2.png","type":"image/jpeg","meta":{"crop":"standard","height":"1983","width":"2645"}}]}