{"created":"2014-08-30T17:06:30+00:00","modified":"2014-10-30T23:07:50+00:00","valid":{"from":"2014-10-30T23:07:50+00:00","to":"3014-10-30T23:07:50+00:00"},"hreflang":"en","title":"A Maverick Director, At Home On The Range","published":"2014-08-28T16:36:00+00:00","teaser":"<em>Sin City </em>director Robert Rodriguez has been making movies away from the Hollywood machine for years — he does most of his filming in his studio in Austin, Texas.","itags":["npr_api","341869184"],"guid":"31ee4f98-39ce-4bba-9d1d-8ae65aea26f9","contentencoded":"<p>Robert Rodriguez's newest film, <em>Sin City 2: A Dame to Kill For,</em> is about to hit theaters — it's a 3-D crime thriller based on Frank Miller's graphic novel series, laden with booze, broads and bullets.</p><p>But Rodriguez has also made comedic spaghetti Westerns, vampire flicks and four <em>Spy Kids</em> movies, about a young brother-sister duo of super sleuths — all from his home base in Austin, Texas.</p><p>He has been in and out of Hollywood recently, though, putting the finishing touches on <em>Sin City 2</em>.</p><p>\"It's a very professional town. I mean, people really know what they're doing here and I learned a lot from them,\" Rodriguez says. But he's quick to say this town is not really for him. With his trademark Stetson cowboy hats and jeans, the hunky 6-foot-2 director is really an Austin guy. \"I love being at home in Texas around my family, and that's kind of where my inspiration comes from.\"</p><p>It's where Rodriguez started making movies as a boy, growing up third in a family of 10 kids in San Antonio. With his siblings, he shot 8-millimeter movies in the back yard — like the 1991 comedy <em>Bedhead</em>, about a girl who gains superhuman powers. \"It has my little sister in it, and my little brother,\" Rodriguez says. \"It won a bunch of awards. And it's pretty funny. And you can see it's a precursor to, like, <em>Spy Kids</em>.\"</p><p>As a student at the University of Texas, Rodriguez drew a comic strip, \"Los Hooligans,\" and he made <em>El Mariachi</em>, a comedic action movie set on the U.S.-Mexico border. It's the story of a traveling musician who's mistaken for a criminal bent on revenge; to finance the film, Rodriguez subjected himself to experimental drug trials. He used the $7,000 he made to shoot <em>El Mariachi</em> on 16 mm, editing it offline at a local public access cable station at night when no one else was around.</p><p>\"I literally made it so that nobody would see it,\" he laughs. \"I made it in Spanish, to put in the Spanish video market and the action market, and it was called basically <em>The Guitar Player</em> — who's gonna rent an action movie called <em>The Guitar Player</em>? It was kind of a joke. I was kind of making a fun joke. I really just wanted to see if I could get it made and see how much I could sell it for.\"</p><p>Columbia Pictures took notice. The studio bought the rights to <em>El Mariachi</em> and asked the then-23-year-old director to remake it as a sort of sequel, called <em>Desperado</em>, starring Antonio Banderas and Selma Hayek. But Rodriguez insisted on doing it his way. \"I shoot very unusually, I shoot with editing in mind, so I don't shoot correctly,\" he says.</p><p>\"If you got my footage, you'd be going, 'What do I do with this?' But I know how I'm gonna piece it together, so I would shoot little pieces. And I asked to edit the movie, and then I remember Columbia said, 'Hmmm, you can't really, because no director has ever edited his own movie.' It just hadn't been a precedent. That's not how the business was run. They were probably just afraid I didn't even know what I was doing. ... Now that I look back, I was only 23. I probably wouldn't have trusted me either!\"</p><p>But Columbia agreed, and Rodriguez has been doing it all ever since — even making his own movie trailers, posters and soundtracks.</p><p>\"He's a one-man film industry for Austin,\" says Rebecca Campbell, the executive director of the Austin Film Society. She adds that Rodriguez has inspired a new generation of filmmakers, especially in Texas. \"People have a ton of affection and respect for him. He's always pushing the envelope when it comes to production. He really prides himself on having figured out ways to make films cheaply, and the importance of making films cheaply is that you can retain independence.\"</p><p>In Austin, Rodriguez has his own film studio, Troublemaker, located at the defunct Austin airport. Inside the old hangars are production offices, sound stages and a huge green screen for filming special effects. It's also where he runs his own Comcast cable TV network for young English-speaking Latinos, called El Rey.</p><p>\"It's his own backlot, it's his own studio, it's his own kingdom,\" says fan and fellow Austin filmmaker Richard Linklater — whose latest, <em>Boyhood</em>, is drawing praise of its own. The two have known each other since the early 1990s. They're both independents, and Linklater says they're following in the footsteps of an earlier generation of indie filmmakers. \"It was very revolutionary when Lucas and Coppola and people like that went up to the Bay Area and did it. And I think Robert's setup here in Austin is a new version of that. And the industry's totally come to him. I mean, Robert is a visionary.\"</p><p>Rodriguez began shooting in digital 3-D in Texas long before it became the trend in Hollywood. \"By living in a bubble over there in Texas, making my own studio, you kind of innovate new ways of doing things that maybe people maybe are surprised by the methods sometimes that I'll use,\" he says. \"It's kind of when you're out in left field, and George Lucas told me that — he said, 'It's good you're in Texas, that's why I'm in Marin County [Calif.].' When you're outside of the box like that, you just automatically kind of question everything and you won't really know how it is done, and you'll sometimes stumble upon a new way of doing things.\"</p><p>Sometimes, that new way means relying on the old way: Making movies with his family. His ex-wife is his producing partner; one of their sons came up with the idea for <em>The Adventures of Sharkboy and Lavagirl 3-D</em>. In fact, his five children were the inspiration for the <em>Spy Kids</em> series.</p><p>And loyalty is also important to Rodriguez. He resigned from the Directors Guild of America when it refused to give graphic novelist Frank Miller co-directing credit for the <em>Sin City</em> movies. \"The system stepped in and said you can't be directors together because that's not part of the rules. Well, we just have to continue anyway. So you have to sometimes break rules and regulations in order to follow your passion and your heart and something you know you have a burning desire to do. Even if it seems like really bad career advice,\" he says.</p><p>It doesn't seem to have turned out that way. The maverick Robert Rodriguez is already promising <em>Sin City 3</em>.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Maverick+Director%2C+At+Home+On+The+Range&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Mandalit del Barco","audio":[{"meta":{"duration":"400"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1342095420-7de7e7.m3u?orgId=1&topicId=1045&ft=3&f=341869184"},{"href":"http://media.npr.org/assets/img/2014/08/20/453840792-07755e4ff0be398a324bef66c59e1e4160dd45da.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1950","width":"2601"}}]}