{"created":"2015-03-20T20:31:28+00:00","modified":"2015-03-23T20:25:56+00:00","valid":{"from":"2015-03-23T20:25:56+00:00","to":"3015-03-23T20:25:56+00:00"},"hreflang":"en","guid":"31f1d7d4-b0d3-48ab-bf23-b0b7af89dd98","title":"There's nothing like an eclipse to make Russians feel closer to the West","published":"2015-03-23T20:25:52+00:00","byline":"Bradley Campbell","tags":["Solar eclipse","Science","Science, Tech & Environment","Moscow","Asia","Russia","Eclipses","Solar eclipse"],"teaser":"Even if you didn't get to see the solar eclipse, you might get misty-eyed when you hear the reactions of Moscovites who did see it: \"You understand that there’s no need for war, we need to live in peace under this beautiful sky.\"","contentencoded":"<p>People fly around the globe to watch the solar eclipses. The events get intense media coverage these days. But what if you weren't aware that one was going to happen?</p>\n<p>That's what happened to one woman in Moscow.</p>\n<p>\"She was a pensioner and claims to have survived the siege of Leningrad,\" says reporter Charles Maynes. \"She says she witnessed a solar eclipse in Moscow in 1952 or 1953 under Stalin. She says that, at the time, she was down by the Moscow River and there wasn't a lot of warning ... suddenly, a full eclipse emerged. And everything went dark.\"</p>\n<p>So there she was, standing in the dark, frightened. Well, maybe.</p>\n<p>Maynes talked with some experts at the Moscow planetarium. \"They went back and checked the books and said, 'Well, maybe she saw a partial eclipse or something, but there was no full eclipse in '52 or '53.' They say that only happened in the Soviet republic of Kazakhstan.\"</p>\n<p>Such is the power of solar eclipses to capture the imagination. And in Moscow this week, where a partial eclipse was visible, Maynes says it was an interesting day to talk with Russians.</p>\n<p>\"There's so much negativity in Moscow these days and in Russia, generally speaking,\" he says. \"And it was just this kind of interesting event to see people so connected to something that was happening all through Europe.\"</p>\n<p>\"We’re all children of one planet,\" said onlooker Tatiania. \"The world is big and endless and we’re on this little planet. And you feel this sense of unity during these astronomical events. You understand that there’s no need for war, we need to live in peace under this beautiful sky … That’ the best thing that we, as a people, possess.\"</p>\n<p>A guide at the Moscow Planetarium, Evegeny Cherbakov, was equally moved.</p>\n<p>\"I’ve already seen a total eclipse in Novosibirsk in 2008,\" he said. \"But this is a much more rare experience because in Moscow it's very rare to see an eclipse at all. So it’s special. It’s special. I  think when you think about space, the Earth is so small and we all live on this blue world and when you think about all our conflicts, all our arguments … In space, it’s all meaningless.\"</p>\n<p>As for the woman who said she saw that earlier total eclipse in Moscow, she told Maynes the one this week impressed her. But she kind of missed the surprise.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-20%2Fno-one-told-woman-about-last-solar-eclipse-oops&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/planetarium_03.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/planetarium03jpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/03202015_03.mp3"},{"href":"http://www.pri.org/file/0320201503mp3"}]}