{"created":"2015-02-06T22:40:42+00:00","modified":"2015-02-09T20:50:05+00:00","valid":{"from":"2015-02-09T20:50:05+00:00","to":"3015-02-09T20:50:05+00:00"},"hreflang":"en","guid":"31f21714-1364-497a-bcf6-f536d6b8e047","title":"Norwegian town has message for John Kerry: Shovel your sidewalk","published":"2015-02-09T20:50:03+00:00","byline":"Marco Werman","tags":["snow","tromso","Norway","snow shoveling","John Kerry","Lifestyle","Lifestyle & Belief","Tromso","Boston","Norway","John Kerry","Jan-Morten Bjornbakk","Abdullah","Shovel","Snow removal"],"teaser":"Unlike the residents of Tromso, Norway, the US Secretary of State didn't immediately shovel sidewalks at his Boston home after a snowstorm. The residents of the \"Capital of the Arctic\" say they'd never let it slip. Why? Lutheran guilt, for one. ","contentencoded":"<p>Snow. In Boston, the stuff keeps pounding and there’s more on the way for us this weekend. Maybe 15 inches.</p>\n<p>And if you don't shovel, you're fined. Secretary of State John Kerry knows that now. During the blizzard last week, he did not shovel the sidewalks in front of his Beacon Hill mansion.</p>\n<p>So the city of Boston slapped him with a $50 fine. OK, he was preoccupied with other things, like the funeral for King Abdullah of Saudi Arabia. And some people did clear his sidewalks later that morning. What that did expose is a simple truth: sidewalk shoveling here is hit and miss.</p>\n<p>But one place in the world where it's not — where everyone shovels their snow — is Tromso, Norway. So when Tromso resident and journalist Jan-Morten Bjornbakk found out that Kerry didn't shovel immediately, his reaction? \"He should do that,\" he says.</p>\n<p>Shoveling is serious business in the town known as the capital of the Arctic. The Gulf Stream keeps the temperatures shifting, so like Boston, snowfalls in the winter are erratic.</p>\n<p>\"Well, today it's finally snowing again,\" he says. \"For the first time in many weeks we have substantial snowfall.\"</p>\n<p>And Bjornbakk says, his neighbors have been out today with their shovels. That's just how they roll in Norway: They don't wait. \"Well, we do it almost immediately,\" he says.</p>\n<p>That includes everyone in Tromso? \"Oh yes. Oh yes,\" he says.</p>\n<p>And the good Norwegians of Tromso do it without questions, or complaining, or excuses like, \"I got to go to the king's funeral.\"</p>\n<p>Bjornbakk also says there are no laws in Tromso requiring people to shovel. No need.  And if you don't? \"Well, I wouldn't be that popular among my neighbors,\" he says.</p>\n<p>Also, in Norway, it's not just about being a good neighbor. It's more about what your neighbors would think of you as a human. \"They could think that I'm kind of lazy,\" he says. \"It's not a question of honor, it's just that of course you should shovel your sidewalks.\"</p>\n<p>Something else, too, says Bjornbakk. Lutheran guilt. You need to do what you know is right. And if you don't, it's almost worse than doing something bad.</p>\n<p>Here's the twist: Bjornbakk didn't shovel Friday's snow himself. \"I have a teenage son,\" he says. \"He cleared the snow in front of our road before we came home from work. So I don't have to do anything today. But it's still snowing so tomorrow morning there will be another round of shoveling snow.\"</p>\n<p>John Kerry can get someone, too, Bjornbakk says.</p>\n<p>\"Because,'' he says, \"not doing it doesn't look right.\"</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[]}