{"created":"2015-02-18T09:36:08+00:00","modified":"2015-05-13T21:18:03+00:00","valid":{"from":"2015-05-13T21:18:03+00:00","to":"3015-05-13T21:18:03+00:00"},"hreflang":"en","title":"Kids' Solo Playtime Unleashes 'Free-Range' Parenting Debate","published":"2015-02-19T19:57:00+00:00","teaser":"A number of parents have made news in recent months for letting children walk or play outside on their own. But laws on when kids are allowed to be by themselves are vague.","itags":["npr_api","384050825"],"guid":"31f842c5-e734-4134-86e2-54436d28f501","contentencoded":"<p>Parents have made news recently after being detained for purposefully leaving children on their own, prompting renewed debate about so-called \"free-range parenting.\"</p><p>That includes Danielle and Alexander Meitiv, a Silver Spring, Md., couple who are <a href=\"http://www.washingtonpost.com/local/education/montgomery-county-neglect-inquiry-shines-spotlight-on-free-range-parenting/2015/01/17/352d4b30-9d99-11e4-bcfb-059ec7a93ddc_story.html\">being investigated </a>after they let their children, ages 10 and 6, walk home from a park last month by themselves.</p><p>Moms and dads who practice this parenting style say it promotes independent, even fearless kids. But what is considered <a href=\"http://www.freerangekids.com/\" target=\"_blank\">free-range</a> by some can look like neglect to others. As for what's against the law, child welfare experts say there's no easy answer.</p><p>In Austin,Texas, last year, Child Protective Services showed up after a 6-year-old was reported to be playing alone in a field 150 yards from his house. His mom, Kari Anne Roy, <a href=\"http://www.cbsnews.com/news/protective-services-called-on-mom-for-letting-child-play-outside/\" target=\"_blank\">told <em>CBS This Morning</em></a> she was shocked.</p><p>\"If CPS gets a call, you want them to check on the welfare of the children,\" she says. \"However, I think that when they're getting these kinds of frivolous calls it's wasting resources.\"</p><p>But <a href=\"http://www.cwla.org/about-us/meet-our-ceo/\">Christine James-Brown</a>, president and CEO of the Child Welfare League of America, says while some investigations will inevitably prove a waste in the end, that doesn't mean agencies should forgo them.</p><p>\"The first responsibility is to that child,\" she says. \"So let's not let all this free-range stuff get in the way just because it looks like this mother's OK. 'Cause there are lots of people where it's not OK.\"</p><p>Most child welfare cases today are for neglect, not abuse. As for allowing kids out without supervision, few states set a strict minimum age, instead advising parents to use their judgment. Parents must ask themselves, is my child mature? Do they know how to call 911? How to reach a parent?</p><p>\"The way neglect is defined in the law, it's a very vague definition, it kind of has to be,\" says <a href=\"http://www.mcgeorge.edu/John_EB_Myers.htm\">John Myers</a>, who teaches family law at the University of the Pacific in Sacramento, Calif., and represents children in juvenile court.</p><p>A 10-year-old may be perfectly fine walking alone in one neighborhood, he says, but might not be safe in another with drug dealers on the corner.</p><p>\"We hate to say that the people that live in those two communities ought to be treated differently because we would probably get into uncomfortable issues of socioeconomic status and ethnicity,\" he says. \"But that's the reality in our country.\"</p><p>Myers sees a clear link between poverty and what some may consider neglect. Last year, a single mother in South Carolina was <a href=\"http://www.washingtonpost.com/blogs/she-the-people/wp/2014/07/23/south-carolina-mom-goes-to-jail-loses-job-for-taking-daughter-to-park-while-at-work/\" target=\"_blank\">arrested</a> for letting her daughter play in a park while she worked at McDonald's. Myers says working parents — with no money for a sitter, no car, no spouse — may well leave kids alone out of necessity. But it doesn't mean they don't care.</p><p>\"If anything, parents who live in poverty are more likely to be helicopter parents,\" he says. \"They're more worried about their children when they go to school, whether they'll be sucked into gang life, teaching them how to duck when they hear gun fire and all kinds of stuff, because they understand some of the risks their children may be exposed to.\"</p><p>Safe neighborhood or not, James-Brown says attitudes have changed. As a child, she walked to school alone and neighbors looked out for her. When she became a mom, James-Brown tried to do the same, once warning another dad that his daughter was dodging cars in a street game of chicken.</p><p>\"Well, the parent laid me out,\" she says. \"And so what is it now about our communities that that would happen? You know, you go from the expectation that somebody's gonna tell Mom, to if told, they'd be viewed as busybodies.\"</p><p>Communities today may be made up of strangers, but James-Brown says they still have a stake in how kids are raised and a role to play in keeping them safe. She hopes all the media scrutiny gets more people thinking about what that role should be.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Kids%27+Solo+Playtime+Unleashes+%27Free-Range%27+Parenting+Debate&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jennifer Ludden","audio":[{"meta":{"duration":"255"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1387149170-55150a.m3u?orgId=1&topicId=1128&d=255&p=3&story=384050825&t=progseg&e=387143185&seg=13&ft=nprml&f=384050825"},{"href":"http://media.npr.org/assets/img/2015/02/05/istock_000006097067large-13c6958815c7cdacbc2dfb0f687b7f9e2b8b4377.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2280","width":"3040"}}]}