{"created":"2014-10-08T02:36:07+00:00","modified":"2014-10-31T00:27:16+00:00","valid":{"from":"2014-10-31T00:27:16+00:00","to":"3014-10-31T00:27:16+00:00"},"hreflang":"en","title":"On Calif. Cattle Ranch, Students Wrangle With Meaning Of Manhood","published":"2014-07-10T02:39:00+00:00","teaser":"Deep Springs College is an all-male school — and a working ranch. It sounds very macho, but the increasingly diverse student body says being a man is all about questioning the meaning of masculinity.","itags":["npr_api","329885049"],"guid":"31fbdcaa-1b20-42e5-8c7b-22cb77605e7c","contentencoded":"<p><em>For </em>All Things Considered<em>'s </em>\"<a href=\"http://www.npr.org/series/323986426/men-in-america\">Men in America</a>\"<em> series, NPR's Kelly McEvers sent this report on Deep Springs College — the all-male college that her husband attended, and where he and McEvers have both taught. </em></p><p>About a hundred years ago, a man named L.L. Nunn was building power plants in the American West. He wanted a place where workers could be educated — and educated people could do work.</p><p>He bought a ranch in the high California desert, in a remote valley east of the Sierra Nevada, and called it Deep Springs College. Nunn said he chose that place because the desert has a voice.</p><p>In what is now one of Deep Springs' <a href=\"http://www.deepsprings.edu/home\">founding texts</a>, Nunn wrote that if you listen, the voice will talk to you. And this is what it will say: \"Gentlemen, for what came ye into the wilderness?\"</p><p>Not just for academic training, Nunn wrote, not just for ranch life and not to learn a trade or profession. You came, he said, to prepare for a life of service.</p><p>His idea was that labor, education and self-governance should exist in the same place — and that that place should groom the country's next leaders.</p><p>A century later, what does it mean to be a man at such a place?</p><p><strong>A History Of Manly Ideals</strong></p><p>Deep Springs is more than a school; it's also a ranch and a farm, where students help harvest alfalfa and herd cattle. And the two-year institution is one of the last remaining all-male colleges in the country that's not religious or military.</p><p>On a hot, dry day, David Welle, who attended Deep Springs in the 1980s, gives a tour of the college. When you first arrive at Deep Springs as a new student, he says, there are all these stories in the air, about the grizzled cowboys who worked at nearby ranches and the prowess of students who came before you.</p><p>\"Guys who would build the most immense gates that would be indestructible to 2,000-pound cows,\" Welle says, \"or guys that would load 5 tons of hay by themself, in one day.\"</p><p>They were guys who'd done well in high school, and then spent their time at Deep Springs living up to the manly ideal of working hard and being strong.</p><p>For a long time, this is how it was for students who came to Deep Springs. More and more, though, Deep Springers are calling that manly ideal into question.</p><p><strong>Steer-Wrangling With A Wink</strong></p><p>The only real town near Deep Springs is Bishop, Calif., where some students recently went for a festival called Mule Days. They're getting ready for a steer-decorating contest. Teams have to wrangle young male cattle and tie a bow on each one's tail.</p><p>Nick Jones, who grew up in suburban Colorado, says he was worried Deep Springs would be like other places where teenage boys get together: competitive and macho. But it's not what he'd feared.</p><p>\"I have a suspicion that Deep Springs is the least macho right now that it's ever been,\" Jones says.</p><p>That's because, in addition to being a ranch and a farm, Deep Springs is also a rigorous liberal arts college — a place where archetypes like cowboys have been called into question for a long time.</p><p>\"I think people are generally pretty self-critical, so they don't hang onto a lot of anxiety around proving their masculinity,\" Jones says.</p><p>So now, when Deep Springers do things like get on a horse to ride to a steer-decorating contest, they do it with a wink — acknowledging the manly pose and mocking it, too.</p><p>At the contest, the Deep Springers get their steer — but the announcer calls out that an all-female group from Oregon State beat them.</p><p><strong>Playing With The Mythos Of Masculinity</strong></p><p>Back in the Deep Springs Valley, in a field full of hundreds of cows, Zach Robinson, a mixed-race cowboy and aspiring math and computational science major, is filling a trough with water.</p><p>\"For most of Deep Springs' history, the reality of the situation has been that our cowboys have been straight white males,\" Robinson says.</p><p>\"I think that makes it more exciting for me in some ways, because it's like, you know, I get to play with the mythos a little — I get to exist in this world while at the same time not really being a part of it,\" Robinson says. \"And I'm not really sure I will want to wholly embrace, like, a totally macho aesthetic.\"</p><p>Bach Tong, a gay poet originally from Vietnam, is cutting onions for a barbecue at the college.</p><p>He says he pushes other students when he thinks they're trying to be too macho — like when they act like it's cool to be muddy and unwashed, something he says an immigrant like him would never think.</p><p>\"It's interesting. It's become something very exotic and something to celebrate,\" Tong says, \"you know, how many days someone hasn't showered.\"</p><p>So if you ask Deep Springers what it means to be a man, the answer is: to question what it means to be a man.</p><p>That questioning is one thing Philippe Chlenski says he'll take from Deep Springs when he goes back into the world, to his hometown, Chicago.</p><p>He says this while milking a cow.</p><p>\"I feel like I have a new position from which I can now engage with masculinity outside, having seen things I associated so closely with masculinity kind of fracture from it in some ways.\"</p><p>All this fracturing and questioning could result in big changes at Deep Springs.</p><p>The students, faculty and board of trustees recently voted to go coed: The college had even <a href=\"http://www.scpr.org/programs/madeleine-brand/2012/06/12/26919/a-mens-only-college-may-finally-allow-women-to-att/\">started taking female applicants</a>.</p><p>But a few alumni are fighting that decision. It's now up to the California courts to decide whether this place is just for, as Nunn's desert voice puts it, \"gentlemen\" — or if it's for everybody.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=On+Calif.+Cattle+Ranch%2C+Students+Wrangle+With+Meaning+Of+Manhood&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Kelly McEvers","audio":[{"meta":{"duration":"386"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1330183836-f4ad0c.m3u?orgId=1&topicId=1013&aggIds=323986426&ft=3&f=329885049"}]}