{"created":"2015-06-12T20:44:21+00:00","modified":"2015-06-17T17:05:19+00:00","valid":{"from":"2015-06-17T17:05:19+00:00","to":"3015-06-17T17:05:19+00:00"},"hreflang":"en","title":"Mighty Farming Microbes: Companies Harness Bacteria To Give Crops A Boost","published":"2015-06-13T00:55:00+00:00","teaser":"Will agricultural chemical dealers start selling microbes? Some big pesticide companies are investing in efforts to turn soil bacteria into tools that farmers can use to grow more food.","itags":["npr_api","413692617"],"guid":"32203c95-e11d-4055-b507-1d94e4acfc51","contentencoded":"<p>What if farmers, instead of picking up some agricultural chemicals at their local dealer, picked up a load of agricultural microbes instead?</p><p>It's something to contemplate, because some big names in the pesticide business — like Bayer and Monsanto — are putting money behind attempts to turn soil microbes into tools that farmers can use to give their crops a boost.</p><p>It's a symptom of the soaring interest in the ways microbes affect all of life. In our bodies, they help fight off disease. In the soil, they help deliver nutrients to plants, and perhaps much more.</p><p>The most direct way to take advantage of microbes in farming — an approach that's been around for decades, in fact — is to deploy them as weapons against insects or weeds.</p><p>Pam Marrone, founder of <a href=\"http://www.marronebioinnovations.com/\">Marrone Bio Innovations</a>, in Davis, Calif., has been spent most of her professional life looking for such microbial pesticides and bringing them to market.</p><p>She shows me a few of her newest candidates: colonies of microorganisms growing in little round petri dishes. Some are fuzzy; some are slimy. Marrone thinks they're beautiful. \"They're all different colors,\" she points out. \"You've got orange, blue, purple, black, boring tan and magenta.\"</p><p>The real test of their value, though, will be seeing whether they can kill a few other living creatures in this laboratory: crop-eating insects. The company maintains a collection of cabbage loopers, beet army worms, corn rootworms, green peach aphids, spider mites and a few others.</p><p>Marrone is also looking for microbes that kill weeds — and she thinks she may have found one. The company's scientists discovered it in soil collected from the garden of a Buddhist temple in Japan. It doesn't harm insects, but it kills many plants. Marrone thinks that it might eventually be a weedkiller that organic farmers can use. She says there's huge demand for such a thing.</p><p>\"I can go into a chemical distributor in the Central Valley of California and say, 'What's your greatest unmet need?' and honest to God, this chemical dealer will tell me it's organic weed control,\" she says. \"It's remarkable.\"</p><p>Marrone is hoping to submit a pile of data to the Environmental Protection Agency later this year, asking for approval to sell this microbe-produced herbicide to farmers.</p><p>Biopesticides have long been popular in small corners of agriculture, like organic farming.</p><p>Now big chemical companies are jumping in. That's partly because organic farming is growing. But even conventional farmers are under pressure to use fewer toxic chemicals.</p><p>And the search for useful microbes has now expanded to include a whole new way to use microbes on the farm. Some call it \"probiotics for crops.\" There are microbes that somehow seem to give crops a boost.</p><p>\"We don't know how they work, necessarily,\" says Matthew Ashby, the founder and chief scientist of a tiny startup company called <a href=\"http://www.taxon.com/index.php\">Taxon Biosciences</a>, in Tiburon, Calif.</p><p>On the wall at Taxon there's a computer printout that reaches from ceiling to floor. It's a list of all the microbes Taxon found in about a hundred different soil samples. Each microbe was identified through its DNA sequence. The sheer number of microbes on the list is astounding.</p><p>\"I asked our sequencing manager to print out eight feet of this, so it would fit on the wall,\" Ashby says. \"If we printed out the entire data set, it would be over a mile long.\"</p><p>Ashby says if you take a close look at this overwhelming list, you find clues about what the microbes are doing. For instance, some microbes show up consistently in soil samples from fields that produce bumper harvests of corn.</p><p>\"When you always find a microbe there when a plant is doing well, there might be something to that,\" he says.</p><p>Maybe those microbes are making corn more productive. Maybe farmers could add those beneficial microbes to their fields, and see an effect.</p><p>A year and a half ago, DuPont, the giant multinational that sells pesticides and seeds, among many other things, paid a visit to Taxon. Frank DeGennaro, director of DuPont Biologicals, was on that trip. He says the delegation was really impressed; the car ride home was filled with excited chatter about possibilities, \"and I said, 'I think there's something here. I think we should have another discussion.' \"</p><p>In April, Dupont <a href=\"http://www.dupont.com/corporate-functions/media-center/press-releases/dupont-acquires-taxon-biosciences.html\">announced</a> it was buying Taxon. This summer, at thousands of small plots across the Midwest, it's carrying out trials to see whether Taxon's microbes really do boost corn yields.</p><p>Other big companies that sell pesticides and seeds — like <a href=\"http://news.monsanto.com/press-release/corporate/novozymes-and-monsanto-complete-closing-bioag-alliance\">Monsanto</a>, <a href=\"http://beecare.bayer.com/media-center/press-releases/press-release-detail/bayer-cropscience-acquires-us-based-biological-company-agraquest-for-close-to-us-500-million\">Bayer Cropscience</a> , <a href=\"https://www.syngenta.com/global/corporate/en/news-center/news-releases/Pages/120919.aspx\">Syngenta</a> — have made similar deals to boost their microbe-discovery capacity. Some, in fact, are much bigger than the Taxon deal. All of these companies are betting that the next great tool that farmers use to grow more food may be found in the soil under our feet.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Mighty+Farming+Microbes%3A+Companies+Harness+Bacteria+To+Give+Crops+A+Boost&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Dan Charles","audio":[{"meta":{"duration":"258"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1413995723-6ca2b1.m3u?orgId=1&topicId=1053&d=258&p=2&story=413692617&t=progseg&e=413811411&seg=13&ft=nprml&f=413692617"},{"href":"http://media.npr.org/assets/img/2015/06/12/microbes-21-b4f8a78f2055273db014391d86a60be9b770a79b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1332","width":"1776"}},{"href":"http://media.npr.org/assets/img/2015/06/12/microbes-1-b073713ec0d817983eabc7e0c9d42ad7e1c81751.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1332","width":"1776"}},{"href":"http://media.npr.org/assets/img/2015/06/12/mark-ashby-ec5c2562b2bcdf97829473ed665f7b4837e0c04e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"827","width":"1103"}}]}