{"created":"2014-10-29T17:46:17+00:00","modified":"2014-10-31T17:52:30+00:00","valid":{"from":"2014-10-31T17:52:30+00:00","to":"3014-10-31T17:52:30+00:00"},"hreflang":"en","title":"Hidden Camera Video Shows Street Harassment Of Women In NYC","published":"2014-10-29T17:46:00+00:00","teaser":"What do you think of the video? Does it surprise you? Does it hit home for you? Let us know in the comments.","itags":["npr_api","359867739"],"guid":"322afb2b-580f-4fe5-aba2-740251414c3a","contentencoded":"<p><a href=\"http://www.youtube.com/watch?v=b1XGPvbWn0A\">[Youtube]</a></p><p>This week, a video appeared online that shows a young woman dressed in a black t-shirt and jeans walking down the street in New York City. It was filmed over the course of 10 hours, both during the day and at night. Throughout the video, men on the street catcall and verbally harass her. At the end of the video, the text says she experienced more than 100 instances of verbal street harassment.</p><p>The video has been viewed millions of times, and reaction has ranged from shock and dismay to women saying that yes, this happens to them every day. The woman in the video is New York actress Shoshana B. Roberts. She collaborated with viral video marketing agency Rob Bliss Creative and <a href=\"http://www.ihollaback.org/\" target=\"_blank\">Hollaback</a>, a nonprofit aimed at ending street harassment. They&#8217;re calling the video a public service announcement.</p><p>What do you think of the video? Does it surprise you? Does it hit home for you? Let us know in the <a href=\"#comments\">comments</a> below.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Hidden+Camera+Video+Shows+Street+Harassment+Of+Women+In+NYC&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"85"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1360443193-a993b3.m3u?orgId=1&ft=3&f=359867739"}]}