{"created":"2014-10-15T09:01:55+00:00","modified":"2014-11-10T20:35:50+00:00","valid":{"from":"2014-11-10T20:35:50+00:00","to":"3014-11-10T20:35:50+00:00"},"hreflang":"en","title":"Female Vets Say They'll Put Country First, Even On Capitol Hill","published":"2014-10-15T18:18:00+00:00","teaser":"A military resume has long been a big plus for political candidates. Only five female veterans have served in Congress, but 11 are running this year — including Republican Wendy Rogers in Arizona.","itags":["npr_api","356302515"],"guid":"32404404-92ff-473c-9524-52bfb2f09f1c","contentencoded":"<p>As the war against the so-called Islamic State continues in the Middle East, political ads have for weeks been raising the specter of terrorism. And several congressional candidates with military experience say they're the ones who can best keep America safe. Many of them are women. Only five female veterans have ever served in Congress, but 11 are running for seats this year – the most ever.</p><p>Just a few are running in competitive races, and Republican Wendy Rogers is one of them. Even if she never told you she spent 20 years in the military, you'd have a feeling.</p><p>For starters, she's ridiculously fit at 60. She's getting her 3-year-old granddaughter and 1-year-old grandson exercising on the pull-up bar at her house. And while rolling through the Phoenix suburbs on bicycle to meet voters, Rogers will note that maintaining \"aircraft control\" is first and foremost.</p><p>Rogers is a retired lieutenant colonel — one of the Air Force's first 100 female pilots. And now, she's part of the biggest class of female veterans ever who are fighting for a seat in Congress. Back in the late '70s, 3 out of 4 members of Congress had served in the military. Now, it's down to 1 in 5. But the number of female veterans running for office has climbed since the wars in Iraq and Afghanistan. This election, they're almost evenly divided by party.</p><p>This year, Rogers is facing off against Democratic incumbent Rep. Kyrsten Sinema.</p><p>She campaigns as \"Lt. Col. Wendy Rogers.\" Her license plate reads \"AFPILOT.\" On her website, there are photos of her next to the military transports she flew. Rogers says there's a simple logic behind all this advertising.</p><p>\"You only have someone's attention for a few seconds, and imagery is very strong,\" Rogers explained, \"and so if I evoke that image of an Air Force pilot, that will stick.\"</p><p>Flagging her time in the Air Force isn't just a memory aide — Rogers says a military background signals other qualities that might help on Capitol Hill. Like the ability to hear the other side, even if you don't always agree.</p><p>\"We in the military are taught to lead. But we are also taught to follow and listen. No matter who is on your air crew, for example, there is a valued input which might save your life,\" Rogers said.</p><p>A Pew Research Center poll from May <a href=\"http://www.pewresearch.org/fact-tank/2014/05/20/more-republicans-than-democrats-see-military-service-as-asset-for-presidential-candidates/\" target=\"_blank\">found</a> military service to be the No. 1 trait people in both parties want to see in a president. And for female candidates especially, it has the added benefit of helping rebut any idea that they're not tough enough for elected office.</p><p>Joni Ernst, who's running for U.S. Senate in Iowa, probably has the best shot at winning out of all of the female veterans running this year. She likes to mention she grew up castrating hogs on an Iowa farm, but if anyone has lingering doubts about her toughness, Ernst will remind people that she commands the largest battalion in the Iowa Army National Guard.</p><p>But could more veterans actually change the tone in Washington? One of the first two female combat vets in Congress thinks so. Democrat Tulsi Gabbard of Hawaii says as tribal as political parties can be, the kinship people in the military share can transcend party lines.</p><p>\"Just taking that first step of putting country first, putting mission first, is one that many people are not willing to make,\" says Gabbard.</p><p>And Gabbard says the kind of people who put country first in a war zone are also more likely to put country first — rather than party — on Capitol Hill.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Female+Vets+Say+They%27ll+Put+Country+First%2C+Even+On+Capitol+Hill&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ailsa Chang","audio":[{"meta":{"duration":"266"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1356302519-17b04a.m3u?orgId=1&topicId=1014&ft=3&f=356302515"},{"href":"http://media.npr.org/assets/img/2014/10/15/pilot-wendy-f370b1cfc4b739a6beb350492a85fdbad82eb899.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"361","width":"481"}},{"href":"http://media.npr.org/assets/img/2014/10/15/ernstkosovo-2-130d99ef1e62ddcaffdc30a052cae9fe1ef1ff54.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"359","width":"479"}},{"href":"http://media.npr.org/assets/img/2014/10/15/women-vet-nominees-for-u-s-house_chartbuilder_custom-319041aa6cd6cde0df7ea6337bf441819712ea6a.png","type":"image/jpeg","meta":{"crop":"custom","height":"1172","width":"600"}}]}