{"created":"2015-01-27T10:18:22+00:00","modified":"2015-06-16T17:30:02+00:00","valid":{"from":"2015-06-16T17:30:01+00:00","to":"3015-06-16T17:30:01+00:00"},"hreflang":"en","title":"Family's Long Fight With Pentagon Returns Name To Unknown Soldier","published":"2015-01-27T21:27:00+00:00","teaser":"The remains of Arthur \"Bud\" Kelder, a WWII soldier featured in a NPR/ProPublica investigation, have been identified by the Joint POW/MIA Accounting Command. The move comes after years spent in court.","itags":["npr_api","381674839"],"guid":"3242efcd-0705-4a38-ae98-c9d6849d9963","contentencoded":"<p>The remains of a World War II soldier who died in a prisoner of war camp in the Philippines — and the subject of a joint <a href=\"http://apps.npr.org/grave-science/\">NPR</a>/<a href=\"http://www.propublica.org/article/missing-in-action-us-military-slow-to-identify-service-members\">ProPublica</a> investigation last year — have been identified as Pvt. Arthur \"Bud\" Kelder. His identification came after a long legal battle between his family and the Pentagon.</p><p>Kelder, who enlisted in the Army in 1941, served as a dental assistant in Manila, and then ended up on the Bataan Peninsula. The Japanese invaded, took prisoners and marched thousands of Americans to POW camps. In late 1942, Kelder died in one of those camps of malaria, a vitamin deficiency and diphtheria. All his family received was a letter.</p><p>\"And I realized how much hurt the entire family had suffered because Bud's remains were never recovered,\" says John Eakin, Kelder's cousin, who waged a long legal battle to get Kelder's remains returned. \"None of them really knew what happened to him.\"</p><p>Eakin learned that Kelder's remains were mixed with the remains of 13 other soldiers who died on the same day. And he learned the remains were moved several times. Finally, the remains were labeled as unknown soldiers and buried in an American cemetery in Manila.</p><p>Even though the family had evidence suggesting Kelder's remains were there, the Pentagon wouldn't dig up the graves.</p><p>Eakin filed a lawsuit against the federal government in 2009.</p><p>After years of motions and filings, the Pentagon <a href=\"http://www.npr.org/blogs/thetwo-way/2014/07/01/327346898/pentagon-decides-to-dig-up-remains-of-long-lost-soldier\">finally exhumed that group grave</a> and matched Kelder's remains with his family's DNA. Pentagon officials had no other comment.</p><p>But the Joint POW-MIA Accounting Command (JPAC) — the U.S. agency tasked with finding, identifying and returning such remains — says it rarely digs up the graves of unknown soldiers.</p><p>The NPR/ProPublica <a href=\"http://apps.npr.org/grave-science/\">investigation</a> last year found that's because the agency is slow and risk averse, and has used outdated science.</p><p>JPAC officials maintain that the reason the process is so slow is because they take great care not just to make a positive identification — which is easy now with DNA testing — but to identify and return as full a set of remains as possible, so families can have closure.</p><p>Still, Eakin says it took a lawsuit and years of back and forth with JPAC to finally get Kelder identified.</p><p>But the case is not over yet. Kelder's remains were scattered with the remains of many others. Their families want answers, too.</p><p>Since the NPR/ProPublica investigation, the Pentagon has launched a <a href=\"http://www.npr.org/2014/03/31/294831647/pentagon-reorganizing-how-it-brings-home-americas-war-dead\">major overhaul of JPAC.</a> Also, the longtime director of JPAC's central identification lab will eventually be replaced by a Navy captain with DNA expertise.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Family%27s+Long+Fight+With+Pentagon+Returns+Name+To+Unknown+Soldier&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Kelly McEvers","audio":[{"meta":{"duration":"191"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1381783213-756aa3.m3u?orgId=1&topicId=1150&d=191&p=3&story=381674839&t=progseg&e=381783094&seg=4&ft=nprml&f=381674839"},{"href":"http://media.npr.org/assets/img/2015/01/27/bud_family2-441477e0ee7b84aa0eba2aff89fedd11e1684b54.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1217","width":"1623"}},{"href":"http://media.npr.org/assets/img/2015/01/26/budkelder-55a0ae25cf994005bd1109ddd5ed388ea74be65b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"187","width":"250"}}]}