{"created":"2014-09-12T16:28:14+00:00","modified":"2014-09-12T20:57:37+00:00","valid":{"from":"2014-09-12T20:57:37+00:00","to":"3014-09-12T20:57:37+00:00"},"hreflang":"en","guid":"324f4172-a2a2-4191-9179-2a8c1a86b046","title":"The small town of Oban debates whether to take a risk on Scottish independence","published":"2014-09-12T20:57:36+00:00","byline":"Cori Princell","tags":["Scottish independence","politics","Global Politics","oban","Europe","United Kingdom","Scotland","John MacAlister","Deirdre Sharkey","John Ogden","Michael Forbes","Scotland","Scottish independence","scottish referendum","United Kingdom"],"teaser":"Scotland's independence referendum takes place next week and the polls show a surprisingly narrow race. In the fishing town of Oban, business owners are divided over whether to gamble the present for a chance that an independent Scotland will be stronger and better.\r\n","contentencoded":"<p class=\"Standard\">I moved to Oban, a small town on Scotland&#39;s west coast, last fall. At the time, I didn&#39;t realize that this country, which was so new to me, would soon be having extraordinary conversations about itself and its place in the world.</p><p class=\"Standard\">Like much of Scotland, Oban seems divided on the question of independence. As &ldquo;Yes&rdquo; and &ldquo;No&rdquo; signs started popping up on windows and lamp posts and hillsides, I began to wonder what people here were thinking.</p><p class=\"Standard\">My first stop was Forbes Boat Care, owned by Michael Forbes. He grew up in Oban &mdash; in fact, he was born in the apartment upstairs. His father used to have a carpet shop in the building.</p><p class=\"Standard\">Forbes is voting &ldquo;No&rdquo; in the referendum, but&nbsp;<span style=\"line-height: 1.538em;\">the only signs in his windows are pictures of sailboats for sale.</span><span style=\"line-height: 1.538em;\">&nbsp;Forbes says he doesn&#39;t usually talk about politics.&nbsp;</span><span style=\"line-height: 1.538em;\">&ldquo;I&#39;ve always just avoided it,&rdquo; he says. &ldquo;I&#39;ve always kind of felt that politics is something that you just don&#39;t discuss.&rdquo;</span></p><p class=\"Standard\">[[{\"fid\":\"73796\",\"view_mode\":\"default\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":626,\"width\":1113,\"alt\":\"Michael Forbes owns Forbes Boat Care in Oban — he grew up in the apartment upstairs.\",\"title\":\"Michael Forbes owns Forbes Boat Care in Oban — he grew up in the apartment upstairs.\",\"class\":\"media-element file-default\"}}]]</p><p class=\"Standard\">A lot of &ldquo;No&rdquo; voters in Oban &mdash; particularly those who own businesses &mdash; have been reluctant to speak about their views. But that might be changing as the vote nears and the polls show a surprisingly tight race.</p><p class=\"Standard\">&ldquo;I&#39;ve found that a lot of family and friends who are voting &lsquo;Yes&rsquo; have been talking about it all the time,&quot; he says. &quot;As it&#39;s getting closer and it&#39;s suddenly become quite a real prospect that it could be quite a close call, now I&#39;m getting to the point where I feel like not enough people are talking about &lsquo;No.&#39;&quot;</p><p class=\"Standard\">Most of Forbes&#39; boat-owning customers come from other parts of Britain. They often use their boats on the weekend, and he fears they might stop doing so if they had to face hassles like a different currency and border controls.</p><p class=\"Standard\">Down the hill, Oban&#39;s fish market sits along the harbor. Trucks are lined up to carry seafood to markets across Europe. John MacAlister, who owns eight fishing vessels and several big trucks that deliver shellfish to processors, also says Scottish independence would have a huge impact on his business.&nbsp;</p><p class=\"Standard\">&ldquo;I hear many of the &lsquo;Yes&rsquo; [voters] saying, &lsquo;Oh, you&#39;re too scared to take a gamble&rsquo; and all that,&quot; he says, &quot;But, hey &mdash; we&#39;re gambling everything here.&quot;&nbsp;<span style=\"line-height: 1.538em;\">Independence amounts to a massive bet on the unknown, he says, and it would risk any stability the fishing industry currently has. </span></p><p class=\"Standard\"><span style=\"line-height: 1.538em;\">MacAlister raised his family in Oban and has grandkids here. But last month, just in case, MacAlister registered a company in England.</span></p><p class=\"Standard\">&ldquo;I&#39;ve looked at my company as something I&#39;ve built up all my life,&quot; he says. &quot;I respect the people that have stood by me a great deal, and I would do any length to try and save their jobs. And if that means moving to England, I would be prepared to do it.&quot;</p><p class=\"Standard\">[[{\"fid\":\"73797\",\"view_mode\":\"default\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":626,\"width\":1113,\"alt\":\"John MacAlister started out as a single fisherman off the Isle of Gigha and built up his company over 45 years.\",\"title\":\"John MacAlister started out as a single fisherman off the Isle of Gigha and built up his company over 45 years.\",\"class\":\"media-element file-default\"}}]]</p><p class=\"Standard\">But John Ogden, a former fisherman, is ready for independence. He owns a seafood shack on Oban&#39;s pier that is popular with tourists and locals. I meet him at the fish market, where he&#39;s loading crates of fresh-caught langoustines into the back of his pickup.&nbsp;</p><p class=\"Standard\">Ogden sees people come by the thousands to eat what Scottish fishermen pull out of the water. He says Scotland has industries, wealth &mdash; and a lot of people who have done well and don&#39;t see any need to change. &quot;<span style=\"line-height: 1.538em;\">I just feel that Scotland&#39;s got everything e</span><span style=\"line-height: 1.538em;\">xcept self-confidence,</span><span style=\"line-height: 1.538em;\">&rdquo; he says. &quot;It&#39;s got to grasp the nettle.&rdquo;</span></p><p class=\"Standard\">Ogden has always flown the Scottish flag over his business, but he recently replaced that with one that has the word &ldquo;Yes.&rdquo;</p><p class=\"Standard\">[[{\"fid\":\"73794\",\"view_mode\":\"default\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":626,\"width\":1113,\"alt\":\"John Ogden, a former fisherman, picks up langoustines from a fisherman to sell at his seafood shack.\",\"title\":\"John Ogden, a former fisherman, picks up langoustines from a fisherman to sell at his seafood shack.\",\"class\":\"media-element file-default\"}}]]</p><p class=\"Standard\"><span style=\"line-height: 1.538em;\">A couple of blocks from the harbor, past a few fish-and-chips shops, I meet Deirdre Sharkey, owner of a lingerie shop called Precious Things. Sharkey married into Oban &mdash; she met her Scottish husband while traveling. He owns a restaurant up the street and both are voting &ldquo;Yes.&quot;</span></p><p class=\"Standard\">&ldquo;I suppose both of us feel like you&#39;re not going to get anywhere unless you do take some kind of a risk really, make that leap,&rdquo; she says, drawing on her experience as a business owner. &ldquo;Even if we fall flat on our faces with these businesses and they don&#39;t work out, we can always say, &#39;At least we did it, you know. At least we tried it.&#39;&rdquo;</p><p class=\"Standard\">But Sharkey understands why some business owners would vote &ldquo;No.&quot;&nbsp;<span style=\"line-height: 1.538em;\">&ldquo;You know a business owner has a lot more riding on how our government runs a country,&rdquo; she says.</span></p><p class=\"Standard\">[[{\"fid\":\"73795\",\"view_mode\":\"default\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":626,\"width\":1113,\"alt\":\"Deirdre Sharkey stands outside of her lingerie shop, Precious Things, in Oban. Sharkey moved to Oban after marrying her Scottish husband — he&#039;s also a business owner — and they&#039;ll both vote &quot;Yes.&quot;\",\"title\":\"Deirdre Sharkey stands outside of her lingerie shop, Precious Things, in Oban. Sharkey moved to Oban after marrying her Scottish husband — he&#039;s also a business owner — and they&#039;ll both vote &quot;Yes.&quot;\",\"class\":\"media-element file-default\"}}]]</p><p class=\"Standard\">All the people I spoke to introduced me to one another. &ldquo;No&rdquo; voter John MacAlister sells scallops to &ldquo;Yes&rdquo; voter John Ogden; &ldquo;No&rdquo; voter Michael Forbes loves to buy Ogden&#39;s prawn sandwiches. And one of Forbes&#39; oldest friends is married to &ldquo;Yes&rdquo; voter Deirdre Sharkey, the owner of the lingerie shop.</p><p class=\"Standard\">They&#39;re all connected through commerce and friendship, and the referendum won&#39;t change that. Still, it&#39;s tense here, as it is in many parts of Scotland this close to the vote.&nbsp;</p><p class=\"Standard\">&ldquo;But the great thing is they get to have a vote and they don&#39;t have to shoot anybody for it,&quot; Sharkey says. &quot;I think that&#39;s brilliant. And even if there&#39;s a &lsquo;No&rsquo; vote, I think it&#39;s a great demonstration to the world that an independence question can be debated and decided upon without anybody having to kill each other.&rdquo;</p><p class=\"Standard\">No one in Oban talked to me about heroes of Scottish history or even Scottish identity &mdash; people live in the present. Most everyone agrees Scotland is already changing, even if it&#39;s only through the process of debating its future.</p><p class=\"Standard\">[[{\"fid\":\"73799\",\"view_mode\":\"default\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":626,\"width\":1113,\"alt\":\"Supporters of the Yes and No campaigns have covered most of the lamp posts in Oban, on Scotland&#039;s west coast.\",\"title\":\"Supporters of the Yes and No campaigns have covered most of the lamp posts in Oban, on Scotland&#039;s west coast.\",\"class\":\"media-element file-default\"}}]]</p><p class=\"Standard\"><o:p></o:p></p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Oban%20yes%20no.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/oban-yes-nojpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/091220148.mp3"},{"href":"http://www.pri.org/file/091220148mp3"}]}