{"created":"2014-10-16T07:32:18+00:00","modified":"2014-10-30T21:41:04+00:00","valid":{"from":"2014-10-30T21:41:04+00:00","to":"3014-10-30T21:41:04+00:00"},"hreflang":"en","title":"For More Millennials, It's Kids First, Marriage Maybe","published":"2014-10-30T18:19:00+00:00","teaser":"Millennials, particularly those with less education, are upending the traditional order of love, marriage, baby carriage. Many say they don't feel financially secure enough to tie the knot.","itags":["npr_api","354625221"],"guid":"3257c780-c236-465d-a827-add0ad2a322b","contentencoded":"<p>Decades ago, an \"oops\" pregnancy might have meant a rush to the altar. But when Michelle Sheridan got pregnant three years ago, the topic of marriage never came up with her boyfriend, Phillip Underwood, whom she lives with in Frederick, Md.</p><p>If anything, it was the opposite.</p><p>\"It changes the dynamic of the household,\" she says. \"I had a friend who put off her marriage. Got pregnant, and she's like, 'Let's just wait, 'cause we don't know if we're going to be able to make it through this.' \"</p><p>That attitude reflects a sea change in family life: For the generation under age 35, <a href=\"http://www.nytimes.com/2012/02/18/us/for-women-under-30-most-births-occur-outside-marriage.html?pagewanted=all&_r=0\" target=\"_blank\">nearly half of all births are now outside marriage</a>. This family structure, once common mainly among African-Americans and the poor, is spreading across races and into the middle class.</p><p>Factor in education, though, and the difference is stark, raising concerns of a new class divide. Among young women without a college degree — those like Michelle Sheridan — 55 percent of births are outside marriage, according to an analysis by the research group <a href=\"http://www.childtrends.org/\" target=\"_blank\">Child Trends</a>. For those with at least a four-year degree, it's just 9 percent.</p><p>Like half of all U.S. pregnancies, Sheridan's was not exactly planned.</p><p>\"We think we mistimed something,\" she says. \"But it wasn't really, like, a bad time, or, I don't know ... it just ... seemed like an OK thing to do?\"</p><p>\"I stared at the pregnancy test for 10 minutes, waiting for it to change,\" Underwood says.</p><p>\"But then he got really happy — it was actually really cute,\" Sheridan says.</p><p>It wasn't Sheridan's first child. Her older son, Logan, is 8; his father left before he was born. Michelle spent four years as a single mom before meeting Underwood, and says she felt no stigma or fear about that.</p><p>And even though she's now 28 and Underwood is 32, she feels no urgency to tie the knot.</p><p>\"I don't want to be in my mid-30s having kids,\" she says. \"But I can be in my mid-30s getting married, and it makes no real difference. It's still somebody to spend the rest of your life with.\"</p><p>Like so many children of the 1980s and '90s — the decades when the nation hit its highest divorce rate — both Sheridan and Underwood are also wary about the institution of marriage.</p><p>Underwood says when he was a baby — or when his mom was still pregnant, he isn't sure — \"my dad left for a loaf of bread and never came back.\"</p><p>Sheridan's parents stayed together but fought a lot.</p><p>\"That was hard to watch,\" she says. \"I don't want to go through that, and I don't want my kids to see it.\"</p><p><strong>Marriage And Money</strong></p><p>Money is another factor in the couple's choice not to marry. Sheridan spent years as a restaurant server, then as a pizza delivery driver. She got pregnant just as she had managed to start college full-time, with federal aid. Underwood is a car technician, but he was going through a rough patch, workwise.</p><p>\"It was so sporadic, and it would go from full-time one week to 20 hours the next,\" he says.</p><p>Their apartment is government-subsidized. Things were so tight at one point that they shared a cellphone.</p><p>But isn't marrying young and poor and then working your way up the time-honored way?</p><p>\"That seems terrifying at this point,\" Sheridan says. \"It's hard enough to work up just on your own.\"</p><p>Instead of marriage being a vehicle into adulthood and stability, young adults now see it as the cherry on top, the thing you do once you're established and financially secure. The problem is, that's become harder to do.</p><p>\"Fifty years ago, when people graduated high school, they could go out and get a manufacturing job and have a pretty good wage, you know, some benefits,\" says <a href=\"http://libres.uncg.edu/ir/uncg/clist.aspx?id=7820\" target=\"_blank\">Arielle Kuperberg</a>, a professor of sociology at the University of North Carolina, Greensboro.</p><p>But those wages have been falling since the 1970s, she says, and <a href=\"http://www.bls.gov/emp/ep_chart_001.htm\" target=\"_blank\">the unemployment rate for high school graduates</a> today is about double what it is for those with a college degree.</p><p>Kuperberg says it's not that lesser-educated couples don't want to wed. She studied the labor market in 20 cities, \"and in cities that had better labor markets for people with less education, <a href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC3495611/\" target=\"_blank\">there was actually a smaller gap in marriage rates</a>,\" she says.</p><p>The Pew Research Center also recently looked at <a href=\"http://www.pewresearch.org/fact-tank/2014/10/02/the-best-and-worst-cities-for-women-looking-to-marry/\" target=\"_blank\">how the labor market is affecting the marriage market in different cities</a>, and found that never-married women overwhelmingly say it's \"very important\" that a potential spouse have a steady job. But Pew also found only 84 employed single men for every 100 single women among adults ages 25 to 34. <strong></strong></p><p>Kuperberg worries that a changing economy is making marriage almost a luxury — something only for the better-off.</p><p><strong>The Marriage Divide</strong></p><p>At the other end of this marriage divide, Diana and Dave Black of Harrisonburg, Va., started dating in college and now have graduate degrees and budding careers.</p><p>The couple is among the minority of millennials who feel secure enough to say \"I do\" — though Dave waited to propose until he got a handle on his student loans.<br /> <br />\"I had the bulk of them paid off at that point,\" he says, \"and I felt like I was in a decent place to shell out the additional money for the ring.\"</p><p>They were the first in their social circle to get engaged. Now both 27, neither feels ready for children just yet.</p><p>\"For me, parenthood is such an enormous responsibility,\" Diana says. \"and the longer I give myself, I feel like the better prepared I'll be.\"</p><p>But that doesn't mean they're not planning. They recently bought a four-bedroom house with a big yard out back and good schools nearby. And upstairs is a perfect child's room, complete with secret passage.</p><p>\"This door here goes to the attic,\" says Diana, \"so for a kid, that would feel very Harry Potter-tastic, I think!\"</p><p>Two different stories, two couples who each say they're acting in the best interests of their children — or future children. But researcher Kuperberg says this class divide in marriage could mean even more inequality in the next generation.</p><p>The problem, she says, is not that people are having kids without being married. It's that in the U.S., on average, unwed couples are <a href=\"http://www.brookings.edu/research/reports/2010/10/27-fragile-families-foc\" target=\"_blank\">far more likely to split up by the time their child is 5</a> — and research shows that can have a host of negative impacts on children.</p><p>\"It leads to some behavioral problems,\" Kuperberg says. \"It can lead to academic problems. It just leads to kind of less of a sense of stability, which hurts their chances later on.\"</p><p>Of course, it doesn't <em>always</em> happen that way.</p><p>Earlier this year, Phillip Underwood landed a steady job as a car technician at Wal-Mart. He says that made him think differently about proposing to Sheridan.</p><p>\"I know every week I will be working 40 hours,\" he says. \"I'm not making the most money in the world, but we're not financially tight.\"</p><p>\"We have diapers, and everybody eats,\" Sheridan says, laughing. \"And we can drive if we need to drive somewhere.\"</p><p>By the end of his first month on the new job, Underwood had bought a ring. Sheridan said yes. Since then, he's landed an even better job, and the couple has set a wedding date: next June.</p><p><em>This story was produced for broadcast by Marisa Penaloza.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+More+Millennials%2C+It%27s+Kids+First%2C+Marriage+Maybe&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jennifer Ludden","audio":[{"meta":{"duration":"336"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1356588503-715604.m3u?orgId=1&topicId=1003&aggIds=352990765&ft=3&f=354625221"},{"href":"http://media.npr.org/assets/img/2014/10/08/Millennial+Families1-80b508182f8da77474d3430fb61228b29d0fa7a9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3317","width":"4423"}},{"href":"http://media.npr.org/assets/img/2014/10/15/img_5204-1d0e280923a35d562e87afd5e6b85ba9f5dd8343.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1712","width":"2283"}}]}