{"created":"2015-01-02T08:26:10+00:00","modified":"2015-05-13T21:26:34+00:00","valid":{"from":"2015-05-13T21:26:34+00:00","to":"3015-05-13T21:26:34+00:00"},"hreflang":"en","title":"Age 85 And Still Stylish On The Streets Of Berlin  ","published":"2015-01-02T13:44:00+00:00","teaser":"In Berlin, street fashion's trendiest figure is Ali Akdeniz, age 85. His dapper attire is the focus of a blog that went viral. Its creator, Zoe Spawton, won Germany's most prestigious design prize. <strong> </strong><strong></strong>","itags":["npr_api","370381686"],"guid":"32592363-2736-44ce-a222-6fe324b0fef4","contentencoded":"<p>Ali Akdeniz and Zoe Spawton are outside the cafe where they first met in 2012. Ali leans forward and strikes a pose, one hand on his hip, the other holding out his prayer beads.</p><p>Spawton, who is taking his picture, used to waitress here. She'd see Ali walk by every morning on his way to work as she was setting up tables and chairs out front.</p><p>He caught her eye because of his put-together, plucky apparel. Today, Ali is turned out in an immaculately tailored beige suit, pork-pie hat and sheepskin coat.</p><p>We head into the warmth of the cafe, where the 85-year-old snappy dresser is well-known.</p><p>Ali came to Berlin 45 years ago from his native Turkey. He says he has always made an effort with his wardrobe.</p><p>\"I've always loved fashion, particularly my own fashion,\" Ali says. \"But at my age you have to go that extra mile to look good. I'm an upright citizen. I had a respectable career. So that is how I dress.\"</p><p>Spawton, who arrived from Melbourne, Australia, three years ago, was so taken by Ali's <em>du jour</em> ensembles, she asked to take his picture. It became a daily ritual, and the photos form the blog <a href=\"http://alioutfit.tumblr.com/\" target=\"_blank\">What Ali Wore</a>.</p><p>\"His staple is a classic suit,\" she explains. \"When I say 'staple,' he's got suits in every color. Electric blue, red, pale pink, green, everything.\"</p><p>Spawton says Ali throws her a fashion curveball every now and then, but does it with panache.</p><p>\"There's also the full army camouflage, the army jacket, army trousers, army hat, and let's not forget his triple denim ensemble,\" she recalls.</p><p>Ali says he is more than happy to oblige: \"I knew when Zoe greeted me for the first time that she's good'en. But then, I tip generously for my coffee, right boss?\"</p><p>The twinkle in Ali's eye has produced 15 sons, three daughters and — he thinks — 80 grandchildren, although he says he has never counted. But none of them are in Berlin, and Ali lives alone, so Spawton has fast become part of his ersatz family.</p><p>\"Well, it's not like any friendship I've had before because there is a language barrier between us,\" she says. \"Our conversations are pretty simple.\"</p><p>They communicate in broken but ever improving German. She still deploys a lot of guesswork when they chat. \"In a way that's what makes it exciting, particularly when I find out these little snippets about him,\" she says.<strong> </strong></p><p>Spawton only recently learned that Ali had once been a circus performer: \"Of course he was in the circus. I think he was a clown, comedic, yeah,\" she says and laughs. Ali lets us in on his sword-swallowing and fire-eating techniques.</p><p>Ali is a jack of all trades. He just retired last month as a tailor. Before that, he says, he was also a shoemaker and a hairdresser.</p><p>Self-reinvention is part of the immigrant experience they both share.</p><p>\"It's interesting because we both represent two quite distinct waves of immigrants to Berlin. Maybe that is an unspoken understanding that we have,\" Spawton muses.</p><p>In this city, punks perfect their mohawks and hipsters curate their \"look,\" but the average Berliner doesn't bat an eyelid. It took an outsider's eye to spot Ali's unorthodox street style.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Age+85+And+Still+Stylish+On+The+Streets+Of+Berlin++&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Esme Nicholson","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1374511143-230596.m3u?orgId=1&topicId=1124&d=233&p=3&story=370381686&t=progseg&e=374511049&seg=8&ft=nprml&f=370381686"},{"href":"http://media.npr.org/assets/img/2014/12/15/ali-work-12b75b6e952bc4c5bc845a0c05a7c29714a60901.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1173","width":"1565"}},{"href":"http://media.npr.org/assets/img/2014/12/15/ali_and_zoe_with_design_award_in_hamburg_lr-640b38ae2abd21dcb3563365000ad90004f77ad6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"749","width":"999"}},{"href":"http://media.npr.org/assets/img/2014/12/15/ali_aged_25_on_the_left-993f2be2287425120142ebe4fa2df64acc1d68ed.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"749","width":"999"}}]}