{"created":"2015-04-02T18:25:28+00:00","modified":"2015-04-02T20:10:05+00:00","valid":{"from":"2015-04-02T20:10:05+00:00","to":"3015-04-02T20:10:05+00:00"},"hreflang":"en","title":"In Her Life After John, Cynthia Lennon Didn't Stop Loving Him","published":"2015-04-02T18:36:00+00:00","teaser":"John Lennon's first wife died Wednesday at 75. In 1985, Cynthia Lennon talked with <em>Fresh Air</em> about her marriage to John, going on tour to America, and meeting Yoko Ono.","itags":["npr_api","397057478"],"guid":"327565ad-6a20-46c8-b468-19dfddc9850d","contentencoded":"<p>Back in the 1960s, when teenage girls in America and England fantasized about romance with their favorite Beatle, Cynthia Powell Lennon held the position so many girls dreamed of — she was married to John.</p><p>The two shared a working-class background. They met in art school in 1957 and were married in 1962, just weeks before The Beatles recorded \"Love Me Do.\" But as The Beatles became a sensation, Cynthia had to pretend she wasn't married to John.</p><p>\"If ... the main man in the group, John, was found to be married, then it might take away from that particular success,\" Cynthia told <em>Fresh Air</em>'s Terry Gross in 1985. \"So I walked around pregnant for quite a long time, hiding it. I'd wear very big, blousy clothes. In fact, I was asked many times if I was John's wife, and I had to refuse and say, 'No, no. I'm somebody else.'\"</p><p>Cynthia Lennon died Wednesday of cancer. She was 75.</p><p>During the years John spent touring the world as a member of the most popular rock group in history, Cynthia was at home raising their son, Julian. John was either on the road touring or in the recording studio, according to Cynthia, and it was \"extremely difficult for him.\"</p><p>\"We saw very little of him,\" Cynthia said. \"And when he did come home, he was so exhausted and so tired and so overwhelmed by the pressures of the outside world that ... all he wanted to do was to collapse.\"</p><p>In 1968, after John fell in love with Yoko Ono, Cynthia and John divorced. But Cynthia says she didn't stop loving John, caring for him, or worrying about him.</p><p>\"I mean, because I didn't have any anger or bitterness about it,\" she says. \"I had a lot of hurt.\"</p><p>Twelve years later, John Lennon was assassinated at age 40.</p><p>Cynthia remarried several times. She developed her work as a designer and Julian launched his own music career. Cynthia said she could see a lot of John in Julian. One experience was particularly spooky — but it never happened again.</p><p>\"Following John's death, I had an experience of coming downstairs in the house I lived in North Wales, and [Julian] was sitting at a piano with his back to me, and he was singing a very soulful song,\" Cynthia said. \"And I had to do a bit of a double take; it was a very strange feeling.\"</p><p>Here are some excerpts of Cynthia Lennon's 1985 <em>Fresh Air</em> interview.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On how John's touring changed their family dynamic </strong></p><p>He used to sleep an awful lot. And he would wake up when we were ready to go to bed, if you know what I mean. With a small child, you have to be up early in the morning, and then you're pretty exhausted at night, whereas John's hours changed. You know, he'd be up at night and in bed during the day. So the whole fabric of our life changed because of the work that he was doing, and because of the pressures from outside.</p><p><strong>On maintaining a private life </strong></p><p>Well, my private life was with friends, I suppose — the friends that I'd known from college days that I kept in contact with. I frequently went back to my roots, which was in the north [of England]. I mean, we moved down south.</p><p>And I had Julian, who I love dearly, and cared for him most of the time, when I was there. You know, I'd sometimes go away with John on holiday. But the problem with me was that I had to cope with a household. I mean, we moved into a virtual mansion, you know, as soon as the money came in. We needed the space.</p><p>So the first thing to do is, if you're a pop star and you get a lot of money, you buy a mansion. That takes you from one extreme of life to another extreme. And John being away, the house was far too large for me to handle on my own.</p><p>So all of a sudden, you find yourself with a chauffeur and a housekeeper and a cook and an interior designer and all the things in life that you've never experienced before and you weren't brought up to, I was left to cope with and handle, which was hard work. It was a full-time job, actually.</p><p><strong>On touring with John and the band </strong></p><p>Well, I was allowed to go on the first tour — allowed, and I mean allowed — but I didn't ask John. I think John wanted me to go because it was so exciting to come to America for the first time. I'd never been to America, and it was a treat for me. It was really a fantastic experience. But that was enough. I wouldn't want to have done it again. It was just too much. ...</p><p>It was just understanding and seeing what went on on a tour. It sounds extremely exciting. It sounds wonderful, you know, different hotels and wonderful food and seeing new places. But all we saw were the inside of hotel rooms, the inside of Cadillacs. We were surrounded by mounted police on one occasion, motorbike escorts on another occasion, trying to escape from hotels.</p><p>It was quite horrendous, apart from the actual performances, which were fantastic. The rest of it was horrendous, because you couldn't see beyond the prison that you were in at that particular time.</p><p><strong>On Beatles groupies hanging around </strong></p><p>Well, actually, the first experience — which was funny for all of us — [was] when we first came to New York, and we were staying at the Plaza, and I think it was Murray The K was there. He was the first disc jockey that we'd ever met, American disc jockeys. I was very impressed. He happened to be there. And in the room, there were sort of all these draped, beautiful ladies. This is their suite — Murray The K, and about five beautiful model ladies all draped 'round.</p><p>And we all walked in and looked at them and looked at each other and wondered what on earth we were supposed to do in a situation like this. Because it was obvious, you know, what they were there for.</p><p>And, of course, I was the fly in the ointment, because I was the wife of one of The Beatles. So it was embarrassing for them, and embarrassing for me. ... I realized then what it was going to be like, you know, in the future. I mean, obviously that was what it was going to be like, just women throwing themselves at them the whole time.</p><p><strong>On meeting Yoko Ono</strong></p><p>I met her actually when I came home from a holiday. But I had seen her before; I mean I met her physically, you could say. She had been staying with John that night, and I came home and they were there, which was sort of curtains for our marriage, as far as all of us were concerned, really. But I had met her once before at a meditation meeting. ...</p><p>I keep saying it was feminine intuition. You know that something's going to happen, and only you know that something like that is going to happen, because of your sensitivity and your knowledge of the person that you've been living with for 10 years. You know exactly what's going to happen. As far as Yoko is concerned, I knew there was not a thing I could do about it, any more than there was anything I could to do about John taking drugs at the time. There was no way I could've stopped him.</p><p><strong>On John filing for divorce and accusing her of adultery </strong></p><p>This is the crazy, the madness of it all — to this day I don't understand that, but it's almost as though ... John's attitude in life was: The best form of defense is attack. He was guilty of letting me down in public, and I was on holiday when the information about John and Yoko came out in the newspapers. I didn't know it was open to the world, this situation. I was on holiday and somebody showed me a newspaper. Then an emissary of John's came over to visit me in Italy and said, \"John wants a divorce and he wants Julian and there's a detective.\" Now, I was on holiday with my mother and uncle and Julian, so God only knows why there was a detective put on me. It was one of those situations I will never understand.</p><p><strong>On following John and Yoko's relationship and the media frenzy </strong></p><p>Oh, I read everything, yes. [After the divorce] I didn't [stop] loving him or caring for him or worrying about him, I mean, because I didn't have any anger or bitterness about it. I had a lot of hurt.</p><p>But, of course, I was looking after his interests, in my own little way, and caring about his future and hoping that he was happy, because he'd had to go through such hell to do what he did. And he became almost a leper in the eyes of the British and the press.</p><p>And he had hell to go through, because he'd broke away from the system of being one of the four mop-tops that were doing so well, and such good ambassadors for Britain. And he moved out of that, and he became an individual. And he did what he wanted — to the extreme, as John would always do anyway.</p><p>And I felt extremely worried for him, really, at that time, because he had to take so much from the press and media and from fans and people who loved him.</p><p><strong>On how John was changed by </strong><strong>his</strong><strong> relationship with Yoko </strong></p><p>I think he found his space. I don't think he found the complete satisfaction in life because I think he was always searching, always looking for it, always wanting something new. I mean, he was due to come back to England near the end, just before he died. So he was constantly changing and looking for new quests. But whatever he did, it was totally honest and wholehearted.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Her+Life+After+John%2C+Cynthia+Lennon+Didn%27t+Stop+Loving+Him&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"887"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1397084758-9f5319.m3u?orgId=1&topicId=1062&e=397057478&d=887&ft=nprml&f=397057478"},{"href":"http://media.npr.org/assets/img/2015/04/02/3294470-945b8946b4c68b0805a23ef8c712e43644b7a764.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1681","width":"2240"}}]}