{"created":"2015-03-24T07:37:20+00:00","modified":"2015-07-01T18:52:00+00:00","valid":{"from":"2015-07-01T18:52:00+00:00","to":"3015-07-01T18:52:00+00:00"},"hreflang":"en","title":"Earl Sweatshirt: 'I'm Grown'","published":"2015-03-25T20:07:00+00:00","teaser":"\"This is the first thing that I've said that I fully stand behind,\" the 21-year-old rapper says of his new album. \"I've never been this transparent with myself or with music.\"","itags":["npr_api","394987116"],"guid":"32862afd-1cbb-4bec-b6b1-63924d17cf2a","contentencoded":"<p>Morning Edition<em> </em><em>aired a short radio piece by</em><em> </em><em>Frannie Kelley about Earl Sweatshirt that uses pieces of</em><em> </em>Microphone Check<em>'s interview with him. You can hear the radio segment at the audio link above, and hear, read and watch the full episode of the podcast below. </em></p><p>The 21-year-old spoke with <em>Microphone Check</em> in Austin, Texas, during SXSW a couple days before the release of his second major label album. He says he feels like <em>I Don't Like S---, I Don't Go Outside</em> is really his first album, though. \"This is the first thing that I've said that I fully stand behind, like the good and the bad of it,\" he says. \"I've never been this transparent with myself or with music. I've never been behind myself this much.\"</p><p><strong>ALI SHAHEED MUHAMMAD</strong>: Welcome back.</p><p><strong>EARL</strong><strong> </strong><strong>SWEATSHIRT</strong>: Thank you.</p><p><strong>FRANNIE KELLEY</strong>: It's a hangover day for everybody, I think it's fair to say. Or --</p><p><strong>EARL</strong>: Hangover — I'm just — it's actually a pretty serene day.</p><p><strong>KELLEY</strong>: Yeah. It feels like a quiet SX. We were talking about that.</p><p><strong>MUHAMMAD</strong>: It's empty. Quiet is an understatement.</p><p><strong>KELLEY</strong>: I was being nice.</p><p><strong>MUHAMMAD</strong>: Oh.</p><p><strong>KELLEY</strong>: I was being diplomatic.</p><p><strong>MUHAMMAD</strong>: OK.</p><p><strong>EARL</strong>: Kind of like --</p><p><strong>KELLEY</strong>: Partly the rain.</p><p><strong>EARL</strong>: Yeah. I know what you mean. It's kind of suck.</p><p><strong>MUHAMMAD</strong>: Well, why'd you come this year?</p><p><strong>EARL</strong>: Cause I gotta come, I guess. I don't know if that's confirmed. I just — I assume I, like, have to come.</p><p><strong>KELLEY</strong>: Why?</p><p><strong>EARL</strong>: To hold up my end of the bargain. Cause we definitely had it going up yesterday. Like, I had a couple real good shows yesterday.</p><p><strong>MUHAMMAD</strong>: That's good. So you can say people were — it wasn't empty where you were.</p><p><strong>EARL</strong>: No.</p><p><strong>MUHAMMAD</strong>: How'd it feel?</p><p><strong>EARL</strong>: It was good, man. It actually — it feels the best this time around just cause I'm OK with being more self-centered now. And not in a detrimental way but just enough to where it's healthy and where I'm not, like, ignoring what I need — the team around me and, like, almonds.</p><p><strong>KELLEY</strong>: You gotta fuel. You gotta hydrate.</p><p><strong>EARL</strong>: Yeah.</p><p><strong>KELLEY</strong>: You know that's important.</p><p><strong>EARL</strong>: Yeah, I'm on my health.</p><p><strong>KELLEY</strong>: Yeah. So what else happened this week? What has transpired? What are your feelings about it?</p><p><strong>EARL</strong>: I just had a disconnect with the release of — with the rollout of everything, just from probably a combination between like my initial — me initially being apprehensive to talking to anyone from the label while I'm working.</p><p>Cause I would rather just finish the package and present it with instructions. So it's what I did. Just because of how f---ing difficult the last one was. Like, it was my first one, so it was just like pulling a song that I recorded when I first got back and one from like a year and a half later as opposed to just consolidating, having it be a photograph of one moment. Then like, \"Put this photograph up for me, this way.\"</p><p>So my whole thing with everyone was like, \"This is going to be as important as we treat it.\" Cause it rings true all the way around, from <a href=\"http://www.npr.org/blogs/microphonecheck/2014/09/26/351559126/andre-3000-you-can-do-anything-from-atlanta\" target=\"_blank\">3 Stacks</a> to <a href=\"https://twitter.com/kanyewest\" target=\"_blank\">Kanye</a>. How ever important you treat yourself is how everyone's going to treat you. So there's a disconnect between me and my — like, that I'm going to be disconnected from it, you know what I mean? So when I put it up it's going to be less genuine if people see it come up from something like VEVO or, like — you know what I mean? Just something that's more of an entity than a person that people got attached to. Then it's gross and it puts people off.</p><p>Ultimately it's a lose-lose for everyone, not just for me. Like, I'm not just a diva that's up here complaining about how dirty they did me, because we collectively suffer from looking — instead of it being about, \"Let's talk about this video\" or \"Let's talk about this album release,\" it's now back to a hype machine — which is that Earl Sweatshirt is mad at the label. Everyone was like, \"Whoa!\" And it was what I was trying to avoid. Like, I was trying to come back on my Phoenix-out-the-ashes completely anew. Like, let's just talk about content and nothing surrounding it. So we back in the hype thing.</p><p><strong>MUHAMMAD</strong>: So did the disconnect occur — well, I guess it doesn't matter where it occurred.</p><p><strong>EARL</strong>: Just with the launch. I wanted <a href=\"https://www.youtube.com/watch?v=tZ5Mu2gs-M8\" target=\"_blank\">the video</a> to go up first so that — cause it would've been out of complete nowhere. The video with the song would've been enough to digest. The title of the album's at the end of the video. That's — I presume that the consumer is smart enough to put two and two together. Like, that's not that crazy. So we don't need — my whole thing was we don't need to shove it down their throats. Cause the initial thing that they had for me, like the layout for the website --</p><p>This is where the complication happened: We were going to put the video on a website, like, <a href=\"http://www.earlsweatshirt.com/\" target=\"_blank\">the Earl Sweatshirt website</a>. Real simple. Video on the thing. But when it came to me it had a bunch of banners on it, like \"Download the new album.\" More than you see on dudes who are bigger than me, you know? So I was like, \"Just take the banners off. We'll launch the thing.\" So we were sitting there waiting and I check my Twitter. And this kid that's, like, a fan that's a cool dude though, seen him on Twitter say something about the album. I was like — started researching, and my s---, everything except the video, had come out. The album cover, the tracklist, the features. Like --</p><p><strong>MUHAMMAD</strong>: What does that make you feel? Because obviously if you're taking the time away, you know, to put together your package --</p><p><strong>EARL</strong>: Brah, I was devastated. I was ready to like kill some — the day I was — it would've been so quiet for any n---- from Sony. I was so mad cause it was like — especially because I feel like this is my first album. This is the first thing that I've said that I fully stand behind, like the good and the bad of it. Because it's just — I've never been this transparent with myself or with music. I've never been behind myself this much. So for them to not treat as importantly as I was treating it was just like — I couldn't help but to feel a little disrespected, you know?</p><p><strong>MUHAMMAD</strong>: Do you think you guys going to have a good turnaround where there's going to be a good meeting of the minds so that you can --</p><p><strong>EARL</strong>: Well, yeah. I'm not with being combative at the risk of, like, messing up the bigger picture.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>EARL</strong>: I'll set my pride down first. But it just has to get acknowledged that a mistake was made. And I think it is at this point, after some stuff that happened yesterday. But it was just like, in the moment, they let it get spun like I was on a pedestal, complaining about some nuances, you know what I mean? When it was really like zero percent of what was supposed to go right went right. Like, y'all got an F. It's not chill. Like, \"You're in the red zone.\" And no one acted like they were in the red zone. That's what had me the most hot. I didn't even give a f--- about the mistake. It's that afterwards, bruh, no one — like you seen when I posted the video. The s--- came out. I <a href=\"https://twitter.com/earlxsweat/status/577702155295031296\" target=\"_blank\">tweeted</a> <a href=\"https://twitter.com/earlxsweat/status/577702742896091136\" target=\"_blank\">all</a> <a href=\"https://twitter.com/earlxsweat/status/577704513370517504\" target=\"_blank\">that</a> <a href=\"https://twitter.com/earlxsweat/status/577704536460144642\" target=\"_blank\">s---</a>. I got the link from my video — I got the YouTube link from someone else for my video at 6 a.m. after I had stayed up and no one had sent me s---. I was like --</p><p><strong>MUHAMMAD</strong>: You're just looking for some accountability.</p><p><strong>EARL</strong>: That's all.</p><p><strong>MUHAMMAD</strong>: That's all.</p><p><strong>KELLEY</strong>: Honestly, no. It's way more. It's way more worse than that. Like, that's completely unacceptable.</p><p><strong>EARL</strong>: That's what I was saying!</p><p><strong>KELLEY</strong>: How does this — and I think we all know this happened <a href=\"https://twitter.com/dangerookipawaa/status/577326912281821184\" target=\"_blank\">twice</a> in two weeks. At what point — where is the ownership? Where is the responsibility? This is crazy that this is even --</p><p><strong>EARL</strong>: A thing.</p><p><strong>KELLEY</strong>: — OK. And it's OK that this is --</p><p><strong>EARL</strong>: — we can, like, debate it.</p><p><strong>KELLEY</strong>: Like, why — this is, like, a quietly dramatic situation and the rest of us are over here just like pretending like it's OK?</p><p><strong>EARL</strong>: Yeah. This s--- is --</p><p><strong>KELLEY</strong>: I get heated about it. It's not — you guys are <em>so</em> kind.</p><p><strong>EARL</strong>: I was right where you was at. That's because, if I get mad, it's a different mad. Like --</p><p><strong>MUHAMMAD</strong>: Well, there's two kinds of mads. There's, you know, in-front-of-the-door, or the open-door mad, and there's the behind-the-closed-door mad.</p><p><strong>EARL</strong>: Yeah.</p><p><strong>MUHAMMAD</strong>: And so --</p><p><strong>KELLEY</strong>: Yeah, but the behind-the-closed-door mad needs to get out more. Excuse me.</p><p><strong>EARL</strong>: Nah. Nah. Cause it's not helpful.</p><p><strong>KELLEY</strong>: Into the public. Cause the kids are like --</p><p><strong>EARL</strong>: It's not helpful.</p><p><strong>KELLEY</strong>: OK.</p><p><strong>EARL</strong>: The behind-the-door mad that I had, a little bit may have got out on Twitter, but Twitter is not a thing so it could be taken as hilarious. But, like, no one needs — cause that emotion isn't — it's not helpful cause it's not logical. Like, emotion isn't logic. So I'm not going to bring that into a place where everything is — everything is like a geometric proof on this side of music. So it has to be only truth. I have to remove all emotion from it. And the only truth is that they got an F.</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>EARL</strong>: Zero percent went right. And that has to get acknowledged. Remove my emotions from it. Remove race from it. Remove anything from it. Remove importance from it. Zero percent right.</p><p><strong>MUHAMMAD</strong>: That's why I say accountability. I think for this side, you know, as a creator, you could be mad and go into the emotional like Earl is saying, but the results --</p><p><strong>EARL</strong>: Then have all the people cheering behind you to have something to get mad about.</p><p><strong>MUHAMMAD</strong>: Yeah, you want results. And you're not going to really get the result.</p><p><strong>KELLEY</strong>: What is the result?</p><p><strong>MUHAMMAD</strong>: You may get some results behind the emotion aspect — well the results from, like he's saying --</p><p><strong>EARL</strong>: Just getting this out.</p><p><strong>MUHAMMAD</strong>: You want the result to be, from an accountability perspective, is the company saying, \"We messed up. We know we messed up. And we believe in your vision and our actions completely now distorted the vision you had for everything that you've spent a year, 18 months, two years, whatever, for. And now, because we know we messed up, moving forward we going to make sure that everything is done to a T, meticulously, and that we care about your vision.\"</p><p><strong>EARL</strong>: And if that happened immediately, then I would've just had nothing to say.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>EARL</strong>: But people don't cover their tracks the same way that you have to if you're on this side, because you have room to be more reckless if it's not yours.</p><p><strong>KELLEY</strong>: Right. Well, I apologize for going straight to the hype.</p><p><strong>EARL</strong>: Nah. C'mon. I need somebody to be mad. I'm f---ing with that all the way. Keep being mad for me, but I can't be or else no one's going to listen to me.</p><p><strong>MUHAMMAD</strong>: I think it's good if, you know, the public understands the perspective and says what you're saying on a collective level. Like, \"Yo. That's really messed up.\"</p><p><strong>EARL</strong>: We need that.</p><p><strong>KELLEY</strong>: Right.</p><p><strong>EARL</strong>: That's why my lawyer says we're straight to tweet the s--- I tweeted, like, out the gate. Just so n----s know off top.</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>EARL</strong>: Keep it rolling. Like --</p><p><strong>MUHAMMAD</strong>: Well, can we talk about this new album?</p><p><strong>EARL</strong>: Absolutely.</p><p><strong>KELLEY</strong>: Yeah. Put that s--- down for a second.</p><p><strong>EARL</strong>: Yeah.</p><p><strong>KELLEY</strong>: Do what you want to do, which is talk about — so you produced almost all of it?</p><p><strong>EARL</strong>: Mm-hmm. Thank you. This dude <a href=\"https://twitter.com/flyinglotus\" target=\"_blank\">Flying Lotus</a> told me to do that s--- right when I got home. Right when he heard my first trash beats, he told me to do the whole s---. And I didn't think I could do it.</p><p><strong>MUHAMMAD</strong>: Well, I remember <a href=\"http://www.npr.org/blogs/MicrophoneCheck/2013/11/20/245993882/earl-sweatshirt-on-rza-day-his-purpose-and-paul-mccartney\" target=\"_blank\">the last time we saw you</a> and you were at <em>Microphone Check</em>, we talked about that a little bit.</p><p><strong>EARL</strong>: Yeah. You too.</p><p><strong>MUHAMMAD</strong>: You going in deeper. And so you went in.</p><p><strong>EARL</strong>: I went all the way in. It was — the funniest part about the album is that it was funny and then it wasn't funny. Like, at all.</p><p><strong>MUHAMMAD</strong>: Wait. What do you mean?</p><p><strong>EARL</strong>: I came up with the album title first, just cause like, I got to completely visualize what the album — it's easier for me if I work all the way backwards. What does it look like in iTunes? What does the cover look like? And then I go last song — I learned that this is my process. I go last song first, first song second, and then --</p><p><strong>KELLEY</strong>: Fill in the middle.</p><p><strong>EARL</strong>: You fill it in. Yeah. Kinda how you write — I think that's how you write.</p><p><strong>MUHAMMAD</strong>: That's how you write.</p><p><strong>EARL</strong>: Like, how you write a book.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>EARL</strong>: So I got my last song. It was the one with <a href=\"https://twitter.com/vincestaples\" target=\"_blank\">Vince</a>. So it started with, like, just bars. And I didn't know where that was going to go on the album but it was just me and Vince. We recorded it and initially we were just like, \"Yo, we're finna drop this tonight.\" And then I was like, \"No. I'll take this.\"</p><p><strong>KELLEY</strong>: Lock it up.</p><p><strong>EARL</strong>: Took that. So that was the last one, and then I came with the first one second. And everything was kind of just up in the air about it but I knew the title and I knew the first and second song. And then I think we were like — so it wasn't that serious cause it was like, <em>I Don't Like S---, I Don't Go Outside</em>. And it was cool though cause I was outside. I was touring. I was running around doing a bunch of stuff, not paying attention to my health.</p><p>So — cause when y'all saw me I was like low-key chubby. I was comfy when y'all saw me. Like, I was cool. I had like — you can always see how comfy I am in my cheeks. Like, they're either like [sucking sound] or like how y'all see my s---.</p><p>So I was running around. I got home and then recorded a lot of the album. But it was right after — it was at the most transitional time in my life. Cause it was like I just turned 20. I just broke up with a girl I was going out with. And then it was just hell. It was hell at my house, but, like, the best hell. It was fire. Like, it was like <em>real sin</em><em> </em>and debauchery. It was good. So that was like --</p><p><strong>KELLEY</strong>: What makes it good? Like it was productive? Or cause you just took it all the way?</p><p><strong>EARL</strong>: Yeah. Absolutely.</p><p><strong>KELLEY</strong>: OK.</p><p><strong>EARL</strong>: So productive. But it was, like, just Hennessy everyday, just <em>so</em> — but super woke. It was when I got woke. It was crazy. It was at the same time that I was — I, like, got hit on the head. That s--- was crazy. When I turned 20, it was like I got socked out of whatever zone I was in at that time and like --</p><p><strong>KELLEY</strong>: What did you become aware of?</p><p><strong>EARL</strong>: Myself. Yeah.</p><p><strong>KELLEY</strong>: And what did he look like when you found him?</p><p><strong>EARL</strong>: <em>F---ed up</em>. I looked f---ed up. When I was in my most — when I had the most clarity, I looked f---ed up. I think that's kind of universal though. A lot of dudes that get, like, really withered and skinny, all of sudden get this really profound sense of clarity. This is the concept behind fasting, I think. Like, you don't eat. And it's hard. It's the worst. And then you get to the other side and it's like the clearest your head has ever been. So that's where I was with a lot of the album.</p><p>I have this line on a song with <a href=\"https://twitter.com/shreddyfuckingk\" target=\"_blank\">Nak</a> where I was just saying how this rap s--- really actually got the best of me. Like, nothing else existed. I prostrated myself to meet — that's why this s--- getting botched with some fool clicking the wrong thing at the wrong time, I was like, \"Bro. I don't care. I'll strangle you.\" Because I didn't give a f--- about my body. I don't care about you cause ultimately I disrespected myself — not disrespected, but I really prostrated myself to music.</p><p><strong>MUHAMMAD</strong>: Those are really powerful words. To even say prostrate, that's something, as a word, we use in Islam. And it's a --</p><p><strong>EARL</strong>: It means a lot.</p><p><strong>MUHAMMAD</strong>: It does mean a lot. And so often, even as myself and producing and being in the music, I have to take a step back because I don't want to be that.</p><p><strong>EARL</strong>: Because it's heavy.</p><p><strong>MUHAMMAD</strong>: It is. So when you discovered that, what are you doing now to sort of back away from that?</p><p><strong>EARL</strong>: Well it's all about pursuing balance at this point, due to that. So yeah. This all falls in line with the album story. So the time that I recorded a lot of it was between the end of — at the end of a touring cycle and then the start of another one. It was at April between two tours.</p><p><strong>MUHAMMAD</strong>: So --</p><p><strong>EARL</strong>: I went back on the road. But I went to, like, Eastern Europe. And I don't eat pork. So I wasn't eating s--- because that's all they had. And I just like died. I had to cancel tour. And then it wasn't funny. Then I was inside. I was f---ed up. Like, I was the skinniest — I was like 118. And this is from coming out of — when I was 17, I was 155. Cause I was at baby prison, working out everyday, like, turnt. Over the course of two and half years, I looked up, I was 118. Like --</p><p><strong>KELLEY</strong>: Stressful on your heart.</p><p><strong>EARL</strong>: And the mind. It was too much. So then cancelled the tour. Slept. I moved out of Babylon, the house that we had. It wasn't even a house. It was a — it was the apartment they always did interviews, my s---, in, that f---ing place.</p><p><strong>KELLEY</strong>: Do you really call it Babylon?</p><p><strong>EARL</strong>: Nah. But that's what it was, though.</p><p><strong>MUHAMMAD</strong>: You have a line in the album that you say and you touch upon a lot and it's about, \"Mama said.\" You know, \"Mama told me.\" Was that like --</p><p><strong>EARL</strong>: It was all part of the same getting hit on the head. Yeah. Cause when I got back it was admittedly — now that I am the way that I am with my mom, it was admittedly weird. You know? Cause like I got home; everything was happening hella fast. And I had outgrown my house. I had outgrown my house when I was 16. That's why I got sent away. Cause, like, I had outgrown it but if I had went --</p><p><strong>KELLEY</strong>: You mean like your household? When you outgrew your house.</p><p><strong>EARL</strong>: I mean it in the most literal sense. Like, you get to a point where you just gotta — where it don't fit no more. You don't fit and the only thing that'll come from it is some bulls---. Cause, you know, you not in the right place in the right time. You not doing what you're supposed to be doing. But if I had gone anywhere else than where I went then I wouldn't have done the work I needed to do to be who I am right now.</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>EARL</strong>: So, like, I outgrew my house when I was 16. I got back, tried to live there. So I was out. So me and my mom were on kind of weirder speaking terms. I would go for like a month without talking to her. But there was just this weird — it's a song called \"Faucet\" that touches on it really really really well. That was one of the ones I didn't write on. That's also some s--- that happened on this album. Couple of them I didn't have to write. Like, that's how I was with the music on this s---. So, like, yeah.</p><p>My mom's involvement on that s--- is like — I'm more or less just transitioning into being able to make some s--- that I could show my mom. Cause even this s---? Like, I could show my mom and she f---s with it. But I still got to cringe a little bit cause it's rough, you know. It's still the Babylon months so it's still like — but it's honest so she can't be — you know, it's clear. That's all my mom — her main concern is that I'm just transparent with myself. Just self-awareness.</p><p>So, like, yeah. I got one though. I'm sitting on one. We set up a studio at my house and I did a little project real real fast. It's called <em>Solace</em>. And that, I'm just sitting — it's more for my mom.</p><p>Cause you know — that's actually funny, my relationship with music and my relationship with my mom. Cause I would be sitting in the car — that's why I f--- with Kanye the most. Cause I would be sitting in the car, I would try and put on some other s---. Like whatever else I was listening to, she couldn't really f--- with it. But then when I had Kanye, like when Kanye first came out, I'd put that in and she'd be like <em>...</em> So I was like, \"This is tight.\" So if I got some s--- that my mom was like, \"Alright,\" I'm straight. Beat the case. I'm just trying to beat the case.</p><p><strong>KELLEY</strong>: What else does she like to listen to?</p><p><strong>EARL</strong>: My mom likes everything. My mom low-key — my mom is tight as hell. The best records that I have in my house are from my mom.</p><p><strong>KELLEY</strong>: Like what?</p><p><strong>EARL</strong>: The <a href=\"http://en.wikipedia.org/wiki/New_Birth_%28band%29\" target=\"_blank\">New Birth</a> record. Santana's brother, that Malo album. Man, everyone knows that damn song. It's a Spanish word.</p><p><strong>KELLEY</strong>: Spanish bird?</p><p><strong>EARL</strong>: Nah.</p><p><strong>KELLEY</strong>: Word.</p><p><strong>EARL</strong>: [whistles]</p><p><strong>MUHAMMAD</strong>: It's not hitting me.</p><p><strong>EARL</strong>: I'ma play it.</p><p><strong>MUHAMMAD</strong>: Yeah, you gotta play it for us.</p><p><strong>EARL</strong>: I'ma find it.</p><p><strong>KELLEY</strong>: <a href=\"https://www.youtube.com/watch?v=qmTNKNcGOQU\" target=\"_blank\">Right on<strong> </strong>YouTube</a>.</p><p><strong>MUHAMMAD</strong>: Do you hear — at the point of clarity, do you start hearing the things that — did it, your parenting, begin to make sense?</p><p><strong>EARL</strong>: Mm-hmm. And what they did and, like --</p><p><strong>MUHAMMAD</strong>: You snapping so hard on this record, like --</p><p><strong>EARL</strong>: I was freaking — bro, that's why — cause I wouldn't feel comfortable snapping on some, just like, full egotistical snapping, like, bars, you know what I mean? I think that's important in the developmental process. You have to learn how to snap like that or else go away. No one's trying — you feel me?</p><p>But I think what had me on one on this one was just the honesty and passion that I was charged with. Cause it was more of me, like, throwing up as opposed to me — that's why a lot of this s--- didn't get written. It was more about setting up the location. There was all these different variables that go into creating a moment as opposed to, like, creating a song. And I think that's what got respected a lot more on this album. Like, who do I need to be around? What space am I in? What am I reading? What am I doing everyday? Just my eyes open, you know?</p><p><strong>MUHAMMAD</strong>: I was happy to see you when you walked in cause when I listened to the record I was concerned.</p><p><strong>EARL</strong>: Sounds like concerned concern.</p><p><strong>MUHAMMAD</strong>: Yeah. But, you know, it's the type of place where either you — once the lid is removed off and you really have clarity, it can enlighten or it can take you further into a place --</p><p><strong>EARL</strong>: Into a weird rabbit hole.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>EARL</strong>: Like down the faucet.</p><p><strong>MUHAMMAD</strong>: Yeah. Exactly.</p><p><strong>EARL</strong>: That's what the whole — yeah.</p><p><strong>MUHAMMAD</strong>: You sound like you're like, \"I get it. It's cool.\" But, at the same time, you know, not seeing you, I was just wondering. I was like, when I see his face for the first time, I'ma know.</p><p><strong>EARL</strong>: You already know. Everything you need — one thing that I learned this past year — I learned so much more in this past year and a half than I — I mean, that's probably a dramatic statement. But maybe. There's no way to study it. But I feel like I learned so much more in this year and a half than I learned in the rest of my life.</p><p><strong>MUHAMMAD</strong>: You're glowing so --</p><p><strong>EARL</strong>: Alright. So it's straight then. Cause everything you need to know about someone is right here. I figured that out. Cause people — you cannot mask it. Right here. You can never mask anything. People are freaking out. Everyone is always freaking the f--- out and you can see it in their eyes.</p><p><strong>KELLEY</strong>: It's so true. It's funny. Like the concept of being woke, people have lots of different words for it.</p><p><strong>EARL</strong>: People play with that s---.</p><p><strong>KELLEY</strong>: Yeah. People lie about it. Yeah.</p><p><strong>EARL</strong>: I just remember when I was — I was in the car with my mom. We was driving to school. We was listening to \"<a href=\"https://www.youtube.com/watch?v=51oiQomYuqM\" target=\"_blank\">Master Teacher</a>,\" <a href=\"https://twitter.com/fatbellybella\" target=\"_blank\">Erykah Badu</a>. I was singing the hook. Like, \"I stay woke.\" I was like 14. Like, \"I stay woke.\" My mom was like — my mom looked at me. She was like, \"No, you're —\" she turned it down. She was like, \"No, you're not.\" And I was so hot. Like, whether I am or not, I'm just singing a song. Turn the s--- back up. I don't care about — and then when it happened, I was like, \"Yo. Yo.\" I called her. I remember I was in Europe. I was like, \"Yo.\" I talked to her for like three hours. \"Yo. I'm grown.\"</p><p><strong>MUHAMMAD</strong>: It doesn't stop.</p><p><strong>KELLEY</strong>: When I think of woke, when I think of the concept, I think of Erykah. I have a poster of her in my room. And it really — that's all you need to know.</p><p><strong>EARL</strong>: That s--- at the beginning of \"Grief.\" That's Erykah. That — it's just slowed down \"<a href=\"https://www.youtube.com/watch?v=Ej6J2r4hFjA\" target=\"_blank\">Fall In Love</a>\" from that same album. Erykah's tight.</p><p><strong>MUHAMMAD</strong>: What was your head like in terms of actually putting the music together? One thing I like about the record, it's like you. It just sounds like you. It doesn't sound like anything else in this world, in this climate, everything else that's going on with music. It's just like, \"Yo, this is me.\"</p><p><strong>EARL</strong>: That's why I feel like this one is my first one. Cause it's like, I did — it's like my dissertation on myself. From the music to the other side of it. Just sitting with myself. That's what, I guess, not going outside was. Just learning how to do music, learning what I liked.</p><p><strong>KELLEY</strong>: What about the other half of the title? I think sometimes part of getting a hold of yourself is understanding that it's OK to not like things, and not like things that other people like.</p><p><strong>EARL</strong>: That's what was crazy for me, too. Because if you knew me when I was younger, I'm not — and that's why my default isn't, like, the anguish or the pain that I put forward foremost in my music. Cause I'm not, like, a super dark dude all day. You know what I mean? I'm actually a little-ass kid in terms of like, I play too much. You catch me f---ing around. Like, I got hyper and had to tackle my friend yesterday. I'm still --</p><p><strong>KELLEY</strong>: Is that how you hurt your knee?</p><p><strong>EARL</strong>: Skating.</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>EARL</strong>: So it was more — it's not so much about, like, some pretentious \"I don't like s---. I don't go outside.\" It was more about getting f---ing forced inside, you know what I mean? And I feel like that's what \"Grief\" illustrated so well. Cause \"Grief\" came after. \"Grief\" was when I was telling you it wasn't funny no more. Like, you hear — you'll hear the intro. It's not funny. I'm still playing with s--- like my grandma dying and s---, but the sound is lighter and I felt better.</p><p>\"Grief\" was like — after I got surgery on my knee, my mom didn't let me take any pain medicine for that s---. And then <a href=\"https://twitter.com/alchemist\" target=\"_blank\">Al</a> gave me a f---ing Vicodin. That was just like — everything that I wanted to say was just like — that s--- wrote itself. I think I have the notebook in my backpack that I wrote \"Grief\" in. That s--- is crazy how I wrote it. The hook is in blue on the left side of the page and then everything else is in black. Like, on the right — I didn't even do it on purpose. The blue just ran out and only the hook got written in blue.</p><p>That's what I mean by creating moments. I'm not f---ing with it if it doesn't put itself together. If I got to try too hard — because that's when you know that something has, like, got in the music, you know? And that's how you know it's going to hit differently. And it's gonna really really strike someone. Cause there's another one, the one with Nakel, the one with my brother on there, psh. That one is the heaviest one. It's called \"DNA.\" We was in the studio and I was — initially it was just this Left Brain beat called \"DNA\" that I was going to get Nak on, on some turnt s---. He was on — he's not a rapper. He's just my brother. That's my best friend. He, like, skateboards. He was on <a href=\"https://twitter.com/fucktyler\" target=\"_blank\">Tyler</a>'s album, on one of those songs. So that's what I was going to get him on. It was going to be some like, \"Hey!\" You feel me? It was going to be some playing too much.</p><p>And then we was in the studio. I was making — I started making this beat and then he took — another one of our boys came. He took some acid with him and 15 minutes later got the call that his first homie died in the hospital, after he got shot. And — last night, we were talking about how the anger that comes with being default African-American, like displaced. So a lot of times news like that come through and you just get the green light to just act an ass. You know? Like, no one's fitting to get — no one can be that mad at you, but everyone going to be like, \"I wish this n---- would stop.\" You know? So he had an option at that — you know what I mean? It was like a real kind of fork-in-the-road. Like, how is this going to hit this n----? Cause he's also on acid. So he has, like, acid clarity, like psychedelic, really sensitive, hyper-sensitive to everything. So he's just — and it was at the end of the month. It was at the end of the debauchery month. This is what I'm saying, the moments. It had built — so this was what it had come to.</p><p><strong>KELLEY</strong>: Oh, I see.</p><p><strong>EARL</strong>: So that's why that s--- is number nine. Last song came first but then that was what that month came to. He, like — he just didn't know what to do. I was like — he just rolled over — he was in a little roll-y chair. N---- rolled over to me. I was like, \"What's up?\" He was like, \"I don't know what to do.\" I was like, \"Write something down.\" And then — I'll play you the s--- after this but like, in the vein of clarity, it was beautiful.</p><p>That's why I call it a photograph too, the album. Cause it was like literally all just photographing lightning. You know what I mean? Like, how often do you get — n----s make songs about they dead homies. But <em>fresh</em>. The scar was right then. Like, he just found out. You can hear it in his voice. And when you hear him talk — you'll meet him. When you hear him talk, he's another one like me. But his voice is [talks in a high pitched voice] always up here. He talk real fast. It's like the super fast register. He sound like 2pac at the end of his verse. So that — that's what I'm saying. With the music, it's not even about a competitive thing about — I stopped trying to compete as opposed to just trying to get some clarity.</p><p>You know what's funny though? You know what's ill? Y'all set off some ill s--- last time we talked. Did you know that I found out that I did not know my purpose on the radio? Do y'all remember that?</p><p><strong>KELLEY</strong>: I remember that.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>EARL</strong>: I found out I didn't know my purpose on the radio. I was like, \"Huh. Wow.\"</p><p><strong>KELLEY</strong>: And you told him that you wanted him to go in and make an album that was really really him. Like, all him. Like, \"Do this.\"</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>KELLEY</strong>: And I was like, \"That's your purpose.\" And you were like, \"S---.\"</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>EARL</strong>: And I was like, \"Yeah. Yeah.\"</p><p><strong>MUHAMMAD</strong>: That's what I love about the record. It really just feels like you. We're in your world. Was there any part of the production that you found challenging, that frustrated you, or were you just going with the flow of whatever the experience was?</p><p><strong>EARL</strong>: I was going with the flow cause I didn't start trying — I was hella weird about rapping on my own beats. I couldn't do it for a long time. It just didn't make sense to me, if that makes sense. It would make sense while I was making them. Of course. Cause while I'm making them, I'm thinking like, \"How am I --\"</p><p>But then — I know a lot of people feel me on this — if you miss the first window. Like, if you play around, you miss that first fresh thing — at least with me, especially with the moment s---, if you miss the moment, then that's just a beat. That's why I'm only f---ing with it super fresh, like, everything all at once. This all just happened. As opposed to like, \"Alright. Let's get in here. Let's like --\"</p><p>Because even if you just get that down, then you can go and rework it. I did it on a couple songs. You can go and like clean it up. But you don't want to be saying something different. And you know when you're saying something other than what you would naturally say. So, yeah, none of the production was difficult. It's not difficult if it's not work. If you have to do it. Like, that's what the prostration s--- was like. Like, I don't know what you talking about but I'm in here.</p><p><strong>KELLEY</strong>: Is it like — I mean, to prostrate, it's a spiritual idea.</p><p><strong>EARL</strong>: It's so — the song \"DNA\" was when I was like — because there's a bunch of them on the album that's like — not a bunch but there's some real good songs, real honest statements and s--- too. But then there's ones like \"Faucet\" and \"DNA\" where it was, like, beyond me. You know what I mean? Like, I have no clue. You feel me? I was just a vessel. Like, \"DNA,\" that energy in the room? Ask anyone that was in that room. The night when he got the call about his mans, it was some other s---. And you know. You've been in a room like that, where it's just — when it's electric, when none of the other s--- matters.</p><p><strong>MUHAMMAD</strong>: I heard <a href=\"http://en.wikipedia.org/wiki/Stevie_Wonder\" target=\"_blank\">Stevie Wonder</a> say that — or was it <a href=\"http://en.wikipedia.org/wiki/Quincy_Jones\" target=\"_blank\">Quincy Jones</a> now that I think about it. I think it was Stevie Wonder that said you have to leave room for God in the room.</p><p><strong>EARL</strong>: Yeah.</p><p><strong>MUHAMMAD</strong>: In the song.</p><p><strong>EARL</strong>: Yeah.</p><p><strong>MUHAMMAD</strong>: You can't — if you go in and just try to make it all you, then you missing an opportunity. And you got to leave space for that --</p><p><strong>EARL</strong>: — that whole --</p><p><strong>MUHAMMAD</strong>: — fluid to just run through that has nothing to do with you. You just the vessel of channeling that.</p><p><strong>EARL</strong>: And that's the hardest thing I feel like, for me, for a lot of people, because it's about saving face out here a lot of the time. And when you got that s--- running through you, you are not necessarily the coolest n----. You feel me?</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>EARL</strong>: You not finessing. You are <em>f---ed up</em>. You know what I mean? You see --</p><p><strong>KELLEY</strong>: And you don't like what everybody else likes.</p><p><strong>EARL</strong>: Yeah. Like, you just be too on. I don't know. You always see it, whether it's like in gospel or whatever. It gets crazy with the prostration s---, when you just give yourself up to something. And that's why it's not — what I'm saying, it's not like a competition thing. Cause it's like y'all be making me — this is way more different and romantic and dark. This is some whole other — and I feel you. I f--- with everyone else's music too. I'm just aware of the very big difference. And it's not like a good or bad thing. It's just, like, I'm needy. Not like needy but --</p><p><strong>KELLEY</strong>: Demanding?</p><p><strong>EARL</strong>: The relationship is different. I just treat music differently so it treats me differently.</p><p><strong>MUHAMMAD</strong>: That's important. You got to respect it. And --</p><p><strong>EARL</strong>: No one respects it.</p><p><strong>MUHAMMAD</strong>: Yeah, I was just about to say. I think the problem right now is that there's not respect for the art and for what it is.</p><p><strong>EARL</strong>: And you can hear it with how people ask for beats. You know exactly what the f--- I mean.</p><p><strong>MUHAMMAD</strong>: Mm-hmm.</p><p><strong>EARL</strong>: Like how people want s--- specifically and they don't even know what they're saying. You don't even know what you mean. I have so many friends that I came up with doing music that have said the dumbest s--- to me about music, like trying to put me on. Like, \"Bro, look. You have to pick a style.\" You feel me? And you can hear it in everyone's music.</p><p>Like, <a href=\"https://twitter.com/kendricklamar\">Kendrick</a>'s album is so fire. And I don't have any — it's not even a reservation — but you can hear when it's G-funk. You can hear it when it's jazz. This is this. This is this. This is this. And it's explicit. I think that's a language that needs to get spoken to a lot of — but it's very explicit. And people make the mistake — I've had so many conversations with people about how Kendrick — \"Oh, it's a lot of subliminal.\" Kendrick is not subliminal <em>at all</em>. Kendrick is so so so straightforward. Like, he says everything — subliminal is having to pick up whether this was spiritual — you feel me? Subliminal is like — Kendrick is very straightforward with his message.</p><p><strong>MUHAMMAD</strong>: Well, you seem very straightforward in this album, too.</p><p><strong>EARL</strong>: It's true.</p><p><strong>MUHAMMAD</strong>: Very.</p><p><strong>EARL</strong>: Yeah. I think that's what it just got reduced to. You just get reduced to your word.</p><p><strong>MUHAMMAD</strong>: Your MC skills was always there and very sharp but it just seems like on this record it's like — I was going to say you rolling up the sleeves; I think it's beyond that. It's just, like, masterful.</p><p><strong>EARL</strong>: Thank you. That's crazy. That's psycho. I still don't think of myself like that.</p><p><strong>MUHAMMAD</strong>: That's kind of — well, I mean, I guess maybe --</p><p><strong>KELLEY</strong>: That's probably good. I mean, I don't know. At what point, does — there's clarity, there's understanding who you are and then there's getting too gassed.</p><p><strong>EARL</strong>: My whole thing is this: I don't be thinking — I be mad at people because we all got the same resource, which is the world. And the people that's close to me too, even the ones that aren't in my immediate — in the outside circle of — I'm talking about the ones that are close to me. Like, y'all see what I be on. There's clearly ingredients. From how you live your life to the music that you listening to.</p><p>And I've always — I think just because I've been — I was always too nosy my whole life. I was just always in people business like that. Just like absorbing how you — s--- you do with your hands. I'm really on people. That's why I was saying s--- about the eyes. So it was always easy for me, you know? In terms of — especially with something like rapping. When I was younger, it was just whatever I heard — like, \"What would this n---- do?\" That s--- was always — but that's a dangerous business, absorbing people, absorbing personas. Because if you don't have a strong enough sense of yourself then you just --</p><p><strong>MUHAMMAD</strong>: Crumble.</p><p><strong>EARL</strong>: Yeah.</p><p><strong>MUHAMMAD</strong>: Mimic.</p><p><strong>KELLEY</strong>: I think we all have the same things, right? But we also, to different degrees --</p><p><strong>EARL</strong>: We do and then we don't.</p><p><strong>KELLEY</strong>: — have some s--- we have to overcome, grow out of, before we can like ourselves enough to reach out and take those things. So it takes people — like some people get there at 20 and some people get there at 30 and some people get there at 65.</p><p><strong>EARL</strong>: I think I was just on the sped-up program.</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>EARL</strong>: Just cause --</p><p><strong>KELLEY</strong>: People put in work. You put in work, right?</p><p><strong>EARL</strong>: Yeah. Well, it just got sped up whether I liked it or not. That's why I f--- with my mom. Cause she saw that s--- way before. She saw that s--- way out. She was like, \"Wow. This is about to go crazy.\" I wasn't going to be ready. It would be gross to talk to me now, I feel like. No telling. Just because there's no telling --</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>EARL</strong>: — what I could — I could be just a weird combination of what I could be with what weird thing I would be at that point if I sucked.</p><p><strong>KELLEY</strong>: And you're too smart so you would be manipulating people.</p><p><strong>EARL</strong>: It would be so sad. It would be so sad though.</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>EARL</strong>: What if I was not that smart though because I was just smoked out all day.</p><p><strong>KELLEY</strong>: Yeah, you're too smart. It wouldn't matter.</p><p><strong>EARL</strong>: Pff, that would be the worst. That's what I always get — that's why I had to just stop smoking right now. I wasn't getting dumb by any means but I just had couple days, too many days, where I was like --</p><p><strong>KELLEY</strong>: It's the next day. It's the burnt day where you're like, \"I just can't. I just can't.\"</p><p><strong>EARL</strong>: The burnt day where the only thing that makes you not faded is smoking.</p><p><strong>KELLEY</strong>: Yeah. He doesn't know anything about that.</p><p><strong>MUHAMMAD</strong>: Yeah, I'm just — tell me more.</p><p><strong>EARL</strong>: Just this one.</p><p><strong>KELLEY</strong>: That's it. That's all you need to know.</p><p><strong>MUHAMMAD</strong>: Can you tell us about your experience being on the opposite side of the microphone where you are. Like we're the journalists and you're the artist, <a href=\"http://mag.citizensofhumanity.com/mike-tyson-interviewed-earl-sweatshirt/\" target=\"_blank\">you interviewed Mike Tyson</a>.</p><p><strong>EARL</strong>: I am trying to start a f---ing magazine.</p><p><strong>KELLEY</strong>: Oh my god. That was my favorite --</p><p><strong>EARL</strong>: Because journalism is so trash right now.</p><p><strong>MUHAMMAD</strong>: Yeah. Tell us about it.</p><p><strong>EARL</strong>: Have you read the writeup on Kendrick's album on iTunes?</p><p><strong>KELLEY</strong>: Not on iTunes.</p><p><strong>EARL</strong>: Oh my god. It made me want to start --</p><p><strong>KELLEY</strong>: I'm refusing to read reviews of that album right now.</p><p><strong>EARL</strong>: I'm saying that s--- f--ks me up. I be looking for good writing and people doing these f---ing fourth grade book reports on people's albums. Like, \"This happened and then there was also a feature from ... And then. And also.\"</p><p><strong>KELLEY</strong>: We decided to not publish anything and then just got a group of people together to talk about it.</p><p><strong>EARL</strong>: Dude, I'm really trying to start a magazine though. I need to get some writers.</p><p><strong>KELLEY</strong>: Will you hire me?</p><p><strong>EARL</strong>: Yes. Absolutely. I'm dead ass too.</p><p><strong>KELLEY</strong>: I would do that. I would do that in a heartbeat.</p><p><strong>EARL</strong>: Music writing sucks so f---ing bad. It's literally fourth grade — it's s--- that my mom was like, \"Don't do this,\" when I was like nine, the s--- that I stopped doing when I was a little kid. Like, bro, you are receiving a C-, not even an F. This isn't even crazy. This just sucks.</p><p><strong>MUHAMMAD</strong>: Mmm.</p><p><strong>EARL</strong>: That s--- be taking — I hate C-.</p><p><strong>KELLEY</strong>: But see all the things that you're talking about, like understanding yourself, getting out of your own way — all of that s--- needs to happen with all of these writers. They're imitating each other. They're competing with each other. They're f---ing each other's girlfriends. It's just not alright.</p><p><strong>EARL</strong>: I don't even know about the writer world. That must be --</p><p><strong>KELLEY</strong>: It's the same thing.</p><p><strong>EARL</strong>: I be calling music the sewer. Because you do your little work in there. It's still the sewer. That s--- is crazy on the industry side. That's why I got out of the sewer and went to my house, my n----. Went back to the sewer to drop off the s---, and they f---ed my s--- up.</p><p><strong>MUHAMMAD</strong>: That's alright.</p><p><strong>KELLEY</strong>: Yeah, you got 'em anyway, though.</p><p><strong>EARL</strong>: Yeah. I'm not worried about that. It was just --</p><p><strong>KELLEY</strong>: Well, it's gonna be out — by the time people see this, everybody will have heard the album.</p><p><strong>EARL</strong>: That's crazy.</p><p><strong>MUHAMMAD</strong>: I'm looking forward — I haven't seen you perform since when you came home, that first night with the whole --</p><p><strong>EARL</strong>: Damn.</p><p><strong>MUHAMMAD</strong>: Yeah. I haven't you seen <em>you</em><em> </em>perform, you know?</p><p><strong>EARL</strong>: When I was just --</p><p><strong>MUHAMMAD</strong>: Yeah, so I'm looking forward to seeing this record, you doing you.</p><p><strong>EARL</strong>: Oh man, I wish you could've seen the two shows yesterday.</p><p><strong>KELLEY</strong>: We're gonna go out tonight.</p><p><strong>EARL</strong>: That's going to be at like 1 a.m.</p><p><strong>KELLEY</strong>: Yeah, it's gonna be a struggle for this one.</p><p><strong>MUHAMMAD</strong>: You say that like an old man. \"Oh, it's going to be 1 a.m.\"</p><p><strong>EARL</strong>: There's no telling how I'm going to feel at --</p><p><strong>MUHAMMAD</strong>: I speak like that. It's 1 o'clock. Actually, my 1 a.m. is not just me being home like some old dude. It's actually me just being at home still studying.</p><p><strong>EARL</strong>: Yeah.</p><p><strong>MUHAMMAD</strong>: Like, playing.</p><p><strong>EARL</strong>: Yeah.</p><p><strong>MUHAMMAD</strong>: But I'm looking forward to seeing you do you.</p><p><strong>EARL</strong>: For sure. Thank you.</p><p><strong>KELLEY</strong>: Thank you for coming back.</p><p><strong>EARL</strong>: Yo.</p><p><strong>MUHAMMAD</strong>: Word.</p><p><strong>KELLEY</strong>: Really enjoy talking to you.</p><p><strong>EARL</strong>: Thank you for having me. This is the only radio s--- I f--- with. I actually was excited. They told me I had this this morning. I was like [fist pumps].</p><p><strong>KELLEY</strong>: That's our new promo. Anyway, thanks again.</p><p><strong>MUHAMMAD</strong>: Thank you.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Earl+Sweatshirt%3A+%27I%27m+Grown%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ali Shaheed Muhammad","audio":[{"meta":{"duration":"175"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1395001659-f9e5c6.m3u?orgId=1&topicId=1105&aggIds=100920965&d=175&p=3&story=394987116&t=progseg&e=394997796&seg=10&ft=nprml&f=394987116"},{"href":"http://media.npr.org/assets/img/2015/03/24/icon_272112020-facc57bf76292a55396c4deb895120808b0a40ce.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"1400","width":"1400"}},{"href":"http://media.npr.org/assets/img/2015/03/24/mic-check-earl-sweatshirt-portrait2-c1b6eea2db2bda3057bcd1960b89dc93e95acbe4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"526","width":"702"}}]}