{"created":"2014-09-08T15:38:02+00:00","modified":"2015-01-07T01:10:34+00:00","valid":{"from":"2015-01-07T01:10:34+00:00","to":"3015-01-07T01:10:34+00:00"},"hreflang":"en","title":"Physicists Crush Diamonds With Giant Laser","published":"2014-08-03T12:20:00+00:00","teaser":"It's not a plot from a Bond film: Zapping diamonds could tell researchers more about the insides of giant planets.","itags":["npr_api","332071615"],"guid":"328a5f58-2f26-4829-af9e-f3b3a4ff6d9c","contentencoded":"<p>Physicists have used the world's most powerful laser to zap diamonds. The results, they say, could tell us more about the cores of giant planets.</p><p>\"Diamonds have very special properties, besides being very expensive and used for jewelrey etc.,\" says <a href=\"https://www-pls.llnl.gov/?url=about_pls-scientific_staff-smith_r\">Raymond Smith</a>, a researcher at <a href=\"https://www.llnl.gov/\">Lawrence Livermore National Laboratory</a> in California. \"It's the hardest substance known to man.\"</p><p>And diamonds aren't just here on Earth. Diamonds are made of carbon, and carbon is one of the most abundant elements in the universe. Scientists now believe that diamonds might be relatively common, especially at the cores of giant planets.</p><p>That goes for the eighth planet in our solar system, <a href=\"http://solarsystem.nasa.gov/planets/profile.cfm?Object=Neptune\">Neptune</a>. \"There's studies suggesting that Neptune has a diamond core,\" he says.</p><p>At least that's the theory. But the pressure at Neptune's center is enormous. Researchers weren't sure what that would do to a diamond.</p><p>\"Before these experiments scientists just did not have the capabilities at hand to generate these high pressures,\" he says.</p><p>Livermore Lab has the world's most powerful laser, <a href=\"https://lasers.llnl.gov/\">the National Ignition Facility</a>. Smith and colleagues used its 176 beams to squeeze a tiny diamond target. The team got up to 50 million atmospheres of pressure, that's about 10 times the density of the Earth's core.</p><p>The diamond at the center of the capsule was at the density of lead before it was vaporized by the laser energy. The results, <a href=\"http://www.nature.com/nature/journal/v511/n7509/full/nature13526.html\">published in </a><em><a href=\"http://www.nature.com/nature/journal/v511/n7509/full/nature13526.html\">Nature</a>,</em> prove that diamond can withstand this kind of crushing. More studies are being planned to see how its behavior might change.</p><p>So what expensive thing can Smith target next? Maybe caviar?</p><p>\"We could compress caviar to very high pressure,\" he says. \"But probably the practical and planetary applications would be limited.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Physicists+Crush+Diamonds+With+Giant+Laser&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Geoff Brumfiel","audio":[{"meta":{"duration":"121"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1332205210-415b7e.m3u?orgId=1&topicId=1026&ft=3&f=332071615"},{"href":"http://media.npr.org/assets/img/2014/07/16/nifchamber-65d57a505ec027504aff015efeb88c8f23de4d05.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1124","width":"1500"}}]}