{"created":"2014-09-22T16:10:01+00:00","modified":"2014-10-31T15:41:28+00:00","valid":{"from":"2014-10-31T15:41:28+00:00","to":"3014-10-31T15:41:28+00:00"},"hreflang":"en","title":"Still Learning From The 'Pearl Harbor' Of The Civil Rights Movement","published":"2014-06-19T20:54:00+00:00","teaser":"Fifty years ago, three civil rights workers were killed by Ku Klux Klan members in Mississippi. Organizers who pushed for justice then are now educating youth so they can continue to call for change.","itags":["npr_api","323343703"],"guid":"328c9079-d9d7-4665-a79f-67cf43a94816","contentencoded":"<p>This weekend marks 50 years since three young civil rights workers went missing in Philadelphia, Miss., drawing the nation's attention to the brutal resistance to equal rights in the South at the time.</p><p>Justice came slowly, but the murders did help spur change. Today, young people are still learning about the activists' legacy, hoping to inspire further action.</p><p><strong>Attack At The Church</strong></p><p>Freedom Summer drew hundreds of young Americans to Mississippi in 1964. The goal was to register black voters and teach African-American students at makeshift Freedom Schools.</p><p>The rural Mount Zion Church in Neshoba County was supposed to host one of those teach-ins. But on June 16, the Ku Klux Klan made sure that would not happen.</p><p>\"They burned the church down that night,\" recalls Jewel Rush McDonald, a longtime member of Mount Zion. Her mother and brother had been at a church board meeting that evening and were late getting home.</p><p>\"Finally they came in and my mother was all upset,\" McDonald says. \"We looked up and said, 'What happened to y'all?' And she said, 'We were beaten. There was Klan, white people outside the church tonight.' \"</p><p>On June 21, Father's Day, three young civil rights workers — James Chaney, Andrew Goodman and Michael Schwerner — came to check on the church members.</p><p>As the activists drove away, they were arrested by a sheriff's deputy and later released into a Klan ambush. It took 44 days to find their bodies buried in an earthen dam.</p><p><strong>Forming A Legacy</strong></p><p>The state of Mississippi didn't prosecute any of the murderers until Klan leader Edgar Ray Killen was convicted in 2005, 41 years to the day after the three workers were killed.</p><p>For many of those intervening years, there was an uneasy silence in Philadelphia, even in the black community.</p><p>\"We didn't talk about this,\" says McDonald. \"I guess it was just something we wanted to hide and get rid of and just leave it in the past.\"</p><p>In the white community in 1964, there was some denial.</p><p>\"There was this sense that there was a hoax — that misters Chaney, Schwerner and Goodman were up in New York City and this was just a way to get publicity,\" recalls Dick Molpus, who was a teenager at the time and later became Mississippi's secretary of state.</p><p>\"There was the feeling that the national media was treating Philadelphia as a bunch of uneducated rednecks,\" he says. \"And that became the topic of conversation rather than that there was this evil.\"</p><p>As secretary of state in 1989, Molpus for the first time <a href=\"http://www.neshobajustice.com/pages/molpus89.htm\">offered an official apology</a> at a memorial service at Mount Zion Church.</p><p>\"We deeply regret what happened here 25 years ago,\" he said at the time. \"We wish we could undo it.\"</p><p>Molpus says his intention was to put Mississippi and his hometown on a path toward redemption. But it was slow to come.</p><p>Ten years ago, a local interracial group — the Philadelphia Coalition — called for justice and pressured authorities to prosecute the murderers who were still living in the area.</p><p>The town had to acknowledge its place in history, says Jim Prince, co-chairman of the coalition and editor and publisher of <em>The</em> <em>Neshoba Democrat</em> newspaper.</p><p>\"This was the Pearl Harbor of the civil rights movement,\" Prince says.</p><p>The incident got the nation's attention and fueled passage of the Civil Rights Act. Today, Prince says, Philadelphia is living the legacy of those changes with a two-term African-American mayor who is serving a majority-white city.</p><p>\"Hopefully by the trials and difficulties we've been through in the American South in particular, we've learned a lot,\" he says. \"My headline was 'Mississippi Inspiring' instead of 'Mississippi Burning.' \"</p><p><strong>A New Generation</strong><strong></strong></p><p>At the old train depot in Philadelphia, Leroy Clemons stands in the center of a group of teenagers, quizzing them about<strong> </strong>Freedom Summer and the killings of the three civil rights workers.</p><p>\"Why did they get killed for coming here? Anybody know what they came to do?\" he asks. A student answers, \"Helping blacks to register to vote.\"</p><p>After serving as co-chairman of the Philadelphia Coalition, Clemons is now leading a spinoff group, the Neshoba Youth Coalition.</p><p>\"This is the civil rights movement,\" he says. \"These are kids who are actually fulfilling the dream.\"</p><p>Clemons says this kind of organizing is about fighting ignorance and apathy — the conditions that created the climate in which evil could thrive 50 years ago and that are the roots of Mississippi's entrenched social problems today. The young people's contemporary struggles include bringing down the rates of teen pregnancy and school dropouts.</p><p>This month, the students are performing a skit about the Klan murders. They say delving into this history motivates them to make sure Neshoba County never forgets its past.</p><p>\"Even adults can see it like, 'Hey, these young people are like all into this civil rights, and we're sitting at home and not even doing anything about it. We gotta get up and do something,' \" says 17-year-old Sabyius Boggan.</p><p>They'd like to see it taught in public school more consistently and thoroughly, too. Keanna Rush, 15, says she didn't even know what \"Jim Crow\" was until joining the Neshoba Youth Coalition. \"They don't teach civil rights [at my school] at all,\" she says.</p><p>K.J. Peebles, 17, says he's learned that history matters. \"If you didn't know how something happened, you wouldn't be able to stop it from happening again,\" he says. \"So it's good to know why it happened, how it happened, and what happened.\"</p><p>For civil rights worker Michael Schwerner's widow, Rita Bender, the gains made after the Neshoba murders are at risk today.</p><p>\"It's disheartening to feel that particularly in the last few years there have been some very serious backward steps,\" Bender says.</p><p>She points to the Supreme Court's rollback of the Voting Rights Act, and lack of equal-quality public education — rights that she says should have been guaranteed after the Civil War. \"National citizenship by everyone,\" Bender says, \"that promise has not been kept.\"</p><p>Bender is in Mississippi this week encouraging youth to embrace the civil rights movement.</p><p>\"Stand up for your rights\" is her message, she says. \"I want my children, and my grandchildren and your children to have a country that is doing right by all its children.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Still+Learning+From+The+%27Pearl+Harbor%27+Of+The+Civil+Rights+Movement&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Debbie Elliott","audio":[{"meta":{"duration":"466"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1323510665-f9d318.m3u?orgId=1&topicId=1015&ft=3&f=323343703"},{"href":"http://media.npr.org/assets/img/2014/06/18/freedom-summer-murders-4a0d499f4e92ed74909aedf9bae41f8c81e87c77.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2903","width":"3870"}}]}