{"created":"2014-12-03T09:03:15+00:00","modified":"2015-03-27T21:05:38+00:00","valid":{"from":"2015-03-27T21:05:38+00:00","to":"3015-03-27T21:05:38+00:00"},"hreflang":"en","title":"Did UPS Discriminate Against A Pregnant Worker By Letting Her Go?","published":"2014-12-03T19:00:00+00:00","teaser":"When Peggy Young became pregnant, her doctor recommended not lifting more than 20 pounds and she lost her job. Now a federal law banning pregnancy discrimination faces a test before the Supreme Court.","itags":["npr_api","367835679"],"guid":"328ea42f-aaa3-4ef1-9235-1c03032ea3cb","contentencoded":"<p>Women's reproductive rights are once again before the U.S. Supreme Court on Wednesday. Only this time, pregnancy discrimination is the issue and pro-life and pro-choice groups are on the same side, opposed by business groups.</p><p>In 1976, the Supreme Court ruled that an employer that does not include pregnancy in its disability plan is <em>not</em> discriminating based on gender; it's just omitting coverage for one disability. Congress quickly amended the sex-discrimination law to ban discrimination based on pregnancy. But since then, most appeals courts have interpreted the law narrowly. Wednesday's case is a test of what is now required under the Pregnancy Discrimination Act.</p><p>The case was brought by Peggy Young, then of Annapolis, Md., who had been driving a United Parcel Service delivery truck for four years when she became pregnant. UPS requested that she contact the company nurse, and the nurse asked for a doctor's note.</p><p>Young explained to her doctor that her job involved driving the early morning shift at the airport, and that almost all of her pickups involved envelopes and small packages. She says the doctor thought the request for a note was \"odd,\" but wrote one recommending that Young not lift more than 20 pounds.</p><p>\"When I took the note to the nurse, she basically said, 'Well, we don't give alternative work or light duty to off-work incidents.' I'm like, 'I'm pregnant, there's not an incident here, and I can do my regular job.' They would not allow me to,\" says Young.</p><p>She lost her job and UPS health insurance for nine months.</p><p>The job and insurance losses were financially difficult for Young and her husband, she says. \"Many nights I didn't sleep so well.\" She adds that it was \"very disturbing that I couldn't work when I wanted to work. ... They coded me in their system as disabled, but I didn't qualify for disability because I could work. ... I'm a normal person, I was just pregnant. Pregnancy is not a disability. Pregnancy is not a handicap. It's none of that.\"</p><p>Young sued UPS for back pay and damages under the Pregnancy Discrimination Act. UPS fought the suit in court, contending that it treated Young just as it treated other employees who were limited in their ability to lift as a result of events that took place off the job. UPS's policy is that drivers are supposed to be able to lift up to 70 pounds. It didn't matter to the company that Young's actual job required her to lift more than 20 pounds only a few times a month, and that a co-worker was willing to help.</p><p>In the Supreme Court on Wednesday, lawyer Caitlin Halligan, representing UPS, will tell the justices that the Pregnancy Discrimination Act was not intended to accommodate pregnancy. Rather, she says, the act bars only intentional discrimination by an employer. UPS, she asserts, has no animus toward pregnant women; it has a generally applied policy that does not accommodate disabilities that occur off the job.</p><p>\"A facially neutral policy, a policy that does not single out pregnant women on its face for unfavorable treatment, has never been determined to be intentionally discriminatory on its face,\" Halligan contends.</p><p>Although UPS prevailed in the lower courts, the case was dismissed without trial, and some of the facts in this case are in dispute.</p><p>Representing Peggy Young in the Supreme Court on Wednesday, University of Michigan law professor Samuel Bagenstos will tell the justices that drivers who lost their licenses were assigned light duty until they could get their licenses back — in other words, that nonpregnant workers with temporary disabilities were treated more favorably than pregnant workers.</p><p>He says that UPS had drivers who had strokes and hypertension who were reassigned to light duty to allow them to get their health back so they could once again qualify for driving. \"And that's exactly the same treatment that UPS refused to give Peggy Young,\" he contends.</p><p>He maintains that the Pregnancy Discrimination Act requires pregnant women to be treated the same way that other individuals are treated who have temporary disabilities.</p><p>UPS says that it did just that. It argues that workers who suffer on-the-job injuries are in a separate category. And it disputes the contention that it accommodated with light duty nonpregnant workers who could not drive or lift because of events that occurred off the job.</p><p>While Wednesday's case could have enormous ramifications for women in the workplace, other factors are moving to limit policies like the one at UPS. Indeed, after the Supreme Court agreed to hear Peggy Young's case, UPS changed its policy to accommodate pregnant workers like Young. The company notes that nine states have now adopted laws mandating such accommodations. But there is another reason as well. In 2008, Congress amended the Americans with Disabilities Act to require accommodation of temporary disabilities, and the federal government has interpreted that coverage to include accommodations for pregnancy.</p><p>That word seems not to have gotten to the U.S. Postal Service, which still has a policy on pregnancy-related disabilities like the old one at UPS.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Did+UPS+Discriminate+Against+A+Pregnant+Worker+By+Letting+Her+Go%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nina Totenberg","audio":[{"meta":{"duration":"297"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1368143723-20e35e.m3u?orgId=1&topicId=1070&e=367835679&d=297&ft=nprml&f=367835679"}]}