{"created":"2015-04-13T16:57:22+00:00","modified":"2015-04-13T22:27:24+00:00","valid":{"from":"2015-04-13T22:27:24+00:00","to":"3015-04-13T22:27:24+00:00"},"hreflang":"en","guid":"32961836-5980-4399-a09f-fd1733ee6493","title":"This Seattle boy was just six when he was asked to protect an undocumented family","published":"2015-04-13T22:27:21+00:00","byline":"Liz Jones","tags":["immigration","undocumented immigrants","executive actions","Young Migrants","deportation","DACA","Global Nation","Justice","Conflict & Justice","Seattle","United States","Washington"],"teaser":"What it’s like for kids to understand that some of their friends live in the US “without papers”? A Seattle boy named Ronan found out when his best friend told him that he was in the United States without legal status.","contentencoded":"<p>How do you explain deportation to a child?</p>\n<p>A Seattle mom grappled with this question when her son’s best friend, who we'll call Jorge, shared a secret one night at dinner. My family is undocumented, Jorge told them. Her son, Ronan, was just six at the time.</p>\n<p>It was a secret they would all keep, but they all hoped it wouldn't be necessary for much longer. Jorge’s family would be eligible for temporary legal status under executive actions President Barack Obama announced in November. But those actions, which would protect millions of undocumented immigrants, are currently being blocked in the courts. Opponents say they reward people who have broken US laws by living here with authorization to stay.</p>\n<p>That back and forth leaves many immigrants in limbo — including Jorge's family.</p>\n<p><strong>New neighbors</strong></p>\n<p>Ronan remembers meeting Jorge when he moved in across the street a few years ago. “For weeks my mom had been saying, ‘C'mon, let’s just go see what he’s like,’” Ronan recalls. “And then one day we went over and that’s when we became friends.”</p>\n<p>“I kind of remember that he came to my house, and I think I was hiding behind my dad because I think I was kind of nervous,” Jorge says.</p>\n<p>Ronan’s mom and Jorge’s parents often marvel at how well their sons get along. Despite their age difference — Ronan is 9 and Jorge is 13 — they’ve come to see the boys as brothers. They go on family outings together, and the boys are constantly in and out of each other’s homes.</p>\n<p>On a recent afternoon, I visited Ronan, Jorge and Kristyn Joy, Ronan’s mom. It was a rare day off for Jorge’s parents. His dad works at a Vietnamese grocery story in Seattle, while his mom works at a factory that makes drinking straws. They stayed at home with their 5-year-old daughter.</p>\n<p>As Joy fixes a snack, we make small talk about their annual camping trips and Jorge’s bilingual skills. “Hola!” Ronan giggles out when I ask if he’s picked up much Spanish from Jorge.</p>\n<p>The mood shifts when I ask about the conversation that took place here at this table three years ago. That’s when Jorge shared the secret of his family’s immigration status.</p>\n<p>“What I remember is you were talking about when your grandmother died,” Joy says to Jorge.</p>\n<p>“Yeah, she had passed, and I found out because my mom was crying,” Jorge says.</p>\n<p>“And you said that your family wasn’t able to go back to Mexico before she died,” Joy says. “And you said, ‘It’s because we don’t have papers.’ So that’s what I remember was the first time you said that to us, out loud. You remember that?”</p>\n<p>“Yeah,” Jorge says, nodding his head.</p>\n<p>Ronan remembers a condensed version.</p>\n<p>“I just remember him saying something that he didn’t have papers and that we couldn’t tell anybody,” Ronan says.</p>\n<p>Jorge’s family illegally crossed the border from Mexico about 10 years ago. Jorge’s younger sister was born here, so she’s a US citizen. But the rest of the family doesn’t have permission to be here.</p>\n<p>It was a big deal. Joy wanted these kids to grasp that. “There were consequences if we all didn’t keep that secret,” she says. Jorge’s parents could lose their jobs, or they could all be deported.</p>\n<p>That was a tough concept for Ronan to understand at age 6. Now that he’s a few years older, the idea of being “undocumented” is clearer. “It means they don’t have papers,” Ronan says. “Or I don’t think they have a passport so they can’t go outside their country.”</p>\n<p>Over the years, Jorge has thought about what it would feel like to no longer worry about his family’s immigration status. “Relieved … so I don’t have to keep it secret anymore,” he says. “I’d feel happy because I could travel with my family.”</p>\n<p>Before that night, Joy viewed Jorge’s immigration status as none of her business. But she had suspected the truth. “You used to have a lot of fear whenever a police car would go by, or you'd hear sirens,” she says. “So that was kind of one tip for me.”</p>\n<p>I ask Ronan what he thinks it means for his friend to be undocumented.</p>\n<p>“That he’s probably really nervous all the time,” Ronan says. “Because someone could just come by and then tell him to go back to Mexico, but his sister might have to stay here.”</p>\n<p>Across the table, Jorge fidgets with a cloth napkin. As we’ve talked, he’s grown quieter. He says he wants to have this conversation. He wants people to understand what it’s like for him, even though it’s a reality he tries to ignore.</p>\n<p>“I don’t usually think about it ... because when I remember, it makes me sad,” Jorge says, choking up. His hands twist away at the napkin. Joy gets emotional, too. She softens the mood by breaking out cookies.</p>\n<p>In a moment, everything is back to normal. The kids lead the way outside to their treehouse. Joy shouts out a reminder about homework and a warning: “You guys have 15 minutes of play time left together.”</p>\n<p><strong>In limbo</strong></p>\n<p>Jorge’s family’s situation could soon change. His sister's US citizenship means they could be eligible for deportation relief under the executive actions announced in November. The moves would give parents of US-born children a work permit and temporary permission to stay here.</p>\n<p>The program was due to start in May, but it currently faces a federal lawsuit filed by 26 states. Those states argue Obama’s executive actions are unconstitutional, and that the programs would encourage more unauthorized immigration and strain public services like health clinics and schools.</p>\n<p>The limbo continues, but the bond between the two young friends remains. Out in Ronan’s backyard, Jorge points toward a hammock frame. It’s the scene of a legendary accident.</p>\n<p>They were once swinging so hard in the hammock that it fell and the stick that held it together banged into Ronan's face. His chin was a bloody mess. While Ronan crouched on the ground holding his face and screaming, Jorge stayed at his side.</p>\n<p>“I was holding his hand so he wouldn’t be scared,” Jorge says.</p>\n<p>The small scar on Ronan’s face will always mark that time, that childhood memory and their friendship.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-13%2Fbest-friends-and-protecting-family-s-immigration-secret&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/P1050161.JPG","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/p1050161jpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04132015_04.mp3"},{"href":"http://www.pri.org/file/0413201504mp3"}]}