{"created":"2015-05-14T03:21:03+00:00","modified":"2015-05-15T12:38:27+00:00","valid":{"from":"2013-06-03T20:54:55+00:00","to":"3013-06-03T20:54:55+00:00"},"hreflang":"en","contentencoded":"<div class=\"barn-cleaned\"><p><strong>The 'Whistle'</strong></p>\n<p>On the day the tornado hit Moore, Okla., in the midst of the freight-train-cacophony, Cyndi and Michelle both heard a whispering, high-pitched sound as the center of the storm passed over their homes. &nbsp;</p>\n<p>When Cyndi heard it, she was in her underground bunker, yanking on the handle of the door in the ceiling to keep it shut while soothing her three dogs.&nbsp; “It was soft,” she remembers, “compared to the thundering noise.”</p>\n<p>Michelle was a few blocks away when she heard “the whistle of the air going through the walls,” she says. &nbsp;She was crouched in the closet of her rented house, with her cat, whom she had stuffed in her daughter’s snow jacket so it wouldn’t scratch her.</p>\n<p>Both Michelle and Cyndi lived just a few blocks from where Plaza Towers elementary school collapsed.</p>\n<p>After the whistling faded and the tornado had passed, Cyndi climbed out of her underground storm bunker and Michelle crawled out of her closet. They each found their homes obliterated and reduced to nothing.</p>\n<p><img src=\"http://www.marketplace.org/sites/default/files/field_images/2013/06/OKC013.jpg\" alt=\"\" /></p>\n<p><strong>The two sides of nothing</strong></p>\n<p>Nothing, of course, is a relative term. &nbsp;Disasters, as they say, are great equalizers. They hit rich and poor and in between alike.&nbsp; But what happens once a disaster is over?</p>\n<p>Let's start with Cyndi Beam.</p>\n<p><img src=\"http://www.marketplace.org/sites/default/files/field_images/2013/06/OKC009.jpg\" alt=\"\" /></p>\n<p>You get a sense of what <em>nothing</em> really means for her when you go to the site of her former home, which now is a concrete slab with a crumbling chimney surrounded by piles of rubble. “Pardon the mess,” she says, deadpan, when she greets her insurance adjuster at her slab a week after the storm.&nbsp; “A tornado just blew through.” &nbsp;She still owns a sense of humor.&nbsp;</p>\n<p>She also owns the property underneath the rubble she’s standing on.&nbsp; Cyndi's had a good paying job at the local utility company for years, earning about $20 an hour.&nbsp; She made enough to buy a modest three-bedroom ranch-house five years ago and keep it fully insured, meaning she should be able to rebuild her home.&nbsp;</p>\n<p>But first she has to itemize.</p>\n<p>The insurance adjuster asks her,&nbsp;“Do you have any idea how many windows you mighta had?” &nbsp;And Cyndi starts counting. &nbsp;She'll have to account for not only the windows, doors and counter tops built-in to the house itself, but also all of the possessions inside and outside. &nbsp;From televisions, to teaspoons, to what she calls her “one luxury item,” a hot tub on the patio.</p>\n<p>Cyndi has already lost all of that and more.&nbsp; But, she's found a few precious things in the debris, like a box with a lock of her late-sister's hair and a bookshelf of Star Trek memorabilia. “I have a lot of autographs and,” she smiles and rolls her eyes here, “tech-manuals for the ships.”&nbsp;</p>\n<p>Thanks to good credit and an advance from her insurance company, Cyndi's already replaced her crushed Toyota with a new one in burnt orange (for her home team, the Texas Longhorns).&nbsp; But it’s drawn more than a few strange glances when she pulls up to disaster relief centers, so she has taped a sign to the back.</p>\n<p><img src=\"http://www.marketplace.org/sites/default/files/field_images/2013/06/OKC008.jpg\" alt=\"\" /></p>\n<p>Cyndi says her church, which was out of the path and survived the tornado, has been a refuge and a valuable resource during her recovery. &nbsp;Friends from the church have given her gift cards and offered spare bedrooms in the short-term. As for the longer term, a friend's family has a house they're putting on the market, and a few days after the storm calls to let Cyndi know she can stay in it while she's waiting to rebuild her own house.</p>\n<p>\"I appreciate you,\" Cyndi says. &nbsp; With such outpourings of generosity, it can be hard to find the words to express the depths of her gratitude.&nbsp; “And I don't know, we hadn't talked rent or whatever. &nbsp;I mean, I can help in.”</p>\n<p>Her friend cuts her off.&nbsp; “We just want to help you,” she says.&nbsp; “We'll figure it out.”</p>\n<p>Cyndi says losing almost everything has made her realize how much she still has. &nbsp;\"Even though I'm homeless, I'm in a much better position than a lot of other people right now,” she says.&nbsp; “That is only by the grace of God and the network of friends coming out of the woodwork to say, ‘How can we help?’”</p>\n<p>Now let's turn to Michelle.&nbsp;</p>\n<p><img src=\"http://www.marketplace.org/sites/default/files/field_images/2013/06/Oklahoma%20PIcs%20629.jpg\" alt=\"\" /> <em>Days later, Michelle still wears the sandals a stranger gave her when he found her in the rubble.</em></p>\nRemember, before the tornado, she lived in the same neighborhood as Cyndi. Since then, she’s stayed most nights in a Red Cross shelter in downtown Moore.&nbsp; When I visit her late one night, she is staring at an old Jackie Chan movie playing on the donated TV in the rec-room.\n<p>Michelle has found a new apartment to move into, but it won't be ready for another week. &nbsp;In the meantime, she's struggling to find a place to stay. Her friends' places are small and have no spare bedrooms.&nbsp; Hotels aren't an option-- too expensive. &nbsp; Though FEMA might reimburse a few nights, she doesn’t have the money to pay up front.&nbsp;</p>\n<p>Even before the tornado, life was tough for Michelle.&nbsp; She asked not to use her last name because of an unresolved domestic violence incident in her past.&nbsp; She's supporting a child on her own, with a job at the Census that pays $11 an hour. Now, the tornado is another problem to solve.&nbsp; She keeps a sort of personal battle plan in her pocket, a folded piece of paper.&nbsp;</p>\n<p>“This is a list so I don't remember the important things,” she says, then corrects herself.&nbsp; “I mean, forget.”&nbsp; She shakes her head.&nbsp; “Sorry. I'm having trouble.&nbsp; I can’t put a simple phrase together right now.”</p>\n<p>The list in her pocket includes strangely basic things like: \"Drink Water,\" or \"Eat Snacks.\" Normal activities are easy to lose track of when there's so much else to do.&nbsp; Michelle did not own the home she lost; she rented it, and had no insurance.&nbsp; So, when she's not at work, she's been making the rounds at tornado relief centers, baby in tow, slowly re-acquiring all the essentials her baby needs. &nbsp;A car seat. &nbsp;A \"Pack-n-Play.\" &nbsp;</p>\n<p>At one charity booth, a woman hands her a fifty dollar gift card. “Use that in whatever way you need to,” she tells Michelle, who knows exactly what she will do with the money. “A baby bed!” she says.&nbsp; “Out of the Pack-n-Play and in to a baby bed-- a step up!”</p>\n<p>She thanks the woman, and asks for the charity group's address. For now, she will send a thank you note. &nbsp;Eventually, she'd like to repay the agencies \"one day when I get back on my feet and stuff,” she says. &nbsp;“So when somebody else needs it, it'll be there.”</p>\n<p>&nbsp;A few days later I find Michelle in the shelter, late at night, writing some of those thank you notes.&nbsp;</p>\n<p><img src=\"http://www.marketplace.org/sites/default/files/field_images/2013/06/photo.JPG\" alt=\"\" /></p>\n<p>She tells me she had stopped by her old place that day to search for a few last things in the debris.&nbsp; She didn't find anything, except some wind stripped trees.&nbsp;</p>\n<p>But then she looked again. “One of the trees there has a green leaf on it,” she says. “That little piece of green just stopped me in my tracks. It's coming back”</p>\n<p>&nbsp;She shook her head and said it again.&nbsp;</p>\n<p>“It's coming back.”</p>\n<p><img src=\"http://www.marketplace.org/sites/default/files/styles/slide-show-2-column-530x396/public/field_images/2013/06/Oklahoma%20PIcs%20678.jpg?itok=6VzTRI_G\" alt=\"\" /></p></div>","title":"Losing \"everything\" is relative in a tornado","itags":["Marketplace for Monday, June 3, 2013","PMP:Marketplace_PMP","329dc91d1ce5e26707f1c08809522969","Marketplace"],"tags":["APM","FEMA","Wealth & Poverty","disasters","oklahoma","tornado"],"published":"2013-06-03T20:54:55+00:00","guid":"329dc91d-1ce5-4e26-807f-c08809522969","description":"Natural disasters are great equalizers, but recoveries can look different.","byline":"Karen Clark","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p><strong>The &apos;Whistle&apos;</strong></p>\"},{\"content\":\"<p>On the day the tornado hit Moore, Okla., in the midst of the freight-train-cacophony, Cyndi and Michelle both heard a whispering, high-pitched sound as the center of the storm passed over their homes.  </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>When Cyndi heard it, she was in her underground bunker, yanking on the handle of the door in the ceiling to keep it shut while soothing her three dogs.  “It was soft,” she remembers, “compared to the thundering noise.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Michelle was a few blocks away when she heard “the whistle of the air going through the walls,” she says.  She was crouched in the closet of her rented house, with her cat, whom she had stuffed in her daughter’s snow jacket so it wouldn’t scratch her.</p>\"},{\"content\":\"<p>Both Michelle and Cyndi lived just a few blocks from where Plaza Towers elementary school collapsed.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>After the whistling faded and the tornado had passed, Cyndi climbed out of her underground storm bunker and Michelle crawled out of her closet. They each found their homes obliterated and reduced to nothing.</p>\"},{\"content\":\"<p><img alt=\\\"\\\" src=\\\"http://www.marketplace.org/sites/default/files/field_images/2013/06/OKC013.jpg\\\" /></p>\",\"type\":\"text/html\"},{\"content\":\"<p><strong>The two sides of nothing</strong></p>\",\"type\":\"text/html\"},{\"content\":\"<p>Nothing, of course, is a relative term.  Disasters, as they say, are great equalizers. They hit rich and poor and in between alike.  But what happens once a disaster is over?</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Let&apos;s start with Cyndi Beam.</p>\"},{\"type\":\"text/html\",\"content\":\"<p><img alt=\\\"\\\" src=\\\"http://www.marketplace.org/sites/default/files/field_images/2013/06/OKC009.jpg\\\" /></p>\"},{\"content\":\"<p>You get a sense of what <em>nothing</em> really means for her when you go to the site of her former home, which now is a concrete slab with a crumbling chimney surrounded by piles of rubble. “Pardon the mess,” she says, deadpan, when she greets her insurance adjuster at her slab a week after the storm.  “A tornado just blew through.”  She still owns a sense of humor. </p>\",\"type\":\"text/html\"},{\"content\":\"<p>She also owns the property underneath the rubble she’s standing on.  Cyndi&apos;s had a good paying job at the local utility company for years, earning about $20 an hour.  She made enough to buy a modest three-bedroom ranch-house five years ago and keep it fully insured, meaning she should be able to rebuild her home. </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>But first she has to itemize.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>The insurance adjuster asks her, “Do you have any idea how many windows you mighta had?”  And Cyndi starts counting.  She&apos;ll have to account for not only the windows, doors and counter tops built-in to the house itself, but also all of the possessions inside and outside.  From televisions, to teaspoons, to what she calls her “one luxury item,” a hot tub on the patio.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Cyndi has already lost all of that and more.  But, she&apos;s found a few precious things in the debris, like a box with a lock of her late-sister&apos;s hair and a bookshelf of Star Trek memorabilia. “I have a lot of autographs and,” she smiles and rolls her eyes here, “tech-manuals for the ships.” </p>\"},{\"content\":\"<p>Thanks to good credit and an advance from her insurance company, Cyndi&apos;s already replaced her crushed Toyota with a new one in burnt orange (for her home team, the Texas Longhorns).  But it’s drawn more than a few strange glances when she pulls up to disaster relief centers, so she has taped a sign to the back.</p>\",\"type\":\"text/html\"},{\"content\":\"<p><img alt=\\\"\\\" src=\\\"http://www.marketplace.org/sites/default/files/field_images/2013/06/OKC008.jpg\\\" /></p>\",\"type\":\"text/html\"},{\"content\":\"<p>Cyndi says her church, which was out of the path and survived the tornado, has been a refuge and a valuable resource during her recovery.  Friends from the church have given her gift cards and offered spare bedrooms in the short-term. As for the longer term, a friend&apos;s family has a house they&apos;re putting on the market, and a few days after the storm calls to let Cyndi know she can stay in it while she&apos;s waiting to rebuild her own house.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;I appreciate you,&quot; Cyndi says.   With such outpourings of generosity, it can be hard to find the words to express the depths of her gratitude.  “And I don&apos;t know, we hadn&apos;t talked rent or whatever.  I mean, I can help in.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Her friend cuts her off.  “We just want to help you,” she says.  “We&apos;ll figure it out.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Cyndi says losing almost everything has made her realize how much she still has.  &quot;Even though I&apos;m homeless, I&apos;m in a much better position than a lot of other people right now,” she says.  “That is only by the grace of God and the network of friends coming out of the woodwork to say, ‘How can we help?’”</p>\"},{\"content\":\"<p>Now let&apos;s turn to Michelle. </p>\",\"type\":\"text/html\"},{\"content\":\"<p><img alt=\\\"\\\" src=\\\"http://www.marketplace.org/sites/default/files/field_images/2013/06/Oklahoma%20PIcs%20629.jpg\\\" /> <em>Days later, Michelle still wears the sandals a stranger gave her when he found her in the rubble.</em></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Michelle has found a new apartment to move into, but it won&apos;t be ready for another week.  In the meantime, she&apos;s struggling to find a place to stay. Her friends&apos; places are small and have no spare bedrooms.  Hotels aren&apos;t an option-- too expensive.   Though FEMA might reimburse a few nights, she doesn’t have the money to pay up front. </p>\"},{\"content\":\"<p>Even before the tornado, life was tough for Michelle.  She asked not to use her last name because of an unresolved domestic violence incident in her past.  She&apos;s supporting a child on her own, with a job at the Census that pays $11 an hour. Now, the tornado is another problem to solve.  She keeps a sort of personal battle plan in her pocket, a folded piece of paper. </p>\",\"type\":\"text/html\"},{\"content\":\"<p>“This is a list so I don&apos;t remember the important things,” she says, then corrects herself.  “I mean, forget.”  She shakes her head.  “Sorry. I&apos;m having trouble.  I can’t put a simple phrase together right now.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p>The list in her pocket includes strangely basic things like: &quot;Drink Water,&quot; or &quot;Eat Snacks.&quot; Normal activities are easy to lose track of when there&apos;s so much else to do.  Michelle did not own the home she lost; she rented it, and had no insurance.  So, when she&apos;s not at work, she&apos;s been making the rounds at tornado relief centers, baby in tow, slowly re-acquiring all the essentials her baby needs.  A car seat.  A &quot;Pack-n-Play.&quot;  </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>At one charity booth, a woman hands her a fifty dollar gift card. “Use that in whatever way you need to,” she tells Michelle, who knows exactly what she will do with the money. “A baby bed!” she says.  “Out of the Pack-n-Play and in to a baby bed-- a step up!”</p>\"},{\"content\":\"<p>She thanks the woman, and asks for the charity group&apos;s address. For now, she will send a thank you note.  Eventually, she&apos;d like to repay the agencies &quot;one day when I get back on my feet and stuff,” she says.  “So when somebody else needs it, it&apos;ll be there.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p> A few days later I find Michelle in the shelter, late at night, writing some of those thank you notes. </p>\",\"type\":\"text/html\"},{\"content\":\"<p><img alt=\\\"\\\" src=\\\"http://www.marketplace.org/sites/default/files/field_images/2013/06/photo.JPG\\\" /></p>\",\"type\":\"text/html\"},{\"content\":\"<p>She tells me she had stopped by her old place that day to search for a few last things in the debris.  She didn&apos;t find anything, except some wind stripped trees. </p>\",\"type\":\"text/html\"},{\"content\":\"<p>But then she looked again. “One of the trees there has a green leaf on it,” she says. “That little piece of green just stopped me in my tracks. It&apos;s coming back”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p> She shook her head and said it again. </p>\"},{\"content\":\"<p>“It&apos;s coming back.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p><img alt=\\\"\\\" src=\\\"http://www.marketplace.org/sites/default/files/styles/slide-show-2-column-530x396/public/field_images/2013/06/Oklahoma%20PIcs%20678.jpg?itok=6VzTRI_G\\\" /></p>\",\"type\":\"text/html\"}]","teaser":"Natural disasters are great equalizers, but recoveries can look different.","audio":[{"type":"image/jpeg","meta":{"height":"340","crop":"primary","width":"610"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/field_images/2013/06/OKC013.jpg?itok=tamXScxp"},{"meta":{"duration_hms":"00:05:56","api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/06/03/marketplace_segment19_20130603"},"duration":356},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/06/03/marketplace_segment19_20130603_64.mp3","format":"MP3","type":"audio/mpeg"}]}