{"created":"2015-07-03T09:07:01+00:00","modified":"2015-07-03T20:10:05+00:00","valid":{"from":"2015-07-03T20:10:05+00:00","to":"3015-07-03T20:10:05+00:00"},"hreflang":"en","title":"When Greeks Vote Sunday, It's Not Just About A Debt Deal","published":"2015-07-03T16:20:00+00:00","teaser":"The referendum exposes a deep divide: those who feel Greece is the victim of a European conspiracy, and those who want to keep close ties with the rest of the continent.","itags":["npr_api","419692357"],"guid":"32ac4c3d-ad33-44db-9662-81645c88f3ea","contentencoded":"<p>Elisavet Zachariadou is a retired professor of history in Athens. She admires Italian art and reads French literature and German philosophy. She considers herself a European.</p><p>\"When I learned that Greece is going to be part of the European Union [in the 1980s], I was very happy,\" she recalls. \"And I said, 'How nice. And how good for all of us.' \"</p><p>But Zachariadou's attachment to Europe is complex. She's 84 and lives in the Athens suburb where she grew up during World War II, when Nazi Germany invaded Greece and her people suffered horribly.</p><p>\"It was not strange to open this door and find a person dead in the street because of starvation,\" she says.</p><p>European meddling is part of modern Greek history. Zachariadou brings up Klemens von Metternich, a German prince who served as foreign minister in the Austrian Empire. Metternich opposed the creation of the modern Greek state that emerged after war with the Ottoman Empire in the 1820s.</p><p>\"I am surprised to see in Germany a tendency in the spirit of Metternich today, that we are just troublemakers,\" she says.</p><p>In short, Zachariadou doesn't trust German or other European leaders, and that's why she's voting \"no\" in Sunday's referendum. She says the Europeans leaders don't have Greeks' best interests at heart.</p><p><strong>A Narrow Question — Or A Broad One?</strong></p><p>Greek Prime Minister Alexis Tsipras says the referendum is limited to the narrow question of whether Greece should accept the deal that's been offered by the country's creditors.</p><p>But others say it has broader implications and will, in effect, indicate whether Greece wants to stay in the eurozone and maintain close ties with the rest of the continent.</p><p>At an upscale cafe in another suburb, Giorgos Papadopoulos, who runs his family's kitchen furniture business, says Greeks owe Europeans a lot.</p><p>\"We have access to one of the largest markets on the planet,\" he says. \"We can travel wherever we want. We have one currency.\"</p><p>Papadopoulos, 37, grew up in a democratic Greece that followed a six-year military dictatorship.</p><p>He knows from history books that foreign influence has often been bad for Greece. But he says he's tired of hearing conspiracy theories that foreign powers are intent on destroying the Greek economy.</p><p>\"People say they want to bankrupt Greece so they can buy cheaper,\" he notes. \"They are going to buy cheaper what? The sun? The beaches? These are not things they're going to take away from us. They will always be here.\"</p><p><strong>Similar Debate In The 1980s</strong></p><p>Greece was also divided when it debated whether to join the European Union, which it did in 1981. At the time, socialists said Greece belonged to the Greeks and should not join. Conservatives said Greece was part of the West and should integrate with Europe.</p><p>Papadopoulos takes the latter view and says Greece would be exposed and isolated if it leaves the eurozone.</p><p>\"This is the biggest union of countries in the history of this planet, but everyone joined in willingly and still countries want to join in,\" he says. \"You don't feel narrowed down to your own country's borders. I feel a lot stronger when I'm in the EU as an individual and as a country.\"</p><p>He's going to vote \"yes\" on the referendum. He says it's a vote for Europe and its common currency.</p><p>Zachariadou says she doesn't need the euro to feel European.</p><p>\"What they try to tell us is that Europe is something superficial,\" she says. \"Europe is a coin. And this, I don't want to accept this.\"</p><p>For her, Europe should be united by more than just money.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=When+Greeks+Vote+Sunday%2C+It%27s+Not+Just+About+A+Debt+Deal&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joanna Kakissis","audio":[{"meta":{"duration":"227"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1419692358-f7b75d.m3u?orgId=1&topicId=1124&d=227&p=3&story=419692357&t=progseg&e=419643652&seg=2&ft=nprml&f=419692357"}]}