{"created":"2014-12-03T10:06:01+00:00","modified":"2015-05-20T20:04:33+00:00","valid":{"from":"2015-05-20T20:04:33+00:00","to":"3015-05-20T20:04:33+00:00"},"hreflang":"en","title":"Is 'Womenomics' The Answer To Japan's Economic Woes? ","published":"2014-12-18T00:59:00+00:00","teaser":"The government has set up a female lumberjacks program, part of a wider effort to fuel growth after long-term stagnation. But critics say it does little to tackle fundamental problems.","itags":["npr_api","368143686"],"guid":"32bb9735-d0f9-430b-b790-40ba77290da3","contentencoded":"<p>Yukiko Koyama kicked around Tokyo for a few years looking for the right job. For a while, she designed costumes for classical ballet dancers. But she longed to work in the great outdoors, and to find a job she could really sink her teeth into.</p><p>Two years ago, she found just the right thing for her: sinking a chainsaw's teeth into the pine forests of Matsumoto City in landlocked Nagano prefecture. Forests there on the central island of Honshu have been growing since the end of World War II, and many are in need of weeding.</p><p>On a recent windy day, Koyama deftly sliced through big pine logs like a sushi chef cutting up a tuna roll.</p><p>Koyama, 35, is one of about 3,000 women in the government's Women's Forestry Program. It trains and certifies women to work in the logging industry and pays timber companies half the cost of employing women for up to three years.</p><p>\"We had never even considered hiring women for this kind of work before,\" says Ryoichi Ogasawara, boss of the timber mill where Koyama works. The mill makes plywood, flooring and paper pulp.</p><p>\"But after we started hiring women, our workplace environment has become more lively and friendly,\" Ogasawara adds.</p><p>The program is part of Prime Minister Shinzo Abe's wider effort — dubbed <a href=\"http://www.npr.org/blogs/parallels/2013/08/01/207861379/abenomics-serving-up-the-same-old-medicine-in-japan\">Abenomics</a> — designed to yank Japan's economy out of two decades of stagnation. <a href=\"http://www.npr.org/blogs/thetwo-way/2014/11/18/364930086/after-falling-into-recession-japans-prime-minister-calls-for-snap-elections\">This month, Japanese voters will head to the polls in snap elections</a> portrayed by Abe as a referendum on his economic policies.</p><p>Japan's workforce is shrinking and aging, and immigration is strictly limited. Slightly less than half of Japanese women participate in the workforce, the lowest rate of any developed economy. Only 11 percent of the country's lawmakers are women.</p><p>\" 'Creating a society in which women shine' has consistently been one of my highest-priority issues since the launch of my administration in December 2012,\" Abe said in a speech in September. \"Japan has set a target of having women occupy 30 percent of leadership positions by 2020.\"</p><p>But Tokiko Kashiwara, editor of the Tokyo-based <em>Femin Women's Democratic Journal</em>, doubts Abe can achieve these goals.</p><p>\"Abenomics has done nothing for women, children and low-income people,\" she says. \"Perhaps the top 1 percent has benefited, but the majority of working women are temporary or contract workers, and for ordinary people, there's been no benefit.\"</p><p>Kashiwara says Japanese women are paid half of what men get for the same work. Many are mired in poverty. Finding child care and returning to their jobs after maternity leave remains difficult for many Japanese women. Japan has an equal opportunity employment law that bans discrimination against women, but Kashiwara says it has failed to solve the problem.</p><p>Abe appointed a record-tying five female ministers to his Cabinet. Two of them have resigned after scandals.</p><p>Kashiwara says that despite the rhetoric, Abe and the female ministers still hold very traditional views about women in the workplace. She says he wants women to serve GDP growth, and not vice versa.</p><p>\"I think what Abe wants to do is to use women as part of the country's economic forces, by having us give birth and raise children, according to Japanese women's traditional role,\" she says.</p><p>Back in Matsumoto, lumberjack Yukiko Koyama takes off her hardhat and chaps, lets down her hair and breaks for lunch.</p><p>Abe's \"womenomics\" program may be facing big challenges. But Koyama says she is treated fairly and equally. She says she intends to stay in this line of work, although perhaps in a different capacity later.</p><p>\"After I have children, I will want to stay in the forestry business, but it doesn't have to be wielding a chainsaw,\" she says. \"It may be creating forests, planting trees or maintaining trees.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Is+%27Womenomics%27+The+Answer+To+Japan%27s+Economic+Woes%3F+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Anthony Kuhn","audio":[{"meta":{"duration":"230"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1368143687-4e8caa.m3u?orgId=1&topicId=1125&d=230&p=3&story=368143686&t=progseg&e=367943242&seg=20&ft=nprml&f=368143686"},{"href":"http://media.npr.org/assets/img/2014/12/03/japan-womenomics1-090f6b598cdb9bcd6929ca179b45f865c315d93c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1850","width":"2469"}},{"href":"http://media.npr.org/assets/img/2014/12/03/japan-womenomics2-6c587392f273be451a19a188178b136f616a9539.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1997","width":"2664"}}]}