{"created":"2014-09-04T16:43:23+00:00","modified":"2014-12-04T17:41:37+00:00","valid":{"from":"2014-12-04T17:41:36+00:00","to":"3014-12-04T17:41:36+00:00"},"hreflang":"en","title":"Wait A Second ... Is That Hitchhiker John Waters?","published":"2014-06-25T09:23:00+00:00","teaser":"The man behind <em>Pink Flamingos</em> and <em>Cry-Baby </em>hitchhiked from Baltimore to San Francisco and chronicles the experience in a new book, <em>Carsick</em>. He says as a hitchhiker, \"Your job is to talk. Or have sex.\"","itags":["npr_api","317048197"],"guid":"32cdb47f-1591-4f50-9235-cab6d4156b4b","contentencoded":"<p>A couple of years ago, film director and writer John Waters decided to hitchhike alone from his Baltimore home to his apartment in San Francisco — and see what happened. The so-called Pope of Trash — the man behind the films<em> Pink Flamingos</em> and <em>Cry-Baby</em> — managed to get many rides — 21 in all. He chronicles his cross-country adventure in a new book called<em> Carsick.</em></p><p>Waters started out around the corner from his home in Baltimore. \"I stood right under this tree — right beside it,\" he tells NPR's David Greene, \"and then it started to rain. And I thought, I can't believe this, I'm two blocks from my house and, I mean, pouring rain.\"</p><p>Along the way, things occasionally got desperate. \"I would've gotten in with the Night Stalker, even if he escaped from jail and I heard it on the radio that morning, I would've gotten in his car,\" Waters says.</p><p>Once in the car, there was the challenge of making conversation for many, many miles. \"It is intimate; it's their little stage, their little apartment,\" he explains. \"And they set the rules, but you have to listen to know what those rules are. And it's always about talking — nobody picks up a hitchhiker to sit in silence.\"</p><p>Waters met all sorts of folks: a band from Brooklyn heading to Indiana; a couple on their way to vacation in Colorado; a young Republican representative from a small town in Maryland, who, after giving Waters a ride to Ohio, drove across the country days later to pick him up <em>again.</em></p><p>Waters shares his story with Greene, and offers some advice on how to make an effective hitchhiking sign: \"You need bold letters,\" he says. \"You never put a question mark. Hitchhiking <em>is</em> a question mark.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On the danger being part of the appeal</strong><strong></strong></p><p>When I was young, it wasn't thought of as bad. My mother expected me to hitchhike home from school — she didn't think that was weird. She didn't know that there were the same perverts that were out there then, and I looked for them! I couldn't wait to have one pick me up!</p><p><strong>On whether he was \"looking for a trucker\"</strong></p><p>I didn't say \"a trucker,\" [but] on the road, I was open to the idea. Everyone should be open to the idea of sex when they walk out of their house, I think. You don't have to ever <em>do</em> it, but it makes life way more interesting if you fantasize and look at people and imagine their sex life and everything. I think that's healthy. ... I'm in that mindset as I walk out of the house every day.</p><p><strong>On one night in a small town in Kansas when he was having trouble getting a ride</strong></p><p>It was getting dark. It was in one of those rest areas that I had good luck in, in the middle of the country, that don't have fast food or stuff, they just have vending machines and a park, and people stop there and walk their dog and all. They're good because people are going long distances, but there was no one there. It was Kansas. The next town's like 300 miles away.</p><p>So it got to be around 4 in the afternoon, and I don't want to hitchhike at night and there's no motels. One car pulls in and they go in the bathroom. I say: This is it. And I'm standing there waiting and waiting, and it takes him forever, and I think he has diarrhea, goddammit. And then when he came out, he was so pissed to see me standing there [and said] \"<em>Excuse</em> me!\" I felt really like a pervert then.</p><p><strong>On the people he met along the way and whether he turned them into movie characters</strong></p><p>I didn't have to turn them into extreme characters to be interesting to me. What was interesting to me was how matter-of-fact they were about being kinda great, and being accepting and being completely unjudgmental, but at the same time trying to help people — that farmer that gave me money, or that other woman who wouldn't leave until I took the money. ...</p><p>It reaffirmed my belief in the goodness of people. They treated me very nicely — that had nothing to do with any kind of fame or seeing me on a talk show or that kind of stuff, so that was very comforting to me. Now, some of the people when they would ask me what I do, I would tell them and they didn't even believe me.</p><p>But I didn't care, I mean, I wanted to talk about them. And the ones that did, then I'd give them what they want. I'd tell them anecdotes about movie stars and everything they wanted to hear. That's fair. That's my job! I got picked up hitchhiking! Your job is to talk. Or have sex. And no one asked.</p><p><strong>On this trip being something like a midlife crisis</strong></p><p>I don't know, I think midlife crises are usually negative, and I think they're because you're unhappy with your life. It wasn't that kind of midlife crisis. To me, it was like, Hey, don't get too comfortable. Let's try to do something that's a flashback to when you were a kid and did this kind of stuff. And because I was an older man now, it's different, and what could that be? Is the experience the same? And it is the same. It's an adventure, and it was fun. I'll never forget it. I'll never forget any of the people who picked me up. And I doubt they'll forget me.</p><p><strong>On why he hasn't made a movie in the past decade</strong></p><p>Because nobody would give me the money to do it — the reason everybody doesn't make their next movie. There's nothing new to say about it. I still have meetings about it. Maybe I will. If I never make another movie, I'm fine. I'll write another book, I'll do another spoken tour, you know. I have many ways to tell stories that I like equally the same. I made a lot of movies. ... They're still playing everywhere in the world. They're on TV! Who would've ever thought they'd be on TV? Who would've <em>ever thought?</em><strong><br /></strong>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Wait+A+Second+...+Is+That+Hitchhiker+John+Waters%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"435"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1319380477-50ab1f.m3u?orgId=1&topicId=1033&aggIds=100876926&ft=3&f=317048197"},{"href":"http://media.npr.org/assets/img/2014/05/29/162544502-3af86397b40579520c945aefc35aa356428b62ec.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1622","width":"2165"}}]}