{"created":"2015-01-21T19:14:55+00:00","modified":"2015-01-22T15:16:41+00:00","valid":{"from":"2015-01-22T15:16:41+00:00","to":"3015-01-22T15:16:41+00:00"},"hreflang":"en","guid":"32d66be0-3e59-40ce-b37c-8961df0eaa1e","title":"I never knew how differently France and America value religion","published":"2015-01-22T15:16:36+00:00","byline":"Daniel Estrin","tags":["Charlie Hebdo attack","Religion","Islam","Judaism","Belief","Lifestyle & Belief","Paris","Europe","North America","France","United States","Israel","Secularism","Religion"],"teaser":"In the United States, we speak easily of different ethnic and religious communities. But the reality is far different in France, where the Charlie Hebdo attacks have brought religion and its place in French society back to the top of the agenda.","contentencoded":"<p>I made my first trip to France in December 2003, when I visited my French cousins in Paris. At the time, newspapers were headlined with the motto of the French Republic, but with the last word changed: “Liberté, Egalité, Laicité.”</p>\n<p>That was the buzzword at the time: <em>laicité</em>, or secularism. A law was being advanced to forbid students at public schools from displaying any religious symbols — no headscarves for Muslim girls, no yarmulkes for Jewish boys. The law passed, and it's still in effect. </p>\n<p>I debated the law with my cousins around the dinner table, and it became clear that we came from starkly different societies. If the US enshrined freedom of religion, France seemed to be embracing freedom <em>from</em> religion. People’s religious affiliations should not be present at all in the public sphere, my cousins said. </p>\n<p>Now I'm back in Paris. I joined my French cousins Ivan and Katia at the huge march that followed the deadly attacks on the Charlie Hebdo magazine and the Hyper Cacher kosher supermarket. Religion was again at the forefront of the national conversation in France. </p>\n<p>“I am here because I want the religion and the religious people to stay away from the Republic,” Ivan said. “If we want to live together, we have to respect laws of the Republic and keep religion home.” </p>\n<p>My cousin Katia mentioned a recent train ride she took. “A lady came with a black dress. Only her face was not covered … and she had black gloves,” she said. “It hurts me. And the same thing about Jewish people with a [yarmulke] and a hat. I can’t stand that.” </p>\n<p>“What does that say to you?” I asked. “What message are those people putting out?”</p>\n<p>“I’m different and I’m showing it,” she said. “They want to belong to community, which I understand, but why showing it to others? This I don’t understand.” </p>\n<p>The word \"community\" has come up a lot on my visit here. We often talk in America about the Muslim community or the Jewish community, taking for granted that our ethnic or religious identities don’t negate our identities as Americans. But in France, I’ve learned that “community” is something of a dirty word.</p>\n<p>The French Republic rests on the notion of secularism, that your \"community\" is France itself. To many, belonging to a community in France carries the connotation that you wish to be apart from French society. The chief rabbi of France told me that there are “no communities in France.” So did the editor-in-chief of <a href=\"http://bondyblog.liberation.fr/\">Bondy Blog</a>, which features bloggers from the immigrant suburbs. </p>\n<p>But for the younger generation in Frace, this notion is changing. Imane Youssfi, a 27-year-old editor for Bondy Blog who is a practicing Muslim, said she believes denying community in France only creates conflict among people of different backgrounds. “Saying there is no community is a way to erase their identity,” she said. </p>\n<p>Sophie Gherardi, a French journalist who edits a website about religion, argues that many French youth actually feel \"a longing for belonging,\" which could explain the younger generation's embrace of religion.</p>\n<p>One of my French cousins recently became religious himself, embracing Judaism and moving to Israel. And after spending a week in Paris, I understand him a little bit more. </p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/011620152.mp3"},{"href":"http://www.pri.org/file/011620152mp3"}]}