{"created":"2014-09-03T17:11:36+00:00","modified":"2015-01-21T20:00:05+00:00","valid":{"from":"2015-01-21T20:00:05+00:00","to":"3015-01-21T20:00:05+00:00"},"hreflang":"en","title":"YG: 'I Gave Y'All What I Seen'","published":"2014-08-07T15:40:00+00:00","teaser":"The Los Angeles rapper tells <em>Microphone Check</em> the true stories behind his debut album and the rise of his partner, DJ Mustard.","itags":["npr_api","335019314"],"guid":"32de8397-1d01-444e-ac0f-80c2f1717282","contentencoded":"<p>The Los Angeles rapper spoke to <em>Microphone Check</em> co-hosts Ali Shaheed Muhammad and Frannie Kelley about his early days playing house parties all over the county, DJ Mustard's start, his friendship with ScHoolboy Q and how his mother yelling at him ended up on his debut album.</p><p><strong>ALI SHAHEED MUHAMMAD:</strong> What up, YG?</p><p><strong>FRANNIE KELLEY:</strong> Thank you for coming.</p><p><strong>YG:</strong> Yeah, thanks for having me.</p><p><strong>MUHAMMAD:</strong> How's it feeling?</p><p><strong>YG:</strong> Oh, man, I don't know. It feel good though, cause a couple years ago, last year, 2012, all that — I couldn't come to New York and really, like, do a show and the crowd know the songs to more than one record, you feel me? It's like that right now. They showing love out here. So it just shows the work that we been doing, you feel me, is paying off. Yeah, so I'm appreciating that.</p><p><strong>MUHAMMAD:</strong> How long did it take you to put together the <em>My Krazy Life</em> album?</p><p><strong>YG:</strong> It took me like — I was working on it from February 2013 to September 2013. I was recording records from February to September 2013. Then we started on mixing and the sequencing and we put the interludes together after that and we just got done with that in like January. I just turned the album in February so we was working on it for almost a year.</p><p><strong>KELLEY:</strong> Wow.</p><p><strong>YG:</strong> Yeah, we was working on it for a year: February to February, really. Just like the whole album overall — the mixing and all that — the sequencing and the interludes and all that and — what I about to say? Yeah, my first record I recorded for my album was the \"<a href=\"https://www.youtube.com/watch?v=rLRHiaC_VQo\" target=\"_blank\">Bicken Back Being Bool</a>\" record. I recorded out here at Quad Studios in February.</p><p><strong>MUHAMMAD:</strong> What does that mean?</p><p><strong>YG:</strong> \"Bicken Back Being Bool?\"</p><p><strong>MUHAMMAD:</strong> Yeah.</p><p><strong>YG:</strong> It's like, it's kicking back, being cool.</p><p><strong>MUHAMMAD:</strong> Oh, OK.</p><p><strong>YG:</strong> You feel me? But it's just changed all the Cs to Bs. That's what we do where I'm from.</p><p><strong>KELLEY:</strong> Was there any track on there that you had to rework like over and over?</p><p><strong>YG:</strong> Yeah, a lot of tracks. I worked on \"Who Do You Love?\" for like six months, really trying to like — when I got it, I got it, but I was working on it for a minute cause I never had nothing to it. I couldn't get the flow or nothing. Then I just got it.</p><p>Drake, you feel me, he loved it, hopped on it. But what other songs? The \"<a href=\"https://www.youtube.com/watch?v=a1aZjlpvpS0\" target=\"_blank\">Left, Right</a>\" joint, we had that and then Mustard added the violins on that like last minute, like right before we put it out. I worked on a lot of records. What other record? The \"<a href=\"https://www.youtube.com/watch?v=9bbEdwBTyNw\" target=\"_blank\">I Just Wanna Party</a>\" joint, worked on it for a minute. The \"1 In The Morning\" joint, worked on it for a minute. The \"Sorry Momma,\" I had another beat to it at first. Then Terrace Martin, he came in and he did a whole new beat.</p><p><strong>KELLEY:</strong> Did you ever have any moments of doubt?</p><p><strong>YG:</strong> Like about the album being successful or how it is?</p><p><strong>KELLEY:</strong> I mean, when you're reworking something, is that — is it tough? Do you worry? Or is that just --</p><p><strong>YG:</strong> Nah, cause when you get to rework it — I like the fact that we going in, we rework our music because if we didn't, it probably wouldn't have came out the way it came out, you feel me.</p><p><strong>KELLEY:</strong> Right.</p><p><strong>YG:</strong> That's just something telling you like, you gotta fix it. Then we go back and fix it and it work.</p><p><strong>KELLEY:</strong> So even in the moment, you're happy to put in the time? It's not stressful at all?</p><p><strong>YG:</strong> Nah. It only get stressful when you got a lot of people up in there and, you feel me, you tryin' to listen to all these people telling you different stuff and you really don't know. But we know — like, we know how it's supposed to sound and feel, cause it's the lifestyle. So we know how it's supposed to sound and we know how it's supposed to feel. It's just real. It's real s---, so it ain't that hard.</p><p><strong>KELLEY:</strong> How do you convince somebody when they're like, \"I don't know. I think it needs more high hat,\" or whatever, and you're like — what is your reasoning? How do you get them to trust you?</p><p><strong>YG:</strong> Because I tell 'em I been doing this.</p><p><strong>KELLEY:</strong> OK.</p><p><strong>YG:</strong> I haven't been doing it for too long, but I got myself to where I'm at today before all these people started coming in and telling me what they think about this and that. First it was just me and Mustard in my bedroom, recording. I was recording myself on a mic just like this, spitting my verses and Mustard was making beats and we was mixing these beats and I was mixing the songs and we'd bounce all the songs and we'd put it out on a mixtape and them songs ended up on the radio and them songs ended up on iTunes and all that, you feel me.</p><p><strong>MUHAMMAD:</strong> So the record company people come in and try to tell you, you know, to direct or lead you?</p><p><strong>YG:</strong> Nah, nah, nah, nah, nah.</p><p><strong>MUHAMMAD:</strong> Oh, OK.</p><p><strong>YG:</strong> Nah, we do our stuff. It just be people in the studio sometimes, you feel me.</p><p><strong>MUHAMMAD:</strong> Yeah.</p><p><strong>YG:</strong> When you like, you playing the music for 'em and then they just come in and they say what they say. But it don't be too much of that. Like, we don't let nobody come in and tell us. It really don't be people trying to come in and tell us stuff.</p><p>But we bring people in to hear what they gotta say. We brought Terrace Martin in before he start really playing on, helping with the album. And we played the album for him and he was like, \"It's hard.\" But he said, \"It's some stuff, like, here, change up ...\" So we just let him do what he did. We let him just do everything he wanted to do to all the songs, you feel me, like we let him do everything. Whatever we felt we didn't need, we took it out, you feel me, and we kept what we needed. And that's how it went. So we give everybody a chance to do they thing. But you won't get no chance if you ain't nobody; You can't even say nothing, you feel me.</p><p><strong>MUHAMMAD:</strong> They gotta grow up.</p><p><strong>YG:</strong> You got no say so.</p><p><strong>KELLEY:</strong> So Terrace Martin is a producer and he's a singer and he also — does he play trombone? Is it trumpet that he plays?</p><p><strong>YG:</strong> He was playing that — what was that he was playing on that song? Was saxophone or trumpet? I don't know. One of them joints.</p><p><strong>KELLEY</strong>: OK. I know he plays something.</p><p><strong>YG:</strong> Like the, \"Wah!\"</p><p><strong>KELLEY:</strong> Yeah, wailing. That could be a saxophone for sure.</p><p><strong>YG:</strong> Yeah, you feel me. He do all that. He play all them instruments, though. He come to the studio with all types of equipment.</p><p><strong>KELLEY:</strong> Really?</p><p><strong>YG:</strong> Yeah. It's crazy.</p><p><strong>KELLEY:</strong> How did you meet him?</p><p><strong>YG:</strong> Oh, man. I'm from, you feel me, we from L.A. So we been bumping heads for a long time. He always used to tell me he wanted to work with me but I wasn't on — I wasn't on what I was on. Like what I'm on right now? I wasn't on that last year, two years ago. I was doing mixtape stuff. It really ain't have no, like, no meaning or no storyline to it, so the people really couldn't get it if you wasn't from out there. You really ain't get it because it was just up in the air. I was just mixtape rappin', you feel me. But when the time came, we linked up for sure.</p><p><strong>KELLEY:</strong> So what is the storyline for this album? It starts with your mom?</p><p><strong>YG:</strong> Yeah, it start with my mom telling me, \"Don't go outside, hanging out.\" And then the song that come on after that is a song I immediately — I get put on the hood; I'm hangin' with gangbangers from off top. Boom, hanging with gangbangers, partying, you feel me, gangbangin', robbin', the girls thing. And then the homies — I get in a little situation. I'm robbing some more, you feel me, the homie turned his back, I mean, he switched sides on a n----. We get in a shootout.</p><p>My momma told me at the beginning of the album all this was gonna happen, so it's like a day in the life, you feel me? Like, a YG, what's really what's going on. This is all real, true stories. And at the end of that, I end up going to jail. And my homie had to call my momma to let her know, cause she told me don't do all this. So my homie called my momma and told her what was going on. That's the \"Thank God (Interlude)\" track. And then the \"Sorry Momma\" record is like me talking to my momma from jail, you feel me. So that's the storyline. It's a day in the life, you know. I'm just taking you through all of these situations you go through. I feel like when you living life, period, you're gonna go through these situations.</p><p><strong>KELLEY:</strong> Was your mom happy to be a part of the record like that?</p><p><strong>YG:</strong> Yeah, my mom, she be — yeah, she was real happy. She popped up at the studio. She caught herself surprising me. She comes to the studio cause she ain't been seeing me for a long time, you feel me, cause I've been moving around doing all this, so she ain't been seeing me. So she caught herself surprising me. She popped up at the studio. I'm mad like, \"What is you doing here? Go home.\" Like, \"I ain't seen you in a long time. I miss you,\" all that. So I'm like, \"Look.\" I was in studio with my A&R, <a href=\"https://twitter.com/Sickamore\" target=\"_blank\">Sickamore</a>, you feel me, and we was working on the intro of the album, we was trying to figure out the intro.</p><p>I had four different ideas but the momma thing was my idea from day one. But then I started listening to people and it went somewhere else. But then when my momma popped up, I'm like, \"Hey, Momma, look. Go get in the booth, and go back to that time where you used to be screaming at me about doing this and doing that and doing that.\" I just gave her a outline of what to say though, because the album was talking about all that type of stuff. So I gave her the outline, she went in there, one take.</p><p><strong>KELLEY</strong>: Cause she sounds very angry.</p><p><strong>MUHAMMAD</strong>: Yeah she does sound serious.</p><p><strong>YG</strong>: She went in there, one take. Knock him out. Boom.</p><p><strong>KELLEY</strong>: Do you have a photo of her in the booth?</p><p><strong>YG</strong>: Of my mom?</p><p><strong>KELLEY</strong>: In the booth that day?</p><p><strong>YG</strong>: Dang. This a new phone.</p><p><strong>KELLEY</strong>: Oh, OK.</p><p><strong>YG</strong>: I did take some pictures, though.</p><p><strong>KELLEY</strong>: OK, good. Cause that's the next album cover I feel.</p><p><strong>MUHAMMAD</strong>: How did she feel when she heard — when the album was done, did you play it for her?</p><p><strong>YG</strong>: Yeah she love it. My family love it, yeah.</p><p><strong>MUHAMMAD</strong>: That's dope.</p><p><strong>YG</strong>: Yeah, she supports. She been supporting. She supports the negative stuff I did — she was there for me, acting like I ain't do it, you feel me.</p><p><strong>MUHAMMAD</strong>: You still keep up with some of the people from the stories on the record? Are those your people?</p><p><strong>YG</strong>: Yeah, they my homies. They with me. Yeah, them is the homies. Real spit. Real talk. That's all I know. I don't know all this like — I ain't with all this, you get in situations, stuff start happening, then you start changing. But some people probably feel like I changed. As far as homies, like I know people probably be feeling like I changed. But I ain't changed. Like, I gotta do what I gotta do, so I ain't got time to be worried about everything y'all going through like that. It just be like certain stuff I can't even do no more. But all my homies is the same it's just, you feel me, it's different now. It ain't how it used to be back in the day where I could come pick you up whenever you want me to. It ain't like that. I can't come pick you up, my n----, like, I'm over here doing this.</p><p><strong>MUHAMMAD</strong>: You working.</p><p><strong>YG</strong>: Yeah, I'm working, my n----. I can't come pick you up. I ain't got time to be coming to pick you up and drop you off. I live over here, you all the way on the other side of the city. I can't do that. Those is the different things that's changed with me, you feel me, with the homies, that's just not the same no more.</p><p><strong>MUHAMMAD</strong>: Do you feel that the music is — I mean, more than an outlet — but a way to turn things around in your life?</p><p><strong>YG</strong>: Yeah, for sure. Yeah, that's what it is. If it's not that, if it don't do that for whoever doing they music thing, successful, and they come from a place to where it was a lot of negative stuff going on around them, they was getting into a lot of negative stuff, they put negative stuff around them — if you get in that situation and you don't start changing your life around, you feel me, you ain't always gonna be in that situation.</p><p>I still low key be in the streets, you feel me, so my homies feel like I need to stop because I got a strike and all that. So me being in the streets is risky, but I don't be in the streets like how I used to be in the streets. Like I be in the streets but I'm just there — I'm chillin' — I ain't really doing too much. But the streets is what I know, so that's where I'm at. That's where I want to go hang out at. I don't want to go to Malibu and hang out. I don't want all that. I don't want to go there. I go to the hood, hang on my block with the homies. I'm in the back though. I'm blocked off. You really can't see me but I'm there.</p><p><strong>KELLEY</strong>: On \"<a href=\"https://www.youtube.com/watch?v=48WWhHCocJA\" target=\"_blank\">Really Be</a>\" you talk about the fear of if it doesn't work out. If this album doesn't work out, you could go back to the streets full-time. Is that the right word, fear? Or ...</p><p><strong>YG</strong>: I mean ...</p><p><strong>KELLEY</strong>: What is that song — how do you feel when you listen to that song?</p><p><strong>YG</strong>: That s--- hard. That song hard.</p><p><strong>MUHAMMAD</strong>: It is.</p><p><strong>YG</strong>: That s--- hard as f---. How I feel when I'm listening to that, I feel like spazzing out. When that come on it's just like OK. But fear? Yeah, I mean you could say that. Fear, worry.</p><p><strong>KELLEY</strong>: Right, worry.</p><p><strong>YG</strong>: Yeah, worry, concern.</p><p><strong>KELLEY</strong>: Like there's a lot riding on the album?</p><p><strong>YG</strong>: It is but it ain't. I could be a artist just like, they put out the album, don't care, and I still go do shows and all that, you feel me? Cause I been doing that before the album. All I gotta do — I know how to do this. Just do little videos, put it on YouTube and then go do your shows. But it's bigger than that for me. That's why I'm concerned and worried and all that.</p><p><strong>KELLEY</strong>: What do you mean? What part is bigger?</p><p><strong>YG</strong>: It's bigger than just putting out the music without caring about it and going and doing your shows cause you know you can go do shows. I want to do — I want to be putting out classic stuff that's gonna stick and last forever, you feel me. I can go and do shows for some years off this one album. Like Snoop, he's still doing — when Snoop come out and perform on people's sets, like when somebody bring him out, he doing stuff off <em>Doggystyle</em> and he do, like, \"Drop It Like It's Hot\" or something off <em>The Chronic</em>. I want to be like that.</p><p><strong>KELLEY</strong>: The album actually reminds me of <em>Doggystyle.</em></p><p><strong>YG</strong>: Yeah?</p><p><strong>KELLEY</strong>: I think it's the storytelling aspect but also it's the stories that are larger than life, I guess.</p><p><strong>MUHAMMAD</strong>: I see what you're saying. It reminds me a little bit of, maybe — I guess it's all kind of like the same group, cause I was thinking N.W.A. Like there's the big aspect of life, what it really is in the streets, you know, but then there's this — we teaching you about, \"This what the life is,\" but it's kind of a lighthearted aspect of it because it's life, you know. So you take it seriously, but at the same time, it's a little jokey. But not like ha-ha laughing. It is what it is.</p><p><strong>KELLEY</strong>: Entertainment.</p><p><strong>MUHAMMAD</strong>: Yeah, it's entertainment. So with the interludes and stuff like that, the conversation you having with your dude about \"Yo, we about to go do this. What's up.\" It's kind of funny but it's not. It's like, \"Yo, this is what it is.\"</p><p><strong>YG</strong>: That's how it go down. Yeah.</p><p><strong>KELLEY</strong>: Is that a L.A. style to go that route? The putting the humor in there.</p><p><strong>YG</strong>: Nah, I think that's just me. Or, I don't know. That's me. At the same time, because I'm talking about what I'm talking about, so the people who don't really know what I'm talking about, you gotta give 'em something, you feel me, a reason why they f--- with it. And they don't even understand it but they just f--- with it because, like you said, it sound like it's funny and whatever, but I was just being me.</p><p>That's real s--- though in them interludes. That's real life, you feel me, that's real s---. That's s--- that's happened. Like the flock — when they was breaking in houses, that's how you break in a house. That's how it go down. You ain't got no gloves, put your sock on. That's really how it go down. The one that come before \"Bicken Back Bein Bool,\" we outside on the block and the OG homie, he walk up, spittin' his little poetry. That really go on. That's the homie that really do that.</p><p><strong>KELLEY</strong>: Oh, really?</p><p><strong>YG</strong>: Yeah, that's the G homie. He really be in the hood. Every time I come around, he's spitting the poetry s--- to me cause he be trying to get my attention like, \"F--- with me, I got some s---.\" So we be on the block, he just come up spittin' poetry, then we start clowning on this n----. That's what happened on the interlude. Then somebody pull up and start poppin' on us. Like, we chillin' — we on the block, we chillin', he doin' his thing, and out the blue somebody pull up, start shooting. Then the song come on, \"Bicken Back Bein Bool.\"</p><p>That s--- hard. It's real life, though. That's why in L.A. that s--- cray. Motherf---ers is going — the people, they f--- with it, cause — I was just walking up here, downstairs I walk in the building, it's the two workers, you feel me, the security guards or something. They young though. They at the front. I walk in, they like, \"What the f---? YG, we was just talking about your album right now and then you walk in.\" Like, \"We was just talking about it right now,\" and they talkin' bout the \"Bicken Back Bein Bool\" song. Like f--- with it. New York City. I just gave y'all L.A. I gave y'all what I seen, what I went through, what I know, my lifestyle. And my lifestyle is a lot of people lifestyle, you feel me.</p><p><strong>MUHAMMAD</strong>: Do you ever think that there's something that can change some of that, to being a little bit more, I don't know, less stressful?</p><p><strong>YG</strong>: What's stressful?</p><p><strong>MUHAMMAD</strong>: Just the life.</p><p><strong>YG</strong>: I mean, the stress come with the success, you feel me. You gonna stress — well, nah. Stress come with life, period, bro. It's people that's not successful that's stressed; when you successful you stressed. I feel like when you successful it's more stress cause it's more stuff you dealin' with. It's people got that — they dependent on you more, so it's a whole — it's bigger stress. But it's worth it though, because — it's worth it. But it ain't no way around the stress, though.</p><p><strong>MUHAMMAD</strong>: I mean from the aspect of the guy kicking the poetry come around, everyone's just talking, then all of the sudden somebody letting off, you know. Do you ever think that --</p><p><strong>YG</strong>: That's the life. It ain't no stress to that.</p><p><strong>MUHAMMAD</strong>: Well, I mean if you 14, you gotta go to school through it.</p><p><strong>YG</strong>: Yeah, well, yeah if you young and you -– yeah, because when I used to be young and that would be going on — when I was little my granddaddy used to — he from Watts — so he used to have us in Watts, all that. I used to be in the car ducking, like, real s---. That's all I remember: me being in the car when we in Watts ducking, like, just ducking. He used to leave us in the car. He used to hop out and go holler at his people, leave me and my little bro in the car. I used to be in the car ducking and all that.</p><p>So when you younger it ain't — but when you start being in it, like after you got shot at or you shot or you got jumped or something, it's like, \"I'm with it.\" Like, that's what it is. That's the lifestyle you live in. You gone get shot at, probably get shot, homies gone turn on you, something gonna happen. You gotta be ready for all that. It's regular though.</p><p>When I hit like 16 I used to be walking home from school but I was on the train tracks. I'm walking and then these people following me, there's like three people following me. They're like, \"Hey! Hey, check it out!\" Like, telling me to come here. I'm like, \"What?!\" And then I see somebody, like they do something fast like, they tuck something. So I'm like, \"I ain't coming to you.\" They had a rock and they threw it, boom. So I threw one, then they start fake chasing me so I'm like, \"Oh, I'm outta here.\" And I was waiting on gun shots but gun shots ain't go off. But you feel me, that was just me walking home on the train tracks from school one day. I was by myself though, walking home, boom. Train tracks.</p><p>After you done went through so much stuff — I used to be at the parties when I was coming up in L.A. — cause that's how we came, that's how I came up was at all the house parties, doing all the house parties, all that — performing at 'em and all that. I used to be getting jumped, you feel me, at the house parties. I used to be fighting. Guys used to jump me cause I used to be up there banging where I was from, banging the set, I was reppin' hard. And I was up there on some like, you feel me? People ain't like that, so they used to jump me and all that. But I used to do my stuff though. I used to beat n----s up, so n----s like — now it's like n----s respect me because they know like, yeah he was out here.</p><p><strong>MUHAMMAD</strong>: I take that like you're just trying to change your life, you know what I mean. Like you into the art, you into rapping, you into the music, so you're just trying to do that and it turns into now you're basically fighting off, defending your life. How is that now — you've come this far and you're working with ScHoolboy Q, who's from the other side. What is that like?</p><p><strong>YG</strong>: Nah, it ain't nothing, you feel me. We not enemies so it's good. It's straight.</p><p><strong>MUHAMMAD</strong>: It is good.</p><p><strong>YG</strong>: Yeah. His homies, they been f---ing with YG and my music, like back in the day, so it only makes sense to do a song with Q. Everybody that's having some success right now in L.A., we all done saw each other before success started really happening. We all saw each other, knew each other, so it's just love. It's like, whatever, like, \"You need me on the song? For sure.\" Especially when you doing your thing and people know you ain't about to bulls--- with they s---, it's love. So, yeah.</p><p>Me and ScHoolboy — ScHoolboy was in the studio, he was just there listening to my album. Cause Ali mixed my album — he mixed TDE, you know, he mix they whole s---. He was mixing my s---, so Q just turned in his album, he was in the studio, he was in the other room doing some verses. Matter of fact, he had the studio that I needed to use to mix my album, to finish mixing my album. But he was doing verses and s--- so he had the studio, but he moved to the little room and let Ali mix my s--- in the big room, so we could finish it, you feel me. So he already was looking out, and then after he got done with his verses he came up in the studio. We played him the album — and the album, you feel me, was still missing like some little s--- to it. So we played him the album. He was in there like, \"This s--- hard.\" I play him the \"I Just Wanna Party\" s---. He like, \"This s--- hard.\" I'm like, \"Hey n----, hope on that motherf---er,\" you feel me. \"I'm trying to make one of those L.A. classic joints. Hop on that!\" Like, \"For sure.\" He hopped on it and I'm like, \"Oooh.\" I would probably put my verse two on there but I'm like, \"My n----, this gotta be some L.A. s---.\" I hit Jay Rock — and I told Rock back in the day, \"My n----, I'ma do something with you for sure.\" Right before I started working on my album, I told him, \"Man, my n----, I gotta get you on my s---.\" So when I called him, I know he was like, \"OK, for sure.\" It was right before I turned my album in, they both hopped on it, like the last week.</p><p><strong>MUHAMMAD</strong>: That's dope.</p><p><strong>YG</strong>: Yeah, but we all on some L.A. shit my n----s, like we been off the scene. Ain't nobody new been on the scene doing nothing, repping for our side of town, our side of the map, for a minute, so I feel like everybody –- right now — they appreciate it, they willing to do whatever because n----s know it was ugly over there for us a couple years ago. Now n----s got it and it's like \"Yeah, we movin'. What's up.\"</p><p><strong>MUHAMMAD</strong>: That's dope. You were signed for — you've been signed to a couple deals.</p><p><strong>YG</strong>: Nah, I been signed to Def Jam the whole time. I got out of jail in like June 2009, and I got signed in like September, October.</p><p><strong>MUHAMMAD</strong>: So what were you doing that whole time, just the mixtapes?</p><p><strong>YG</strong>: Mixtape s---. I had the \"<a href=\"https://www.youtube.com/watch?v=uWlMhiEL9Mc\" target=\"_blank\">Toot It and Boot It</a>\" record, the s--- blew up. The label ain't really know what to do with me cause I'm a new artist; I'm from the west coast, Def Jam a east coast based label so ain't nobody know what to do. So me and Mustard, we went — that's when Mustard started making beats, Mustard wasn't making beats first. Then we was in that situation, and then we was like, \"We about to just lock ourselves in the studio and just go in.\"</p><p>Mustard, he said he wanted to make beats before, but he just never made beats. So he started making beats and we was just going up. Locked ourselves in the studio, did that mixtape <em><a href=\"http://www.datpiff.com/YG-Just-Red-Up-mixtape.226432.html\" target=\"_blank\">Just Re'd Up</a></em>, the first one, and that's when I had the \"<a href=\"https://www.youtube.com/watch?v=waX2fj0rk2g\" target=\"_blank\">I'm Good</a>\" record on there. I had the \"<a href=\"https://www.youtube.com/watch?v=QqGXTE97Xfw\" target=\"_blank\">B----es Ain't S---</a>\" record on there, I had the \"<a href=\"http://www.datpiff.com/pop-mixtape-player.php?id=m6b750ba&tid=5\" target=\"_blank\">Up</a>\" record and a whole lot more records that was big records on the west coast. \"B----es Ain't S---\" ended up on the radio. \"I'm Good\" ended up on the radio. \"Up\" ended up on the radio.</p><p>N----s got record deals off of the \"Up\" record, the other people that was on the song. Because that record was <a href=\"https://www.youtube.com/watch?v=LsnP8FDdVOo\" target=\"_blank\">somebody else record from the Bay</a>, but the record was out for a year before I hopped on it. It didn't blow up so they put me on the record to blow it up and when I did that it blew up. Then they got signed and then they <a href=\"https://www.youtube.com/watch?v=q93F03BhbXg\" target=\"_blank\">took me off the joint and put 50 on</a> the joint. They could have left me on but they took me off, and now, you feel me — yeah.</p><p><strong>MUHAMMAD</strong>: How that make you feel?</p><p><strong>YG</strong>: I was hot at first, but then it was like, I kept moving. I'm in a good situation, I ain't tripping. But that's what we was doing, we was mixtaping it. I was doing shows, shooting my videos, investing my money, paying for everything, all my videos. I shot like three videos off that mixtape, like $10,000 worth of videos.</p><p><strong>MUHAMMAD</strong>: Did Def Jam give you — were they pressuring you? Because that doesn't really benefit --</p><p><strong>YG</strong>: I was moving, on my own. I wasn't talking to them at this time.</p><p><strong>MUHAMMAD</strong>: Cause they don't really benefit from a mixtape.</p><p><strong>YG</strong>: No, they don't, but now they benefitting cause I built my fanbase up that whole time. And now I put out albums and singles, and they selling. People loving it. They know the story, saw a n---- out here grinding. So it's good. We took — from 2010 to right now, grinding, I was going on my own tours. I start opening up on tours for bigger artists, and we just kept going. It was like from 2011 really because the mixtape <em>Just Re'd Up</em> came out in 2011. In 2012 I dropped <em><a href=\"http://www.datpiff.com/YG-feat-DJ-Mustard-4-Hunnid-Degreez-mixtape.317249.html\" target=\"_blank\">4 Hunnid Degreez</a></em> then 2013 I dropped <em><a href=\"http://www.datpiff.com/YG-Just-Red-Up-2-mixtape.441217.html\" target=\"_blank\">Just Re'd Up 2</a></em>. So them three years, we was moving. I was at home — each year I was in L.A. for probably like two months to three months each year. Because I go do my tour and then I come back and go do somebody else tour and open up. Then I come back, do my mixtape, put it out, go on my tour, do that same thing for like three years. And now I'm right here.</p><p><strong>KELLEY</strong>: Did the <em>XXL</em> cover do anything for you that you noticed?</p><p><strong>YG</strong>: Yeah, it just kept me — it put some pressure on me because when you get on that magazine people expect you to blow up ASAP. And I was one of the people – artists — that didn't blow up ASAP.</p><p><strong>KELLEY</strong>: Cause that was 2011, right?</p><p><strong>YG</strong>: That was 2011 but I had that <em>Just Re'd Up</em> mixtape drop right after that. It start like, everybody was like, \"OK.\" Well, on the West Coast, n---s was like, \"OK,\" but on this side, n----s still was trying to figure it out, you feel me. But, yeah, I just kept moving.</p><p><strong>KELLEY</strong>: Can you sort of describe Mustard's sound?</p><p><strong>YG</strong>: L.A.</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>YG</strong>: Yeah. West Coast.</p><p><strong>MUHAMMAD</strong>: He sound L.A. to you? I swear he sounds like the Bay Area to me.</p><p><strong>YG</strong>: I mean, we be getting that sometimes but --</p><p><strong>KELLEY</strong>: Is he from the Bay?</p><p><strong>YG</strong>: Nah, from L.A.</p><p><strong>MUHAMMAD</strong>: He from L.A.</p><p><strong>KELLEY</strong>: OK. So maybe I'll try to describe it and you tell me if it's how you hear it or not how you hear it. So it's, like, very roomy — everything's pretty spread out — and the tones are like — it's kind of brassy, it's horns that have been modulated somehow. Does that make any sense?</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>KELLEY</strong>: And then I guess it sounds — it's real bassy.</p><p><strong>YG</strong>: Yeah, bassy for sure.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>KELLEY</strong>: A real wet bass. Like you know it's gonna sound good in a car, right?</p><p><strong>YG</strong>: Mmhmm.</p><p><strong>KELLEY</strong>: So if that's sort of what it is, why does that work for the stories that you want to tell?</p><p><strong>YG</strong>: Mustard start making his beats to my — to what I was rapping about. That's how it all started off.</p><p><strong>KELLEY</strong>: OK.</p><p><strong>YG</strong>: He was making his beats to what I was rapping about. Then he would do something and I'll be like — I used to come in and be like, \"Change that.\" And all that. You feel me?</p><p><strong>KELLEY</strong>: So how did you guys meet then?</p><p><strong>YG</strong>: We met through a mutual friend, Big B. He was my manager before I got signed and all that, like up in the streets. I knew him cause my best friend, that was his cousin. When I went to jail, he hit him up like, \"Hey, what's up with this YG n----?\" Like, \"I want to f--- with him.\" Like, \"He the n----.\" This was back in the day, '08. And he was asking like, \"Do you know him?\" He like, \"Yeah, that's my n----, you feel me, every day.\" So he's like, \"When he get out of jail, tell him I want to f--- with him.\" When I got out of jail, he linked me up with Big B, and then Big B linked me up with Ty and Mustard cause he watched them grow up.</p><p><strong>KELLEY</strong>: So Ty and Mustard were together before?</p><p><strong>YG</strong>: Nah. Big B knew Ty and he knew Mustard. But they didn't knew each other until we all knew each other. So Big B linked me up with Ty, I start working with Ty, we did the \"Toot It and Boot It\" joint and all that and then at the same — I did that with Ty in like October, November. Then in December of '08 he linked me up with Mustard to do my first mixtape, <em><a href=\"http://www.datpiff.com/YG-4-Fingaz-mixtape.45725.html\" target=\"_blank\">Four Fingers</a></em>. Back in the day, '08. So Mustard hosted my mixtape. But I knew who Mustard — I heard of Mustard, I knew his name because he was doing the same thing I was doing in the city. He was doing it, but he was DJing all the house parties, all the little all-age clubs, high school clubs on the side of L.A. where he from.</p><p><strong>KELLEY</strong>: What side is he from?</p><p><strong>YG</strong>: He from South Central, like Baldwin area, like the Jungles. He went to Dorsey High. I'm from the other side. But I came out and I was all around — I was everywhere. I'm from the other side, like Compton, Paramount, Long Beach, Gardena. I used to be over there. But when I came out, when I started doing, moving around doing parties, house parties and s---, I was all over Los Angeles county, f---ing Lancaster, Fresno, Victorville. I was all over. We was moving like wild.</p><p>So we linked up, he did my first tape and then he became my DJ and we was doing everything together. We was homies, and then he started living with me. It was just — we was homies, you feel me. \"Toot It and Boot It\" record popped off, so we started moving around. We was moving around, he was DJing. And then when I start to come out, everybody was looking like we was one-hit wonders. But I been had records before this \"Toot It and Boot It\" record. But it was just L.A. s---. But I knew, like, my n----, I make records. Like, it ain't nothing.</p><p>So we just had to figure it out. Mustard started making beats and it started going up. But he was making beats to the type of s--- I was talking about, to our lifestyle and the type of s--- I was talking about. That's where the music came from.</p><p><strong>KELLEY</strong>: OK. So what did you guys — when you lived together, what would you listen to?</p><p><strong>YG</strong>: We was listening to West Coast s---. Yeah. We really wasn't listening to n----s' music at the time. But y'all trying to say what we grew up on or what influenced his beats and s---?</p><p><strong>KELLEY</strong>: I guess so, yeah. I mean, I hear a lot of <a href=\"http://en.wikipedia.org/wiki/DJ_Quik\" target=\"_blank\">DJ Quik</a>.</p><p><strong>YG</strong>: I feel like this -– yeah, we was off that type of s---. That's the type of s--- we partied to. But we partied to Bay Area s---, too. Don't get it f---ed up. We f--- with the Bay. What everybody say — like, n----s be sayin' he stole the Bay sound. I don't feel like the homie did that, you feel me. And the Bay n----s like — we be in the Bay. We got Bay n----s. We go to the Bay, they f--- with us in the Bay. They love me in the Bay. It's like I'm from the Bay. They f--- with our s---.</p><p>But I feel like we was listening to — like, we grew up to Keak da Sneak and E-40 and all of that. But I don't feel like the homie music sound like they music; it's different. But it do got a bounce and it's bassy, for sure. And that's due to the fact when we was doing the party s---, Mustard a DJ so he had to play all that s---, you feel me. That's probably why people say what they say. But he a DJ, so when we was young doing the party s---, what was cracking around that time was the south music, like Lil' Jon and Jeezy and all that type of s--- is what n----s was, what was going on when we was like 16, 17.</p><p><strong>KELLEY</strong>: Right.</p><p><strong>YG</strong>: So Mustard had to play all that, so it was a lot of that s--- getting played. N----s really wasn't playing Snoop, <em>Chronic</em>, and all that around when we was 16, 17, 18. N----s wasn't playing that in the club, you feel me. Get the club turnt up, you would play some Boosie records, you would play some Atlanta records. It was no records to play from the west coast. Or you would play an E-40 record or you would play that old Keak da Sneak joint. You played them records. So I feel like that's probably where the bounce come from. But I don't know.</p><p><strong>KELLEY</strong>: There's a tone to that stuff. That's kind of like the brassy thing I'm talking about.</p><p><strong>YG</strong>: Oh, OK.</p><p><strong>KELLEY</strong>: And to me it's just <em>not</em> New York.</p><p><strong>MUHAMMAD</strong>: Oh, absolutely not.</p><p><strong>YG</strong>: It's not supposed to be.</p><p><strong>KELLEY</strong>: It's everything but New York.</p><p><strong>MUHAMMAD</strong>: Yeah, it's definitely west.</p><p><strong>YG</strong>: It's supposed to be the west coast. That's why people love it, cause it's not what they used to. It's new. And when we talking about — like people listen to the album, they say they feel like they from L.A., Bompton, when they listen to it. They say they feel like they right there. That's what it's supposed to do. When you was listening to Biggie album, you feel like you was from New York and you feel like you was robbing s--- with him. When you listen to <em>The Chronic</em> and <em>Doggystyle</em>, you feel like you was from L.A. When you listen to 50 Cent, <em>Get Rich or Die Tryin' --</em> his s--- was like, it sounded like some L.A. s--- but he was --</p><p><strong>MUHAMMAD</strong>: Yeah, it was a mixture to me.</p><p><strong>YG</strong>: Yeah, but his stories was that New York s---, and he sounded like a New York n----.</p><p><strong>MUHAMMAD</strong>: You paint a good picture, it's very descriptive, but there's one line that just stays in my head. I'm just like, yo, I know what it means but is there something else? When you said, \"They dry their clothes on the hanger.\"</p><p><strong>YG</strong>: Oh, yeah, \"So all my homies gang-bangers / They dry they clothes on hangers.\"</p><p><strong>MUHAMMAD</strong>: I was like, yo! That line had me in tears.</p><p><strong>YG</strong>: N----s is thuggin'. You feel me? That's basically what I'm saying. Like, the homies is thuggin'. N----s is dryin' they clothes on hangers outside on the door. Yeah.</p><p><strong>KELLEY</strong>: Cause they didn't want to pay for the dryer?</p><p><strong>YG</strong>: They can't pay for the dryer, or they don't got one.</p><p><strong>MUHAMMAD</strong>: I think it's just a little bit like — nah, it's not clothespins, it's on a hanger.</p><p><strong>YG</strong>: It's hangers. You ain't never dry your clothes on a hanger?</p><p><strong>MUHAMMAD</strong>: In the hotel room I have.</p><p><strong>YG</strong>: I dry my clothes on — especially white T's, when you buy a fresh white. This is when you 16, 17, 18, white T's, you in high school. You buy your fresh white T's, you wear it, you put it in the washer. If you put it in the dryer, it's gonna f---, it's gonna look old. So you wash it and you hang it on a hanger, you feel me, and let it dry — let it air dry. So when you put it on, when you iron it again, it still look like --</p><p><strong>MUHAMMAD</strong>: Fresh.</p><p><strong>YG</strong>: It ain't all the way brand new, but it don't look dingy like how it was when you put it in the dryer.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>YG</strong>: Yeah.</p><p><strong>MUHAMMAD</strong>: That definitely painted –- the whole, I mean, everything — it paints such a picture.</p><p><strong>YG</strong>: Hey, I appreciate that though for people that's from this side, the East Coast, period, to be able to get it. My n----, that's big. It was ugly for me cause everybody was just going off of mixtape s---, so it was just motherf---ers — I know people didn't expect what I gave 'em. But for people to get it, like, hear it and get it and be able to talk about it like motherf---ers really listening, that's big.</p><p><strong>MUHAMMAD</strong>: It's a couple of songs that really, I think — it balances out. The song with you and Kendrick, there's different things I think that gives you a full — it's a complete package. I don't know if it's just, because it seems like a concept album, it seems like you had a deliberate beginning, middle and end of a story and it's with full, complete purpose. I think sometimes with mixtapes, depending on the approach, if you approach it like a album — some people been doing that with mixtapes now — but I think with the mixtape it just seems like there's different songs so it's hard to really get into the mind of the artist, you know. And I think with this album, you put your artist — you put it down hard.</p><p><strong>YG</strong>: Good looking.</p><p><strong>MUHAMMAD</strong>: It feels like — oh, you really understand what it is, where you coming from and what the statement is.</p><p><strong>YG</strong>: Yeah.</p><p><strong>KELLEY</strong>: I'm told that at your listening party, that it was one of the most fun listening parties ever because you brought a lot of people and everybody was so happy.</p><p><strong>YG</strong>: Mmhmm.</p><p><strong>KELLEY</strong>: And that it didn't feel calculated or manufactured at all. So how do your friends, how do your homies and your family tell you what they think about that album? Like are you getting flowers? Are you getting phone calls? Is it all text?</p><p><strong>YG</strong>: I'm getting phone calls, text messages. When I see people, they happy, they excited, smiles on everybody face. Everybody just like, \"You did it!\" I'm like, \"My n----, I ain't do it. I ain't do nothing yet.\"</p><p><strong>KELLEY</strong>: What do you mean?</p><p><strong>YG</strong>: I probably ain't gonna know until it's all said and done, like a year later, you feel me. Like I got goals, so I'm still pushing. This the beginning. The album out, I gotta go sell this motherf---er now.</p><p><strong>KELLEY</strong>: So the next goal is to sell well?</p><p><strong>YG</strong>: Yes, that's the first goal.</p><p><strong>KELLEY</strong>: Do you have a number in your mind?</p><p><strong>YG</strong>: Nah, like gold and platinum, you feel me. I know it's hard to go platinum but this my first album. Like, this is my first album, ever, you feel me. It's a new sound, new artist, so it's like I'm fresh on the scene. I look at it as just like my introduction. People like, \"OK, OK, for sure.\" I got my foot in there. My second album is, it gotta be that s---. I gotta come out and do some cool numbers, yeah.</p><p><strong>KELLEY</strong>: <em>Midnight Marauders </em>level.</p><p><strong>YG</strong>: Who that? What's that?</p><p><strong>KELLEY</strong>: That's his sophomore album.</p><p><strong>YG</strong>: Oh, for real? You rap? Wait, what's your name, bro?</p><p><strong>MUHAMMAD</strong>: Ali Shaheed Muhammad.</p><p><strong>KELLEY</strong>: Of A Tribe Called Quest.</p><p><strong>YG</strong>: Oh, s---!</p><p><strong>KELLEY</strong>: \"Shaheed push the fader.\"</p><p><strong>YG</strong>: Hey, man, I feel like a f---ing idiot!</p><p><strong>KELLEY</strong>: Don't!</p><p><strong>MUHAMMAD</strong>: Nah, don't.</p><p><strong>YG</strong>: Oh, s---.</p><p><strong>KELLEY</strong>: I was just teasing him. I didn't mean to --</p><p><strong>MUHAMMAD</strong>: You were born when I was --</p><p><strong>YG</strong>: Yeah, I was born in 1990.</p><p><strong>MUHAMMAD</strong>: So it was like when we put out, probably the first album.</p><p><strong>KELLEY</strong>: He already had an album out.</p><p><strong>YG</strong>: That's crazy.</p><p><strong>MUHAMMAD</strong>: Yeah, first album, you were born. I was already past that time.</p><p><strong>YG</strong>: That s--- crazy, though. Damn, 1990 was your first album?</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>YG</strong>: See that's like Snoop and all them.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>YG</strong>: People be asking me about how I feel when Pac died. I tell 'em like, \"My n----, I was six.\" I can't even be like — I don't even remember when Pac died. I just know I used to see a lot of \"Rest in Peace Tupac\" posters and s--- like that, that's all I remember. But I don't remember the reaction on the people, though. I was a little-ass baby boy, you feel me.</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>YG</strong>: That's crazy! Damn!</p><p><strong>KELLEY</strong>: So what is your next goal after that? After killing it with the sophomore album, what's next?</p><p><strong>YG</strong>: Man, after you do that, you just gotta start — me and Mustard, we got a label. We got a little label situation we working on a little deal right now.</p><p><strong>KELLEY</strong>: And who's signed to that? Ty is?</p><p><strong>YG</strong>: No, Ty a part of the situation, but who's signed to it, we got artists like <a href=\"https://twitter.com/rjmrla\" target=\"_blank\">RJ</a>, <a href=\"https://twitter.com/TeeCee4800\" target=\"_blank\">TeeCee</a>, <a href=\"https://twitter.com/ReemRiches\" target=\"_blank\">Reem Riches</a>, <a href=\"https://twitter.com/officialslim400\" target=\"_blank\">Slim 400</a>, <a href=\"https://twitter.com/CharleyHood\" target=\"_blank\">Charley Hood</a>. We got artists, producers, and all that. But we got a little situation so after we do our thing on our solo albums, you feel me, we gonna make it happen. Yeah, we got goals that are, like, a 10, 20-year run.</p><p><strong>MUHAMMAD</strong>: You have any goals that's outside of music?</p><p><strong>YG</strong>: Yeah, I got movies, all that.</p><p><strong>MUHAMMAD</strong>: Good cause you know --</p><p><strong>KELLEY</strong>: Well, you've been in movies.</p><p><strong>YG</strong>: Yeah, I did <a href=\"http://en.wikipedia.org/wiki/We_the_Party\" target=\"_blank\">a movie</a>.</p><p><strong>MUHAMMAD</strong>: Music is one aspect, but I just think for artists coming up it's a challenge to continue to be — for the music to be the breadwinner. There has to be some diversity in what you doing. So whatever you're establishing, build up outside of music, too.</p><p><strong>YG</strong>: Yeah, for sure. Movies, different little business ventures, all that. I'm with all that. I got my merchandise, clothing stuff going, so.</p><p><strong>KELLEY</strong>: You wearing some merchandise?</p><p><strong>YG</strong>: Oh, I'm wearing my album, which is, you could say it's a little piece of my merch. But this is a album promo T.</p><p><strong>KELLEY</strong>: Got it.</p><p><strong>YG</strong>: I wear it every day though.</p><p><strong>MUHAMMAD</strong>: That's a good one, though.</p><p><strong>YG</strong>: Yeah, it's cool. Yeah, it's fly, right here. We wear this every day, like, \"This fly.\"</p><p><strong>MUHAMMAD</strong>: That's a real good one.</p><p><strong>KELLEY</strong>: Can you say what it is for everybody who can't see?</p><p><strong>YG</strong>: Oh, man, if you can't see right now, I've got the black long sleeve with my album cover blown up on the front, you feel me. Real plain and simple but it's like --</p><p><strong>KELLEY</strong>: It's a fake mug shot. Or is it your real mug shot?</p><p><strong>YG</strong>: No, this a fake mug shot.</p><p><strong>KELLEY</strong>: OK.</p><p><strong>YG</strong>: I just went back to earlier, reliving this moment. But I couldn't get the real mug shot.</p><p><strong>MUHAMMAD</strong>: Is that like a reminder for you? When you see that, what is that picture?</p><p><strong>YG</strong>: It's just like, yeah, I been through this. It's just my crazy life. I did this. Yeah, I did this.</p><p><strong>KELLEY</strong>: Never going back, though?</p><p><strong>YG</strong>: Nah. Hell no. How this happen — on the story of when I went to jail and I got caught, I was doing what I was doing for a homie. I had a show the next day. No, I had a show on Friday. This happened on like Tuesday or Wednesday. Homie called me, he said he ain't have no money, he need to pay his rent and all that. I was good. I had a show. I was getting little money and s--- but I'm like, \"What? So, my n---- what's up?\" He like, \"I need some money.\" I'm like, \"Come pick me up then.\" Cause homies know I'm a flocker, like I go rob s---, get money, I do all that. So homie called me like, \"Yeah.\" I'm like, \"Alright, come get me.\" So that's — I went to jail for the homie. I caught a case for the homie. I got a strike on my record for the homie. We was facing two to six years in the pen, for the homie. S--- was crazy! I went to jail madder than a motherf---er! Like, man I'm hot! I got a show. But I wasn't playing — at the time I wasn't telling him like, \"I'm in jail for you, n----.\" I was in jail; we had a case. But when that s--- was all said and done, I was like, \"My n----, you know I was in jail for you, homie like, that was for you, my n----.\"</p><p><strong>MUHAMMAD</strong>: Is that the inspiration for the song?</p><p><strong>YG</strong>: For which one?</p><p><strong>MUHAMMAD</strong>: \"My --</p><p><strong>YG</strong>: Exactly. I say something like that in the song. I say some s--- about hitting a lick, but I mention that in all of my songs, you feel me, like I'm really telling my story in these joints.</p><p><strong>KELLEY</strong>: Well, what's the story about you were gonna get a year but you got six months because your girl's mom --</p><p><strong>YG</strong>: That's that story right there. That's that — we caught the case in Long Beach. We was fighting the case out of Norwalk Courthouse. So I went to jail — the first time I went to jail, boom. We was in jail for like a month and it was ugly. We was finna have to take some time. But my momma, she end up bailing me out. So when my momma bailed me out, my homeboy who was up in there, his momma bailed him out, you feel me. They figured out — they got some money, bailed us out. So we started fighting our case from the street. They changed the courthouse — that's what they did. They changed the courthouse. We wasn't fighting our case out of Norwalk Courthouse first, we was fighting it out of Bellflower or something. They changed it to Norwalk, so when we went to Norwalk, I was fighting the case from the streets.</p><p>This girl I used to, like, talk to, but not like that, but like that, her momma was working out of that courthouse. She found out my case was there, so she, her daughter, had hit me up and was like, \"Yeah,\" and I told her what was going on. And she was like, \"I'ma see if my momma could write you a letter.\" I talked to her momma and she told me what she was gonna try to do. So at my next court date the judge was trying to give us like two years in the pen. I was about to take that. I was about to say f--- it and just take it, because, you feel me, they was talking about two, four, six. And it was no way around it because we did it and we got caught. I got caught with the screwdriver and all that, so it wasn't no way around it. Before they ended the little session in court, somebody brought in a letter and the letter was from ol' girl momma, which she worked in the courthouse, so when the judge read the letter, it's like, you feel me, she working here. So when she read the letter, she was like, \"OK, I'ma give y'all six months in the county with a strike.\" If I would have had to do two years in the pen, I wouldn't have got out when I got out and got signed three months later. I would have been in jail for a whole nother year and a half. That s--- crazy right there.</p><p><strong>MUHAMMAD</strong>: It is crazy.</p><p><strong>YG</strong>: That's crazy. That s--- crazy.</p><p><strong>KELLEY</strong>: Maybe you should put that girl and her mom on the cover of the next album.</p><p><strong>YG</strong>: I told them back in the day, I said, \"If I make it, I'ma take y'all out. I got y'all.\" I been trying to get in contact with 'em.</p><p><strong>MUHAMMAD</strong>: I like how the story ends on a high note though with this album out. You doing positive things with your life and I think it's an inspiration — the stories — and inspiration for people who come from — you know, kids who's walking the train tracks and somebody's following them and the life is stressful for a youngin. To see where things have ended up for you I think is positive, man. Just keep making your music and stay away from drama. Yeah. I know I don't have to tell you that, but I'm just sayin'. It's a lot of kids who, they understand and they looking at you, so you can be that example.</p><p><strong>YG</strong>: Yeah.</p><p><strong>KELLEY</strong>: And we want the sophomore album.</p><p><strong>MUHAMMAD</strong>: Yeah, we want that. We want the classics.</p><p><strong>YG</strong>: Hell yeah.</p><p><strong>MUHAMMAD</strong>: We need the west coast classics cause it's been — I mean, Kendrick, he made a classic. Before Kendrick, it was really quiet. I'm really trying to think of like — it's a minute.</p><p><strong>YG</strong>: What was the last classic before Kendrick?</p><p><strong>MUHAMMAD</strong>: Yeah, that's what I'm sitting here trying to think. Like what? <em>Doggystyle, Chronic,</em> what was after that?</p><p><strong>KELLEY</strong>: <em>Chronic 2001</em>.</p><p><strong>YG</strong>: Yeah, that's the s---.</p><p><strong>MUHAMMAD</strong>: <em>Chronic 2001</em>.</p><p><strong>YG</strong>: That s--- right there, that's my s---.</p><p><strong>KELLEY</strong>: You're old enough for that one?</p><p><strong>YG</strong>: Yeah, I got a whiff of that. Little swiff off that joint. My pops used to be banging that s---.</p><p><strong>MUHAMMAD</strong>: I like Game's first album. I like his second album, too.</p><p><strong>YG</strong>: Yeah n----s was off <em><a href=\"http://en.wikipedia.org/wiki/The_Documentary\" target=\"_blank\">The Documentary</a></em>. See, I grew up to that s--- right there.</p><p><strong>KELLEY</strong>: Oh right, right, right.</p><p><strong>YG</strong>: Yeah, that was like -– n----s was out, yeah.</p><p><strong>MUHAMMAD</strong>: I'm trying — but you know what I'm saying. You know that. It's a void so keep putting that out, designing them classics, man.</p><p><strong>YG</strong>: Yeah, off top.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>KELLEY</strong>: You got one of those T-shirts for me?</p><p><strong>YG</strong>: I'ma tell my boy to get y'all some.</p><p><strong>KELLEY</strong>: Thank you so much for coming in.</p><p><strong>YG</strong>: Thank y'all for having me. I appreciate it.<em> My Krazy Life</em> out right now. My debut album. Go cop that.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=YG%3A+%27I+Gave+Y%27All+What+I+Seen%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frannie Kelley","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1338585385-b6db8f.m3u?orgId=1&topicId=1105&aggIds=100920965&ft=3&f=335019314"},{"href":"http://media.npr.org/assets/img/2014/07/24/yg-14e9bbfef4718bcce75416ce57953ea6979a7341.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"697","width":"929"}}]}