{"created":"2014-09-08T01:59:32+00:00","modified":"2014-12-04T14:31:14+00:00","valid":{"from":"2014-12-04T14:31:14+00:00","to":"3014-12-04T14:31:14+00:00"},"hreflang":"en","title":"Build A Toothbrush, Change The World. Or Not","published":"2014-08-27T14:08:00+00:00","teaser":"You think bringing a new toothbrush to market is easy? The seven-year saga of two dental entrepreneurs struggling to bring their patented brush to consumers suggests otherwise.","itags":["npr_api","341670779"],"guid":"32e0bee9-06c4-4319-9aa6-16d9fbb40482","contentencoded":"<p>Some people dream of climbing Mount Everest or riding a bicycle across the country. <a href=\"http://www.linkedin.com/pub/mike-davidson-rdh-bsdh/68/a46/417\">Mike Davidson's dream</a> has been to create the perfect toothbrush, and now he thinks he's done it.</p><p>The saga of this brush tells a lot about the passion and persistence to take an idea and turn it into a product.</p><p>Shots first <a href=\"http://www.npr.org/2012/12/27/168080635/the-quest-for-the-perfect-toothbrush\">introduced you</a> to Davidson in 2012. At the time, Davidson thought his toothbrush would be ready for the market the following June. That turned out to be wishful thinking. The new target date is Nov. 1 of this year, and it looks like he will make it.</p><p>I visited Davidson and his partner in this adventure, dentist Mike Smith, earlier this year at the headquarters of their company <a href=\"http://mdbrush.com/\">MD Brush</a>. The headquarters is just an office in the dental practice they both work at in Pearland, Texas. Seated around a desk in that office, the pair told me the story of the brush.</p><p>It begins in 2007. Smith says the idea for the brush was Davidson's.</p><p>\"His story is he was in his garage one night,\" Smith tells me. \"He's a very handy man, me not so much. But he likes to do the handy work, so he has this clay model, brings it in one day to the office, and he's like, 'What do you think of this?' And I'm like, 'What do I think of that?' \" At this point Davidson interrupts Smith with a laugh. \"You recognized a good thing when you saw it,\" says Davidson.</p><p>So what's special about the brush? Well, to remove the bacteria that cause gum disease, most dentists say you should hold the brush so the bristles are at a 45-degree angle to the gum line. Easy enough, but most people don't. Davidson's brush has an unusual handle that automatically puts the bristles at the correct angle.</p><p>\"It is really, in my view, the perfect toothbrush. Not because I built it — because it makes sense,\" says Davidson.</p><p>Coming up with the idea for the brush turned out to be the easy part. \"As far as implementing it, and making it usable, neither one of us had any idea, and especially when it came to actually fabricating one,\" says Davidson. \"We learned, and we wasted so much money,\" he adds with a rueful laugh.</p><p>The first design of the brush had a bladder mechanism inside that was supposed to squirt mouthwash into the gums as you brushed. It took 14 months to design this brush, but it was too complicated to manufacture. That was $7,000 down the drain.</p><p>The next design had the same shape, but no bladder and a different manufacturing design that uses what's called a core injection system.</p><p>That brush took two years to design. But the core injection system turned out to be a bust. Another $4,000 wasted.</p><p>\"And now we're stuck, and we're scratching our heads, and it's like, oh, crap, this is another redesign. This is another two years,\" says Davidson. That was only when I was really, 'Maybe it won't happen.' \"</p><p>Smith told him to just stay positive. \"We'll get through this, it's just going to take time.\"</p><p>They did get through it, and designed a new model with a different manufacturing scheme. They teamed up with a Chinese company that agreed to make the brush. But after spending around $9,000 on airline tickets to China, that business relationship soured, and all they had to show for it was a lot of frequent flier miles. Still no toothbrush.</p><p>Finally, they linked up with a manufacturing facility in Vietnam that had Japanese owners. Everything seemed to be going smoothly, and the factory sent a prototype.</p><p>But there was a problem. The handle on the prototype felt wrong. It felt too big. They tried it out on their colleagues in the dental practice, and everyone, especially women with smaller hands, agreed the handle felt too big.</p><p>\"What we didn't know is that when they make any kind of piece of plastic for anything, they'll make it upwards of 3 percent larger than it should be to account for the plastic contraction that occurs when hot plastic cools,\" says Davidson. Problem is, the way their brush is designed, it didn't shrink. So the 800-pound steel injection mold the manufacturer made is useless junk.</p><p>\"So then we spend the next four months arguing about whose fault it is,\" says Davidson.</p><p>Once they got that straightened out, another problem. This one came completely out of the blue. A geopolitical dispute between China and Vietnam nearly scuttled the brush. Thousands of rioters trashed factories in Ho Chi Minh City, where the brush was supposed to be manufactured. Why the riots? It turns out the Vietnamese were upset with China's decision to plant an oil rig off Vietnam's coast, so some people attacked Chinese-owned businesses.</p><p>Davidson says their factory was spared because it was Japanese-owned, not Chinese-owned.</p><p>As I listened to this amazing story, I began to wonder what kept them going. All this just for a toothbrush? Or maybe they were hoping to make gobs of money. So I asked them: What if some executive at Colgate hears this story and thinks, \"We should buy these guys out before their brilliant toothbrush design makes a giant dent in our business\"? Would they take the money?</p><p>Smith says no. \"I mean, we've taken it this far,\" he says. \"We're going to continue to take it all the way.\"</p><p>\"It's not about money,\" adds Davidson. \"It's about winning. And it's about beating these guys at their own game. And showing we can do something better.\"</p><p>Clearly this is something Davidson feels passionate about. \"We're not just trying to sell a cool toothbrush,\" he says. \"Ultimately, we want people to realize the value of having a clean mouth, because there are so many other systemic conditions that are related to gum disease. And the thing about brushing is that, if you do it right, it feels a certain way. It feels like a golf swing or a perfect tennis shot down the side — it feels a certain way. And that's what this brush is designed to do. It's designed to show you what good brushing feels like.\"</p><p>That's the idea, and it might be nice to have that feeling, but at the moment, he's got no proof that good feeling will result in less gum disease.</p><p>Davidson is confident that proof will come. In the meantime, they're forging ahead.</p><p>After I spoke with Davidson in early June, he flew off to Vietnam to oversee the first manufacturing run.</p><p>At the end of the first day of the run, Davidson was able to take a box of newly manufactured brushes back to his hotel.</p><p>\"It was a heck of a feeling,\" he says. \"To go through all that and finally see the vision that we had, right there in a completed form was a great thing.\"</p><p>There is, of course, that final hurdle: whether anybody will pay $10 for a toothbrush.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Build+A+Toothbrush%2C+Change+The+World.+Or+Not&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joe Palca","audio":[{"meta":{"duration":"458"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1343623240-a24289.m3u?orgId=1&topicId=1128&aggIds=156490415&ft=3&f=341670779"},{"href":"http://media.npr.org/assets/img/2014/08/19/toothbrush-1-copy-ef9183794aee14280a8f7bf8a94ef8e40e8ba1fa.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1175","width":"1567"}}]}