{"created":"2015-05-31T11:34:30+00:00","modified":"2015-06-03T15:05:39+00:00","valid":{"from":"2015-06-03T15:05:39+00:00","to":"3015-06-03T15:05:39+00:00"},"hreflang":"en","title":"Why Isn't 14-Year-Old Fadzai In School? Zimbabwe's Education Dilemma","published":"2015-06-01T21:21:00+00:00","teaser":"When Zimbabwe won independence in 1980, the country boasted high literacy rates. Then the economy crashed, and many families could no longer afford school fees.","itags":["npr_api","410958361"],"guid":"32e1ea45-f703-40b7-be2e-393ef1f515b8","contentencoded":"<p>Fourteen-year-old Fadzai Kundishora is at home chatting with her grandmother, aunt and their neighbor when her cousin Tinotenda, 15, strides in from school, hungry. He's in uniform; Fadzai isn't.</p><p>Unlike her cousin, Fadzai has been home all day with the older women from the household. They take turns blowing out their cheeks like bellows to light up the firewood beneath a pail of water and a blackened pot of black-eyed peas.</p><p>In their modest, rural homestead in Charakupa village, in Seke — 40 miles south of Zimbabwe's capital — none of the women has a job.</p><p>Grandmother Miriam Kundishora, a widow, has seven children and 13 grandchildren. Why, I ask her, isn't Fadzai in school?</p><p>\"It really hurts me a lot, because I really wish for her to go to school and be somewhere with her life,\" Miriam says through an interpreter. \"You look at these schoolchildren, you send them to school, but then they are chased away from school. But you don't have the money.\"</p><p>She says Zimbabwe, which won independence from Britain in 1980, isn't truly liberated, \"because things are just so hard. It pains me a lot that she's not going\" to school.</p><p>I turn to Fadzai, who is battling to hold back the tears, as she responds in a tiny, timid voice.</p><p>Fadzai tells me she was a good student and loves learning. She wants to be a nurse and says it hurts to see other children going off to class while she's doing chores. But Fadzai's father is out of work, and there's no money to pay her school fees. In fact, the family still owes the school fees for the last academic year. She's missed the first two terms of this school year, which began in January.</p><p>Money is also tight because the family is paying for Tinotenda's education. Her grandmother says Tinotenda is an orphan, so they felt they should \"give him a chance\" to go to school.</p><p>School fees present a dilemma for many Zimbabweans. The country used to pride itself on a reputation for smartly dressed schoolchildren and a solid education system. It boasted high literacy rates at independence.</p><p>But in 2007-08, the economy crashed. Ninety percent of teachers were on strike, and 8,000 schools were closed. There were virtually no lessons for an entire year.</p><p>A slowly recovering economy has enabled some families to afford school fees, but many simply cannot.</p><p>\"What we have done as the people of Zimbabwe is to register our displeasure with the introduction of grade seven examination fees,\" a union leader shouts through a megaphone during a protest Thursday against the introduction of exam fees. \"And we have come out in our numbers to show our displeasure.\"</p><p>Schoolchildren were among the protesters in downtown Harare, including a bright-eyed, 13-year-old orphan named Elmah Mapuranga.</p><p>\"Yes, I'm worried because I was learning hard for my education,\" she says. \"But now they are saying you don't go to school if [you don't] have money.\"</p><p>Fees range from $40 to $90 a term in government schools in poorer areas on the outskirts of the capital, like densely populated Chitungwiza. That's where Elmah lives with her grandmother. The teen is not attending school right now.</p><p>\"I'm good at school, but they are turning me away,\" she says. \"I'm also a prefect, but they are saying it doesn't matter if you're a prefect. But if you [don't] have money for school fees, you will be sent away.\"</p><p>She says the authorities have withdrawn a grant for her schooling. Her grandmother Stellah Mapuranga doesn't have a job.</p><p>\"Yes, I don't have any money to pay fees because I am not working,\" the grandmother says. \"So we need Zimbabwe to look after our children.\" She says the Education Ministry should restore student grants. \"These are the ministers of tomorrow, the generation of tomorrow,\" she says of children like Elmah.</p><p>Elmah dreams of becoming an astronaut and is determined to go back to school and finish her studies. Both grandmother and granddaughter say Zimbabwe needs free education so children can fulfill their dreams.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Why+Isn%27t+14-Year-Old+Fadzai+In+School%3F+Zimbabwe%27s+Education+Dilemma&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ofeibea Quist-Arcton","audio":[{"meta":{"duration":"260"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1410958370-5916b3.m3u?orgId=1&topicId=1126&d=260&p=10&story=410958361&t=progseg&e=410955216&seg=12&ft=nprml&f=410958361"},{"href":"http://media.npr.org/assets/img/2015/06/01/img_1316-2-14726ad4bfd080de284f832a5a69e0427ac2e40b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1494","width":"1993"}},{"href":"http://media.npr.org/assets/img/2015/06/01/img_1403-2-7f3adda5b9b43a5992343eefa5d5ddfcc807f3d4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1304","width":"1739"}}]}