{"created":"2015-06-05T12:41:12+00:00","modified":"2015-06-05T12:41:13+00:00","valid":{"from":"2015-06-05T12:41:13+00:00","to":"3015-06-05T12:41:13+00:00"},"hreflang":"en","guid":"32e90838-bfd3-4fef-9ad9-9ec149277f9d","title":"USA Freedom Act co-sponsor calls the bill a good step — but says more must be done","published":"2015-06-05T12:41:08+00:00","byline":"Jillian Weinberger, T.J. Raphael","tags":["International Security","surveillance","privacy","politics","government","civil rights","Global Politics","North America","United States"],"teaser":"Rep. Jerry Nadler has been an outspoken critic of NSA surveillance. He was part of the effort to reform the Patriot Act that culminated in the USA Freedom Act, but says there's more work to do.","contentencoded":"<p dir=\"ltr\">Lawmakers in Congress this week passed a bill to rein in the federal government’s sweeping surveillance program — both Democrats and Republicans found common ground in support of the USA Freedom Act, the first real reform of the Patriot Act since President George W. Bush signed the surveillance law 14 years ago.</p>\n<p dir=\"ltr\">Though the law represents a marked step forward, New York City Congressman Jerry Nadler says more needs to be done to protect Americans from government overreach.</p>\n<p dir=\"ltr\">\"The bill, of which I’m a co-author, is a very good start — but it's only a start,” he says. “It does end most of the bulk collection of data, and it makes a number of very substantial and very positive changes. But it leaves a number of other things undone.”</p>\n<p dir=\"ltr\">Congressman Nadler says that Section 702 of the Foreign Intelligence Surveillance Act (FISA) of 1978, which authorizes the government to spy on the electronic communications of foreigners, also needs to be reformed.</p>\n<p dir=\"ltr\">“If someone abroad communicates with an American and we pick up that conversation or that information ... you could have the backdoor spying of Americans,” he says. “We really have to rein that in to make sure that doesn’t happen, and we have such an amendment, which we will be offering to the military appropriations bill in about two weeks.”</p>\n<p dir=\"ltr\">Congressman Nadler believes that reform also goes beyond the passage of new laws. He argues that government officials need to be held accountable, especially Director of National Intelligence James Clapper, <a href=\"https://www.youtube.com/watch?v=nsmo0hUWJ08\">who lied to US Senator Ron Wyden</a> about the bulk collection of data during a Senate Select Committee on Intelligence hearing on March 12, 2013.</p>\n<p dir=\"ltr\">\"He was worse than disingenuous — he committed perjury and should be prosecuted,\" Nadler says.</p>\n<p>Rep. Nadler says that bulk collection of data by the NSA “was a gross misinterpretation” of Section 215 of the Patriot Act, something the new law corrects.</p>\n<p dir=\"ltr\">“Under the bill we just passed, you couldn’t get a warrant at all unless you had a particularized suspicion about an individual or small group of people, and you defined that by a specific selection term — someone’s name, or perhaps a location,” he says. \"We tightly defined it so it can’t be all phone calls in one zip code. You have to show a particularized suspicion.”</p>\n<p dir=\"ltr\">Congressman Nadler says lawmakers have also taken steps to target the mechanism that has allowed the NSA to keep its mass surveillance practices both secret and legal: the FISA Court.</p>\n<p dir=\"ltr\">“We made two major changes to the FISA Court,” he says. “Number one, we provided for a corps of amici — security-cleared people who will be in court and who will be privy to everything that happens in the court and whose sole function is to argue against the government when it makes a legal argument. So the court will hear from both sides for the first time — for the last 15 years it’s only heard from the government.”</p>\n<p dir=\"ltr\">“Secondly, we provide that any novel or significant opinion must be made public within a few days. Had these supervisions been in effect back in 2006 when the government said to the FISA Court that Section 2015 of the Patriot Act authorized the bulk collection of data without a court warrant, the amici would have argued against it and the court might have decided differently. Had the court decided as it did, we would have known about it in a few days, instead of having to wait until Mr. Snowden’s revelations seven years later.”</p>\n<p dir=\"ltr\">Thanks in part to NSA whistleblower Edward Snowden, opposition to the Patriot Act has gone from the margins to the mainstream.</p>\n<p dir=\"ltr\">“I think this [bill] is a victory for Edward Snowden,” says Congressman Nadler. “He revealed illegal, and I would say unconstitutional, actions by the government that have been secret for years. Because of his revelations, people found out about this and Congress reacted to it. We changed the law to make clear that they can’t do what they were doing.”</p>\n<p dir=\"ltr\">Not everyone celebrates Snowden, who has been accused of providing intelligence to Russian and Chinese officials. But Nadler says the leaker carried out a valuable public service on behalf of the American people.</p>\n<p dir=\"ltr\">Would he support a pardon for Snowden?</p>\n<p dir=\"ltr\">“If the facts are that all he’s revealed is what we know about, yes,” he says.</p>\n<p dir=\"ltr\"><em>This <a href=\"http://www.thetakeaway.org/story/patriot-act-political-asset-political-liability/\">story</a> first aired as an interview on PRI's <a href=\"http://www.thetakeaway.org/story/patriot-act-political-asset-political-liability/\">The Takeaway</a>, a public radio program that invites you to be part of the American conversation.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-04%2Fusa-freedom-act-co-sponsor-calls-bill-good-step-says-more-must-be-done&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/story/images/3595598408_2cd09dd690_o.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/35955984082cd09dd690ojpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/audio.wnyc.org/takeaway/takeaway060315-nadler.mp3"},{"href":"http://admin.pri.org/file/takeaway060315-nadlermp3"}]}