{"created":"2014-12-22T12:55:27+00:00","modified":"2015-06-16T17:34:58+00:00","valid":{"from":"2015-06-16T17:34:58+00:00","to":"3015-06-16T17:34:58+00:00"},"hreflang":"en","title":"Calling U.S. A 'Cesspool,' North Korea Warns Against Escalation","published":"2014-12-22T19:39:00+00:00","teaser":"North Korea's National Defense Commission, which is headed by the country's leader, Kim Jong Un, said its military was ready to fight America \"in all war spaces including cyber warfare space.\"","itags":["npr_api","372430146"],"guid":"33118e05-7b6e-4db2-a224-e7a80806afcf","contentencoded":"<p>The \"whole U.S. mainland\" would be under threat of attack if America were to seek vengeance for last month's Sony hacking, North Korea says. An official at its defense commission called the U.S. a \"cesspool of terrorism\" after President Obama called the hack \"cyber-vandalism.\"</p><p>North Korea's National Defense Commission, which is headed by the country's leader, Kim Jong Un, said its military was ready to fight America \"in all war spaces including cyber warfare space,\" issuing a wide threat that specified targets in the U.S.</p><p>From the official <a href=\"http://www.kcna.co.jp/index-e.htm\">Korean Central News Agency</a>:</p><blockquote><p>\"Our toughest counteraction will be boldly taken against the White House, the Pentagon and the whole U.S. mainland, the cesspool of terrorism, by far surpassing the 'symmetric counteraction' declared by Obama.\"</p></blockquote><p>The harsh language comes as Obama and the U.S. weigh the appropriate response to a hacking attack that U.S. agencies say North Korea had a central role in executing, in apparent retaliation for the film spoof <em>The Interview</em>, which revolves around a mission to assassinate Kim.</p><p>North Korea has consistently denied any involvement in the cyber attacks.</p><p>In its remarks about Sony and the U.S., the Defense Commission said an official at the U.S. Department of State had urged the filmmakers \"to keep all scenes insulting the dignity of the DPRK supreme leadership in the movie, saying it is needed to 'vex the North Korean government.' \"</p><p>Potential U.S. responses include putting North Korea back on the list of governments that sponsor terrorism. Over the weekend, the U.S. asked China to help prevent another cyberattack.</p><p>\"North Korea reportedly accesses the Internet using China's networks,\" NPR's Anthony Kuhn reports on <em>Morning Edition.</em> \"And the U.S. would like China to rein in North Korea.\"</p><p>Kuhn says the Chinese government told him that Secretary of State John Kerry spoke with Foreign Minister Wang Yi about the U.S. request on Sunday.</p><p>\"Wang said that China condemns all forms of hacking attacks, and he added that China opposes any other country using a third country's networks to commit hacking attacks\" — but Wang also did not mention North Korea by name.</p><p>The U.S. request touches on an area that has been a bone of contention for years, as American officials have accused China of being involved in cyber-espionage.</p><p>A Chinese tabloid, <em>The Global Times,</em> noted that \"the U.S. is asking for help without any hint of embarrassment,\" Kuhn reports.</p><p>Speaking about the Sony attack on CNN Sunday, <a href=\"http://www.npr.org/blogs/thetwo-way/2014/12/21/372271870/obama-calls-north-korean-hack-cybervandalism\">the president said</a>, \"If we set a precedent in which a dictator in another country can disrupt, through cyber, a company's distribution chain or its products, and as a consequence we start censoring ourselves, that's a problem.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Calling+U.S.+A+%27Cesspool%2C%27+North+Korea+Warns+Against+Escalation&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":"206"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1372430931-962b4f.m3u?orgId=1&topicId=1125&d=206&story=372430146&ft=nprml&f=372430146"},{"href":"http://media.npr.org/assets/img/2014/12/22/the-interview-6f66474b7e9ccaac740b52468cef2b34901e0c4e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3003","width":"4004"}}]}