{"created":"2014-10-08T14:20:16+00:00","modified":"2014-12-04T15:17:17+00:00","valid":{"from":"2014-12-04T15:17:17+00:00","to":"3014-12-04T15:17:17+00:00"},"hreflang":"en","title":"In The Cockpit, Gazing At Stars: Saint-Exupéry's Life In Pictures","published":"2014-06-12T20:20:00+00:00","teaser":"Children's book author and illustrator Peter Sís maps the life and flights of another kid-lit star, Antoine de Saint-Exupéry, in his gorgeously illustrated new book, <em>The Pilot and the Little Prince.</em>","itags":["npr_api","320357666"],"guid":"3322bd0a-dd84-41be-b395-d94daf885266","contentencoded":"<p>Children's book author and illustrator Peter Sís takes grand adventures on the page. He's done books about Galileo, Charles Darwin, Christopher Columbus — and now, he's turned his pen and brush to the life of the French writer Antoine de Saint-Exupéry, best known for his book <em>The Little Prince</em>.</p><p>Saint-Exupéry was also famous as a pioneering aviator who wrote several adult books on the theme of flight. But after he disappeared during a reconnaissance mission over southern France in 1944, it was <em>The Little Prince</em> that lived on after him.</p><p>In <em>The Pilot and the Little Prince</em>, Sís renders Saint-Exupéry's life in gorgeously pointillist watercolors. He tells NPR's Melissa Block that his father gave him his first copy of <em>The Little Prince</em> when he was a child in Czechoslovakia. \"I was very impressed. I thought, it's a beautiful book which is about how beautiful life will be.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On Saint-Exupéry's childhood desire to fly</strong></p><p>There is a story that he was so obsessed with flying that he put these wicker rods with sheaths on his bicycle and was trying to fly — that he asked the local carpenter to build him like, a ramp. ... And nobody says how badly he crashed, they just say he didn't take off.</p><p><strong>On his <strong>career as a </strong>mail pilot</strong></p><p>So that was the most romantic, because he wants to be a pilot, he delivers mail, he goes to Spain, and then he goes to North Africa, and then he crosses the Atlantic and comes to South America. But I think I also like the idea that I found all these little vignettes about his life — it seemed like he always crashed, and then he somehow put himself together. He limped away ... and then he flew again, so I sort of admired that quality, because till the end of his life he would always pull himself together and keep on flying.</p><p><strong>On Saint-Exupéry writing his books while in flight</strong></p><p>This is amazing, because he was continuing doing that even when the airplanes were getting more sophisticated. So he was amazingly obsessed with his writing and reading, which I think was easy, early when the planes were flying very slowly, and then it got more difficult towards the war.</p><p><strong>On his own experience reading <em>The Little Prince</em></strong></p><p>[As a child] I read it as something which is about a beautiful place I can go, about a world which I might discover, about things which are impossible, and I might be able to accomplish them. It was this book full of promise. And then, just in the time when I came to America and I was asked to go back, or should I stay, I read <em>The Little Prince</em> again, and I realized it's a book about courage, because the pilot's surviving in the desert, so it gave me lots of hope. And then I read the book when I had little children ... and all of a sudden it was profoundly sort of sentimental and sad. And I realized it's like one of those books which goes with you the whole life.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+The+Cockpit%2C+Gazing+At+Stars%3A+Saint-Exup%C3%A9ry%27s+Life+In+Pictures&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"490"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1321054006-96826f.m3u?orgId=1&topicId=1033&ft=3&f=320357666"},{"href":"http://media.npr.org/assets/img/2014/06/10/pilotandprince_23-a6701e7f049df01f2da655f7d5ed5bd77f61cae8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"521","width":"695"}},{"href":"http://media.npr.org/assets/img/2014/06/11/pilotandprince_23-d67fcd25bd32a8d999a34e1405c4503e869b3fb5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"745","width":"994"}}]}