{"created":"2014-10-03T03:54:04+00:00","modified":"2015-04-30T19:47:51+00:00","valid":{"from":"2011-05-05T15:54:41+00:00","to":"3011-05-05T15:54:41+00:00"},"hreflang":"en","guid":"332903ac-62c1-47f9-b2d9-f7facc714cac","title":"SOTRU - Miami: Bridging the Divide","teaser":"Famous for its beaches and clubs, Miami is also the 3rd poorest city in the nation, according to the U.S. Census Bureau’s 2004 numbers. If you own a store in South Beach, your customers are equally likely to be billionaires or homeless people. And, on top of that, they’re very likely to have started life somewhere else.  Miami is an incredibly international city—but not in the way many others are. Here, instead of working towards assimilation and blending with one another, ethnic communities exist as a patchwork, remaining like isolated microcosms of their homeland. In this place of class, racial and cultural juxtapositions, SOTRU has an hour of stories of Miamians taking action to bridge those differences, to spur a community together across those lines.","description":"State of the Re:UnionMiami: Bridging the DivideHost: Al Letson DESCRIPTION: Famous for its beaches and clubs, Miami is also the 3rd poorest city in the nation, according to the U.S. Census Bureau&rsquo;s 2004 numbers. If you own a store in South Beach, your customers are equally likely to be billionaires or homeless people. And, on top of that, they&rsquo;re very likely to have started life somewhere else.&nbsp; Miami is an incredibly international city&mdash;but not in the way many others are. Here, instead of working towards assimilation and blending with one another, ethnic communities exist as a patchwork, remaining like isolated microcosms of their homeland. In this place of class, racial and cultural juxtapositions, SOTRU has an hour of stories of Miamians taking action to bridge those differences, to spur a community together across those lines.Billboard (:59)Incue: From PRX and NPR&hellip;Outcue: But first, this newsNews Hole: 1:00-6:00SEGMENT A: Incue: You're listening to...Outcue: of course stateofthereunion.com&nbsp;A. An International City:We start the episode with a sonic montage of Miami that introduces it as a tropical world apart-- not quite the U.S., not quite Latin America. We&rsquo;ll hear the sounds of pelicans and seagulls, waves on the beach, a game of Cuban dominoes, conversation in Haitian creole, the honks of traffic and beat of nightclubs&mdash;a sonic illustration of Miami&rsquo;s diversity.B. Little Havana is really&hellip; Little Latin AmericaAll you have to do is look at the neighborhood&rsquo;s name to know that Little Havana has long been the Cuban stronghold in Miami, a place where Cuban politics flow as freely as the Cuban coffee does from the many &ldquo;coffee windows&rdquo; that dot Calle Ocho&mdash;8th Street, the neighborhood&rsquo;s iconic center. Versailles restaurant has long been one of the conservative epicenters of the Cuban community&hellip; But something is happening in Little Havana, even at Versailles: it ain&rsquo;t just Cuban anymore. Over the past years, the neighborhood has become home to a range of Latin American nationalities, from Salvadoran to Columbian, not just by Cubans. There are Nicaraguan fritangas alongside the Cuban mom and pop joints. On Friday night, a Columbian carnivale parade goes down Calle Ocho. In this piece, we hear about the transition of Little Havana into a place that houses a diversity of Latino cultures, and whether that presents tensions to a Cuban community that&rsquo;s already had to remake their home once. C. Dear Miami: Edwidge DanticatBREAK: 19:00 - 20:00SEGMENT B: Incue: You're listening to State of the Re:UnionOutcue: P-R-X.O-R-GA. SurvivorsAfter the earthquake in Haiti in January 2010, dozens of people were pulled out of the rubble, including one 16-year old girl who spent more than two weeks without food or water while she waited to be rescued. And many of them were then brought to Miami for medical care, an entirely different world, but one many still find themselves in, these many months later. This piece will focus on how survivors lives changed since the quake, how they&rsquo;ve been shaped by the trauma and the rescue, and what world they now live in.&nbsp; We&rsquo;ll meet a family making their new home in an assisted living facility in Miami, whose gregarious son has been dubbed by his neighbors the &ldquo;Little Mayor of Little Haiti.&rdquo; And we&rsquo;ll go to North Miami High School, where some of Haiti&rsquo;s upper middle class kids ended up post-earthquake. B. The Diaspora ReactivatedBeyond the Haitians arriving post-quake, the earthquake has galvanized the sizeable Haitian population already living in Miami. The diaspora, as its called, includes the many doctors, lawyers and other professionals who escaped the chaos and poverty of the island before the most recent disaster. But it&rsquo;s refreshed their connection to their native land, and inspired them to become more active from afar. Maggie Austin is just such a person. She left Haiti when she was 8, 40 years ago. For most of her adult life, she&rsquo;s been a lawyer and an academic. But, when the earthquake happened, she quit her job to help run a brand new organization called Konbit for Haiti. &ldquo;Konbit&rdquo; means gathering, collaborating or cooperating in Creole. They&rsquo;re spearheading an effort to reengage the diaspora in Miami and around the country, because, as Maggie says, &ldquo;if people like us don&rsquo;t do something to help, who will?&rdquo;C. A Disaster Makes Community Hundreds of Miles AwayThe earthquake even impacted the lives of Miamians who have no direct relationship to Haiti. The day after the quake, an unlikely group of guys from South Beach felt moved to do something. These are not your typical activists: they&rsquo;re real estate developers, marketers, well-off individuals. But they organized a collection point at the corner of 1st &amp; Alton Streets in Miami Beach for people to donate goods to Haitian earthquake relief and sent the message out over Facebook. So, when Jeff Feldman, Dirk DeSouza and their other buddies showed up at 1st &amp; Alton, they were inundated. They stayed there for 6 days straight, filling truck after truck.&nbsp; Through connections, they got the goods on planes flying doctors to Haiti. Suddenly, they were some of the go-to guys in South Florida in the relief effort. They officially started a non-profit, called 1st &amp; Alton, in honor of the street corner, and eventually ended up traveling to Haiti to help on the ground. But, now, more than a year after the quake, the group is at a turning point, as members have gone back to their everyday lives. At the end of the piece, we explore this less discussed side of humanitarian work: what happens to groups like these, that form in the midst of a crisis, and then, after time goes by, find that energy is harder to sustain. &nbsp;BREAK: 39:00-40:00SEGMENT CIncue: You're listening to State of the R:UnionOutcue: This is N-P-RA. Green Shoots in the Rubble of the Harlem of the South Overtown is a Miami ghetto; the kind of place that gave the city its reputation as a rough and tumble place of gangs, drugs and violence. But that wasn&rsquo;t always the case. Back in the 1930s, 40s and 50s, Overtown was known as the &ldquo;Harlem of the South,&rdquo; the thriving cultural center of Miami&rsquo;s substantial black middle class and the place to stay for visitors who were barred by Jim Crow laws from staying on Miami Beach, folks like Sam Cooke and Ella Fitzgerald. Then, almost overnight, that disappeared. The city built two highways that sliced through the heart of Overtown. Businesses closed, and the neighborhood fell under the influence of drug dealers and prostitution rings. But residents are working to wrest Overtown back from its degradation. Marvin Dunn, a longtime resident and historian of the area, has become the champion of Roots in the City. They train local residents to turn trash-filled vacant lots into botantical gardens, filled with flowers and vegetables. Driving over the highway, you can now see splashes of color in the cement wasteland of Overtown, and Dunn sees similar spots of hope in the neighborhood&rsquo;s future. B. From Thug to Power BrokerWhen he was a teenager, Leroy Jones&rsquo; family moved to Miami, to the Overtown neighborhood. The first half of his life is the classic story of a boy who&rsquo;s the product of the city&rsquo;s projects: he dropped out of school, got addicted to drugs, served time for burglary, illegal gun possession, cocaine trafficking. All signs pointed to Leroy becoming another victim of Miami&rsquo;s streets. But this is not that story.&nbsp; He had a revelation while in prison for the third time, that he could use the business skills he&rsquo;d developed hustling on the streets for a better end. He went to work for his family&rsquo;s grocery store, turning into a successful business.&nbsp; And, witnessing the struggle that mom-and-pop businesses like his had staying afloat in Overtown and Liberty City, he organized a workshop to help black-owned convenience store owners share resources and better manage their businesses. That turned into the Neighbor to Neighbor Association (NANA), a group of about 80 business owners. They started with a real grassroots version of grant-making: To help black-owned stores, Leroy started a buyout program. Activists would descend on a black-owned store and buy everything on the shelves, giving the owners a cash infusion. The buyers would then donate the merchandise to the poor. From those guerilla grant-making efforts, Leroy has built into such a reputable organization that it is now part of the county&rsquo;s outreach in small business development. Several years ago, the mayor of Miami awarded him the medal of merit for \"turning his life around and becoming a recognized community leader.\"C. The Spam Allstars: Musically Bringing the Ethnic Walls Down In Miami, it&rsquo;s easy to find music bringing people together&mdash;but usually they&rsquo;re people who have a lot of common. Cuban cafes have Cuban bands, Haitians, Haitian music, the clubs featuring the sort of ethnicity-free techno that accompanies high heels and high-priced cocktails. But the Spam All Stars are simultaneously emblematic of many things Miami&mdash;and breaking all the rules. The band features a DJ spinning beats from South Beach nightclubs, a black jazz sax player from Overtown, a Cuban lead singer and a white trombone player is a PhD student in music. They play a weekly gig in little Havana that attracts a similarly diverse audience. D. VOX: A New City Looking Forward: In this montage, we ask residents Is Miami a community that's coming together...or a community that's coming apart? &nbsp;And why?PROGRAM OUT @ 59:00BROADCAST WINDOW BEGINS 5/10The Spring 2011 season of State of the Re:Union will be available on PRX and the Content Depot without charge to all public radio stations, and may be aired an unlimited number of times prior to December 31, 2011. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only. State of the Re:Union is produced by Al Letson, presented by PRX, and co-distributed by NPR and PRX.&nbsp; Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting.Thanks for your consideration of the State of the Re:Union with Al Letson. Please contact your NPR Stations Relations person or Joan Miller at joanadrienne@gmail.com or 612-377-3256 with questions or to confirm carriage.","contentencoded":"State of the Re:Union<br />Miami: Bridging the Divide<br /><br />Host: Al Letson <br /><br />DESCRIPTION: Famous for its beaches and clubs, Miami is also the 3rd poorest city in the nation, according to the U.S. Census Bureau&rsquo;s 2004 numbers. If you own a store in South Beach, your customers are equally likely to be billionaires or homeless people. And, on top of that, they&rsquo;re very likely to have started life somewhere else.&nbsp; Miami is an incredibly international city&mdash;but not in the way many others are. Here, instead of working towards assimilation and blending with one another, ethnic communities exist as a patchwork, remaining like isolated microcosms of their homeland. In this place of class, racial and cultural juxtapositions, SOTRU has an hour of stories of Miamians taking action to bridge those differences, to spur a community together across those lines.<br /><br />Billboard (:59)<br />Incue: From PRX and NPR&hellip;<br />Outcue: But first, this news<br /><br />News Hole: 1:00-6:00<br /><br />SEGMENT A: <br />Incue: You're listening to...<br />Outcue: of course stateofthereunion.com<br />&nbsp;<br />A. An International City:<br />We start the episode with a sonic montage of Miami that introduces it as a tropical world apart-- not quite the U.S., not quite Latin America. We&rsquo;ll hear the sounds of pelicans and seagulls, waves on the beach, a game of Cuban dominoes, conversation in Haitian creole, the honks of traffic and beat of nightclubs&mdash;a sonic illustration of Miami&rsquo;s diversity.<br /><br />B. Little Havana is really&hellip; Little Latin America<br />All you have to do is look at the neighborhood&rsquo;s name to know that Little Havana has long been the Cuban stronghold in Miami, a place where Cuban politics flow as freely as the Cuban coffee does from the many &ldquo;coffee windows&rdquo; that dot Calle Ocho&mdash;8th Street, the neighborhood&rsquo;s iconic center. Versailles restaurant has long been one of the conservative epicenters of the Cuban community&hellip; But something is happening in Little Havana, even at Versailles: it ain&rsquo;t just Cuban anymore. Over the past years, the neighborhood has become home to a range of Latin American nationalities, from Salvadoran to Columbian, not just by Cubans. There are Nicaraguan fritangas alongside the Cuban mom and pop joints. On Friday night, a Columbian carnivale parade goes down Calle Ocho. In this piece, we hear about the transition of Little Havana into a place that houses a diversity of Latino cultures, and whether that presents tensions to a Cuban community that&rsquo;s already had to remake their home once. <br /><br />C. Dear Miami: Edwidge Danticat<br /><br />BREAK: 19:00 - 20:00<br /><br />SEGMENT B: <br />Incue: You're listening to State of the Re:Union<br />Outcue: P-R-X.O-R-G<br /><br />A. Survivors<br />After the earthquake in Haiti in January 2010, dozens of people were pulled out of the rubble, including one 16-year old girl who spent more than two weeks without food or water while she waited to be rescued. And many of them were then brought to Miami for medical care, an entirely different world, but one many still find themselves in, these many months later. This piece will focus on how survivors lives changed since the quake, how they&rsquo;ve been shaped by the trauma and the rescue, and what world they now live in.&nbsp; We&rsquo;ll meet a family making their new home in an assisted living facility in Miami, whose gregarious son has been dubbed by his neighbors the &ldquo;Little Mayor of Little Haiti.&rdquo; And we&rsquo;ll go to North Miami High School, where some of Haiti&rsquo;s upper middle class kids ended up post-earthquake. <br /><br />B. The Diaspora Reactivated<br />Beyond the Haitians arriving post-quake, the earthquake has galvanized the sizeable Haitian population already living in Miami. The diaspora, as its called, includes the many doctors, lawyers and other professionals who escaped the chaos and poverty of the island before the most recent disaster. But it&rsquo;s refreshed their connection to their native land, and inspired them to become more active from afar. Maggie Austin is just such a person. She left Haiti when she was 8, 40 years ago. For most of her adult life, she&rsquo;s been a lawyer and an academic. But, when the earthquake happened, she quit her job to help run a brand new organization called Konbit for Haiti. &ldquo;Konbit&rdquo; means gathering, collaborating or cooperating in Creole. They&rsquo;re spearheading an effort to reengage the diaspora in Miami and around the country, because, as Maggie says, &ldquo;if people like us don&rsquo;t do something to help, who will?&rdquo;<br /><br />C. A Disaster Makes Community Hundreds of Miles Away<br />The earthquake even impacted the lives of Miamians who have no direct relationship to Haiti. The day after the quake, an unlikely group of guys from South Beach felt moved to do something. These are not your typical activists: they&rsquo;re real estate developers, marketers, well-off individuals. But they organized a collection point at the corner of 1st &amp; Alton Streets in Miami Beach for people to donate goods to Haitian earthquake relief and sent the message out over Facebook. So, when Jeff Feldman, Dirk DeSouza and their other buddies showed up at 1st &amp; Alton, they were inundated. They stayed there for 6 days straight, filling truck after truck.&nbsp; Through connections, they got the goods on planes flying doctors to Haiti. Suddenly, they were some of the go-to guys in South Florida in the relief effort. They officially started a non-profit, called 1st &amp; Alton, in honor of the street corner, and eventually ended up traveling to Haiti to help on the ground. But, now, more than a year after the quake, the group is at a turning point, as members have gone back to their everyday lives. At the end of the piece, we explore this less discussed side of humanitarian work: what happens to groups like these, that form in the midst of a crisis, and then, after time goes by, find that energy is harder to sustain. <br />&nbsp;<br />BREAK: 39:00-40:00<br /><br />SEGMENT C<br />Incue: You're listening to State of the R:Union<br />Outcue: This is N-P-R<br /><br />A. Green Shoots in the Rubble of the Harlem of the South <br />Overtown is a Miami ghetto; the kind of place that gave the city its reputation as a rough and tumble place of gangs, drugs and violence. But that wasn&rsquo;t always the case. Back in the 1930s, 40s and 50s, Overtown was known as the &ldquo;Harlem of the South,&rdquo; the thriving cultural center of Miami&rsquo;s substantial black middle class and the place to stay for visitors who were barred by Jim Crow laws from staying on Miami Beach, folks like Sam Cooke and Ella Fitzgerald. Then, almost overnight, that disappeared. The city built two highways that sliced through the heart of Overtown. Businesses closed, and the neighborhood fell under the influence of drug dealers and prostitution rings. But residents are working to wrest Overtown back from its degradation. Marvin Dunn, a longtime resident and historian of the area, has become the champion of Roots in the City. They train local residents to turn trash-filled vacant lots into botantical gardens, filled with flowers and vegetables. Driving over the highway, you can now see splashes of color in the cement wasteland of Overtown, and Dunn sees similar spots of hope in the neighborhood&rsquo;s future. <br /><br />B. From Thug to Power Broker<br />When he was a teenager, Leroy Jones&rsquo; family moved to Miami, to the Overtown neighborhood. The first half of his life is the classic story of a boy who&rsquo;s the product of the city&rsquo;s projects: he dropped out of school, got addicted to drugs, served time for burglary, illegal gun possession, cocaine trafficking. All signs pointed to Leroy becoming another victim of Miami&rsquo;s streets. But this is not that story.&nbsp; He had a revelation while in prison for the third time, that he could use the business skills he&rsquo;d developed hustling on the streets for a better end. He went to work for his family&rsquo;s grocery store, turning into a successful business.&nbsp; And, witnessing the struggle that mom-and-pop businesses like his had staying afloat in Overtown and Liberty City, he organized a workshop to help black-owned convenience store owners share resources and better manage their businesses. That turned into the Neighbor to Neighbor Association (NANA), a group of about 80 business owners. They started with a real grassroots version of grant-making: To help black-owned stores, Leroy started a buyout program. Activists would descend on a black-owned store and buy everything on the shelves, giving the owners a cash infusion. The buyers would then donate the merchandise to the poor. From those guerilla grant-making efforts, Leroy has built into such a reputable organization that it is now part of the county&rsquo;s outreach in small business development. Several years ago, the mayor of Miami awarded him the medal of merit for \"turning his life around and becoming a recognized community leader.\"<br /><br />C. The Spam Allstars: Musically Bringing the Ethnic Walls Down <br />In Miami, it&rsquo;s easy to find music bringing people together&mdash;but usually they&rsquo;re people who have a lot of common. Cuban cafes have Cuban bands, Haitians, Haitian music, the clubs featuring the sort of ethnicity-free techno that accompanies high heels and high-priced cocktails. But the Spam All Stars are simultaneously emblematic of many things Miami&mdash;and breaking all the rules. The band features a DJ spinning beats from South Beach nightclubs, a black jazz sax player from Overtown, a Cuban lead singer and a white trombone player is a PhD student in music. They play a weekly gig in little Havana that attracts a similarly diverse audience. <br /><br />D. VOX: A New City Looking Forward: <br />In this montage, we ask residents Is Miami a community that's coming together...or a community that's coming apart? &nbsp;And why?<br /><br />PROGRAM OUT @ 59:00<br /><br />BROADCAST WINDOW BEGINS 5/10<br /><br />The Spring 2011 season of State of the Re:Union will be available on PRX and the Content Depot without charge to all public radio stations, and may be aired an unlimited number of times prior to December 31, 2011. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only. <br /><br />State of the Re:Union is produced by Al Letson, presented by PRX, and co-distributed by NPR and PRX.&nbsp; Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting.<br /><br />Thanks for your consideration of the State of the Re:Union with Al Letson. Please contact your NPR Stations Relations person or Joan Miller at joanadrienne@gmail.com or 612-377-3256 with questions or to confirm carriage.","byline":"Al Letson","published":"2011-05-05T15:54:41+00:00","tags":[],"itags":["prx:stories-62704"],"audio":[{"href":"https://hal.prx.org/pub/1f675c9a0a06f85cd0ad66788bffa080/0/web/story_image/131341/medium/SOTRU_Miami.jpg","type":"image/jpeg","meta":{"crop":"medium"}},{"href":"https://cms.prx.org/pub/0d218a7de32d41b80c057512317874b2/0/web/audio_file/285295/broadcast/01-Miami_Billboard.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886266}},{"href":"https://cms.prx.org/pub/3c56fc336913e33edb00c2563641a6ae/0/web/audio_file/285296/broadcast/02-Miami_Newscast_Music.mp3","type":"audio/mpeg","meta":{"duration":29,"size":926851}},{"href":"https://cms.prx.org/pub/14f1247b7eac5f862d6e3ffb45817869/0/web/audio_file/285305/broadcast/03-Miami_Segment_A.mp3","type":"audio/mpeg","meta":{"duration":749,"size":23941956}},{"href":"https://cms.prx.org/pub/cc98a922ec7c283553b39de544088d87/0/web/audio_file/285308/broadcast/04-Segment_A_Music_Bed.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1885431}},{"href":"https://cms.prx.org/pub/6880fc0b062bf5533b633a34c7e8d278/0/web/audio_file/285314/broadcast/05-Miami_Segment_B.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36408506}},{"href":"https://cms.prx.org/pub/2f57a08cf3d1152ef97912b4e8e623f4/0/web/audio_file/285315/broadcast/06-Miami_Segment_B_Music_Break.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1877081}},{"href":"https://cms.prx.org/pub/d21448638c78666c932a90a12e9ccc03/0/web/audio_file/285328/broadcast/07-Miami_Segment_C_v2.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36407671}}]}