{"created":"2014-10-17T16:08:46+00:00","modified":"2015-04-07T17:51:10+00:00","valid":{"from":"2015-04-07T17:51:10+00:00","to":"3015-04-07T17:51:10+00:00"},"hreflang":"en","title":"3-Year-Old Ebola Survivor Proposes To Nurse","published":"2014-10-22T22:28:00+00:00","teaser":"And she says yes! Ibrahim is one of three brothers who lost their mother to Ebola — but survived. While waiting to be reunited with his dad, the little boy fell in love.","itags":["npr_api","356402872"],"guid":"332a3459-98d1-4721-b80b-3600f07cf3c9","contentencoded":"<p>Isata Kallon, a nurse at Kenema Hospital in eastern Sierra Leone, remembers the day 3-year-old Ibrahim showed up at the Ebola treatment center. He was with his mother and two older brothers, ages 5 and 8. They all had Ebola. Ibrahim was especially sick, vomiting constantly.</p><p>\"The chance of survival was very low for him,\" says Kallon, who's in her 30s. She sits at a picnic table outside the Ebola ward, her hair pulled back with a hairband and her blue nursing scrubs tinged with sweat around the neck.</p><p>She spent much of the next week caring for the family, along with dozens of other patients in the makeshift Ebola ward — a large white tent near a sloping hill outside the hospital. Each time she entered the unit, she would find Ibrahim in a different place.</p><p>\"I [mostly found] him lying on the beds of other patients,\" she said. She wasn't sure if he was lonely or confused, but she had trouble keeping him in his own bed. \"So every time, I had to take him, give him a bath and dress him up and put him back [on his own mattress],\" she said.</p><p>Meanwhile, Ibrahim's mother's health began to worsen. She began vomiting heavily and had severe diarrhea. Then, roughly seven days after the family had first arrived, she passed away. Ibrahim and his brothers were still alive in their beds, just a few feet away.</p><p>After their mother's body was incinerated, the boys began to recover. Ibrahim, in particular, rebounded strongly. Two weeks later, they were declared Ebola-free and were discharged from the Ebola ward. They were temporarily moved to another building within the hospital, where a group of roughly 30 Ebola survivors are living as they wait to go home.</p><p>The boys' father, who did not contract the disease, lives in a town called Port Loko, 170 miles away. He knows they are alive but has not been able to make the trip to bring them home, in part because public transportation across the country has been shut down or severely limited due to the Ebola outbreak.</p><p>So, in the meantime, the boys are being fed and looked after by other survivors — including parents who have lost children — and the nurses, including Kallon.</p><p>Perhaps because his mother is no longer around, 3-year-old Ibrahim has developed a strong attachment to Kallon.</p><p>He comes to the nursing station frequently. She often has to send him back because she's busy.</p><p>To Kallon's surprise, Ibrahim made a very bold statement one day.</p><p>\"He said he wants me to be his wife,\" Kallon says, laughing.</p><p>Her response?</p><p>\"I accepted!\" she says, smiling.</p><p>Now, Kallon says young Ibrahim waves to her whenever he sees her. \"When I'm passing, he calls to me and he goes like this,\" she says, blowing a kiss into the air.</p><p>The director of the hospital says Ibrahim and his brothers will soon be transported home, free of charge, because their father has been unable to retrieve them. Kallon says she's happy the boys will be reunited with their father. But she admits that she and the other nurses will miss having them around. They lighten the mood in a workplace that often feels bleak.</p><p>Ibrahim, in particular, is a ray of light, Kallon says. \"I'm going to miss his presence, because he's my husband now.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=3-Year-Old+Ebola+Survivor+Proposes+To+Nurse&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Anders Kelto","audio":[{"meta":{"duration":"202"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1358120476-1298f2.m3u?orgId=1&topicId=1031&e=356402872&d=202&ft=nprml&f=356402872"},{"href":"http://media.npr.org/assets/img/2014/10/15/ibrahim-a259639f6fa89ed1c0da9d54783ea30aafb51fba.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1665","width":"2220"}},{"href":"http://media.npr.org/assets/img/2014/10/22/_mg_8606-4ca284a622bf2fa69cb300d4afbac26b26df8f92.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"1665","width":"2220"}}]}