{"created":"2015-01-29T22:21:24+00:00","modified":"2015-02-11T21:05:16+00:00","valid":{"from":"2015-02-11T21:05:16+00:00","to":"3015-02-11T21:05:16+00:00"},"hreflang":"en","title":"NBC's 'Parenthood' Ends As A Family Drama Built On Small Moments","published":"2015-01-30T15:07:00+00:00","teaser":"After six seasons, the final episode airs tonight. NPR TV Critic Eric Deggans says the show is a rare gem; a family drama centered on the small, emotional moments between relatives.","itags":["npr_api","382413021"],"guid":"334e66d7-4634-417e-996b-e4ba304269e2","contentencoded":"<p>It happens at least once every episode: A scene in <em>Parenthood</em> carefully crafted to make you cry.</p><p>Like the moment when devoted parents Adam and Kristina Braverman try to console their son Max — who has Asperger's syndrome — after a school camping trip goes bad.</p><p>\"Why do all the other kids hate me?\" Max Braverman asks, voice wavering, just before telling his disbelieving parents a classmate relieved himself in his canteen during the trip. \"Asperger's is supposed to make me smart. But if I'm smart then why ... why don't I get why they're laughing at me?\"</p><p>That's a prime example of the heart-tugging moments that fuel <em>Parenthood</em>, one of broadcast TV's last family dramas. It airs its final episode Thursday, Jan. 29, wrapping up six seasons spent documenting the laughter and tears which bind a sprawling extended family in California.</p><p>\"I remember when I was deciding to include the story about autism,\" says Jason Katims, <em>Parenthood</em>'s executive producer, explaining how he crafted a pivotal moment in the show's pilot, when Adam and Kristina Braverman discover their son has Asperger's, a form of autism.</p><p>\"I thought, well, is this something people are gonna see and say, 'This has nothing to do with me,'\" adds Katims. \"Are they just going to turn away from the show because it's too specific or too specialized? I think the opposite happened ... that was the story that, in the beginning of the show really grabbed people.\"</p><p>Katims, who also created TV adaptations for the films <em>Friday Night Lights</em> and <em>About a Boy</em>, has a child with Asperger's. He says using storylines crafted from his own family's experience helped distinguish the TV show from the 1989 film it's based on — and it also helps amp up the emotion.</p><p>\"It leans into the idea that, you might not be autistic or have a child with autism or know somebody like that, but everybody's got something,\" he says. \"It's about the curveballs that are thrown at you in life.\"</p><p>Like the movie, NBC's <em>Parenthood</em> centers on an extended family — called the Bravermans on TV — featuring an older couple, their four adult children and their families. It's one of the last broadcast dramas where the plots center solely on a family — unlike the cops and crime stories that spice the family drama on CBS' <em>Blue Bloods</em> or the musical plotlines on ABC's <em>Nashville</em> and Fox's <em>Empire</em>.</p><p>Katims has crafted a series which departs substantially from the film which inspired it. Peter Krause's Adam Braverman is far less tense and rigid than Gil Buckman, the character Steve Martin played in the movie. And Dax Shepard, who plays Adam's man-child brother Crosby, isn't nearly as selfish or malicious as his movie counterpart Larry Buckman, a small time con man played by Tom Hulce on the big screen.</p><p>(Monica Potter, who scored a Golden Globe nomination playing Kristina Braverman, admitted she still hasn't even seen the movie yet.)</p><p>The effect of those changes was to mitigate the movie's strongest characters — creating a collection of people viewers might want to welcome into their homes, week after week, for many years.</p><p>But Katims says that was a helpful byproduct of his attempt to answer a simpler question, which surfaced in talks with the film's director and executive producer, Ron Howard and Brian Grazer: What do I want to say with this program?</p><p>\"I noticed something when I was talking to [Howard and Grazer],\" Katims says. \"Every time I talked about something that was different from the movie, is when they lit up ... It's what Ron said to me directly after we met ... my job was to make this my own.\"</p><p>So Katims created a show which has explored everything from the struggle to raise a child with Asperger's to the difficulties of adopting an older kid from a troubled home and the devastating challenge of fighting breast cancer.</p><p>The cancer struggle took center stage when Kristina Braverman was diagnosed with the disease, fighting with husband Adam after he bought her a wig to cover her hair loss.</p><p>\"Obviously, you want to cover me up, so this is more for you than it is for me,\" Kristina says to him. \"Adam, please admit to me that you hate that I look sick.\"</p><p>\"Honey I'm not the enemy here,\" Adam shouts, a little unconvincingly.</p><p>Potter, who earned critical raves for her performance in the cancer storyline, said programs exploring the bittersweet moments in families have a long tradition on TV.</p><p>\"I sort of relate to the shows of yesteryear ... <em>Eight is Enough</em> and <em>Family</em> and <em>The Waltons</em>,\" she said. \"And we don't have that much anymore ... I said to NBC; we need another <em>Parenthood</em>.\"</p><p>But <em>Parenthood</em> has struggled in the ratings every year, prompting NBC to cancel the show after a shortened run this season.</p><p>NBC entertainment chair Bob Greenblatt gives a simple explanation to reporters at a recent press conference.</p><p>\"If it's something that is just good ... I mean, really good, but it's just slice of life, it's hard to get attention from people who have a million choices,\" Greenblatt says. \"I mean, you've got zombies over here and crazy people over there ... the question we wrestle with is, 'Is it too quiet?'\"</p><p>That question hasn't seemed to change the approach by Katims, who says he often wrote the end of previous <em>Parenthood</em> seasons so they could wrap up the series if NBC decided to cancel it without warning.</p><p>\"We came very close to the show ending last year without us knowing it was going to be the end,\" says Katims. \"So the great thing about this season is, we knew that it was going to be the final season. We were able to sort of drive towards an ending.\"</p><p><em>Parenthood</em>'s ending has centered on the fate of patriarch Zeek Braverman, played by Craig T. Nelson. Promos for the finale have hinted Zeek might not survive the heart ailment he's struggled with this season.</p><p>Potter won't dish on his fate. But she says a definitive ending isn't really <em>Parenthood</em>'s style.</p><p>\"If you really think about it, we just sort of caught up with them as they were living life and we went on this journey with them,\" Potter adds. \"And at the very end, you know that they're going to continue on. And it will be up to the audience and the viewer to sort of, wonder where they're going.\"</p><p>It's not quite <em>The Sopranos</em> cut-to-black conclusion, but something close.</p><p>It's also a fitting end for <em>Parenthood</em>; a show which always insisted that great families will endure and the small moments between family members can provide the grandest drama around.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=NBC%27s+%27Parenthood%27+Ends+As+A+Family+Drama+Built+On+Small+Moments&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eric Deggans","audio":[{"meta":{"duration":"258"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1382463563-6d0d12.m3u?orgId=1&topicId=1138&e=382413021&d=258&ft=nprml&f=382413021"},{"href":"http://media.npr.org/assets/img/2015/01/29/nup_166546_0061-highres-009cdeb7a094d8b8b7e28f78727b5037b48dfd46.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1982","width":"2643"}},{"href":"http://media.npr.org/assets/img/2015/01/29/nup_165954_1154-15a9609bfe241fee97b2413af2e0784b0bd10a1d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"449","width":"599"}}]}