{"created":"2015-01-26T18:14:56+00:00","modified":"2015-02-13T21:05:07+00:00","valid":{"from":"2015-02-13T21:05:07+00:00","to":"3015-02-13T21:05:07+00:00"},"hreflang":"en","title":"These 13 'Almost Famous Women' Stirred Up Trouble, Or Trouble Found Them","published":"2015-01-26T19:17:00+00:00","teaser":"Megan Mayhew Bergman's stories about historical women are littered with bad-girl paraphernalia, like smashed-up motorcycles and morphine needles. In this collection, their lives are richly imagined.","itags":["npr_api","376135143"],"guid":"3354a78b-f1a7-4070-922a-76b59be32da5","contentencoded":"<p><em>Almost Famous Women</em> is the kind of \"high concept\" short-story collection that invites skepticism. These stories are about 13 historical women whose names you mostly might sort-of recognize. Beryl Markham, Butterfly McQueen and Shirley Jackson are slam-dunks, but Romaine Brooks and Joe Carstairs are a bit blurrier. While the family names of Allegra Byron, Dolly Wilde and Norma Millay betray their relation to important figures, we don't know what <em>they </em>did. And who the heck was Hazel Eaton or Tiny Davis?</p><p>The concern with a collection like this one is that it's going to be continually genuflecting before these women, turning those who were only historical footnotes into minor female deities and sacrificing complexity for reverence. It turns out, though, that author Megan Mayhew Bergman is not just a worshipper. The female sanctuary she constructs out of her short stories is too littered with bad-girl paraphernalia — cigarettes, champagne bottles, smashed-up motorcycles and morphine needles — to make kneeling in adoration comfortable.</p><p>Take the long short story called <em>The Siege at Whale Cay</em>, which is about the real-life Standard Oil heiress \"Joe\" Carstairs. Carstairs was a cigar-smoking champion speedboat racer, the lover of famous movie stars like Marlene Dietrich and Greta Garbo, and the ruler of her own private island in the Bahamas. What a dame, right? Except, that, in Bergman's telling, Carstairs is also a narcissistic bully. One of the ingenious literary devices that Bergman uses in some of these stories to complicate the portraits of her \"almost famous women\" is the presence of a shadowy fictional narrator or observer. So it is that we witness Joe Carstairs swaggering around like an island dictator through the eyes of her lover, a younger working-class woman named \"Georgie,\" who starred in a carnival swim show in Florida when Carstairs \"plucked her from [the] mermaid tank.\" Georgie recalls that the boss of that carnival issued all his female workers one command: \"Whatever you do ... be pretty.\" By the end of this story, Georgie realizes that that's the same command she's implicitly getting from Carstairs.</p><p>In an atmospheric story called <em>The Autobiography of Allegra Byron</em>, we meet Lord Byron's out-of-wedlock little daughter as she's hidden away in an Italian convent at age 3 — as, indeed, she was in real life. The narrator here is her caretaker, an Italian peasant woman who's lost her own child to typhus and becomes deeply attached to the poet's daughter. The twist is that little Allegra is depicted as a terror — the kind of demon-seed mean girl who manipulates others' affections. We readers may well feel resentment against her callous treatment of her caretaker until, in a brilliant twist of an ending sentence, we realize that Allegra herself is merely a pawn in a game orchestrated by a master manipulator.</p><p>Bergman's opening tale focuses on two women who had nonconformity thrust upon them by nature: <em>The Pretty, Grown-Together Children</em> is about Daisy and Violet Hilton, conjoined twins (literally joined at the hip), who enjoyed fleeting fame during the Golden Age of Hollywood. The story is set in their twilight years, when they're barely making a living by bagging groceries. Here's how Daisy, one of the twins, recalls the complications of their shared lives on and off the stage:</p><blockquote><p>\"Some nights I felt like a woman—the warm stage lights on my face, the right kind of lipstick on. ... Violet singing harmony. Some nights I felt like two women. Some nights I felt like a two-headed monster. That's what some drunk had shouted as Violet and I took the stage. ... We were the kind of women that started fights. Not the kind of women that launched ships.\"</p></blockquote><p>Generally speaking, most of the \"almost famous\" women in this compelling collection fit in that intriguing category — trouble either found them or they stirred trouble up. You'll learn a lot about these women's unruly lives by reading Bergman's stories, but you'll also probably come away feeling that most were pretty difficult women, better to read about than to meet in person. Bergman right now may be an \"almost famous woman\" herself — a recognized minor name in contemporary literature. But if she keeps on writing these kinds of intense, richly imagined tales, who knows where she'll end up?  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=These+13+%27Almost+Famous+Women%27+Stirred+Up+Trouble%2C+Or+Trouble+Found+Them&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Maureen Corrigan","audio":[{"meta":{"duration":"464"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1381624358-14f502.m3u?orgId=1&topicId=1034&e=376135143&d=464&ft=nprml&f=376135143"},{"href":"http://media.npr.org/assets/img/2015/01/26/51052470-59bdda1bbfc9f6b4b37dd516c8225d1f13191b81.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2347","width":"3126"}}]}