{"created":"2015-06-25T19:54:43+00:00","modified":"2015-07-03T19:05:39+00:00","valid":{"from":"2015-07-03T19:05:39+00:00","to":"3015-07-03T19:05:39+00:00"},"hreflang":"en","title":"Study Reveals What Happens During A 'Glacial Earthquake'","published":"2015-06-26T11:35:00+00:00","teaser":"Scientists have figured out how massive chunks of ice trigger these seismically detectable events when they break off a glacier. The findings could help researchers track ice loss from glaciers.","itags":["npr_api","417457888"],"guid":"335f9567-57e5-41a1-b0b9-1abecda0446f","contentencoded":"<p>When giant icebergs break off of huge, fast-moving glaciers, they essentially push back on those rivers of ice and temporarily reverse the flow.</p><p>That's according to a new study of \"glacial earthquakes,\" an unusual kind of temblor discovered just over a decade ago.</p><p>Glacial earthquakes happen when a really large hunk of ice breaks off a glacier in Greenland or Antarctica, says <a href=\"http://www.ldeo.columbia.edu/~nettles/\">Meredith Nettles</a> of Columbia University at the Lamont-Doherty Earth Observatory in New York.</p><p>\"We're talking about something that is a gigaton of ice,\" Nettles says. \"That's sort of the size of an ice cube you would have if you filled up Central Park in New York City to the top of the Empire State Building.\"</p><p>A few years ago, her team was fortunate enough to see this kind of massive breakup of ice as they approached the front of a glacier in a helicopter.</p><p>\"You see an enormous chunk of ice gradually start to tilt over, and it just lifts up all the water on top of it right up toward you as the iceberg continues to fall over. And you really see a mass of ice and water just flowing out into the fjord,\" she says. \"And then very quickly, everything is still again.\"</p><p>Instruments around the world can pick up the resulting seismic rumbling, which can be like a magnitude-5 on the Richter scale.</p><p>\"They are different from regular earthquakes. One way in which they are different is they take longer to happen,\" Nettles says. Instead of taking just seconds and generating rapid shaking, like an earthquake from the San Andreas Fault, a glacial earthquake can last a minute. This different signature in the seismic data is why scientists only recently discovered these earthquakes.</p><p>Nettles and her colleagues wanted to understand what exactly was happening when the earth shakes in this way. \"We're really trying to understand, how does that seismic signal get created, when this ice detaches from the ice sheet,\" she explains.</p><p>Researchers used a helicopter to fly and land close to the calving edge of Helheim Glacier in Greenland. They put out a network of suitcase-sized GPS sensors that could precisely track the movement of the glacier. Over about two months, they captured information on 10 large calving events, all of which coincided with glacial earthquakes.</p><p>In a report published by the journal <a href=\"http://www.sciencemag.org/\">Science</a>, they say a giant iceberg falling over generates a big enough force that it actually pushes back on the glacier, making it move backward and downward for several minutes.</p><p>\"Imagine that you could go and just push on the front of the glacier with your thumb, really hard, so hard that you could reverse the direction that the front of the glacier is moving,\" says Nettles, \"and then you let it go. And that backward and then forward motion is actually recorded in the GPS data from the front of the glacier.\"</p><p>The research team also set up a pretend glacier in the lab, using a tank of water with a plastic iceberg in it. The front of the fake glacier was outfitted with force and pressure sensors, so that it could be monitored as the fake iceberg tipped over and floated away.</p><p>\"And what they see matches very closely what we see with the GPS data and the seismic data,\" Nettle says. \"That allows us to actually build a better model for how the earthquake source works.\"</p><p>She says watching for the seismic signature of glacial earthquakes could give scientists a new way to measure the rate at which large glaciers are calving. That's important because ice is lost not just through melting, but also from calving, which is responsible for roughly half the ice mass being lost from Greenland.</p><p>\"This is a great new way to monitor it quite inexpensively and accurately through time,\" agrees <a href=\"http://earthweb.ess.washington.edu/~steig/\">Eric Steig</a> of the University of Washington, who called the new research \"very convincing.\"</p><p>\"This is a very cool piece of physics, so it's just fundamental science, which is just interesting,\" Steig says, \"and it has direct relevance to things we ought to care about, like sea level.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Study+Reveals+What+Happens+During+A+%27Glacial+Earthquake%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nell Greenfieldboyce","audio":[{"meta":{"duration":"206"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1417675903-ccec39.m3u?orgId=1&topicId=1007&d=206&p=3&story=417457888&t=progseg&e=417611771&seg=8&ft=nprml&f=417457888"},{"href":"http://media.npr.org/assets/img/2015/06/25/glacial-earthqukes-1-9f99a2ce80533995bef9280db62ace262b93ec9b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1332","width":"1776"}}]}