{"created":"2015-03-20T19:13:49+00:00","modified":"2015-03-20T19:20:09+00:00","valid":{"from":"2015-03-20T19:20:09+00:00","to":"3015-03-20T19:20:09+00:00"},"hreflang":"en","title":"Investigation Ongoing Into Black Man Found Hanging In Mississippi","published":"2015-03-20T19:19:00+00:00","teaser":"An FBI official says the cause of death has not been determined, and authorities aren't sure if it was a homicide or a suicide.","itags":["npr_api","394325320"],"guid":"336df2fb-da66-4dde-9b40-76cff0f61f8c","contentencoded":"<p>Federal and state authorities are investigating the hanging death of a black man in Claiborne County, Mississippi.</p><p>The investigation involves the FBI, the Justice Department&#8217;s Civil Rights Division and the United States attorney&#8217;s office. The Mississippi Bureau of Investigation is also involved.</p><p>An FBI official says the cause of death has not been determined, and authorities aren&#8217;t sure if it was a homicide or a suicide.</p><p>The Mississippi NAACP has identified the man as 54-year-old Otis Byrd, who had been reported missing two weeks earlier by his family. The NAACP is urging authorities to find out whether the death is a hate crime.</p><p>A Mississippi sheriff said Friday that the man did not appear to have stepped off of anything before he died.</p><p>The discovery raises the specter of lynching.</p><p>Tuskegee University archivist <strong>Dana Chandler</strong> joins <a href=\"http://hereandnow.wbur.org\"><em>Here & Now&#8217;</em></a>s Robin Young to discuss the history of lynching.</p><p>The university keeps an extensive archive of the lynchings that have occurred in the United States. Chandler says Tuskegee has 4,743 lynchings on record. A total of 1,297 white people were victims, 3,446 were black.</p><p>&#8220;Lynching is not just being hung by the neck,&#8221; Chandler said. &#8220;It goes far beyond that. It&#8217;s other acts of murder and killing. But it goes even further than that: It is a way that the population was controlled. If someone was lynched in a particular neighborhood or community, it acted as a way to keep people under the thumb of Jim Crow laws. And they were terrified. And what you had was a psychological lynching.&#8221;</p><h4>Guest</h4><ul><li><strong>Dana Chandler</strong>, university archivist at <a href=\"http://www.tuskegee.edu/\" target=\"_blank\">Tuskegee University</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Investigation+Ongoing+Into+Black+Man+Found+Hanging+In+Mississippi&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"293"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1394325323-0c4fa3.m3u?orgId=1&e=394325320&d=293&ft=nprml&f=394325320"},{"href":"http://media.wbur.org/wordpress/11/files/2015/03/0320_lynching-memorial.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1034","width":"1280"}}]}