{"created":"2014-08-13T20:31:39+00:00","modified":"2015-05-14T18:20:36+00:00","valid":{"from":"2014-07-21T09:00:00+00:00","to":"3014-07-21T09:00:00+00:00"},"hreflang":"en","published":"2014-07-21T09:00:00+00:00","contentencoded":"<div class=\"barn-cleaned\"><p>Did you hear the one about the American furniture factory that was able keep jobs in America despite intense competition from low-wage China?</p>\n<p>I was just talking to newspaper reporter Beth Macy about her new book “<a href=\"http://www.amazon.com/Factory-Man-Furniture-Offshoring-American/dp/0316231436\" target=\"_blank\">Factory Man</a>,” the story of a fierce American furniture tycoon named John Bassett III who went on a mission to China to see where all his furniture jobs were going.</p>\n<p>His detective work paid off:&nbsp;In China, he learned a piece of information that turned out to be a powerful tool that kept his factory in Virginia open, his people employed, and an Appalachian town thriving. Macy reveals Bassett’s weapon of choice in this battle against offshoring and I’d hate to spoil it here. I'm happy to spoil it on air, though:</p>\n<p><em><strong>Click the media player above to hear author Beth Macy in conversation with Marketplace Morning Report host David Brancaccio.</strong></em></p>\n<p>That said, moving jobs to spots where labor is cheaper and unions are weaker is a process that has endured in the US labor market throughout the last quarter century.&nbsp;Talking to Macy, I was struck by the sense that outsourcing never seems to come to rest. Jobs move, then move away again.</p>\n<p>Staying with the furniture business for a moment, let’s consider New England (something I like to do as a New Englander). As Macy points out, New England used to be a major hub for furniture manufacturing.&nbsp;A lot those jobs went to the Midwest, but only for a while.</p>\n<p>John Bassett’s grandfather and grandmother came along early last century, looked carefully at those Michigan furniture factories and figured out a way to move the work south, to North Carolina and Virginia.&nbsp;They brought manufacturing efficiencies that helped ensure the success of the new factories.&nbsp;What also helped was the tendency of people in Appalachia to work cheaper.&nbsp;</p>\n<p>Then, when China got most-favored nation trade status and joined the World Trade Organization in 2001, the jobs moved to China, Mr. Bassett’s heroic efforts became an exception to a rule. &nbsp;</p>\n<p>Yet the jobs are not staying in China, Macy points out. Many companies have moved on to the current center of the furniture universe: Indonesia, where wood is available and labor is cheaper still.</p>\n<p>Late in the book, Macy writes about flying to Indonesia and talking with a local furniture sample engineer. Macy asks him if he ever spared a thought for the Appalachian furniture makers his Indonesian operation replaced (no, he doesn’t).&nbsp;But then the engineer volunteers something he does worry about: the future of his own factory.&nbsp;</p>\n<p>“I worry about someone somewhere else, somewhere cheaper will start to make furniture, and that will be that for us,” Macy quotes him as saying.</p>\n<p>Where could furniture companies find labor cheaper than in Indonesia? Maybe sub-Saharan Africa some day, then offshore further still to the island of Madagascar, for instance. Regardless, at some point the whole world will be globalized and companies will not find a cheaper place to find workers to build furniture, or where a worker could feel secure.</p>\n<p>Yet I wonder if that is not the final fate of offshoring at all. Once the world economy runs out of cheaper and cheaper labor, you know who will get the work? Not humans, but machines. There will be robots to do the work of building furniture. Technology, not geography, is probably what lies at the very end of the offshoring food chain.&nbsp;</p></div>","tags":["APM","Indie Economics","Economy"],"teaser":"A cautionary tale about the end game of offshoring.","itags":["PMP:Marketplace_PMP","Marketplace","339a953c58a61c359a89b3073d21a6dd"],"guid":"339a953c-58a6-41c3-89a8-b3073d21a6dd","description":"A cautionary tale about the end game of offshoring.","title":"Jobs, like water, always seem to run downhill","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>Did you hear the one about the American furniture factory that was able keep jobs in America despite intense competition from low-wage China?</p>\"},{\"type\":\"text/html\",\"content\":\"<p>I was just talking to newspaper reporter Beth Macy about her new book “<a href=\\\"http://www.amazon.com/Factory-Man-Furniture-Offshoring-American/dp/0316231436\\\" target=\\\"_blank\\\">Factory Man</a>,” the story of a fierce American furniture tycoon named John Bassett III who went on a mission to China to see where all his furniture jobs were going.</p>\"},{\"content\":\"<p>His detective work paid off: In China, he learned a piece of information that turned out to be a powerful tool that kept his factory in Virginia open, his people employed, and an Appalachian town thriving. Macy reveals Bassett’s weapon of choice in this battle against offshoring and I’d hate to spoil it here. I&apos;m happy to spoil it on air, though:</p>\",\"type\":\"text/html\"},{\"content\":\"<p><em><strong>Click the media player above to hear author Beth Macy in conversation with Marketplace Morning Report host David Brancaccio.</strong></em></p>\",\"type\":\"text/html\"},{\"content\":\"<p>That said, moving jobs to spots where labor is cheaper and unions are weaker is a process that has endured in the US labor market throughout the last quarter century. Talking to Macy, I was struck by the sense that outsourcing never seems to come to rest. Jobs move, then move away again.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Staying with the furniture business for a moment, let’s consider New England (something I like to do as a New Englander). As Macy points out, New England used to be a major hub for furniture manufacturing. A lot those jobs went to the Midwest, but only for a while.</p>\"},{\"content\":\"<p>John Bassett’s grandfather and grandmother came along early last century, looked carefully at those Michigan furniture factories and figured out a way to move the work south, to North Carolina and Virginia. They brought manufacturing efficiencies that helped ensure the success of the new factories. What also helped was the tendency of people in Appalachia to work cheaper. </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Then, when China got most-favored nation trade status and joined the World Trade Organization in 2001, the jobs moved to China, Mr. Bassett’s heroic efforts became an exception to a rule.  </p>\"},{\"type\":\"text/html\",\"content\":\"<p>Yet the jobs are not staying in China, Macy points out. Many companies have moved on to the current center of the furniture universe: Indonesia, where wood is available and labor is cheaper still.</p>\"},{\"content\":\"<p>Late in the book, Macy writes about flying to Indonesia and talking with a local furniture sample engineer. Macy asks him if he ever spared a thought for the Appalachian furniture makers his Indonesian operation replaced (no, he doesn’t). But then the engineer volunteers something he does worry about: the future of his own factory. </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“I worry about someone somewhere else, somewhere cheaper will start to make furniture, and that will be that for us,” Macy quotes him as saying.</p>\"},{\"content\":\"<p>Where could furniture companies find labor cheaper than in Indonesia? Maybe sub-Saharan Africa some day, then offshore further still to the island of Madagascar, for instance. Regardless, at some point the whole world will be globalized and companies will not find a cheaper place to find workers to build furniture, or where a worker could feel secure.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Yet I wonder if that is not the final fate of offshoring at all. Once the world economy runs out of cheaper and cheaper labor, you know who will get the work? Not humans, but machines. There will be robots to do the work of building furniture. Technology, not geography, is probably what lies at the very end of the offshoring food chain. </p>\",\"type\":\"text/html\"}]","byline":"David Brancaccio","audio":[{"meta":{"width":"610","height":"340","crop":"primary"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/168765252.jpg?itok=eiGGL2e4","type":"image/jpeg"},{"meta":{"duration":212,"duration_hms":"00:03:32","api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2014/07/22/marketplace_segment09_20140722","type":"application/json"}},"format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2014/07/22/marketplace_segment09_20140722_64.mp3","type":"audio/mpeg"}]}