{"created":"2014-10-08T15:04:05+00:00","modified":"2014-11-03T01:48:21+00:00","valid":{"from":"2014-11-03T01:48:21+00:00","to":"3014-11-03T01:48:21+00:00"},"hreflang":"en","title":"GOP House Votes To Leave States Alone On Medical Marijuana","published":"2014-05-30T20:44:00+00:00","teaser":"Nearly 50 Republicans signed on to a measure forbidding Department of Justice from interfering with medicinal marijuana laws in 32 states and the District of Columbia.","itags":["npr_api","317427925"],"guid":"33a04e70-6036-423d-9427-4a8b6b9e386b","contentencoded":"<p>Perhaps validating what public opinion <a href=\"http://www.pewresearch.org/fact-tank/2013/08/13/americans-skeptical-of-value-of-enforcing-marijuana-laws/\">surveys</a> have been showing for some time, the House voted in Friday's wee hours to prohibit the federal government from interfering with medical marijuana laws passed by 32 states and the District of Columbia.</p><p>Yes — that's the Republican-led House that did the voting. And it include 49 actual Republicans among the 218 yes votes. Lead among them: California Rep. <a href=\"http://rohrabacher.house.gov/biography\">Dana Rohrabacher</a>, who once upon a time worked for Ronald Reagan, the president who made the \"War on Drugs\" a national priority.</p><p>Times, Rohrabacher acknowledged, had changed – and said those strict federal policies, in the case of medical marijuana, were doing more harm than good.</p><p>\"Some people are suffering, and if a doctor feels that he needs to prescribe something to alleviate that suffering, it is immoral for this government to get in the way,\" Rohrabacher said. \"The state governments have recognized that a doctor has a right to treat his patient any way he sees fit, and so did our Founding Fathers.\"</p><p>Of course, not all Republicans saw it that way. Not even a majority of them.</p><p>Virginia's Frank Wolf, who chairs the House committee that wrote the $50 billion appropriations bill on which the marijuana language was tacked, questioned just how \"medical\" medical marijuana actually is.</p><p>He pointed out that the American Medical Association, American Cancer Society, American Glaucoma Society, Glaucoma Research Foundation and a long list of other groups opposed medicinal marijuana.</p><p>And that was before he turned to a pair of doctors who also happened to be members of Congress. Louisiana Republican Rep. John Fleming warned that marijuana use, particularly in young people, harmed brain development. And Maryland GOP Rep. Andy Harris argued that <em>real</em> medicine was a little more precise than prescribing \"two joints a day,\" or \"a brownie here, a biscuit there.\"</p><p>\"This is not medicine,\" Harris said. \"This would be like me as a physician saying, 'you know, I think you need some penicillin. Go chew on some mold.' Of course I wouldn't do that. I write for 250 mg of penicillin, [every] 6 hours, times 10 days. I don't write, 'chew on a mold a couple of times a day.'\"</p><p>But Rohrabacher had his own doctor on stand-by: Georgia Republican Rep. Paul Broun. He countered that the components in marijuana are, in fact, useful for some conditions. \"It's actually less dangerous than some narcotics that doctors prescribe all over this country,\" Broun said.</p><p>The vote result surprised even those who had been lobbying for it over the past decade. Mason Tvert, a spokesman for the Marijuana Policy Project, said the most votes the proposal had received previously in the House was 165 in 2007.</p><p>\"We expected that we'd get close to passing it, and then pass it next year,\" Tvert said. \"But clearly things are moving forward very quickly at the federal level just as they are at the state level. People are fed up with the current state of marijuana laws.\"</p><p>Of course, so far the proposal has only cleared the House, and Rohrabacher and his Democratic co-sponsors allowed that they didn't have Senate supporters lined up yet to move the language in that chamber.</p><p>Democratic Rep. Jared Polis, whose state of Colorado is actually allowing <em><a href=\"http://www.npr.org/blogs/thetwo-way/2014/05/07/310566233/colorado-approves-financial-system-for-marijuana-industry\">non­</a></em><a href=\"http://www.npr.org/blogs/thetwo-way/2014/05/07/310566233/colorado-approves-financial-system-for-marijuana-industry\">-medicinal marijuana</a>, said fixating on what happens next in the congressional process misses the larger point.</p><p>\"The will of the House is important on this issue,\" Polis said. \"Congress is far from leading the country in this regard. Rather, we're catching up with where the country already is.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=GOP+House+Votes+To+Leave+States+Alone+On+Medical+Marijuana&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"S.V. Dáte","audio":[{"meta":{"duration":"17"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1317429131-3f10dc.m3u?orgId=1&topicId=1014&ft=3&f=317427925"},{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1317429239-6bd0c2.m3u?orgId=1&topicId=1014&ft=3&f=317427925"}]}