{"created":"2014-11-21T04:00:31+00:00","modified":"2015-05-14T17:01:55+00:00","valid":{"from":"2014-11-21T00:45:33+00:00","to":"3014-11-21T00:45:33+00:00"},"hreflang":"en","teaser":"To get a little context on how the President's plans might affect some of the various immigration constituencies in this country, we spoke with Barbara Hines, Co-Director of the Immigration Clinic and professor at the University of Texas, and Emily Lam, vice-president of the Silicon Valley Leadership Group for Health Care & Federal Issues.","guid":"33a15958-f0c5-45f5-8031-a89b7e99d3d4","description":"To get a little context on how the President's plans might affect some of the various immigration constituencies in this country, we spoke with Barbara Hines, Co-Director of the Immigration Clinic and professor at the University of Texas, and Emily Lam, vice-president of the Silicon Valley Leadership Group for Health Care & Federal Issues.","published":"2014-11-21T00:45:33+00:00","tags":["World","APM"],"contentencoded":"<div class=\"barn-cleaned\"><p>On Thursday evening, President Obama announced his executive order for immigration reform:</p>\n<blockquote>We’re going to offer the following deal: If you’ve with been in America more than five years. If you have children who are American citizens or illegal residents. If you register, pass a criminal background check and you’re willing to pay your fair share of taxes, you’ll be able to apply to stay in this country temporarily without fear of deportation. You can come out of the shadows and get right with the law. That’s what this deal is.\n<p>Now let’s be clear about what it isn’t. This deal does not apply to anyone who has come to this country recently. It does not apply to anyone who might come to America illegally in the future. It does not grant citizenship or the right to stay here permanently, or offer the same benefits that citizens receive. Only Congress can do that. All we’re saying is we’re not going to deport you.</p>\n</blockquote>\n<p>To get a little context on how the President's plans might affect some of the various immigration constituencies in this country, we spoke with&nbsp;<span>Barbara Hines, Co-Director of the Immigration Clinic and professor at the University of Texas, and Emily</span><span>&nbsp;Lam,&nbsp;</span><span>vice-president of the Silicon Valley Leadership Group for Health Care &amp; Federal Issues.</span></p></div>","title":"How immigration reform can change immigration","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>On Thursday evening, President Obama announced his executive order for immigration reform:</p>\"},{\"type\":\"text/html\",\"content\":\"<blockquote>We’re going to offer the following deal: If you’ve with been in America more than five years. If you have children who are American citizens or illegal residents. If you register, pass a criminal background check and you’re willing to pay your fair share of taxes, you’ll be able to apply to stay in this country temporarily without fear of deportation. You can come out of the shadows and get right with the law. That’s what this deal is. <p>Now let’s be clear about what it isn’t. This deal does not apply to anyone who has come to this country recently. It does not apply to anyone who might come to America illegally in the future. It does not grant citizenship or the right to stay here permanently, or offer the same benefits that citizens receive. Only Congress can do that. All we’re saying is we’re not going to deport you.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<p>To get a little context on how the President&apos;s plans might affect some of the various immigration constituencies in this country, we spoke with <span>Barbara Hines, Co-Director of the Immigration Clinic and professor at the University of Texas, and Emily</span><span> Lam, </span><span>vice-president of the Silicon Valley Leadership Group for Health Care &amp; Federal Issues.</span></p>\"}]","itags":["Marketplace","PMP:Marketplace_PMP","33a15958f0c55f510317a89b7e99d3d4"],"byline":"Kai Ryssdal","audio":[{"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/459318630%20(1).jpg?itok=U3YSO3yX","meta":{"height":"340","crop":"primary","width":"610"}},{"format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2014/11/20/mp_20141120_seg_25_64.mp3","meta":{"duration":312,"duration_hms":"00:05:12","api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2014/11/20/mp_20141120_seg_25","type":"application/json"}},"type":"audio/mpeg"}]}