{"created":"2014-10-08T16:06:45+00:00","modified":"2014-10-31T02:05:02+00:00","valid":{"from":"2014-10-31T02:05:02+00:00","to":"3014-10-31T02:05:02+00:00"},"hreflang":"en","title":"How U.S. Hospitals Are Planning To Stop The Deadly MERS Virus","published":"2014-05-15T13:09:00+00:00","teaser":"A second case of the new Middle East respiratory syndrome has shown up in the U.S. The virus has been spreading through Saudi hospitals. Health officials expect more cases to appear here.","itags":["npr_api","312522887"],"guid":"33abb09b-599c-4080-847c-c8593cde1a47","contentencoded":"<p>In the past month, Middle East respiratory syndrome has morphed from a little-known disease in the Arabian Peninsula to a major global health concern, with more than 300 cases in Saudi Arabia in April, 54 of them fatal.</p><p>Two cases have been reported in the U.S. as well — one in Indiana and one in <a href=\"http://www.npr.org/blogs/health/2014/05/12/311879323/deadly-mers-virus-detected-in-florida\">Florida</a>. Both men had worked in Saudi Arabia hospitals. So far, neither has spread the respiratory disease to others.</p><p>In a news conference today, the World Health Organization in Geneva <a href=\"http://www.who.int/mediacentre/news/statements/2014/mers-20140514/en/\">stopped short</a> of declaring MERS an international public health emergency.</p><p>But health officials expect to see more cases imported into the States. American hospitals are now working to recognize the flu-like disease early and keep it from spreading.</p><p>Although <a href=\"http://www.cdc.gov/CORONAVIRUS/MERS/INDEX.HTML\">MERS</a> doesn't appear to be highly infectious in people's homes or in airplanes, it's clearly spreading in hospitals. That's where many of the Saudi infections occurred.</p><p>\"This is not like measles ... not like chickenpox — which are [both] highly communicable diseases,\" says epidemiologist <a href=\"http://www.jhsph.edu/faculty/directory/profile/4794/Perl/Trish_M.\">Trish Perl</a> at Johns Hopkins Hospital in Baltimore. \"But the reality is that there is something in health care [centers] where the communicability is much more prominent.\"</p><p>It's not clear what makes hospitals so risky. Some medical procedures — breathing treatments, certain exams — might propel more virus into the atmosphere.</p><p>Or it could be human error. A WHO team in Saudi Arabia last week saw breaches of infection control.</p><p>Perl says the protocols are actually quite simple. \"It's about separating sick people from nonsick people,\" she says. \"And it's about wearing the appropriate gear.\"</p><p>By gear she means standard hospital gloves, masks and gowns. Staff need to be shown how to use this gear properly — for instance, changing their surgical gowns every time they enter or exit isolation units.</p><p>\"Every single person in this emergency room or any emergency will tell you they're super, super busy. They're too busy to do this or that and whatever,\" she says. \"How do they prioritize in their list of business what are the most important things to do?\"</p><p>Getting all hospital workers to comply with standard infection control procedures — all the time — was a key to stopping an outbreak of SARS in 2003, says Georgetown University infectious disease specialist <a href=\"http://contact.georgetown.edu/view/drl23/\">Daniel Lucey</a>, who worked in a Toronto hospital at the time.</p><p>When hospital personnel donned personal protective equipment, Lucey recalls, \"someone stood there and monitored you to make sure you followed, step by step by step, putting it on properly and taking it off.\"</p><p>WHO is calling for Saudi hospitals to tighten infection control measures. Hospitals worldwide need to be equally vigilant, since a MERS patient could fly anywhere in the world before being diagnosed.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+U.S.+Hospitals+Are+Planning+To+Stop+The+Deadly+MERS+Virus&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jason Beaubien","audio":[{"meta":{"duration":"241"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1312524028-234276.m3u?orgId=1&topicId=1128&ft=3&f=312522887"}]}