{"created":"2015-06-24T20:28:49+00:00","modified":"2015-06-30T18:33:49+00:00","valid":{"from":"2013-11-08T23:51:21+00:00","to":"3013-11-08T23:51:21+00:00"},"hreflang":"en","byline":"Martin, Brittany","title":"Toni Collette Releases Some Tension","teaser":"Toni talks with us about the ebb and flow of tension on set, the value of being curious and a little scared, and about taking hairpin turns really, really fast. Brendan Francis Newnam: So this show you’re working on is all about tension. It’s a really tense show.  But like most TV shows, I’m sure […]","guid":"33c47385-a6aa-44fc-8096-257437e31eb7","contentencoded":"<div class=\"barn-cleaned\"><p>Toni talks with us about the ebb and flow of tension on set, the value of being curious and a little scared, and about taking hairpin turns really, really fast.</p>\n<br />\n<img class=\"aligncenter\" alt=\"DPD-Banner\" src=\"http://www.dinnerpartydownload.org/wp-content/uploads/2013/06/DPD-Banner.jpg\" /><br />\n<p><strong>Brendan Francis Newnam:</strong> So this show you’re working on is all about tension. It’s a really tense show. &nbsp;But like most TV shows, I’m sure it’s filmed in bursts- you know, you’re doing a scene here, and a scene there, and so you have to act really intensely and then rest, and then go back to acting. You know like a scene where you’re putting your finger in your husband’s renal artery. What- how-</p>\n<br />\n<blockquote>\n<p><strong>Toni Collette:</strong> And then he had to use his own finger to hold it down.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> That’s right. How do you sustain that urgency on a set?</p>\n<br />\n<blockquote>\n<p><strong>Toni Collette:</strong> You know it’s weird. I’ve been thinking about it because in order to not be completely snowed under by it, there must be some kind of sense of removal, which in itself is a terrible thing because you don’t want to become blasé about such a horrible situation either. &nbsp;So I’m constantly having to remind myself of the seriousness of the situation, and I have to say whenever I’ve worked on something that is this dark, I think somehow the crew and the cast balance it out by having a bloody brilliant time. So there is a lot of laughter and levity on the set. It’s not like we’re all like moaning and groaning. &nbsp;It’s a fun day at work, but yeah, there have been a couple of times when I’m like oh my gosh, okay, I just have to-</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> I have to dig a grave here. &nbsp;So your character Dr. Ellen Sanders- she’s a great surgeon, she’s been tapped to operate on the President of the United States. She’s hypercompetent at her job, and I was thinking as an actor do you feel the same relationship to your craft? At this stage in your career do you feel like, when I enter a role or enter a set I know- I know how to do this now?</p>\n<br />\n<blockquote>\n<p><strong>Toni Collette:</strong> It’s not the kind of knowledge that I would shout out loud. I mean what I love about my job is there’s a little bit of fear. Even like the night before when I’m looking at a scene, it’s- I feel like I’m not gonna get on top of it, and it’s strange but I somehow know that I will. So it’s this somehow and that kind of little question mark that kind of somehow propels me.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Do you feel that you need to- you have to create that mentally, that question mark? Is that how you get yourself psyched to play something is, I might not pull this off, or…?</p>\n<br />\n<blockquote>\n<p><strong>Toni Collette:</strong> No, I don’t think it’s that clear.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Yeah. In this show you play a mother.</p>\n<br />\n<blockquote>\n<p><strong>Toni Collette:</strong> I do.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> And you’ve played mothers before- “United States of Tara”, “The Sixth Sense”, lots of things. First of all, I read an interview where you said, “I don’t play a mother as much as I play a woman with kids.” &nbsp;Tell me about that.</p>\n<br />\n<blockquote>\n<p><strong>Toni Collette:</strong> Well I think it’s just so easy to say oh, that’s a mom role, because there’s a whole human being there who happens to have the most profound relationship with some people that she grew in her body and gave birth to, and it just kind of *bleep* me when people reduce a role to just being a mom. So when I have played mothers, I try to breathe a whole life into them so that there’s so much more going on than just- it’s not simple. Being a mother is not a simple thing.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> It’s a complex-</p>\n<br />\n<blockquote>\n<p><strong>Toni Collette:</strong> Complex and deeply profound relationship that you have.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> And presumably you’re looking for roles where the characters are more complex than your maybe two-dimensional mothers of yore.</p>\n<br />\n<blockquote>\n<p><strong>Toni Collette:</strong> Absolutely. I don’t like two-dimensional anything, so you’re right.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> About being a mother- you interview actors and sometimes they’ll learn guitar for a part, right? Or they’ll learn archery for a role. You have two children of your own, but you’ve been playing mothers long before you had children. Was there any- did you-</p>\n<br />\n<blockquote>\n<p><strong>Toni Collette:</strong> Did something shift when I had them? Is that what you’re getting at?</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> No, it was actually the other way around. Did you- is there- can actors learn something about being a human from their characters?</p>\n<br />\n<blockquote>\n<p><strong>Toni Collette:</strong> Oh absolutely, always. That’s pretty much why I love my job. It keeps me awake, it introduces me to different perspectives in the way other people think which is always interesting, and I’ve been thinking about it too, you know, because my kids are five and two now, and to be honest I can’t articulate how they’ve changed how I approach my work, but I know before I had them when I wasn’t a mother that played mothers I guess mostly I thought about being a daughter, you know? Just being on the other end of that relationship. And also I’ve had the luxury of working with great writing, and I think when that happens it’s really just a matter of empathizing with your character.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> In thinking about your career, you’ve played so many Americans it made me wonder about whether or not you have fans that don’t know you’re Australian.</p>\n<br />\n<blockquote>\n<p><strong>Toni Collette:</strong> Yep, there are.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> And they’re surprised when you have an accent? They think you’re just being Madonna acting strangely?</p>\n<br />\n<blockquote>\n<p><strong>Toni Collette:</strong> That’s really funny. Yeah, they find it shocking. They think it’s me and then when I talk they go oh sorry, you know you look like this person who did this- I say yes, that actually is me. No it isn’t. Then you get the no, you’re not you, and it’s like I don’t know how to respond now.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Wow. It’s like an M.C. Escher sketch. &nbsp;Does that make you feel good though? Like success.</p>\n<br />\n<blockquote>\n<p><strong>Toni Collette:</strong> Absolutely. It’s the greatest compliment.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Speaking of international appeal, this show “Hostages” was originally an Israeli show. &nbsp;And this is happening a lot in TV lately- “The Office” was originally a British show, “The Bridge” was a Scandinavian show.</p>\n<br />\n<blockquote>\n<p><strong>Toni Collette:</strong> We’re people- people of the world.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Are there any Australian shows that you watched growing up that you think are ripe for a remake?</p>\n<br />\n<blockquote>\n<p><strong>Toni Collette:</strong> Sadly, to be honest when I was growing up, and this is probably why I’m so good at doing the American accent, I watched a lot of American television. There was a very low content of domestic TV.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> What kind of American TV? Like “Night Rider”?</p>\n<br />\n<blockquote>\n<p><strong>Toni Collette:</strong> “Night Rider” was on. Ask me anything, I’ll say yes or no. Go.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> “Baywatch”?</p>\n<br />\n<blockquote>\n<p><strong>Toni Collette:</strong> Yep. &nbsp;I didn’t watch that though.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> “Dallas”?</p>\n<br />\n<blockquote>\n<p><strong>Toni Collette:</strong> Yeah, I didn’t watch that though.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> “What’s Happening”? You didn’t have that.</p>\n<br />\n<blockquote>\n<p><strong>Toni Collette:</strong> I don’t know what that is. &nbsp;I’m talking “The Brady Bunch”.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> All right, there we go.</p>\n<br />\n<blockquote>\n<p><strong>Toni Collette:</strong> “The Love Boat”.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> All Right. Why isn’t there a “Love Boat” now?</p>\n<br />\n<blockquote>\n<p><strong>Toni Collette:</strong> I would love to be on “The Love Boat”.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> It would be cool but I think it would be hard to get all those actors.</p>\n<br />\n<blockquote>\n<p><strong>Toni Collette:</strong> You know the theme song, I still feel- I romanticized the theme song, cause I was very young when that was on. I think I was three, four- something like that. “The Love Boat” used to be on. To me it was very late. it was probably 8:30 at night on Tuesday. I used to sneak into my aunt’s house which was a couple of doors down, and oh my God, watching that show in her bed and listening to-</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> The Love Boat, right?</p>\n<br />\n<blockquote>\n<p><strong>Toni Collette:</strong> It’s a great theme song.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> All right, well we have two standard questions on our show that we ask each of our guests. &nbsp;And the first question is, would you be in my remake of “Love Boat”? No. The first question is, what question are you tired of being asked in interviews?</p>\n<br />\n<blockquote>\n<p><strong>Toni Collette:</strong> What’s your- you’ve played all kinds of characters, so many different kinds of characters. What’s your dream role?</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Cause it just feels like the interview hasn’t thought of a question, or you don’t have an answer to that?</p>\n<br />\n<blockquote>\n<p><strong>Toni Collette:</strong> Both. Although now I’m starting to kind of think about creating stories from the beginning, not just sort of coming on as an actor. So it is something I’m entertaining, but I really love just kind of trying to make myself open and available to whatever comes in. Generally something comes in that kind of resonates and it’s exciting, and I’m excited that I haven’t thought of it earlier, and I like to be surprised.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> All right, so our second question is, tell us something we don’t know, and this could be something about you that you haven’t talked about in interviews, or it could be an interesting piece of trivia.</p>\n<br />\n<blockquote>\n<p><strong>Toni Collette:</strong> Oh, I’ve got something.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Okay, all right.</p>\n<br />\n<blockquote>\n<p><strong>Toni Collette:</strong> Okay, when “Muriel’s Wedding” did come out, and I did a whole slew of publicity all around the world, one of the more exciting things that I was asked to do soon after the film came out was drive in a celebrity Grand Prix race.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Whoa. Wait, how old are you at this point?</p>\n<br />\n<blockquote>\n<p><strong>Toni Collette:</strong> 22. &nbsp;<span>So I said yes, and had two weeks of training, and I drove so well that I was asked to drive professionally for the BMW team.</span></p>\n</blockquote>\n<br />\n<p><span><strong>Brendan Francis Newnam:</strong> Really? Wait, where was this taking place? In Europe somewhere?</span></p>\n<br />\n<blockquote>\n<p><span><strong>Toni Collette:</strong> This was in Australia, but I would have been joining a German woman in the BMW team, and my agent wouldn’t let me do it. She said it was too dangerous.</span></p>\n</blockquote>\n<br />\n<p><span><strong>Brendan Francis Newnam:</strong> Why do you think you succeeded at the- like were you just a competitive person by nature, or is there just-</span></p>\n<br />\n<blockquote>\n<p><span><strong>Toni Collette:</strong> I like to drive.</span></p>\n</blockquote>\n<br />\n<p><span><strong>Brendan Francis Newnam:</strong> A good student, you like to drive?</span></p>\n<br />\n<blockquote>\n<p><span><strong>Toni Collette:</strong> I’m a good driver. &nbsp;</span><span>My dad taught me to drive, and yeah, I enjoyed it.</span></p>\n</blockquote>\n<br />\n<p><span><strong>Brendan Francis Newnam:</strong> So Grand Prix, they’re the cars with the whale tail, like they’re kind of like-</span></p>\n<br />\n<blockquote>\n<p><span><strong>Toni Collette:</strong> No we just had supped up Holdens actually.</span><span>&nbsp;But-</span></p>\n</blockquote>\n<br />\n<p><span><strong>Brendan Francis Newnam:</strong> And how fast were you going?</span></p>\n<br />\n<blockquote>\n<p><span><strong>Toni Collette:</strong> Well I don’t know the translation, like the conversion but I was taking-</span></p>\n</blockquote>\n<br />\n<p><span><strong>Brendan Francis Newnam:</strong> We have a public radio audience, they’ll do that.</span></p>\n<br />\n<blockquote>\n<p><span><strong>Toni Collette:</strong> -hairpin turns at 110 kilometers per hour, and I think I was up to about 180-190 on the straight. I don’t know what that is in miles.</span></p>\n</blockquote>\n<br />\n<p><span><strong>Brendan Francis Newnam:</strong> This is great. I’m picturing your character Muriel doing this too, like not you the actor. I’m just picturing her stuffed into a car.</span></p>\n<br />\n<blockquote>\n<p><span><strong>Toni Collette:</strong> It was madness and it was fun.</span></p>\n</blockquote>\n<br /></div>","published":"2013-11-08T23:51:21+00:00","description":"Toni talks with us about the ebb and flow of tension on set, the value of being curious and a little scared, and about taking hairpin turns really, really fast. Brendan Francis Newnam: So this show you’re working on is all about tension. It’s a really tense show.  But like most TV shows, I’m sure […]","itags":["33c47385a6aa4fcf0968257437e31eb7","PMP:The_Dinner_Party_Download_PMP","The Dinner Party Download","The Dinner Party Download 2013-11-08"],"contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>Toni talks with us about the ebb and flow of tension on set, the value of being curious and a little scared, and about taking hairpin turns really, really fast.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<img alt=\\\"DPD-Banner\\\" class=\\\"aligncenter\\\" src=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2013/06/DPD-Banner.jpg\\\" />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> So this show you’re working on is all about tension. It’s a really tense show.  But like most TV shows, I’m sure it’s filmed in bursts- you know, you’re doing a scene here, and a scene there, and so you have to act really intensely and then rest, and then go back to acting. You know like a scene where you’re putting your finger in your husband’s renal artery. What- how-</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Toni Collette:</strong> And then he had to use his own finger to hold it down.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> That’s right. How do you sustain that urgency on a set?</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Toni Collette:</strong> You know it’s weird. I’ve been thinking about it because in order to not be completely snowed under by it, there must be some kind of sense of removal, which in itself is a terrible thing because you don’t want to become blasé about such a horrible situation either.  So I’m constantly having to remind myself of the seriousness of the situation, and I have to say whenever I’ve worked on something that is this dark, I think somehow the crew and the cast balance it out by having a bloody brilliant time. So there is a lot of laughter and levity on the set. It’s not like we’re all like moaning and groaning.  It’s a fun day at work, but yeah, there have been a couple of times when I’m like oh my gosh, okay, I just have to-</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> I have to dig a grave here.  So your character Dr. Ellen Sanders- she’s a great surgeon, she’s been tapped to operate on the President of the United States. She’s hypercompetent at her job, and I was thinking as an actor do you feel the same relationship to your craft? At this stage in your career do you feel like, when I enter a role or enter a set I know- I know how to do this now?</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Toni Collette:</strong> It’s not the kind of knowledge that I would shout out loud. I mean what I love about my job is there’s a little bit of fear. Even like the night before when I’m looking at a scene, it’s- I feel like I’m not gonna get on top of it, and it’s strange but I somehow know that I will. So it’s this somehow and that kind of little question mark that kind of somehow propels me.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Do you feel that you need to- you have to create that mentally, that question mark? Is that how you get yourself psyched to play something is, I might not pull this off, or…?</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Toni Collette:</strong> No, I don’t think it’s that clear.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Yeah. In this show you play a mother.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Toni Collette:</strong> I do.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> And you’ve played mothers before- “United States of Tara”, “The Sixth Sense”, lots of things. First of all, I read an interview where you said, “I don’t play a mother as much as I play a woman with kids.”  Tell me about that.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Toni Collette:</strong> Well I think it’s just so easy to say oh, that’s a mom role, because there’s a whole human being there who happens to have the most profound relationship with some people that she grew in her body and gave birth to, and it just kind of *bleep* me when people reduce a role to just being a mom. So when I have played mothers, I try to breathe a whole life into them so that there’s so much more going on than just- it’s not simple. Being a mother is not a simple thing.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> It’s a complex-</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Toni Collette:</strong> Complex and deeply profound relationship that you have.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> And presumably you’re looking for roles where the characters are more complex than your maybe two-dimensional mothers of yore.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Toni Collette:</strong> Absolutely. I don’t like two-dimensional anything, so you’re right.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> About being a mother- you interview actors and sometimes they’ll learn guitar for a part, right? Or they’ll learn archery for a role. You have two children of your own, but you’ve been playing mothers long before you had children. Was there any- did you-</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Toni Collette:</strong> Did something shift when I had them? Is that what you’re getting at?</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> No, it was actually the other way around. Did you- is there- can actors learn something about being a human from their characters?</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Toni Collette:</strong> Oh absolutely, always. That’s pretty much why I love my job. It keeps me awake, it introduces me to different perspectives in the way other people think which is always interesting, and I’ve been thinking about it too, you know, because my kids are five and two now, and to be honest I can’t articulate how they’ve changed how I approach my work, but I know before I had them when I wasn’t a mother that played mothers I guess mostly I thought about being a daughter, you know? Just being on the other end of that relationship. And also I’ve had the luxury of working with great writing, and I think when that happens it’s really just a matter of empathizing with your character.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> In thinking about your career, you’ve played so many Americans it made me wonder about whether or not you have fans that don’t know you’re Australian.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Toni Collette:</strong> Yep, there are.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> And they’re surprised when you have an accent? They think you’re just being Madonna acting strangely?</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Toni Collette:</strong> That’s really funny. Yeah, they find it shocking. They think it’s me and then when I talk they go oh sorry, you know you look like this person who did this- I say yes, that actually is me. No it isn’t. Then you get the no, you’re not you, and it’s like I don’t know how to respond now.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Wow. It’s like an M.C. Escher sketch.  Does that make you feel good though? Like success.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Toni Collette:</strong> Absolutely. It’s the greatest compliment.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Speaking of international appeal, this show “Hostages” was originally an Israeli show.  And this is happening a lot in TV lately- “The Office” was originally a British show, “The Bridge” was a Scandinavian show.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Toni Collette:</strong> We’re people- people of the world.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Are there any Australian shows that you watched growing up that you think are ripe for a remake?</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Toni Collette:</strong> Sadly, to be honest when I was growing up, and this is probably why I’m so good at doing the American accent, I watched a lot of American television. There was a very low content of domestic TV.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> What kind of American TV? Like “Night Rider”?</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Toni Collette:</strong> “Night Rider” was on. Ask me anything, I’ll say yes or no. Go.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> “Baywatch”?</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Toni Collette:</strong> Yep.  I didn’t watch that though.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> “Dallas”?</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Toni Collette:</strong> Yeah, I didn’t watch that though.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> “What’s Happening”? You didn’t have that.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Toni Collette:</strong> I don’t know what that is.  I’m talking “The Brady Bunch”.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> All right, there we go.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Toni Collette:</strong> “The Love Boat”.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> All Right. Why isn’t there a “Love Boat” now?</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Toni Collette:</strong> I would love to be on “The Love Boat”.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> It would be cool but I think it would be hard to get all those actors.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Toni Collette:</strong> You know the theme song, I still feel- I romanticized the theme song, cause I was very young when that was on. I think I was three, four- something like that. “The Love Boat” used to be on. To me it was very late. it was probably 8:30 at night on Tuesday. I used to sneak into my aunt’s house which was a couple of doors down, and oh my God, watching that show in her bed and listening to-</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> The Love Boat, right?</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Toni Collette:</strong> It’s a great theme song.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> All right, well we have two standard questions on our show that we ask each of our guests.  And the first question is, would you be in my remake of “Love Boat”? No. The first question is, what question are you tired of being asked in interviews?</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Toni Collette:</strong> What’s your- you’ve played all kinds of characters, so many different kinds of characters. What’s your dream role?</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Cause it just feels like the interview hasn’t thought of a question, or you don’t have an answer to that?</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Toni Collette:</strong> Both. Although now I’m starting to kind of think about creating stories from the beginning, not just sort of coming on as an actor. So it is something I’m entertaining, but I really love just kind of trying to make myself open and available to whatever comes in. Generally something comes in that kind of resonates and it’s exciting, and I’m excited that I haven’t thought of it earlier, and I like to be surprised.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> All right, so our second question is, tell us something we don’t know, and this could be something about you that you haven’t talked about in interviews, or it could be an interesting piece of trivia.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Toni Collette:</strong> Oh, I’ve got something.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Okay, all right.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Toni Collette:</strong> Okay, when “Muriel’s Wedding” did come out, and I did a whole slew of publicity all around the world, one of the more exciting things that I was asked to do soon after the film came out was drive in a celebrity Grand Prix race.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Whoa. Wait, how old are you at this point?</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Toni Collette:</strong> 22.  <span>So I said yes, and had two weeks of training, and I drove so well that I was asked to drive professionally for the BMW team.</span></p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><span><strong>Brendan Francis Newnam:</strong> Really? Wait, where was this taking place? In Europe somewhere?</span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><span><strong>Toni Collette:</strong> This was in Australia, but I would have been joining a German woman in the BMW team, and my agent wouldn’t let me do it. She said it was too dangerous.</span></p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><span><strong>Brendan Francis Newnam:</strong> Why do you think you succeeded at the- like were you just a competitive person by nature, or is there just-</span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><span><strong>Toni Collette:</strong> I like to drive.</span></p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><span><strong>Brendan Francis Newnam:</strong> A good student, you like to drive?</span></p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><span><strong>Toni Collette:</strong> I’m a good driver.  </span><span>My dad taught me to drive, and yeah, I enjoyed it.</span></p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><span><strong>Brendan Francis Newnam:</strong> So Grand Prix, they’re the cars with the whale tail, like they’re kind of like-</span></p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><span><strong>Toni Collette:</strong> No we just had supped up Holdens actually.</span><span> But-</span></p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><span><strong>Brendan Francis Newnam:</strong> And how fast were you going?</span></p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><span><strong>Toni Collette:</strong> Well I don’t know the translation, like the conversion but I was taking-</span></p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><span><strong>Brendan Francis Newnam:</strong> We have a public radio audience, they’ll do that.</span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><span><strong>Toni Collette:</strong> -hairpin turns at 110 kilometers per hour, and I think I was up to about 180-190 on the straight. I don’t know what that is in miles.</span></p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><span><strong>Brendan Francis Newnam:</strong> This is great. I’m picturing your character Muriel doing this too, like not you the actor. I’m just picturing her stuffed into a car.</span></p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><span><strong>Toni Collette:</strong> It was madness and it was fun.</span></p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"}]","tags":["APM","Guest of Honor","Televison","movies"],"audio":[{"format":"MP3","type":"audio/mpeg","href":"http://play.publicradio.org/pmp/d/podcast/dinnerpartydownload/2013/11/08/1108_collette_128.mp3","meta":{"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm_audio:/dinnerpartydownload/2013/11/08/1108_collette","type":"application/json"},"duration":594,"duration_hms":"00:09:54"}}]}