{"created":"2014-10-14T18:05:31+00:00","modified":"2014-12-04T14:29:23+00:00","valid":{"from":"2014-12-04T14:29:23+00:00","to":"3014-12-04T14:29:23+00:00"},"hreflang":"en","title":"Can Changing How You Sound Help You Find Your Voice?","published":"2014-11-02T01:55:00+00:00","teaser":"Women's voices are often criticized, especially at work. We're called \"shrill,\" told we \"lack authority.\" Here's t<em></em>he story of two women who changed their voices in a quest to be heard.","itags":["npr_api","354858420"],"guid":"33c5832b-c971-45e8-a851-0a70474a5296","contentencoded":"<p>Just having a feminine voice means you're probably not as capable at your job.</p><p>At least, studies suggest, that's what many people in the United States <em>think</em>. There's a gender bias in how Americans perceive feminine voices: as insecure, <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/19141624\">less competent</a> and <a href=\"http://www.plosone.org/article/info:doi/10.1371/journal.pone.0097506\">less trustworthy</a>.</p><p>This can be a problem — especially for women jockeying for power in male-dominated fields, like law.<em></em></p><p>Monica Hanna, a tough litigator in New York City, is about 5 feet tall and has a high voice. She has always had misgivings about how she sounds, but things came to a head a few years ago, when one of the partners at her firm assessed a presentation she gave by telling her: \"Your voice is very high.\"<em></em></p><p>\"And then he didn't say anything else,\" says Hanna. \"He didn't have any other comment to make about my presentation at all.\"</p><p>Many people would have been humiliated — or furious. But Hanna doesn't have that type of personality. She's action-oriented. So, when her high voice came up <em>again</em> in an evaluation about a year ago, she decided to try to change this thing about herself that most of us think of as unchangeable.</p><p>\"I came back to my desk,\" Hanna says, \"and I Googled 'problems with a very high voice' and 'how to change a high voice.' \"</p><p>First she looked into surgery to lower her pitch. The likelihood of getting the change she wanted from something that extreme wasn't great, she learned, but there's more to sounding feminine than pitch alone. Speech patterns and intonation, it turns out, play a huge part, too.</p><p>Men often speak in more of monotone, with a percussive, staccato rhythm, explains <a href=\"http://www.annettemasson.com/\">Annette Masson</a>, a voice coach at the University of Michigan who works with actors, singers and sometimes other professionals, like Hanna. Feminine speech patterns — more musical, with more pitch variation — reflect the different way women connect with other people, she says.</p><p>Women tend to be more collaborative communicators than men, Masson says. We say \"we\" more than we say \"I.\" Even voice patterns that women are criticized for — like <a href=\"http://gas.sagepub.com/content/early/2012/10/29/0891243212464905\">uptalk</a> (going up in pitch at the end of every sentence? like you're asking a question?) — demonstrate a collaborative style of conversation.</p><p>According to Masson, uptalk asks the listener, \"Are you still with me? Are you paying attention here?\" It's a way to check in and keep the listener engaged.</p><p>But the pattern can come across as a request for permission to speak — evidence of insecurity. Hanna wanted and needed to command attention in the courtroom. To learn how, she decided to work with a speech-language pathologist, <a href=\"http://www.nyspeechandvoicelab.net/\">Christie Block</a>.</p><p>Block is one of very few voice therapists who specialize in working with transgender people. <del></del></p><p>Some of Block's clients are transitioning to life as men; others are starting to live as women. But all of them share a common goal — they're trying to change deeply ingrained vocal patterns. Block helps each client find a voice that matches his or her physical appearance and personality.</p><p>To work with Hanna, Block borrowed some of the same techniques she uses to work with transgender men to help them have more presence and sound more assertive.</p><p>Hanna learned to open her throat, creating more oral resonance, to adopt what she now calls her \"big voice.\" Block says she also taught Monica to use fewer words and be more direct.</p><p>Instead of asking, \"Got a minute?\" when she wants to talk to a colleague, she now declares, \"One minute.\" She carefully enunciates, \"Hello,\" instead of chirping, \"Hi!\" like she used to.</p><p>After months of practice, the difference between Hanna's \"big voice\" and her small one is subtle. But she says she is perceived differently now at work.</p><p>She likes feeling more confident, she says. \"And also having the voice to carry that message across, and say, 'No, no, this is something you actually <em>need</em> to hear.' \"<em></em></p><p>When Christie Block works with transgender women, on the other hand, the feminine speech patterns that Hanna worked so hard to undo are carefully taught, one by one.</p><p>First, the women learn to hit a target pitch — G, third octave. They hum at that pitch, then count at that pitch, and then try saying actual sentences, with rising and falling intonation, all hovering around that pitch.</p><p>Then they learn to stretch out their vowels, to slow down — discarding the quicker, more monotone, staccato speech many men use. The mechanics alone can take months to learn. The whole process usually takes years.</p><p>Tina White, a director of information management at Pfizer, worked with Christie Block a few years ago.</p><p>\"It is a very intensive, introspective process to go through,\" says White. \"On TV we like to talk about transwomen dressing up, changing their bodies, and everyone's all titillated by all those sexual parts. I think if you talk to transwomen, voice is psychologically far more important to their sense of acceptance than everything else that everyone else obsesses with.\"</p><p>That's because no matter how feminine you look physically, if a male-sounding voice comes out of your mouth, people will probably raise their eyebrows — or worse.</p><p>Transgender women are more likely than other LGBT people to be victims of violent hate crime. They're most vulnerable when they stand out, so finding a voice that matches their physical presentation, and helps them blend in, can be <a href=\"http://gaycitynews.nyc/transwoman-brutally-beaten-bushwick/\">a matter of life and death</a>.<a href=\"#_msocom_1\" name=\"_msoanchor_1\"></a></p><p>\"When being able to use a restroom, not being laughed at, at work, not getting beat up on the train on the way home, are dependent on your voice, you are terrified,\" says White.</p><p>Violence from the outside world isn't the only danger. Transgender women experience <a href=\"http://www.hindawi.com/journals/drt/2014/394283/\">much higher rates of depression</a> and <a href=\"http://transequality.org/PDFs/NTDSReportonHealth_final.pdf\">suicide</a> than the general population. White sees this in her own community. \"I've known one [woman] in particular who has been hospitalized three times for trying to commit suicide, and voice is not a small part of that.\"</p><p>White did voice work for about nine months before she finally felt confident enough to try out her new voice at the office. But then came a new fear: that she wouldn't be taken as seriously as a woman.</p><p>\"I think that I used to enjoy white male privilege,\" she says. \"And so I could be kind of sloppy.\" Just standing in front of a room and talking back then was usually enough to feel listened to.</p><p>Now, White explains, \"I find that I have to think a little bit more and be a little bit more prepared and precise.\"</p><p>So there can be some trade-offs to finding a voice that really expresses who you are — trade-offs that both Tina White and Monica Hanna are willing to put up with.</p><p>Hanna says that initially some people close to her didn't approve of the changes she was making in her voice; some called the changes anti-feminist. But for Hanna, the goal was not to work against her identity as a woman, but to find a way to make her voice less distracting.</p><p>\"I want to be taken more seriously,\" she says, \"from the first words out of my mouth to the last. I'm never going to be a baritone powerhouse. There's something to be said about doing something to improve yourself in a way that adds to your craft and adds to your credibility.\"</p><p>White, meanwhile, can now give voice to the internal — and very feminine — monologue that she spent her life censoring, certain she would be ridiculed.</p><p>\"I'm finally happy,\" White says, \"because [this voice] lets me express the feelings that I have inside, that I was always keeping bottled up.\"</p><p>That's the goal of all this hard work: for women like White and Hanna to find their voices, so the world can stop focusing on how they sound and pay attention to what they're saying.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Can+Changing+How+You+Sound+Help+You+Find+Your+Voice%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Laura Starecheski","audio":[{"meta":{"duration":"466"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1356177267-702e6c.m3u?orgId=1&topicId=1128&aggIds=177622347&ft=3&f=354858420"},{"href":"http://media.npr.org/assets/img/2014/10/14/smallvoice1-2a1584ba1796d3dcbe7a79ba8517f23fae027855.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"1684","width":"2246"}}]}