{"created":"2015-06-16T18:06:47+00:00","modified":"2015-06-24T19:58:01+00:00","valid":{"from":"2014-11-05T05:59:54+00:00","to":"3014-11-05T05:59:54+00:00"},"hreflang":"en","contenttemplated":"[{\"content\":\"<p><em>This audio is part of the larger project <a href=\\\"http://www.americanradioworks.org/documentaries/roosevelts/\\\">The First Family of Radio</a>: Franklin and Eleanor Roosevelt’s Historic Broadcasts. You can download the entire radio hour from our <a href=\\\"http://www.americanradioworks.org/podcast/\\\">podcast feed</a> (<a href=\\\"https://itunes.apple.com/us/podcast/id81914987\\\">iTunes</a>).</em></p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>December 21, 1941</strong></p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p>ER wanted to use the OCD to provide local communities with social services, such as child care and health programs, in addition to training for local airplane spotters and civilian firefighters. She believed that civilian defense depended on healthy communities. ER also saw local defense initiatives as a way to continue New Deal social service programs that she feared would get forgotten in the war emergency. In this “Over Our Coffee Cups” broadcast, ER describes the obligation each American has in the war effort. -Stephen Smith</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<h3>Transcript</h3>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p>ER: Good evening, ladies and gentlemen. There is one thing about the American people when any emergency arises. It seems to spur them on to greater activity, and the more difficult the task may be, the more ready they are to meet the situation. I imagine that is a trait common to all virile people. I’ve noticed many times that there are people who lose interest in anything the minute it becomes easy to accomplish but who will work untiringly as long as the problem before them is challenging. Perhaps this is a trait of the American people as a whole.</p><br /><p>In any case, the realization that we are actually at war and that we have a tremendous problem to solve—because we are completely making over the trend of thought which the majority of our people has built up for the past twenty years—does not seem to faze us in any way. Instead of being cast down, we seem to feel that this is a challenge to our ability to adapt ourselves and still not give up the main objectives for which we’ve been working through the past twenty years.</p><br /><p>A short time ago, I am sure the vast majority of the people in this country hoped that we would not get into the war. If we faced the disagreeable fact that we probably would have to come in at some point, we did not think of it in concrete terms, neither as war with Japan nor as war with Germany and Italy. If anyone said we might go to war with Japan, the attitude was always that we would be so superior to the Japanese that poor little Japan would be wiped off the map. We were very cocky. Or perhaps we were just ignorant. In any case, it has the same effect, because it lulled us into a state of mental and spiritual unpreparedness. So remote did it all seem that we never faced what a victory for the Axis powers might mean, even if it was only a victory in Europe, with Europe dominated by the Axis powers and their ideas.</p><br /><p>What would it mean to us to have, just across the Atlantic, a whole continent of people who did not believe in private industry, who did not believe in trade unions, who did not believe in the rights of the individual to life, liberty, and the pursuit of happiness? At least, they would not be allowed to express their beliefs if they retained them. There would be a whole continent of people subservient to the idea that the state is paramount and that their führer, whoever he may be, is next to God, in fact, practically takes His place. And that, by right of birth and ancestry, their race should rule the world. Ideas spread, and it would not take very long for these ideas to cross the ocean. We know how easily small groups of Fascists, Nazis, and Communists in this country have influenced the thinking of some of our citizens, and yet we lulled ourselves to sleep with the idea that a whole continent could be bent on making these theories succeed, and we would be left to pursue our interests and develop our friendships with our neighbors on this side of the ocean, untouched and uninfluenced.</p><br /><p>We look back now, and this frame of mind seems incredible.</p><br /><p>Suddenly, the Japanese planes flew over Hawaii and our other island possessions, and it gave to the American people an entirely new realization of what the world in the future, dominated by Axis methods and ideas, would really be like. And overnight, we were a people welded together, no longer divided; one great united people for the period of the struggle.</p><br /><p>Nothing exemplifies this more clearly than the Industrial Labor Conference, which met this past weekend and which was addressed by the president at its opening session. He said to these gentlemen that he has asked them to come together to help win the war, as they were as important in this effort as the men in military uniform. The president further said that two moderators would preside over the group, one from the executive and one from the legislative branch of the government, and that he hoped they would achieve a complete agreement and, above all, speed. He wanted as much speed in turning out materials in the defense industries as he expected from the armed forces of the nation. Fortunately for us, we are geographically very well located. Our territory is so great that it is hard to concentrate on aerial attacks in the way which has been done in England, on such cities as London, Plymouth, Manchester, or Glasgow, Scotland. Production has got to rise in this country to tremendous heights, because we have the ability to produce, and at greater speed than any other nation in the world. The president talked to management, as well as to the workers.</p><br /><p>An effort will of course be made by the enemy to take us, again, unawares—to raid some city where there is a big defense industry. And when these attempts are made, they will have two objectives: one, to slow up industry and, two, to break civilian morale. Being widely scattered over great stretches of territory is an advantage to us. It also has disadvantages, however, because of the fact that it will be easy to spot a city and to attempt to attack vulnerable points, using the same methods which they’ve used so well in the past. People rarely worry about what is happening to them as long as they are not directly hit. But they worry immediately about what may be happening to their families. Therefore, it will be part of the tactics of the attacker to wreck as many workers’ homes as possible. There are only a comparatively few people in management. Their homes are not easy to find. But there are a great many workers, and because they live close together, the production can be greatly slowed down if the workers leave their machines to find out what has happened to their families.</p><br /><p>It does not mean that we can expect the impossible of people, given an attack. We cannot expect that, if word comes that certain parts of the city are damaged, the people whose families live there will remain at work and not go to their rescue. We can do all that is humanly possible, however, to keep ourselves on the alert and prepare for this type of attack. Our people can know what to do when air-raid warnings sound. If they leave a house where they have little protection, they can find new places of protection nearby which are somewhat more substantial. My friend, Lady [Stella] Reading, writes that night after night she has slept under her heavy dining-room table. And I gather that if you’re weary enough, and accustomed enough to air raids, you can even sleep through the noise and confusion of a blitz! The president went on in his speech to point out that this means a complete self-discipline and putting aside of personal interest. Every one of us is going to have, he said, a personal “must.”</p><br /><p>Young Captain [Colin] Kelly, who dove his plane onto a Japanese battleship, had no orders to sacrifice his life in that way. It was his own personal “must.” And that is how, in one way or another, all of us are going to meet situations in our work and in our lives. Labor and management were asked for a quick agreement to speed up production. They were told plainly that the war is serious, that we’ve not won it yet, that civilization is at stake for the rest of the world as well as for us, and that we have a responsibility to maintain and increase our capacity as the arsenal of the civilized world.</p><br /><p>That same obligation rests on every government worker, on every individual carrying on his own job day by day. He must make it a better job so that the community in which he lives will be strengthened thereby. It rests on every housewife of the country to run her home a little better and to meet her difficulties with ingenuity.</p><br /><p>We are a very fortunate nation, even at war, because as far as we now see, we will have no shortage of food or of clothes. To be sure, we may not have the variety we’ve had, and I should not be surprised to see great standardization go into effect on many things. But we will have the wherewithal to keep ourselves warm in winter, [not] like the German people who have been asked to sacrifice all warm clothes for the Army. We will have shelter. We will have all the real essentials of living. Many people in other parts of the world will go without these essentials or have them rapidly and drastically curtailed. As individuals, we will hope to remember the Chinese proverb which the president quoted to the gentlemen in industry and labor: “Lord reform thy world, beginning with me.”</p><br /><p>Last Wednesday afternoon, when I faced the students of many South and Central American countries and a few European countries, I was strangely moved at the thought of what these young people are facing at this Christmas season. And as we approach this Christmastime in a world racked with war, I’d like to remind you again to make your donation to the American Red Cross. This great organization is making a drive for $50 million to carry on the tasks which they know the next year must bring. Their job will not be easy, so do your part by making a substantial contribution. Make it as your Christmas gift to a suffering and bewildered world, for I think that you will agree with me, the Red Cross, more than any other group, lives and works by the simple words that have come down from the first Christmas: Glory to God in the highest, and on Earth peace, goodwill toward men.</p><br /><p>Somehow it’s difficult to think, or to really have much Christmas spirit this year. And yet, in the deeper sense, we should all of us try to emphasize the spiritual values which have made this celebration live through the dark ages. In a world where “Love Thy Neighbor” seems to have lost its real meaning, and where consideration for little children is as academic as learning a dead language, we must still remember that everything we fight for today is typified in the Christmas story. And that though we may not have a merry Christmas, we must still have a hopeful one. And someday this present orgy of hate and war will come to an end. And then there must be somewhere in the world a flame of love, burning brightly enough to give the people of the world confidence to fight for a new order, in which peace, and goodwill, will be permanent.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><iframe frameborder=\\\"0\\\" src=\\\"http://cdn.knightlab.com/libs/timeline/latest/embed/index.html?source=0Ai6SjtFZXpPtdFpwZGczQ0RTLUxrcVdxaUxwY1dpRnc&amp;font=Bevan-PotanoSans&amp;maptype=toner&amp;lang=en&amp;height=650\\\"></iframe></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"}]","teaser":"This audio is part of the larger project The First Family of Radio: Franklin and Eleanor Roosevelt’s Historic Broadcasts. You […]","title":"Eleanor Roosevelt: Preparedness for War","itags":["33ca0a3f6d47b37b8653dfbc33e3d995","American RadioWorks","American RadioWorks 2014-11-04"],"tags":["APM"],"byline":"Andy Kruse","description":"This audio is part of the larger project The First Family of Radio: Franklin and Eleanor Roosevelt’s Historic Broadcasts. You […]","published":"2014-11-05T05:59:54+00:00","contentencoded":"<div class=\"barn-cleaned\"><p><em>This audio is part of the larger project <a href=\"http://www.americanradioworks.org/documentaries/roosevelts/\">The First Family of Radio</a>: Franklin and Eleanor Roosevelt’s Historic Broadcasts. You can download the entire radio hour from our <a href=\"http://www.americanradioworks.org/podcast/\">podcast feed</a> (<a href=\"https://itunes.apple.com/us/podcast/id81914987\">iTunes</a>).</em></p>\n<br />\n<p><strong>December 21, 1941</strong></p>\n<br />\n<p>ER wanted to use the OCD to provide local communities with social services, such as child care and health programs, in addition to training for local airplane spotters and civilian firefighters. She believed that civilian defense depended on healthy communities. ER also saw local defense initiatives as a way to continue New Deal social service programs that she feared would get forgotten in the war emergency. In this “Over Our Coffee Cups” broadcast, ER describes the obligation each American has in the war effort. -Stephen Smith</p>\n<br />\n<h3>Transcript</h3>\n<br />\n<blockquote>\n<p>ER: Good evening, ladies and gentlemen. There is one thing about the American people when any emergency arises. It seems to spur them on to greater activity, and the more difficult the task may be, the more ready they are to meet the situation. I imagine that is a trait common to all virile people. I’ve noticed many times that there are people who lose interest in anything the minute it becomes easy to accomplish but who will work untiringly as long as the problem before them is challenging. Perhaps this is a trait of the American people as a whole.</p>\n<br />\n<p>In any case, the realization that we are actually at war and that we have a tremendous problem to solve—because we are completely making over the trend of thought which the majority of our people has built up for the past twenty years—does not seem to faze us in any way. Instead of being cast down, we seem to feel that this is a challenge to our ability to adapt ourselves and still not give up the main objectives for which we’ve been working through the past twenty years.</p>\n<br />\n<p>A short time ago, I am sure the vast majority of the people in this country hoped that we would not get into the war. If we faced the disagreeable fact that we probably would have to come in at some point, we did not think of it in concrete terms, neither as war with Japan nor as war with Germany and Italy. If anyone said we might go to war with Japan, the attitude was always that we would be so superior to the Japanese that poor little Japan would be wiped off the map. We were very cocky. Or perhaps we were just ignorant. In any case, it has the same effect, because it lulled us into a state of mental and spiritual unpreparedness. So remote did it all seem that we never faced what a victory for the Axis powers might mean, even if it was only a victory in Europe, with Europe dominated by the Axis powers and their ideas.</p>\n<br />\n<p>What would it mean to us to have, just across the Atlantic, a whole continent of people who did not believe in private industry, who did not believe in trade unions, who did not believe in the rights of the individual to life, liberty, and the pursuit of happiness? At least, they would not be allowed to express their beliefs if they retained them. There would be a whole continent of people subservient to the idea that the state is paramount and that their führer, whoever he may be, is next to God, in fact, practically takes His place. And that, by right of birth and ancestry, their race should rule the world. Ideas spread, and it would not take very long for these ideas to cross the ocean. We know how easily small groups of Fascists, Nazis, and Communists in this country have influenced the thinking of some of our citizens, and yet we lulled ourselves to sleep with the idea that a whole continent could be bent on making these theories succeed, and we would be left to pursue our interests and develop our friendships with our neighbors on this side of the ocean, untouched and uninfluenced.</p>\n<br />\n<p>We look back now, and this frame of mind seems incredible.</p>\n<br />\n<p>Suddenly, the Japanese planes flew over Hawaii and our other island possessions, and it gave to the American people an entirely new realization of what the world in the future, dominated by Axis methods and ideas, would really be like. And overnight, we were a people welded together, no longer divided; one great united people for the period of the struggle.</p>\n<br />\n<p>Nothing exemplifies this more clearly than the Industrial Labor Conference, which met this past weekend and which was addressed by the president at its opening session. He said to these gentlemen that he has asked them to come together to help win the war, as they were as important in this effort as the men in military uniform. The president further said that two moderators would preside over the group, one from the executive and one from the legislative branch of the government, and that he hoped they would achieve a complete agreement and, above all, speed. He wanted as much speed in turning out materials in the defense industries as he expected from the armed forces of the nation. Fortunately for us, we are geographically very well located. Our territory is so great that it is hard to concentrate on aerial attacks in the way which has been done in England, on such cities as London, Plymouth, Manchester, or Glasgow, Scotland. Production has got to rise in this country to tremendous heights, because we have the ability to produce, and at greater speed than any other nation in the world. The president talked to management, as well as to the workers.</p>\n<br />\n<p>An effort will of course be made by the enemy to take us, again, unawares—to raid some city where there is a big defense industry. And when these attempts are made, they will have two objectives: one, to slow up industry and, two, to break civilian morale. Being widely scattered over great stretches of territory is an advantage to us. It also has disadvantages, however, because of the fact that it will be easy to spot a city and to attempt to attack vulnerable points, using the same methods which they’ve used so well in the past. People rarely worry about what is happening to them as long as they are not directly hit. But they worry immediately about what may be happening to their families. Therefore, it will be part of the tactics of the attacker to wreck as many workers’ homes as possible. There are only a comparatively few people in management. Their homes are not easy to find. But there are a great many workers, and because they live close together, the production can be greatly slowed down if the workers leave their machines to find out what has happened to their families.</p>\n<br />\n<p>It does not mean that we can expect the impossible of people, given an attack. We cannot expect that, if word comes that certain parts of the city are damaged, the people whose families live there will remain at work and not go to their rescue. We can do all that is humanly possible, however, to keep ourselves on the alert and prepare for this type of attack. Our people can know what to do when air-raid warnings sound. If they leave a house where they have little protection, they can find new places of protection nearby which are somewhat more substantial. My friend, Lady [Stella] Reading, writes that night after night she has slept under her heavy dining-room table. And I gather that if you’re weary enough, and accustomed enough to air raids, you can even sleep through the noise and confusion of a blitz! The president went on in his speech to point out that this means a complete self-discipline and putting aside of personal interest. Every one of us is going to have, he said, a personal “must.”</p>\n<br />\n<p>Young Captain [Colin] Kelly, who dove his plane onto a Japanese battleship, had no orders to sacrifice his life in that way. It was his own personal “must.” And that is how, in one way or another, all of us are going to meet situations in our work and in our lives. Labor and management were asked for a quick agreement to speed up production. They were told plainly that the war is serious, that we’ve not won it yet, that civilization is at stake for the rest of the world as well as for us, and that we have a responsibility to maintain and increase our capacity as the arsenal of the civilized world.</p>\n<br />\n<p>That same obligation rests on every government worker, on every individual carrying on his own job day by day. He must make it a better job so that the community in which he lives will be strengthened thereby. It rests on every housewife of the country to run her home a little better and to meet her difficulties with ingenuity.</p>\n<br />\n<p>We are a very fortunate nation, even at war, because as far as we now see, we will have no shortage of food or of clothes. To be sure, we may not have the variety we’ve had, and I should not be surprised to see great standardization go into effect on many things. But we will have the wherewithal to keep ourselves warm in winter, [not] like the German people who have been asked to sacrifice all warm clothes for the Army. We will have shelter. We will have all the real essentials of living. Many people in other parts of the world will go without these essentials or have them rapidly and drastically curtailed. As individuals, we will hope to remember the Chinese proverb which the president quoted to the gentlemen in industry and labor: “Lord reform thy world, beginning with me.”</p>\n<br />\n<p>Last Wednesday afternoon, when I faced the students of many South and Central American countries and a few European countries, I was strangely moved at the thought of what these young people are facing at this Christmas season. And as we approach this Christmastime in a world racked with war, I’d like to remind you again to make your donation to the American Red Cross. This great organization is making a drive for $50 million to carry on the tasks which they know the next year must bring. Their job will not be easy, so do your part by making a substantial contribution. Make it as your Christmas gift to a suffering and bewildered world, for I think that you will agree with me, the Red Cross, more than any other group, lives and works by the simple words that have come down from the first Christmas: Glory to God in the highest, and on Earth peace, goodwill toward men.</p>\n<br />\n<p>Somehow it’s difficult to think, or to really have much Christmas spirit this year. And yet, in the deeper sense, we should all of us try to emphasize the spiritual values which have made this celebration live through the dark ages. In a world where “Love Thy Neighbor” seems to have lost its real meaning, and where consideration for little children is as academic as learning a dead language, we must still remember that everything we fight for today is typified in the Christmas story. And that though we may not have a merry Christmas, we must still have a hopeful one. And someday this present orgy of hate and war will come to an end. And then there must be somewhere in the world a flame of love, burning brightly enough to give the people of the world confidence to fight for a new order, in which peace, and goodwill, will be permanent.</p>\n</blockquote>\n<br />\n<p><iframe src='http://cdn.knightlab.com/libs/timeline/latest/embed/index.html?source=0Ai6SjtFZXpPtdFpwZGczQ0RTLUxrcVdxaUxwY1dpRnc&amp;font=Bevan-PotanoSans&amp;maptype=toner&amp;lang=en&amp;height=650' frameborder='0'></iframe></p>\n<br /></div>","guid":"33ca0a3f-6d47-4b37-8865-dfbc33e3d995","audio":[{"format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/americanradioworks/2014/er411221_128.mp3","meta":{"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm_audio:/americanradioworks/2014/er411221","type":"application/json"},"duration":852,"duration_hms":"00:14:12"},"type":"audio/mpeg"}]}