{"created":"2015-04-22T07:48:10+00:00","modified":"2015-06-05T15:23:24+00:00","valid":{"from":"2015-06-05T15:23:24+00:00","to":"3015-06-05T15:23:24+00:00"},"hreflang":"en","title":"Bruce Jenner's Long History Of Clearing Hurdles","published":"2015-04-22T13:03:00+00:00","teaser":"As Jenner prepares for an interview in which he's expected to talk about his gender identity, commentator Frank Deford looks back at the reality TV star's days as an Olympic athlete adjusting to fame.","itags":["npr_api","401223454"],"guid":"33ce36f5-8976-4aed-b7e6-0f5c6da15eb9","contentencoded":"<p>In an interview airing Friday on ABC, Bruce Jenner is expected to announce that he is transgender, though he has made no such acknowledgment.</p><p>As the public awaits his presumed revelations, Jenner is still invariably and glibly identified by his paternal connection to the Kardashian clan. It's presented almost anecdotally that he won the gold medal for the Olympic decathlon — the 10-event classic of track and field athleticism — in 1976. But back then, he was a glorified champion and called \"the world's greatest athlete.\"</p><p>Today, few people even know what the decathlon is, but I was with Jenner in Montreal that summer, writing about him when his new life began as the champion.</p><p>Jenner knew that Olympic gold medalists had one brief chance at cashing in. So he carefully plotted his path as if he were to win the gold. That context can help us to understand how savvy he is in approaching what appears to be a second great upheaval in his life: his alleged transition to becoming a woman.</p><p>Winning the decathlon meant everything to Jenner. He had signed up for a manager, but he made me keep the information in confidence. He told me bluntly: \"If I handle myself well, I can work off it for years.\"</p><p>And he did just that: It was he, of all the U.S. Olympians, who was chosen for both the cover of <em>Sports Illustrated</em> and the Wheaties box. Then came some acting, game shows and reality shows. Without any particular talent, Jenner became what we call a \"personality,\" just as he calculated he might. That's not cynical — it's just the image business.</p><p>My, how handsome he was. He was essentially broke financially, but he was confident, buoyant and saw perfectly how his life could be completely changed forever if he won. Jenner succeeded after winning precisely because he did not seem contrived. In fact, he told me what was most important to him: \"I'm going to stay myself.\"</p><p>Now, of course, I cannot help but wonder if Jenner, world's greatest athlete, had any idea then who exactly <em>\"</em>myself\"<em> </em>was or what he would become.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Bruce+Jenner%27s+Long+History+Of+Clearing+Hurdles&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Deford","audio":[{"meta":{"duration":"186"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1401427382-7978ce.m3u?orgId=1&topicId=1057&aggIds=4499275&d=186&p=3&story=401223454&t=progseg&e=401423758&seg=10&ft=nprml&f=401223454"}]}