{"created":"2015-06-30T21:37:17+00:00","modified":"2015-07-01T19:10:04+00:00","valid":{"from":"2015-07-01T19:10:04+00:00","to":"3015-07-01T19:10:04+00:00"},"hreflang":"en","guid":"33e389f6-1f8d-4cac-a5e8-542c341f8838","title":"With a debt crisis looming, this comedian compares Greece to a 'petulant teenager'","published":"2015-07-01T19:09:59+00:00","byline":"Daniel Gross","tags":["business","economy","government","Economics","Business, Finance & Economics","Europe","Greece"],"teaser":"Comedian Katerina Vrana says it's a great time to visit Greece — just bring some money with you","contentencoded":"<p>Greece officially defaulted today on the 1.6 billion euro debt it owes the International Monetary Fund. With Greek banks shut down until a referendum on Sunday, the country now faces a fiscal crisis.</p>\n<p>Comedian Katerina Vrana is one of many Greeks feeling the crisis first-hand. But she's one of the few who can also laugh about it. She compares Greece to a “petulant teenager” who doesn’t want to be told off.</p>\n<p>Vrana, who delivers stand-up routines in London and at her comedy club in Athens, was supposed to spend the week touring Crete. But as she discovered, “the theaters weren’t open, because they don’t have money to pay their staff,” she said.</p>\n<p>On July 5, Vrana will join her fellow Greeks in a vote on Greece’s financial future. A “yes” vote would mean that Greece accepts the demands of European creditors. A “no” vote would mean that Greece rejects those demands.</p>\n<p>Greek Prime Minister Alexis Tsipras wants Greeks to vote “no.” He claims that rejecting creditor demands will give Greece a better bargaining position.</p>\n<p>The problem is that there’s no telling where a “no” vote will ultimately lead. It could force Greece to go off the euro, and even leave the European Union altogether.</p>\n<p>How does Vrana feel when outsiders joke that Greeks are irresponsible?</p>\n<p>“Well ... we are irresponsible,” Vrana says, laughing.</p>\n<p>Of course, these sorts of wisecracks don’t always go over so well in Vrana’s comedy club in Athens. “They’re tired of it,” Vrana says. “The constant feedback we get is, 'it’s so nice that for an hour, I just forgot all about this ridiculousness going on in the background.'”</p>\n<p>Despite the jokes, Vrana is concerned that Greeks preparing to vote have so little clarity, while facing such considerable risks. “We’ve never been so close to the edge before,” she says. “And no one has the answers.”</p>\n<p>On the other hand, Vrana points out, not everyone is suffering from the crisis. Foreign banks are still operating as usual in Greece — which, she jokes, makes it a great time for tourists to visit. “This is the best time to come to Greece,” she says. “Come and see first-hand. It’s mental.”</p>\n<p>“And the food is amazing,” she adds.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-30%2Ffinancial-crisis-looming-comedian-compares-greece-petulant-teenager-shirking-its&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/06302015_04_0.mp3"},{"href":"http://admin.pri.org/file/0630201504mp3-0"}]}