{"created":"2015-03-30T17:49:20+00:00","modified":"2015-03-30T20:25:59+00:00","valid":{"from":"2015-03-30T20:25:59+00:00","to":"3015-03-30T20:25:59+00:00"},"hreflang":"en","guid":"33eb3ea0-d166-45f8-95f7-ce4b09ab1292","title":"Update: Indiana sentences Purvi Patel to decades in prison for what she says was a miscarriage","published":"2015-03-30T20:25:55+00:00","byline":"Amy Gastelum","tags":["health","conflict","women","Across Women's Lives","Conflict","Conflict & Justice","South Bend","North America","United States","Indiana","Purvi Patel","Mike Pence","Sue Ellen Braunlin","Kelley McGuire","David Orentlicher","Elizabeth Hurley","Reproduction","Obstetrics","Abortion debate","Pregnancy","Feticide","Law","Body Politics: The struggle for access to reproductive rights"],"teaser":"Purvi Patel is the second pregnant woman in Indiana to be charged under the state's law against \"feticide,\" a law originally passed to protect pregnant women from harm. Patel was sentenced Monday to face up to 20 years in prison, in a case has alarmed advocates for women and immigrants.","contentencoded":"<p><em>UPDATE: Purvi Patel <a href=\"http://www.pri.org/stories/2015-03-30/purvi-patel-faces-20-years-prison-feticide-and-child-neglect\">was sentenced to 20 consecutive years</a> in prison on charges of feticide and neglect of a dependent. </em></p>\n<p>There’s a lot that’s still confusing about the case of Purvi Patel. But one thing is clear: The 33-year-old from South Bend, Indiana, is facing up to 70 years in prison as the first pregnant woman to be convicted under Indiana’s “feticide” law.</p>\n<p>It’s a case that cheers some anti-abortion advocates but has reproductive rights groups and doctors worried about how laws originally passed to protect pregnant women are now being used against them in court.</p>\n<p>Patel comes from a family of Hindu immigrants from India. In the mostly Irish-Catholic town of South Bend, they kept to themselves. Patel worked to support her family and also lived with her ailing parents and grandparents, says Sue Ellen Braunlin, co-president of the <a href=\"http://www.ircrc.org/\">Indiana Religious Coalition for Reproductive Justice</a>. Patel and her family are not talking with the media, but Patel is in frequent touch with Braunlin. </p>\n<p>Braunlin says Patel came home from work early on July 13, 2013. She stayed in bed several hours, Braunlin says, thinking the pain she felt was related to sciatica. Then she went into the bathroom and “it just all fell out, is how she describes it ... gushing blood on the floor,” Braunlin says.</p>\n<p>According to Braunlin, Patel saw there was a fetus amidst the blood, but the fetus was not alive. After being unable to move for a while, Patel realized she had to get to a hospital. She showed up at the emergency room of St. Joseph Regional Medical Center in Mishawaka, Indiana, at 9:45 p.m. On the way, she left the fetus, wrapped in paper towels and in layers of plastic bags, in a Dumpster behind a shopping center. </p>\n<div class=\"edit-entity cta_border cta_align-left cta_icon-engagement cta_bg-white\" data-entity-id=\"78305\" data-entity-title=\" Learn More legal feticide\" data-entity-type=\"node\">\n<div id=\"node-78305\" class=\"node node-story-act contextual-links-region story-act-cta story-act-nid-78305 cta-type-custom-text clearfix\" about=\"/node/78305\" typeof=\"sioc:Item foaf:Document\">\n<h2><a href=\"/node/78305\">Story Act: Learn More legal feticide</a></h2>\n<div class=\"contextual-links-wrapper\">\n<ul class=\"contextual-links\"><li class=\"node-edit first\"><a href=\"/node/78305/edit?destination=node/78270/edit\">Edit</a></li>\n<li class=\"node-delete last\"><a href=\"/node/78305/delete?destination=node/78270/edit\">Delete</a></li>\n</ul></div>\n<p><span property=\"dc:title\" content=\"Story Act: Learn More legal feticide\" class=\"rdf-meta element-hidden\"></span><span property=\"sioc:num_replies\" content=\"0\" datatype=\"xsd:integer\" class=\"rdf-meta element-hidden\"></span></p>\n<div class=\"content\">\n<div class=\"field-display-title\">\n    Learn More  </div>\n<div class=\"field-story-act-image\">\n    <img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/thumbnail/public/lawsimage.jpg?itok=ueL3oBq0\" width=\"100\" height=\"73\" /></div>\n<div class=\"field-body\">\n<p>Consider the research yourself. Look at the <a href=\"http://www.ncsl.org/research/health/fetal-homicide-state-laws.aspx\">legal wording</a> of the 38 state homicide laws that recognize unborn fetuses, and a <a href=\"http://www.repository.law.indiana.edu/cgi/viewcontent.cgi?article=11110&amp;context=ilj\">legal survey</a> by Indiana University’s Maurer School of Law that considers their controversial application.</p>\n</div>\n</div>\n</div>\n</div>\n<p>At first, Patel did not tell doctors that she had been pregnant. The doctor who first examined Patel declined to be interviewed for this story. But her colleague, Dr. Kelly McGuire, says after examining Patel, he knew something was seriously wrong. Patel still had a placenta inside her womb attached to a severed umbilical cord. “That looked like it was from a baby that was fairly far along,” McGuire says.</p>\n<p>Like all physicians, McGuire is a “mandated reporter” of child abuse, meaning that if he suspects any form of abuse, he’s required to notify authorities. He determined Patel’s address and called police, who went to her home to look for a newborn baby.</p>\n<p>When McGuire told Patel that police were headed to her home, she confessed to leaving the fetus. The doctor updated the police, and then did something no mandated reporter is required to do: He joined them. From the hospital windows, he could see police cars converging on the shopping center, which was not far off. </p>\n<p>“It was actually a very surreal moment,” he recalls. “I decided there was nothing more for me to do at the hospital, so I would actually go over to the Target store myself as well. Maybe I could help in some way.”</p>\n<div class=\"edit-entity cta_align-left cta_bg-white\" data-entity-id=\"78312\" data-entity-type=\"node\">\n<div id=\"node-78312\" class=\"node node-story-act contextual-links-region story-act-cta story-act-nid-78312 cta-type-custom-text clearfix\" about=\"/node/78312\" typeof=\"sioc:Item foaf:Document\">\n<h2><a href=\"/node/78312\">Police cars</a></h2>\n<div class=\"contextual-links-wrapper\">\n<ul class=\"contextual-links\"><li class=\"node-edit first\"><a href=\"/node/78312/edit?destination=node/78270/edit\">Edit</a></li>\n<li class=\"node-delete last\"><a href=\"/node/78312/delete?destination=node/78270/edit\">Delete</a></li>\n</ul></div>\n<p><span property=\"dc:title\" content=\"Police cars\" class=\"rdf-meta element-hidden\"></span><span property=\"sioc:num_replies\" content=\"0\" datatype=\"xsd:integer\" class=\"rdf-meta element-hidden\"></span></p>\n<div class=\"content\">\n<div class=\"field-body\">\n\n<div class=\"media media-element-container media-default\"><img height=\"338\" width=\"600\" alt=\"Police cars\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/B89qHwGIYAI24cZ.jpg?itok=-8d6Bjih\" title=\"\" /><br /><div class=\"field-caption\">\n<p>Police investigate the scene.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n<p>McGuire arrived still in his medical scrubs. Police were searching dumpsters, and soon they found the fetus. The doctor declared it dead on the scene.</p>\n<p>Back at the hospital, Patel was undergoing surgery to remove her placenta.  But now she was a criminal suspect. When she woke up at 3 a.m., an officer was there to interrogate her. Emma Selm of the Indiana Religious Coalition for Reproductive Justice later watched a recording of the hospital interrogation that was shown at Patel’s trial, this past January.</p>\n<p>“[The officer] asked about, ‘So who’s the father of this baby?’” Selm says. “[Patel] acted kind of embarrassed, like she didn’t want to talk about it. And he said, ‘Was it a one night stand or something? Oh, and was he Indian too?’ He kept going on about ‘was he Indian and where is he?’”</p>\n<p>Prosecutors later charged her with “child neglect resulting in the death of a dependent.”</p>\n<p>Patel’s defense team says she became pregnant by a married co-worker and didn’t want her strict Hindu parents to know. Her lawyer also argued that she didn’t know exactly how long she'd been pregnant.</p>\n<p>By the time of her trial, Patel faced two felony charges: child neglect and feticide. Feticide is usually used against illegal abortion providers or people who harm pregnant women. It’s on the books in many states, but only a few states have used these laws against pregnant women.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"769\" width=\"900\" alt=\"Feticide map of USA\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/feticidemap_031215_1.jpg?itok=ayKeGUjH\" title=\"\" /><span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p><a href=\"http://www.ncsl.org/research/health/fetal-homicide-state-laws.aspx\">National Conference of State Legislatures</a></p>\n  </div>\n</div>\n<p>Prosecutors based the feticide charge on text messages police found on Patel’s phone. They say the messages show she talked to a friend about buying abortion drugs online. But the toxicologist didn’t find any trace of those drugs in her body or in the fetus’ body. And police found no evidence that she actually purchased the drugs.</p>\n<p>Meanwhile, the prosecution still pursued the original charge of child neglect, which would mean the fetus had been born alive. Prosecutors tried to prove that the fetus took a breath after birth. They hired a local pathologist who tried to test this by placing the fetal lungs in water to see if they floated. Patel’s defense attorney argued this kind of test is scientifically bogus, and the fetus was too young to survive on its own.</p>\n<p>The judge in Patel’s case, Elizabeth Hurley, was appointed by Indiana’s conservative Republican governor Mike Pence. She rejected defense arguments that Patel could not be charged with both neglecting a live baby and aborting her own fetus. The jury convicted Patel on both counts.  </p>\n<p>Patel’s case is the first time a woman in Indiana has been found guilty of feticide of her own fetus. But it’s not the first time a woman in Indiana has been charged this way. Between 2010 and 2013, prosecutors in Indianapolis unsuccessfully pursued a case against Chinese immigrant <a href=\"http://www.theguardian.com/world/2012/may/30/indiana-prosecuting-chinese-woman-suicide-foetus\" target=\"_blank\">Bei Bei Shuai</a>, who tried to poison herself while pregnant in 2010<strong>. </strong>Her newborn baby died a few days after delivery.</p>\n<p>Shuai was charged with feticide but eventually pleaded guilty to a <a href=\"http://www.huffingtonpost.com/2013/08/02/bei-bei-shuai-guilty_n_3698383.html\">lesser charge</a>.</p>\n<p>The two cases have local immigrants concerned. “Why is the focus on the international woman? Why doesn’t she have the same rights?” asks Ngaatendwe Mantiziba, president of the International Student Organization at Indiana University’s South Bend campus.</p>\n<p>Meanwhile, some Indiana doctors also worry that pregnant women, especially from marginalized communities, may stop trusting the medical system altogether, and that could have huge implications for public health.</p>\n<p>“Any time a pregnant woman does something that can harm a fetus, now she has to worry, ‘Am I going to be charged with attempted feticide?’” says Dr. David Orentlicher, a former state representative in Indiana. “If you discourage pregnant women from getting prenatal care, you’re not helping fetuses, you’re harming fetuses.”</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-13%2Findiana-jury-says-purvi-patel-should-go-prison-what-she-says-was-miscarriage&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/purvipatel_trial.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/purvipateltrialjpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0313201506.mp3"},{"href":"http://www.pri.org/file/0313201506mp3-0"}]}