{"created":"2015-02-19T20:09:36+00:00","modified":"2015-02-20T22:58:38+00:00","valid":{"from":"2015-02-20T22:58:38+00:00","to":"3015-02-20T22:58:38+00:00"},"hreflang":"en","guid":"33ed449c-cdac-4772-98e8-dbf938a4ce45","title":"A proposed Montreal high-rise may be located on an aboriginal burial ground","published":"2015-02-20T22:58:36+00:00","byline":"Andrea Crossan","tags":["business","economy","history","Business","Business, Finance & Economics","Montreal","North America","Canada","Quebec","North America","Sébastien Théberge","Robert Galbraith","Archaeology","Excavation"],"teaser":"A Montreal construction site has become an archaeological dig. A development company has halted construction on its 27-story office tower over concerns its being built atop aboriginal burial grounds.","contentencoded":"<p>The future site of a 27-story office tower may also be an ancient aboriginal burial ground.</p>\n<p>Canadian real estate developer Ivanhoé Cambridge has halted construction on a Montreal office tower after a member of the public expressed concerns about the site.</p>\n<p>“The construction process was actually in a very preliminary stage where we were doing small excavation work so the timing was right to do this voluntary pause,” says Ivanhoé Cambridge spokesman Sébastien Théberge.</p>\n<p>According to <a href=\"http://www.theglobeandmail.com/news/national/montreal-office-tower-site-may-be-an-aboriginal-burial-ground/article23010796/\">The Globe and Mail</a>, the company's decision to stop construction comes after Montreal photographer Robert Galbraith raised concerns with both Ivanhoé and government officials that the site could contain valuable historical relics.</p>\n<p>Galbraith told The Globe and Mail that he believes the construction area could be part of what historians have identified as the Dawson archaeological site — an ancient aboriginal village with remains that included tools and human bones.</p>\n<p>“This project is centrally located downtown, so anywhere you dig in the center of the city could have archaeological concerns,” says Théberge. “We’ve hired an archaeological expert and we’ve met with government authorities on the matter and we’ve agreed on the next steps to do a preliminary survey of the probability of finding archaeological pieces.”</p>\n<p>The office tower is a $200-million project and Théberge says while construction has been temporarily paused, it will eventually go ahead.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-19%2Fnew-montreal-high-rise-may-be-located-aboriginal-burial-ground&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/maison-manuvie-900-de-maisonneuve-004.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/maison-manuvie-900-de-maisonneuve-004jpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/dirt1313.mp3"},{"href":"http://www.pri.org/file/dirt1313mp3"}]}