{"created":"2015-01-27T20:40:40+00:00","modified":"2015-06-05T15:29:58+00:00","valid":{"from":"2015-06-05T15:29:58+00:00","to":"3015-06-05T15:29:58+00:00"},"hreflang":"en","title":"A Holocaust Survivor, Spared From Gas Chamber By Twist Of Fate","published":"2015-02-04T05:40:00+00:00","teaser":"The line on the left went to Auschwitz, but an SS guard shoved Jack Mandelbaum to the right. Thus began a three-year nightmare in seven labor camps for a Jewish teenager who refused to give up hope.","itags":["npr_api","381876276"],"guid":"33ed24d1-78fb-4e9c-8fa5-3ce32f62a755","contentencoded":"<p>Seventy years ago, Soviet soldiers liberated Auschwitz, the most notorious of Nazi concentration camps.</p><p>Some 300 Holocaust survivors were at Auschwitz on Tuesday, along with several European presidents and other government officials, to honor at least 1.1 million people who were murdered, 1 million of whom were Jewish.</p><p>Among those killed there were Jack Mandelbaum's mother and brother. The Polish-born Mandelbaum survived, spared at the last minute by an officer of the dreaded SS who yanked the teen away from his family and sent him instead to a forced labor camp.</p><p>Last week, Mandelbaum flew from his Naples, Fla., home to Berlin, to help open an exhibit on the children of Auschwitz, and to tell his story.</p><p>\"I'm a person of action,\" he says. \"Anger doesn't get you anyplace. Hate doesn't get you anyplace.\"</p><p>In August 1939, as the Nazis were about to invade Poland, Mandelbaum was 13 and living in the Polish port city of Gdynia. Mandelbaum says his father worried that the port would be attacked, so he sent his wife and three children to stay with relatives in the countryside.</p><p>He promised to join them six weeks later, but he never arrived. About a year later, he sent them a postcard from the Stutthof concentration camp.</p><p>\"I guess he didn't want us to worry about him, so he said he was OK,\" Mandelbaum says.</p><p>He never saw his father again. His sister later died on a forced march to another concentration camp.</p><p><strong>Prisoner 16013 </strong></p><p>Then, before dawn on June 14, 1942, the SS came for what was left of the family.</p><p>\"They banged on the door and everyone had to come out in five minutes, and there was a lot of shooting and crying, and people didn't know what was happening because they had to rush out,\" Mandelbaum recalls. \"Many people were even in their bed clothes. And we were lined up in the market square, and then we were marched to a local brewery.\"</p><p>An SS officer there began separating people to the left and to the right. Mandelbaum says he clung to his mother and brother, who were sent to the left. But the SS officer saw in his documents that Mandelbaum had worked as an electrician's helper.</p><p>\"He grabbed me and pushed me to the other side,\" Mandelbaum says. As for his family, he says, \"The people who were to the left were sent to Auschwitz to be gassed. I never saw them again.\"</p><p>To the Nazis, he became prisoner 16013 and spent the next three years at seven concentration camps. The first was Gross-Rosen, where prisoners worked in a granite quarry.</p><p>\"There were so many prisoners,\" he says. \"We were in a big barrack, it had a concrete floor, it had no beds. And we were lined up like herring on the floor, so when one person turned, everybody else had to turn, it was so tight.\"</p><p>Food was scarce, and the daily meal amounted to a single piece of bread and what Mandelbaum describes as soup made out of grass.</p><p>He recalls emaciated prisoners stuffing paper into their mouths to fatten their cheeks so they'd look healthier to the guards assigned to remove the weak for extermination. His own weight eventually dropped to 80 pounds.</p><p>But Mandelbaum says he refused to give up hope. He poured what little energy he had into work, hoping it would eventually lead to his release.</p><p><strong>Suddenly, Freedom</strong></p><p>\"We had a good life before the war. I went to a public school, I had good clothes and good food and a nice apartment,\" he says. \"My dream was to go back to this life and be reunited with my family and my sister and my brother, and that sustained me.\"</p><p>It also helped that he didn't know the Nazis were trying to slaughter all Jews, something he says he and other prisoners learned only after liberation.</p><p>Their sudden freedom, too, was a complete shock, Mandelbaum says. \"We didn't know anything, only on the morning when we woke up and the Nazi flag wasn't flying and the guards weren't there.\"</p><p>Unlike at Auschwitz, Allied soldiers did not free them, as his camp was in a no man's land between the fleeing Nazis and advancing Russians. He and a friend from the camp grabbed an abandoned horse-drawn wagon and left as quickly as they could.</p><p>\"We came across a women's concentration camp and they were still locked up, so we actually became the 'liberators' of the camp,\" he says, with a laugh.</p><p>Mandelbaum was 17 when the Holocaust ended. He says he returned to Poland several times to see if he could find his family but failed. He did find an uncle living in a hamlet near Munich.</p><p>The following year, he immigrated to the United States and settled in Kansas City, Mo., where he married, had four children and became a successful importer of ladies' handbags. It would be 16 years before he began speaking publicly about the Holocaust, something he says he decided to do after talking to one of his neighbors.</p><p>\"He asked me what kind of sports did I play in the concentration camp, so all of the sudden it just opened everything up, how little people knew what was going on, and this was when I started to speak in different venues about my experiences,\" he says.</p><p>That desire to educate people brought Mandelbaum, 87, to Berlin last week. He says it's sad to see anti-Semitism on the rise in Germany and elsewhere in Europe, but he hopes he and other Holocaust survivors can make a difference.</p><p>\"You know, when we were in the camps, we would always ask, 'How can the world stand by and let this happen?' \" he says. \"So it's a matter of being vigilant, a matter of trying to do as much as you can in order to enlighten people [about] how dangerous it is when you become a bystander.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Holocaust+Survivor%2C+Spared+From+Gas+Chamber+By+Twist+Of+Fate&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Soraya Sarhaddi Nelson","audio":[{"meta":{"duration":"251"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1381943016-48d8cb.m3u?orgId=1&topicId=1136&d=251&p=2&story=381876276&t=progseg&e=381942687&seg=12&ft=nprml&f=381876276"},{"href":"http://media.npr.org/assets/img/2015/01/27/461944682-d1beb74a77e6eb052afc5ef29cb461e2e4bfcd13.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2002","width":"2670"}}]}