{"created":"2014-10-21T03:08:44+00:00","modified":"2014-10-28T20:39:56+00:00","valid":{"from":"2014-10-28T20:39:56+00:00","to":"3014-10-28T20:39:56+00:00"},"hreflang":"en","guid":"33f44258-3496-4649-af94-f8b43df11bd4","title":"How Liberians confronting Ebola manage to keep calm while Americans panic","published":"2014-10-28T20:39:55+00:00","byline":"Joyce Hackel","tags":["Ebola","virus","ebola outbreak","Health","Health & Medicine","Monrovia","Africa","Liberia","United States","West Africa","Africa","Helene Cooper","Liberia","Monrovia","Ebola","Virus","touching","panic","calm","Africa"],"teaser":"New York Times Pentagon correspondent Helene Cooper was born in Liberia. She admits when she recently returned to West Africa to report on Ebola, she was scared. But Cooper says she found Liberians confronting the outbreak with an impressive calm.","contentencoded":"<p>You have to muster up more than a bit of courage to fly into Liberia these days. Even New York Times reporter Helene Cooper, who was born in the West African nation, had to deal with her own fears when she touched down in Monrovia a few weeks ago. </p>\n<p>\"Before I went back to Liberia, I was really really afraid of Ebola,\" she says. \"I had been watching cable news, I had the very American perspective. I understood in my head that it wasn't transmitted by air, that it wasn't airborne, but there's still a part of you that's still afraid.\"</p>\n<p>Cooper, the Pentagon correspondent for the Times, says she was actually startled by the calm in Liberia's capital. She says residents not only know how to survive in a crisis setting, they're also able to live with a much higher level of risk.</p>\n<p>\"It's not a matter of life being cheap, because it's not. Everybody values their life hugely,\" she says. \"But in Liberia, just because of what people have been through, they're much more stoic and resilient then I think I have become living [in the US] where the slightest risk to myself is this huge, huge matter.\"</p>\n<p>Cooper says there's also a greater awareness in Liberia that people are rarely contagious with Ebola unless they're visibly sick. Instead of panic on Monrovia's streets, she found jugs of bleach solution in front of public buildings and stores.  </p>\n<p>\"I went in there expecting apocalypse, and it doesn't look apocalyptic,\" she says. \"You still see market women out there on the streets and you still see the young boys running up to the cars selling boiled eggs and ice cubes.\"</p>\n<p>Cooper says since her return she's under what she jokingly calls \"house arrest\" for 21 days. She's avoiding crowds and taking her temperature to insure she isn't endangering others. </p>\n<p>The monitoring is constant. On her recent return flight to the US, Liberian authorities took her temperature before she was even allowed to enter the main airport, the first of several such checks. Flight attendants also wore masks when greeting the passengers.  </p>\n<p>Now that she's back in the US, Cooper says she's thinking a lot about her Liberian family. She recalls that her sister drove her to the airport, but didn't expect a hug. \"The whole 'not-touching thing,' it's hard to get your head around,\" Cooper laments. \"The warmth of human skin, it's hard to do without.\"</p>\n<br><p>©2014 Public Radio International</p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/102020141.mp3"},{"href":"http://www.pri.org/file/102020141mp3"}]}