{"created":"2014-11-21T09:17:59+00:00","modified":"2015-02-02T21:23:42+00:00","valid":{"from":"2015-02-02T21:23:42+00:00","to":"3015-02-02T21:23:42+00:00"},"hreflang":"en","title":"Colleges Straddle Line Between Assault Prevention And Victim-Blaming","published":"2014-11-21T18:34:00+00:00","teaser":"When it comes to raising assault awareness among possible victims, figuring out what to say has been complicated for schools. Some that have tried have been criticized for putting the onus on victims.","itags":["npr_api","365460145"],"guid":"33f5e280-6534-42f4-8383-05b756c4160e","contentencoded":"<p>As efforts increase around the nation to combat campus sexual assault, one aspect of prevention seems to confound schools the most: how to warn students about staying safe — without sounding like they're blaming the victim.</p><p>The <a href=\"http://www.whitehouse.gov/blog/2014/09/24/its-us-growing-movement-end-campus-sexual-assault\" target=\"_blank\">latest public awareness campaign</a> from the White House focuses on bystanders. <a href=\"https://www.youtube.com/watch?v=jQbymKIyJns\">A slick new PSA</a> urges students to step in when they see someone who might be in trouble. It follows other efforts aimed at potential perpetrators, to make sure they understand what counts as consent.</p><p>But when it comes to raising awareness among potential victims, figuring out what to say is a lot more complicated.</p><p>\"It's a tough line to tread because the blame should still be on the perpetrator, but you also want to protect these people,\" sighs Larkin Sayre, a sophomore and student activist at Massachusetts Institute of Technology. She's working a booth at the school as part of the \"It's on Us\" campaign.</p><p>Telling women to not get too drunk or wear too short a skirt, Sayre says, feels wrong.</p><p>\"That's not a society I want to live in, where I have to look out for what I wear. I think that's a basic human right,\" she says. \"And we don't tell men to not get blackout drunk.\"</p><p>But, she says, <em>not</em> warning women feels wrong, too. Her mom warned her.</p><p>\"It is so hard, and honestly, I haven't figured out my full feelings about the whole idea,\" she says.</p><p>Grad student Brendan Smith, who signed a pledge vowing to be \"a good bystander\" at Sayre's booth, says it's not an either/or question. Of course students should take precautions, he says. As one law enforcement official put it, you wouldn't park your Lexus with the windows open and leave jewelry on the front seat. That would be foolish.</p><p>In the same way, Smith says, students should be advised to use common sense.</p><p>\"People don't like to hear that. Like, if I tell my friend, like, 'Oh, I think you are drinking too much,' like, 'You should probably slow down,' I might get some crap for it, but I think it's a risk you have to take. I mean, they possibly could be a victim of some kind of assault,\" he says.</p><p>It's kind of what the campus police at the University of Wisconsin, Madison were thinking when they e-mailed what <a href=\"http://host.madison.com/wsj/news/local/crime_and_courts/uw-police-under-fire-for-blog-post-seen-as-blaming/article_4e063cdd-5d1c-5c40-9460-6f384f550098.html\">they thought were helpful safety tips</a>, such as, \"If you present yourself as easy prey, then expect to attract some wolves.\"</p><p>\"When I saw it, I was like, 'What the hell does that mean?' It was very shocking,\" says Lachrista Greco, a survivor and activist who works on campus. \"I was like, 'This is super victim-blaming.' People cannot prevent their own rapes.\"</p><p>Greco says putting the onus on victims will hurt more than help, since it will ultimately make victims even less willing to go to police.</p><p>\"They might now feel like, 'There's no way in hell I would report it,' because they're gonna be made to feel it was their fault, when it's not,\" she says.</p><p>Recently, Ramapo College of New Jersey also came under fire after students were warned that their body language and facial expressions could also invite assault. Officials say the comments were misinterpreted and that violence is always the perpetrator's fault, but they're reviewing their program.</p><p>Likewise, at the University of Wisconsin, police spokesman Marc Lovicott says officers will now choose their words more carefully. (The <a href=\"http://uwpd.wisc.edu/news/tools-you-can-use-staying-safe-on-campus/\">university police's safety tips were updated,</a> and the \"wolves\" reference was removed.)</p><p>\"Man, it just seems like we live in such a politically correct society these days, and everybody's watching the words they use and they should be, I mean, to a certain extent. But when it comes to crime prevention, we're not gonna stop,\" Lovicott says.</p><p>Campuses have an obligation, Lovicott says, to advise students how to stay safe. \"And that's not victim-blaming, because there are predators out there who are looking for individuals that may seem more of a target than others,\" he says. \"But how do you say that in a way that you're not offending a victim who went through this horrible crime?\"</p><p>\"This is the third rail. It really is,\" says University of Virginia law professor Anne Coughlin. She says she, too, has learned to hold back on what she calls \"commonsense advice.\"</p><p>\"Yes, I've experienced the blowback, and it's touchy,\" she says.</p><p>But, she says, it's also understandable. Going back to that analogy of leaving your Lexus open with jewelry on the seat — police might call that a dumb move. But if your stuff was taken, they'd also call it a crime and go after the thief. Rape cases, Coughlin says, have always been different.</p><p>\"Up until very, very recently, there was no crime. [People assume that] if the woman is drunk ... she's consenting, she wasn't raped. That's not victim blaming — that's saying you weren't even a victim,\" she says.</p><p>Indeed, as White House senior adviser Valerie Jarrett puts it, no matter what happens leading up to the crime, it's still a crime. Warning potential victims should be part of the solution, she says, but only part.</p><p>\"Yes, throughout life, everybody has to do what they can to protect themselves. Certainly, one has personal responsibility, but in so many of these instances, women are doing everything right but yet they're still being sexually assaulted,\" Jarrett says.</p><p>What's encouraging, Jarrett says, is that people are now talking about it more. Years ago, she says, she never warned her daughter about sexual assault, but she says she's glad that moms today are.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Colleges+Straddle+Line+Between+Assault+Prevention+And+Victim-Blaming&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tovia Smith","audio":[{"meta":{"duration":"318"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1365638453-23830a.m3u?orgId=1&topicId=1091&aggIds=339884470&e=365460145&d=318&ft=nprml&f=365460145"},{"href":"http://media.npr.org/assets/img/2014/11/20/illo-abuse-d7d4d570150cfd602617a6a46a6abedf5c9bdd73.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1239","width":"1652"}},{"href":"http://media.npr.org/assets/img/2014/11/20/tovia-edit_custom-4a333377492ae108659cf3ea8f99014b1e4f4a2f.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1704","width":"2500"}}]}