{"created":"2015-03-06T23:11:56+00:00","modified":"2015-03-09T17:54:17+00:00","valid":{"from":"2015-03-09T17:54:17+00:00","to":"3015-03-09T17:54:17+00:00"},"hreflang":"en","guid":"33fb1afe-97dd-479e-b7dd-5c6ac566afe3","title":"'When I heard that ISIS is bulldozing the ancient city of Nimrud, I cried' ","published":"2015-03-09T17:54:15+00:00","byline":"Christopher Woolf","tags":["Fertile Crescent","Assyria","Nimrud","Neo-Assyrian Empire","British Museum","Culture","Arts, Culture & Media","Nimrud","Asia","Iraq","Middle East","Asia","Fertile Crescent","Middle East","Assyria","Nimrud","Neo-Assyrian Empire","Mosul","British Museum"],"teaser":"Iraq says ISIS has begun bulldozing the ancient city of Nimrud, once the capital of the Assyrian Empire, near Mosul. If true, it would be an enormous loss and an attack on the shared heritage of humanity.","contentencoded":"<p>When I heard the news that ISIS is bulldozing the ancient city of Nimrud, I cried.</p>\n<p>I am clinging to the hope that this is just propaganda from the Iraqi government to further blacken the name of the ISIS. After all, there have been no pictures or videos of any destruction, nor any claim or comment by ISIS.</p>\n<p>But ISIS has already destroyed a multitude of historical artifacts and archaeological sites as part of its campaign against what they call paganism and idolatry. So the odds are against all of us who hold dear the common heritage of mankind.</p>\n<p>The destruction of Nimrud would take ISIS' culture war to a whole new level. The reports of its demise have brought an avalanche of international criticism; UNESCO, the UN's cultural preservation agency, says there’s no doubt that it would be a war crime.</p>\n<p>They say Nimrud represents part of the common heritage of humanity. Western civilization traces its roots to the first agricultural civilizations in what we call the Fertile Crescent. They were the scene of the first laws, the first writing and new forms of government beyond the village and tribal level.</p>\n<p>Time is not kind to historical sites: Fires, floods, earthquakes and simple erosion alone are constant threats. It seems unbelievable that anyone would <em>deliberately</em> attempt to destroy a place of such beauty and significance, a site that’s survived not only nature but the Crusades, the Mongols, both world wars and countless conflicts between the Persians and the Turks.</p>\n<p>Nimrud lies about 20 miles southeast of Mosul. It was founded by the king of the Assyrians — one of a succession of empires in what historians call the Fertile Crescent — in about 1250 BC, more than 3,000 years ago. Just to put that date in perspective, that was just 150 years after the death of Moses.</p>\n<p>Nimrud’s actual name was Kalhu, and was recorded in the Bible as Calah. It was not called Nimrud until the 18th century AD, when a western explorer mistakenly associated the site with the Biblical character named Nimrud, who appears in the Book of Genesis and the Chronicles.</p>\n<p>Kalhu became the capital of the Assyrian empire around 850 BC, when the Assyrian empire was on one its upswings. It remained the capital for about 150 years.</p>\n<p></p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/story/gallery/1280px-Assyrian_Attack_on_a_Town.jpg?itok=GdW1If46\" alt=\"\" /><div class=\"field-caption\">\n    <p>Assyrian attack on a town with archers and a wheeled battering ram; from a relief dated 865–860 BC, taken from the North-West Palace of Nimrud; now in the British Museum. </p>\n  </div>\n  <div class=\"image__credit\">\n    <span class=\"image__credit-label\">\n      Credit:\n    </span>\n    <p>Creative Commons/Capillon</p>\n  </div>\n</div>The most spectacular places, temples and monuments were erected in this period. The most familiar images from the Assyrians are perhaps the huge reliefs engraved onto the walls of their temples and palaces, featuring giant beasts and men with huge beards firing arrows from chariots.\n<p>I've never been lucky enough to visit the site myself, but I have seen the colossal statues — known as \"lamassus\" — of winged man-lions and man-bulls and reliefs in <a href=\"http://www.britishmuseum.org/explore/highlights/articles/n/nimrud_ancient_kalhu,_iraq.aspx\">London's British Museum</a> and the <a href=\"http://www.metmuseum.org/toah/hd/rdas/hd_rdas.htm\">New York Metropolitan Museum of Art</a>. Other artifacts can be seen everywhere from Chicago and Paris to Baghdad and Mosul.</p>\n<p>Kalhu may have held as many as 100,000 people, which is pretty staggering when you realize that northern Europeans were all living in mud-hut villages at that time. The main Royal palace alone covered 12 acres.</p>\n<p>It was a state of laws, and it established eastern Aramaic as the lingua franca for the Middle East. Jesus probably spoke something similar to Kalhu's residents.</p>\n<p>But we shouldn't look at the Assyrians through rose-tinted spectacles. Like all empires, the Assyrian Empire was built on violent conquest. Many of the monuments at Kalhu commemorate great victories and the torture and massacre of Assyria's enemies.</p>\n<p>The Assyrians fell into bitter civil wars in the 6th century BC. That allowed the Babylonians to re-emerge as the pre-eminent power in the Middle East. The demise of the Assyrians, and the end of Nimrud, therefore, roughly coincides with the exile of the Israelites to Babylon.</p>\n<p></p><div class=\"media media-element-container media-image_on_left\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/story/gallery/1024px-Jehu-Obelisk-cropped.jpg?itok=W575uu3y\" alt=\"\" /><div class=\"field-caption\">\n    <p>Possible depiction of Jehu, King of Israel, giving tribute to King Shalmaneser III of Assyria, on the Black Obelisk of Shalmaneser III from Nimrud (circa 827 BC) in the British Museum (London).</p>\n  </div>\n  <div class=\"image__credit\">\n    <span class=\"image__credit-label\">\n      Credit:\n    </span>\n    <p>Creative Commons/Steven G. Johnson</p>\n  </div>\n</div>\n<p>But the Assyrians did not disappear. The countryside around Nimrud is <em>still</em> populated by people who identify as Assyrians. They still speak Aramaic, and most practice Christianity rather than Islam. That might explain the hostility of ISIS, but, as UNESCO says, Nimrud is part of the common heritage of all mankind.</p>\n<p>There are some glimmers of hope for the treasures of Kalhu. About 90 percent of the city is still underground and has not been excavated. Much of the art — the statuary and reliefs, gold, ivory and jewels — has been removed to museums over the last two centuries. But the aboveground structures, many of which still hold these priceless reliefs, are very vulnerable — and hopefully still in existence.</p>\n<p></p><div class=\"media media-element-container media-story_image\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/story_main/public/story/gallery/Map_of_Assyriacropped.jpg?itok=fPBTl5cH\" width=\"937\" height=\"552\" alt=\"\" /><div class=\"field-caption\">\n    <p>Map of the Neo-Assyrian Empire </p>\n  </div>\n  <div class=\"image__credit\">\n    <span class=\"image__credit-label\">\n      Credit:\n    </span>\n    <p>Creative Commons/Ningyou - Own work, derived from a map in 'Atlas of the Bible Lands', C.S. Hammond &amp; Co (1959)</p>\n  </div>\n</div>\n<p> </p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-06%2Fbaghdad-government-accuses-isis-destroying-ancient-city-nimrud&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/Iraq%3B_Nimrud_-_Assyria%2C_Lamassu%27s_Guarding_Palace_Entrance.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/iraqnimrud-assyrialamassusguardingpalaceentrancejpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0306201502.mp3"},{"href":"http://www.pri.org/file/0306201502mp3"}]}