{"created":"2014-11-14T20:04:37+00:00","modified":"2014-11-17T00:20:10+00:00","valid":{"from":"2014-11-17T00:20:10+00:00","to":"3014-11-17T00:20:10+00:00"},"hreflang":"en","title":"Satirists Go Serious in 'Foxcatcher' And 'Rosewater' — And It Works","published":"2014-11-14T23:34:00+00:00","teaser":"NPR film critic Bob Mondello reviews two serious films based on real-life events — <em>Foxcatcher, </em>which stars comedian Steve Carrell, and <em>Rosewater</em>, directed by Comedy Central's Jon Stewart.","itags":["npr_api","364051159"],"guid":"33fd339e-ff20-49c4-9705-2485d640ff01","contentencoded":"<p>What do you get when you mix big-deal comedians with real-life calamities? Sounds like a joke, but Steve Carell and Jon Stewart are answering that question this week in their movies <em>Foxcatcher</em> and <em>Rosewater.</em> And it turns out, seriousness suits them.</p><p>In fact, you'll likely do a double-take when you first see Carell's John Dupont in <em>Foxcatcher</em>. Maybe when you first hear him, too. He's the black sheep of the wealthy gunpowder-magnate family circa 1988, and he's all but unrecognizable behind a putty nose and a flat vocal affect that makes words and phrases emerge from him in what sound like burps.</p><p>Talking to an Olympic wrestler he's hoping to impress, Carell's Dupont is pasty, heavy, awkward, and when he flashes what he apparently intends as a pleasant smile, it's downright disquieting.</p><p>Mark Schultz, the gold medalist he's inviting to train at a facility he's built on his Pennsylvania estate, is played by Channing Tatum with a leaden affect and the wounded look of puppy who's been kicked too often. Mark is the younger of two Olympic medalists in his family. His brother Dave, played with more grace and verve by Mark Ruffalo, has prospered since his Olympic win. Mark, who won later, stalled out quicker, and now, to escape his brother's shadow, he signs on with Dupont, who showers him with money, sparring partners, cocaine, and inspirational speeches that sound increasingly unhinged.</p><p>\"I am leading men,\" says Dupont. \"I am giving them a dream and I am giving America hope.\"</p><p>A more astute man might realize his patron is ... well, maybe nuts, but Tatum's Mark isn't the sharpest tool in the shed, and just gets himself, and later his brother, in deeper.</p><p>Director Bennett Miller is no stranger to sports or personal eccentricity in his films, having directed both <em>Moneyball</em> and the Truman Capote biopic <em>Capote</em>. In <em>Foxcatcher</em>, Miller uses three superb performances to take us deep into a privileged world where the choreographed struggle of wrestling mixes toxically with the psychological struggles of familial disappointment. The film does not — or maybe cannot — explain the inexplicable: the acts of a mentally ill man. But it can make the plight of those in that man's orbit profoundly anguishing.</p><p>You might expect anguish from <em>Rosewater</em>, a film drawn by Jon Stewart from BBC journalist Maziar Bahari's book about surviving solitary confinement in an Iranian prison. But while the film can be unnerving as it details the dangers of reporting on opposition demonstrators after Iran's elections, it's also steeped in the sort of humor you'd expect from Stewart, who both wrote and directed the movie. In fact, Stewart's connection with the story was more than moderately intimate: A <em>Daily Show</em> interview done by the real Bahari was used against him in jail. Stewart has actor Gael Garcia Bernal re-enact it with Jason Jones.</p><p>Funny to American ears, the sketch, in which Jones claims to be a spy, becomes less funny when Bahari's thrown in prison four days after it airs, and has to defend himself to an interrogator as \"just a journalist.\"</p><p>The interrogator — an excellent Kim Bodnia — calls up the interview on his computer.</p><p>\"Can you tell me,\" he wonders, \"why 'just-a-journalist' would meet up with an American spy?\"</p><p>Bahari, laughing, tells him it's a comedy show, that Jones is a comedian pretending to be a spy, but that doesn't even blunt the line of questioning.</p><p>\"So can you tell me why an American pretending to be a spy has chosen to interview you?\"</p><p>Jon Stewart took several months off from Comedy Central to make this movie last year, and painful as that sabbatical may have been for fans, it turns out to have been worthwhile. <em>Rosewater</em> (the title references the cologne by which the usually blindfolded Bahari recognizes the interrogator) has an urgency that's all about the storytelling smarts of its first-time writer-director. It's also got first-rate acting, the nuance about media manipulation you'd expect from Stewart, and even cinematic grace notes, as when Bernal, in a burst of antic feeling after months of isolation, dances in his cell, remembering a Leonard Cohen song his sister played for him as a child.</p><p><em>Rosewater</em> — and <em>Foxcatcher</em>, too — could doubtless have been anchored by other talents. Their stories needn't have reached us, tears-of-a-clown-style, through Jon Stewart and Steve Carell. But the involvement of those comics proves a remarkable blessing, at least partly because it connects us to their sense of discovery.</p><p>What could be more astonishing, after all, than being moved by those we look to for laughter.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Satirists+Go+Serious+in+%27Foxcatcher%27+And+%27Rosewater%27+%E2%80%94+And+It+Works&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bob Mondello","audio":[{"meta":{"duration":"336"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1364138379-11e87e.m3u?orgId=1&topicId=4467349&ft=3&f=364051159"},{"href":"http://media.npr.org/assets/img/2014/11/14/foxcatcher-cb8e2a83929cfb9961e53298b3b2b77c6dcf67c5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2324","width":"3099"}},{"href":"http://media.npr.org/assets/img/2014/11/14/rosewater-2-392a0ce1a3bf13e1ea7dd434730ae28972a85680.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2128","width":"2838"}}]}