{"created":"2015-05-12T09:00:16+00:00","modified":"2015-06-05T15:25:52+00:00","valid":{"from":"2015-06-05T15:25:52+00:00","to":"3015-06-05T15:25:52+00:00"},"hreflang":"en","title":"Sen. Warren On The 'Tilted Process' Of Asia Trade Bill","published":"2015-05-12T17:06:00+00:00","teaser":"The Trans-Pacific Partnership has become the president's signature trade initiative, but it is also very unpopular with Democrats, including Elizabeth Warren.","itags":["npr_api","405950630"],"guid":"33fe064f-83ae-4a83-8341-64c297efb591","contentencoded":"<p>The Senate could begin debate Tuesday on a bill that would give President Obama fast-track authority to complete a Pacific Rim trade agreement.</p><p>The Trans-Pacific Partnership has become the president's signature trade initiative, but it is also very unpopular with Democrats.</p><p>Leading the charge from the left against the deal in Congress is Sen. Elizabeth Warren from Massachusetts. She says the TPP could result in the watering down of Wall Street regulations put in place by the Dodd-Frank Act, after the 2008 financial crisis.</p><p>The president has called Warren's interpretation \"absolutely wrong.\" He told Yahoo News recently it was \"pure speculation. She and I taught law school, and one of the things you do as a law professor is spin out hypotheticals and this is all hypothetical. Speculative.\"</p><p>Sen. Warren spoke with NPR's Steve Inskeep about her objection to the deal, the secrecy she says it has been held in and why she said it's a \"tilted process\" that has yielded a \"tilted result.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On her main objections to the bill</strong></p><p>I don't think they are hypothetical, I think I've been out there just talking about the facts.</p><p>Look, I have three objections. The first is that the president is asking us to vote to grease the skids on a trade deal that has largely been negotiated, but that is still held in secret.</p><p>The second is that we know that corporations under this deal are going to get to sue countries for regulations they don't like and that the decisions are not going to be made by courts, they're going to be made by private lawyers.</p><p>And the third problem is that he wants us to vote on a six-year, grease-the-skids deal.</p><p><strong>On the investor-state dispute mechanism that would help resolve disputes between countries</strong></p><p>Keep in mind, if there's a labor violation, if somebody doesn't stick with the human rights promises they made, the consequence of that is not that they get to go to a private group, and get special enforcement. Nope, they gotta go to their own government and try to get it enforced.</p><p>So, what's happening with ISDS is that the world has changed. Those things were in place, gosh, for a long time dating back to the 1950s. But back in the beginning they were used very rarely, fewer than 100 times in more than 50 years, but the corporate lawyers figured out how to make these things very valuable for big corporations. ... What really happens here is that big, multi-national corporations can look around and say \"I don't like those regulations. I could make more money if I could beat down new regulations.\"</p><p><strong>On concerns about the secrecy of the deal</strong></p><p>I have been able to go to a special, secured room. I can't take any electronic devices, no computer, no iPhone. I can't even walk out with paper notes. I can go and read about the agreement but I cannot come out in public and talk about any of the specifics. The press can't see it; the public can't see it.</p><p>But I will tell you this, there are some folks who have seen it. There are 28 working groups that have helped shape the trade deal and in those 28 working groups there are more than 500 people. It turns out that 85 percent of them are either corporate executives — senior corporate executives — or lobbyists for the industries that are being affected. The way I see this, that's a tilted process, and a tilted process yields a tilted result.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Sen.+Warren+On+The+%27Tilted+Process%27+Of+Asia+Trade+Bill&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"436"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1406105683-f23720.m3u?orgId=1&topicId=1014&d=436&p=3&story=405950630&t=progseg&e=406103668&seg=17&ft=nprml&f=405950630"},{"href":"http://media.npr.org/assets/img/2015/05/11/119326073-3cf8c29c84a2bea03004e5a9e2f83de912c2e0d7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1126","width":"1502"}}]}