{"created":"2015-01-23T22:44:23+00:00","modified":"2015-02-04T16:56:54+00:00","valid":{"from":"2015-02-04T16:56:54+00:00","to":"3015-02-04T16:56:54+00:00"},"hreflang":"en","title":"Auto Loan Surge Fuels Fears Of Another Subprime Crisis","published":"2015-02-03T20:41:00+00:00","teaser":"Dealers are extending loans to a growing number of people with weak credit, and more of them are having trouble making payments. The situation is evoking comparisons to the subprime mortgage boom.","itags":["npr_api","379353315"],"guid":"3410f6c7-34f1-41d3-865c-a5be62e5eee6","contentencoded":"<p>The number of Americans buying autos approached a record high last year. It's one more sign of how much the economy is improving.</p><p>But there's a big potential downside that's evoking comparisons to the subprime mortgage boom. Auto dealers are extending loans to a growing number of people with weak credit, and more of them are having trouble making payments.</p><p>When Chris Westervelt moved from Texas to Alaska to take a job, he decided to trade in his Mazda for a car that could handle snow and ice.</p><p>\"I started looking at vehicles that had four-wheel drive capabilities and I ended up settling on a Jeep Wrangler,\" Westervelt says.</p><p>He went to a dealer and test drove a car. \"They said, 'Go ahead and take the Jeep home, you know, come back sometime tomorrow and, you know, we'll get everything settled,' \" Westervelt says. \"So, after driving around a little and coming back, the store manager actually got a little aggressive with me. He's like, 'You've already put 200 miles on my Jeep. What am I going to do? I can't resell this,' \" Westervelt says.</p><p>Westervelt agreed to buy a car. But when he tried to negotiate the loan, he discovered that — thanks in part to a billing dispute with his cell phone company years before — his credit score was low.</p><p>The dealer \"just said that, based on whatever merits that they judge on, that I did not meet their requirements,\" Westervelt says.</p><p>He was offered a loan with an 18 percent interest rate, which he was able to bring down a bit after his mother cosigned the loan. The monthly payment was far more than he'd hoped to spend.</p><p>Economist Mark Zandi of Moody's Analytics says more people like Westervelt are taking out auto loans. \"We're seeing a lot more lending and a lot more lending to people with lower credit scores — so-called subprime auto lending,\" Zandi says.</p><p>He says the auto boom is one reason the economy is doing better — but it has come at a cost. The number of subprime borrowers missing payments is at its highest level since 2008.</p><p>Chris Kukla of the Center for Responsible Lending says the increase in auto lending has clear echoes of the subprime mortgage boom of the mid-2000s. It's driven by investors seeking higher returns.</p><p>\"Americans are borrowing more to buy a car and so in order to make it more 'affordable,' they have to stretch out those loan terms,\" Kukla says.</p><p>Auto financing officials say comparisons to the mortgage market are misguided. Jack Tracey of the National Automotive Finance Agency says the subprime boom was fueled by the erroneous assumption among investors that housing prices would always rise. He says no one thinks that about autos, which depreciate quickly.</p><p>\"That's just not been the case with the auto financing market. Securitizations have performed through bad times and now in the good times. There's no reasonable expectation that this industry would blow up,\" Tracey says.</p><p>He says the rise in subprime auto lending is an outgrowth of the fact that more people are returning to the workforce.</p><p>\"The ability to provide auto financing — be it prime or nonprime — is very important for our economy and for the health of our citizens in keeping people employed and money coming in,\" Tracey says. \"Not everybody can get on a bus and go to a job. Most people in the country need to have transportation.\"</p><p>Zandi, the economist, doesn't dispute that and he says people shouldn't exaggerate what's happening. For one thing, the auto industry is a lot smaller than the mortgage market.</p><p>\"I wouldn't send off red flares at this point, but I think we should be shining a very bright light on practices in the industry just to make sure that things are being done properly so that this does not become a problem in the future,\" Zandi says.</p><p>He says that as subprime auto lending rises, it's important to remember one lesson from the housing bust: Regulators need lots of information about what's happening in the markets, and they need to monitor it closely before troubles get out of hand.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Auto+Loan+Surge+Fuels+Fears+Of+Another+Subprime+Crisis&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jim Zarroli","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1379419941-02cb20.m3u?orgId=1&topicId=1001&e=379353315&d=233&ft=nprml&f=379353315"},{"href":"http://media.npr.org/assets/img/2015/01/23/461893082-2742743815abd83d4507cdcb6eb7245a713002ca.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3452","width":"4603"}}]}