{"created":"2014-09-08T21:17:11+00:00","modified":"2014-10-30T22:34:55+00:00","valid":{"from":"2014-10-30T22:34:55+00:00","to":"3014-10-30T22:34:55+00:00"},"hreflang":"en","title":"Pryor Sticks To The Middle In Close Arkansas Senate Race","published":"2014-09-08T23:04:00+00:00","teaser":"Arkansas Democrat Mark Pryor is running one of the closest Senate races in the country. Arkansas has grown more Republican, but he hopes to win a third term on his reputation as a down-the-middle guy.","itags":["npr_api","346868217"],"guid":"34134aec-8956-4d59-bcc3-62c047a85e1b","contentencoded":"<p>Arkansas Democrat Mark Pryor is running one of the closest Senate races in the country. The fight, which could determine which party will control the Senate next year, may be on its way to becoming the most expensive race in the state's history.</p><p>Since President Obama won in 2008, Arkansas has grown more Republican, but Pryor is still hoping to win a third term on his reputation as a down-the-middle guy.</p><p>The operating principle in Arkansas politics is that everything is personal. People expect their politicians to work to get their vote. To show up in their hometowns, their festivals, and their football games.</p><p>That's why Pryor didn't let the first home game of the season for the University of Arkansas Razorbacks go to waste.</p><p>He's up against a fiercely conservative House Republican, Tom Cotton, but Pryor is still selling himself as he always has: the choice for the happy middle. The moderate who embraces bipartisanship. Arkansas has had a tradition of electing centrists, but the question now is, are those days over?</p><p>Lance Johnson thinks so. He's from nearby Springdale, and is in the construction business. \"He's a real middle-of-the-road, don't-make-waves, don't-do-anything senator,\" he says. Johnson says there's nothing wrong with being down the middle \"if you stand for something.\" But, he adds, \"I've met with Mark Pryor five or six times in 12 years. I don't know what he stands for.\"</p><p>Pryor says that he stands for bringing people together. \"Well, I think the most important thing a senator can do is listen. And when you listen to people, you take their ideas, their views into consideration. I don't know if that makes me a moderate or not, but it makes me a bridge-builder,\" he says.<strong></strong></p><p>And that's led to a record Republicans are trying to connect to a deeply unpopular president. But Pryor's positions there are mixed. He backed Obama on the economic stimulus package and the health care law, but he rejected measures to tighten gun control. His family and closest friends say walking that middle line — listening to every viewpoint — is a reflection of his fundamental personality.</p><p>His father, David, who held Pryor's Senate seat for 18 years, remembers how his son struggled to work a crowded room. He says when his son started out in politics, \"he might be in a fundraiser and there might be 300 people in the room, and one person would start asking him questions — he'd stay there for 45 minutes answering questions, you know, with 299 people just hanging out and waiting to shake his hand.\"</p><p>His son is soft-spoken and doesn't make waves in or out of politics. Friends say he's never even had a beer, and all the radio stations in his car are preset to gospel stations. His childhood friend Ford Overton calls him the perpetual peacemaker.</p><p>\"Whether it's a pickup game of trying to figure out who the five are gonna be on the game and you might get a couple of them arguing, Mark will try to steer it to where everybody's good,\" Overton says.</p><p>Yet while Republicans insist Pryor's center-seeking shows lack of conviction, many voters say they're turned off by the unwavering conservatism of his opponent, Cotton. Even on such issues as the farm bill.</p><p>Cotton voted against the farm bill this year because, he said, the cuts weren't deep enough. That seemed tone-deaf to farmers like Dow Brantley who depend heavily on the bill's subsidies. Brantley runs a 10,000-acre farm in the small town of England. So he says Pryor's going to get his vote.</p><p>But he knows a lot of people who will never forgive Pryor for supporting Obamacare.</p><p>\"For that reason alone, I think quite a few of my farmer friends are going to vote for Tom Cotton,\" he says.</p><p>And that's how it goes for Pryor. In two months, he'll find out whether walking the middle these past 12 years has earned him more fans than critics.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Pryor+Sticks+To+The+Middle+In+Close+Arkansas+Senate+Race&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ailsa Chang","audio":[{"meta":{"duration":"272"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1346879332-62d032.m3u?orgId=1&topicId=1014&ft=3&f=346868217"},{"href":"http://media.npr.org/assets/img/2014/09/08/pryorrazorbacks-d43c1cf2f6facc08385503832b5b2e8cac46b84e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1920","width":"2560"}}]}