{"created":"2015-04-17T20:09:05+00:00","modified":"2015-05-13T21:02:08+00:00","valid":{"from":"2015-05-13T21:02:08+00:00","to":"3015-05-13T21:02:08+00:00"},"hreflang":"en","title":"Oklahoma City Bombing A 'Wake-Up Call' For Government Security","published":"2015-04-18T17:22:00+00:00","teaser":"After the bombing 20 years ago, the government determined federal buildings should be set back from the street and engineered to prevent floors from collapsing. But has it gone too far?","itags":["npr_api","400362277"],"guid":"34157169-56db-4c14-ac7a-b0dba52b033d","contentencoded":"<p>Twenty years ago this Sunday, a truck bomb exploded next to the Alfred P. Murrah Federal Building in Oklahoma City. One hundred sixty-eight people were killed in the blast, hundreds were injured.</p><p>The bombing prompted heightened security at federal buildings — around the nation, and especially here in Washington.</p><p>One of the government's first responses to the bombing was closing a two-block stretch of Pennsylvania Avenue in front of the White House.</p><p>It had been a major thoroughfare in Washington, dubbed \"America's Main Street.\" It was busy with car and truck traffic from the Capitol, to the White House and west to Washington's original commercial center, Georgetown.</p><p>But the blast in front of the Murrah building changed all that. The Secret Service feared that someone could park a truck bomb yards from the White House. So in May 1995, President Clinton announced its closing. \"Clearly, this closing is necessary because of the changing nature and scope of the threat of terrorist actions. It should be seen as a responsible security step necessary to preserve our freedom, not part of a long-term restriction of our freedom,\" he said.</p><p>The Oklahoma City bombing \"was the wake-up call,\" said Barbara Nadel, a New York-based architect and author of <em>Building Security</em>. \"It was almost a precursor to 9/11 and many of the things we've seen around the world since then.\"</p><p>She says the Murrah building in Oklahoma City was an inviting target for an attack. \"That building was smack up against the street. It was literally right up against the road so it was extremely vulnerable.\"</p><p>According to Nadel, the government had no standards for security design before Oklahoma City.</p><p>Les Shepherd disagreed. He's the chief architect for the General Services Administration, the landlord for most federal agencies. He said the GSA has \"always addressed security. I think we've gotten more specific about the minimum security requirements so it's always been part of the consideration, but I think we've just looked to ensure that it doesn't happen again.\"</p><p>After Oklahoma City, the GSA determined that federal buildings from now on should be set back from the street, that blast-resistant glass should be used and the buildings themselves engineered to prevent floors collapsing.</p><p>But has the government now gone too far in the other direction? After Oklahoma City and the 9/11 attacks six years later, cement flower planters sprouted and, concrete jersey barriers rose up in front of federal buildings. It seemed as though the government was walling itself off from the people.</p><p>U.S. Commission of Fine Arts Secretary Thomas Luebke called the debate over security versus openness and aesthetics \"the issue of the decade.\" His agency reviews designs for federal buildings in Washington.</p><p>\"How can we tame this stuff, how can we make these barriers not seem so intrusive\" and \"not degrade the public experience?\" he asked.</p><p>The GSA's Shepherd said it is a balancing act. \"If you look at the new buildings that we've done in the last 20 years\" there has been \"a special emphasis that the buildings do not look like a fortress,\" he said. \"They are public buildings, we recognize that.\"</p><p>Luebke said the government has gotten better at taming what he calls the security beast, using landscaping to disguise barriers, and removing the big cement flower planters.</p><p>Architect Nadel said the government, architects and engineers need to design buildings \"that are welcoming, accessible open and humane, and there is a lot of support for creating wonderful architecture that really is emblematic of the American spirit and democracy.\"</p><p>Still the challenge of protecting government buildings continues to evolve. Now officials have to worry about things like drones landing on the White House grounds and an auto-gyrocopter that landed near the Capitol building earlier this week.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Oklahoma+City+Bombing+A+%27Wake-Up+Call%27+For+Government+Security&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Brian Naylor","audio":[{"meta":{"duration":"238"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1400424070-0f8c07.m3u?orgId=1&topicId=1123&d=238&p=2&story=400362277&t=progseg&e=400423739&seg=11&ft=nprml&f=400362277"},{"href":"http://media.npr.org/assets/img/2015/04/17/136396589-66d7f29469d0702b3dcfd7b4eaa15065f7ab07c3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1993","width":"2657"}},{"href":"http://media.npr.org/assets/img/2015/04/17/whitehousepenn-8f5371a3ac812fb274899da4dd285519a47b4a7d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2422","width":"3229"}}]}