{"created":"2014-12-23T08:19:05+00:00","modified":"2015-01-07T23:05:12+00:00","valid":{"from":"2015-01-07T23:05:12+00:00","to":"3015-01-07T23:05:12+00:00"},"hreflang":"en","title":"California DMV Prepares For Undocumented Residents Applying For Licenses","published":"2014-12-26T21:30:00+00:00","teaser":"The state is expecting 1.6 million undocumented immigrants to apply for driver's licenses when a new law takes effect Jan. 1. The DMV is adding 800 employees to help handle the influx.","itags":["npr_api","371948377"],"guid":"341afe1a-a4b8-44e6-afff-54eb9463654d","contentencoded":"<p>California residents who are living without documentation soon will be eligible to apply for driver's licenses, thanks to a new law that takes effect in the new year.</p><p>The state's Department of Motor Vehicles is expecting 1.6 million immigrants to apply in the first few years, and law enforcement, community groups and others are preparing for the surge.</p><p>In central Los Angeles, about 150 parishioners recently packed into Holy Spirit Catholic Church, not for a mass but for a training session. Presenter after presenter explained the new law, called AB60, which goes into effect on Jan. 1.</p><p>\"We know that the city of LA has a big immigrant population that doesn't have a driver's license, and they're driving in the city of LA,\" Juan Gonzalez, a lieutenant with the Los Angeles Police Department, told the crowd.</p><p>They're driving all over the state — in California's cities, in rural areas, commuting to work and school or just traveling. Like most people do — only in the shadows.</p><p>\"And we know that a lot of the accidents that get caused — we have a lot of hit-and-runs because of the fear, because they don't have driver's licenses,\" Gonzalez says.</p><p>That can leave a legal driver — someone with a license — in a bind, or turn a small incident for the immigrant, driving illegally, into a misdemeanor or felony. That leads to arrests, impounded cars and just generally bad blood between cops and immigrant drivers.</p><p>\"So it's actually better for the police department for most of our drivers to be licensed and know how to drive,\" he says.</p><p>California isn't the first state to have this kind of law — Connecticut is implementing a similar one now, and a handful of other states already allow undocumented immigrants to apply for driver's licenses or card equivalents — but it's certainly the biggest. The expectation of 1.6 million new applicants has spurred the state's DMV to add 800 employees to help with the transition.</p><p>Community groups and churches like Holy Spirit are helping in their own way, <a href=\"https://www.dmv.ca.gov/portal/dmv/detail/pubs/interactive/tdrive/exam\" target=\"_blank\">preparing people for the written tests</a> and walking them through <a href=\"https://apps.dmv.ca.gov/ab60/doc_req_matrix.pdf\" target=\"_blank\">the needed documentation</a>.</p><p>Father Aloysius Ezeonyeka, also known as Father Al, is an immigrant himself; he knows how important it was to him to get his driver's license.</p><p>\"You have no idea how many years a lot of those people have been living in darkness of the law, hoping that nobody catches them,\" he says.</p><p>Churchgoer Marta Quinto knows that well.</p><p>\"You always afraid to be stopped by the police. Then they can take your car,\" she says. \"So, I'm excited by this opportunity that we have.\"</p><p>And Quinto plans to take full advantage: She's been to every training session, and is studying in Spanish and in English. And she already has set a date to take the exam — Jan. 2, a day after the new law goes into effect. Quinto hopes that soon after, she'll be able to drive her two kids legally for the first time.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=California+DMV+Prepares+For+Undocumented+Residents+Applying+For+Licenses&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nathan Rott","audio":[{"meta":{"duration":"195"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1373210992-9d9ded.m3u?orgId=1&topicId=1091&ft=3&f=371948377"},{"href":"http://media.npr.org/assets/img/2014/12/19/ab60-b6c7105ca0179d5b9756cb413fe88e69763131bf.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1997","width":"2664"}}]}