{"created":"2015-04-03T18:22:11+00:00","modified":"2015-04-03T18:22:11+00:00","valid":{"from":"2015-04-03T18:22:11+00:00","to":"3015-04-03T18:22:11+00:00"},"hreflang":"en","guid":"343a81c8-71ba-45bd-8998-f4f385048974","title":"New Sacramento Area Lawmakers Getting Ready To Take The Reigns In Congress","published":"2014-12-22T00:00:00+00:00","teaser":"<div><p>During the 20-14 midterms there weren&rsquo;t any changes to the Sacramento region&rsquo;s delegation, but Republicans captured the Senate and that could be a game changer for the region. Granite Bay Republican Tom McClintock says his party&rsquo;s number one priority remains repealing the healthcare law, but may have to be attacked incrementally.</p><p>&ldquo;Yes, absolutely but then we need to go at it piecemeal assuming Barack Obama vetoes it,&rdquo; McClintock says.</p><p>The president will surely veto attempts to unwind his signature health care bill, according to Fairfield Democrat John Garamendi. He says the GOP is just wasting time with their repeal effort which would kick thousands of people out of Covered California.</p><p>&ldquo;I suppose they have to do that for their constituency, but the end result is that only creates discord,&rdquo; says Garamendi.</p><p>But there appear to be some areas where the two parties can find some common ground to tweak the law. A bipartisan group of lawmakers want to repeal a tax on medical device manufacturers, but Elk Grove Democrat Ami Bera thinks there are other reforms the two parties can agree on. He points to his bipartisan bill to delay a tax on insurance companies until 20-16. Bera is hoping the New Year will bring more focus on policy than politics.</p><p>&ldquo;We&rsquo;ve got to focus on those places where we can fix the Affordable Care Act and make it better.&rdquo;</p><p>Now that Bera goes from being a freshman to a sophomore, he&rsquo;s hoping to forge new relationships with incoming representatives. He says he&rsquo;s optimistic the next Congress can pass some meaningful legislation, but he says lawmakers in both parties have to change their tones.</p><p>&ldquo;And the starting point is having a certain level of respect. And when you know people on a personal level, you know, about their districts, what their legislative priorities are and so forth, you start to build those relationships,&rdquo; says Bera.</p><p>Garamendi says the GOP stole a play from the Democratic playbook by focusing on the middle class in the 20-14 election. He says he welcomes the rhetorical change, but now he&rsquo;s hoping they act on it.</p><p>\"If they want to go that way, which I hope they do, then there&rsquo;s some things that we really can do together: the infrastructure, transportation and infrastructure in a big, robust bill that will actually put people to work and lay a foundation for future economic growth.&rdquo;</p><p>On infrastructure, Oroville Republican Congressman Doug LaMalfa already has high speed rail in his cross hairs. He wants the new Republican-controlled Congress to rescind about three billion dollars that&rsquo;s already allocated.</p><p>&ldquo;High-speed rail is a boondoggle. So we ought to be withdrawing that money from that infrastructure, putting it into the infrastructure that&rsquo;s going to help our economy,&rdquo; says LaMalfa.</p><p>That proposal could sail through the House, but Senate Republicans will need Democratic support to reallocate the money. Democratic Senator Barbara Boxer says she&rsquo;ll fight it tooth and nail. She says the state&rsquo;s nearly forty million people need alternative forms of transportation and she says it&rsquo;s a win-win.</p><p>&ldquo;But I think if you want to stand up for jobs and economic growth you wouldn&rsquo;t do that,&rdquo; says Boxer.</p><p>As for the drought? Congressman LaMalfa says California Republicans will continue to try to divert water that&rsquo;s protecting endangered fish in the San-Joaquin Delta.</p><p>&ldquo;It will be the first thing that me and my colleagues do when we get back here in January, the first thing we put across the desk, I imagine. But you know, I hate to just say, hey, it won&rsquo;t pass for now.&rdquo;</p><p>President Obama threatened to veto that measure in 20-14 and he&rsquo;ll likely do the same in the New Year. So now it will once again be up to Democratic Senator Dianne Feinstein and House Republican leaders to find a solution, even though they failed to in the 113th Congress. Congressman Bera says even on controversial issues like the drought there will be more pressure on Republicans to work with Democrats in the next Congress.</p><p>&ldquo;The Republican-controlled Senate now has a responsibility. They can&rsquo;t point the finger. So you know, let&rsquo;s hope that Senator McConnell wants to actually legislate,&rdquo; says Bera.</p><p>The 20-16 election campaign is expected to get underway at the end of 20-15, so lawmakers have a few months to get some serious legislating done before Washington once again gets consumed by the gridlock that comes with a presidential election.</p></div>","itags":["npr_api","372629695"],"contentencoded":"<p>During the 20-14 midterms there weren’t any changes to the Sacramento region’s delegation, but Republicans captured the Senate and that could be a game changer for the region. Granite Bay Republican Tom McClintock says his party’s number one priority remains repealing the healthcare law, but may have to be attacked incrementally.</p><p>“Yes, absolutely but then we need to go at it piecemeal assuming Barack Obama vetoes it,” McClintock says.</p><p>The president will surely veto attempts to unwind his signature health care bill, according to Fairfield Democrat John Garamendi. He says the GOP is just wasting time with their repeal effort which would kick thousands of people out of Covered California.</p><p>“I suppose they have to do that for their constituency, but the end result is that only creates discord,” says Garamendi.</p><p>But there appear to be some areas where the two parties can find some common ground to tweak the law. A bipartisan group of lawmakers want to repeal a tax on medical device manufacturers, but Elk Grove Democrat Ami Bera thinks there are other reforms the two parties can agree on. He points to his bipartisan bill to delay a tax on insurance companies until 20-16. Bera is hoping the New Year will bring more focus on policy than politics.</p><p>“We’ve got to focus on those places where we can fix the Affordable Care Act and make it better.”</p><p>Now that Bera goes from being a freshman to a sophomore, he’s hoping to forge new relationships with incoming representatives. He says he’s optimistic the next Congress can pass some meaningful legislation, but he says lawmakers in both parties have to change their tones.</p><p>“And the starting point is having a certain level of respect. And when you know people on a personal level, you know, about their districts, what their legislative priorities are and so forth, you start to build those relationships,” says Bera.</p><p>Garamendi says the GOP stole a play from the Democratic playbook by focusing on the middle class in the 20-14 election. He says he welcomes the rhetorical change, but now he’s hoping they act on it.</p><p>\"If they want to go that way, which I hope they do, then there’s some things that we really can do together: the infrastructure, transportation and infrastructure in a big, robust bill that will actually put people to work and lay a foundation for future economic growth.”</p><p>On infrastructure, Oroville Republican Congressman Doug LaMalfa already has high speed rail in his cross hairs. He wants the new Republican-controlled Congress to rescind about three billion dollars that’s already allocated.</p><p>“High-speed rail is a boondoggle. So we ought to be withdrawing that money from that infrastructure, putting it into the infrastructure that’s going to help our economy,” says LaMalfa.</p><p>That proposal could sail through the House, but Senate Republicans will need Democratic support to reallocate the money. Democratic Senator Barbara Boxer says she’ll fight it tooth and nail. She says the state’s nearly forty million people need alternative forms of transportation and she says it’s a win-win.</p><p>“But I think if you want to stand up for jobs and economic growth you wouldn’t do that,” says Boxer.</p><p>As for the drought? Congressman LaMalfa says California Republicans will continue to try to divert water that’s protecting endangered fish in the San-Joaquin Delta.</p><p>“It will be the first thing that me and my colleagues do when we get back here in January, the first thing we put across the desk, I imagine. But you know, I hate to just say, hey, it won’t pass for now.”</p><p>President Obama threatened to veto that measure in 20-14 and he’ll likely do the same in the New Year. So now it will once again be up to Democratic Senator Dianne Feinstein and House Republican leaders to find a solution, even though they failed to in the 113th Congress. Congressman Bera says even on controversial issues like the drought there will be more pressure on Republicans to work with Democrats in the next Congress.</p><p>“The Republican-controlled Senate now has a responsibility. They can’t point the finger. So you know, let’s hope that Senator McConnell wants to actually legislate,” says Bera.</p><p>The 20-16 election campaign is expected to get underway at the end of 20-15, so lawmakers have a few months to get some serious legislating done before Washington once again gets consumed by the gridlock that comes with a presidential election.</p><p><a href=\"http://feeds.feedburner.com/~ff/CapitalPublicRadioNewsPodcast?a=8_5HGl4ahoI:9jDT4svGe9U:qj6IDK7rITs\"></a></p><p>As Congress prepares for the New Year, Sacramento area lawmakers are looking ahead to the changing guard with from quite different perspectives. Here's a look ahead at the fights brewing in Washington that will have a big impact on California.  <div class=\"fullattribution\">Copyright 2015 MPX. To see more, visit <a href=\"\"></a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=New+Sacramento+Area+Lawmakers+Getting+Ready+To+Take+The+Reigns+In+Congress&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"info@capradio.org","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1372629703-a90fc4.m3u?orgId=30000&e=372629695&ft=nprml&f=372629695"},{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1372629707-b73eb3.m3u?orgId=30000&e=372629695&ft=nprml&f=372629695"}]}