{"created":"2014-10-16T22:03:28+00:00","modified":"2014-10-17T18:37:25+00:00","valid":{"from":"2014-10-17T18:37:25+00:00","to":"3014-10-17T18:37:25+00:00"},"hreflang":"en","guid":"34422d22-553e-4b60-a8a1-889def9aa022","title":"Rescuers airlift hikers to safety after a deadly blizzard hits the Himalayas","published":"2014-10-17T18:37:24+00:00","byline":"David Leveille","tags":["weather","disaster","environment","climate change","Environment","Science, Tech & Environment","Kathmandu","Asia","Nepal","South Asia","Asia","Navin Singh Khadka","Linor Kajan","Avalanche","Annapurna","Meteorology","Blizzard"],"teaser":"Heavy snowfall hit Nepal this week, trapping hikers on the popular Annapurna trail. Avalanches killed more than 25 trekkers and climbers, and hundreds more had to be rescued by helicopter. Scientists warn these storms may become more commonplace.\r\n","contentencoded":"<p>At least 25 hikers were killed on Nepal&#39;s&nbsp;Annapurna Circuit trail this week&nbsp;after a freak blizzard blew through the Himalayas during the height of the climbing season, dumping more than six feet of snow&nbsp;and&nbsp;triggering deadly avalanches.</p><p>Navin Singh Khadka, a&nbsp;<span style=\"font-size: 13px; line-height: 20.006303787231445px;\">BBC environmental reporter in the Nepali capital of&nbsp;Kathmandu,&nbsp;</span>says the heavy and unexpected snowfall was thanks to the tail end of Cyclone Hudhud, a huge storm that wreaked havoc throughout Southeast Asia this week.</p><p><span style=\"font-size: 13px; line-height: 20.006303787231445px;\">The Trekking Agencies&rsquo; Association of Nepal said it used two helicopters to&nbsp;rescue&nbsp;77 trekkers on Thursday, including&nbsp;</span><span style=\"line-height: 1.538em;\">tourists from&nbsp;Israel,&nbsp;Indonesia, Germany,&nbsp;Spain,&nbsp;India,&nbsp;Canada, Russia&nbsp;and Poland.&nbsp;</span><span style=\"line-height: 1.538em;\">Authorities say 200 trekkers have been rescued in total,&nbsp;while the bodies of eight</span><span style=\"line-height: 1.538em;\">&nbsp;victims</span><span style=\"line-height: 1.538em;\">&nbsp;have also been recovered.&nbsp;</span></p><p>&quot;I was sure I was going to die on the way to the pass because I lost my group, I lost all the people I was with and I could not see anything,&#39;&#39; said Linor Kajan, an injured trekker from Israel, who said she was stuck in waist-deep snow.&nbsp;&quot;One Nepalese guide who knows the way saw me and asked me to stay with him. And he dragged me, really dragged me to the tea shop. And everybody there was really frightened.&quot;</p><p>[[{\"fid\":\"75522\",\"view_mode\":\"default\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":676,\"width\":938,\"alt\":\".\",\"class\":\"media-element file-default\"}}]]</p><p><span style=\"font-size: 13px; line-height: 20.006303787231445px;\">Another man&nbsp;described being caught in an avalanche that smashed into the trail his group was using, burying&nbsp;four Canadian trekkers. The man survived by diving&nbsp;under a large boulder for shelter.</span></p><p>The region was&nbsp;inundated by heavy rains for two days before the blizzard, and&nbsp;Khadka, the BBC reporters,&nbsp;says the severe weather may be indirectly linked to climate change. &quot;Several reports, including those from the United Nations climate experts, have predicted that, in the years to come, cyclones, hurricanes, typhoons will be stronger because ocean waters are getting warmer which means these storms would get stronger,&quot; he says.</p><p>The emergence of a blizzard far from cyclone&#39;s coastal origins lends weight to that argument, Singh&nbsp;says. &quot;We saw that the hurricane actually hit the coastal areas&nbsp;of India, but look at the after-effects having reached this high,&quot; he says. &quot;Just as scientists have predicted, that storms are going to be worse and worse.&quot;</p><p>Khadka says trekkers and tour guides in Nepal are beginning to realize that the&nbsp;effects of climate change are becoming an ever-larger factor&nbsp;in&nbsp;expedition planning.</p><p>Rescue operations are continuing, but&nbsp;more bad weather is forecast for the weekend.</p><script async src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><br>Array<br>Array","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/IMG_1787.JPG","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/img1787jpg"}]}