{"created":"2014-10-10T22:13:10+00:00","modified":"2014-10-13T20:06:58+00:00","valid":{"from":"2014-10-13T20:06:57+00:00","to":"3014-10-13T20:06:57+00:00"},"hreflang":"en","guid":"3447e7aa-d237-45ed-a375-5fe516f1a8c1","title":"Meet the Nobel Peace Prize winner you don't know","published":"2014-10-13T20:06:56+00:00","byline":"Nina Porzucki","tags":["Nobel Peace Prize","women's rights","education","child labor","Global Politics","Asia","India","Pakistan","Asia","South Asia","Kailash Satyarthis","Megha Bahree","Child labour","Kailash Satyarthi","Bachpan Bachao Andolan","Indian society","India","Labor"],"teaser":"The Nobel Peace Prize was awarded on Friday to 17-year-old Pakistani activist Malala Yousafzai, the now-famous advocate for education, but it wasn't her prize alone. Few people know of Kailash Satyarthis, the Indian anti-child labor activist who shared the award with her.","contentencoded":"<p>It was heartening, if&nbsp;not a huge surprise, to hear that Malala Yousafzai was awarded the&nbsp;Nobel Peace Prize on Friday.</p><p>For the 17-year-old Pakistani girl, Thursday&nbsp;marked two years since she was&nbsp;shot by the Taliban. Since then, Malala has become a tireless, high-profile campaigner for women&#39;s education around the world, and is now the youngest-ever Nobel laureate.</p><p>But what might be even more surprising was that she shares this year&#39;s award&nbsp;with an activist from India with a far lower profile.</p><p>Even Malala today hinted at her lack of knowledge about him during a press conference on Friday.&nbsp;&ldquo;I would like to share with you that I had a phone call with Kailash,&rdquo; she said.&nbsp;&ldquo;I cannot pronounce his surname correctly, so I will just call him Kailash and hope he doesn&rsquo;t mind.&quot;</p><p>Her co-winner,&nbsp;Kailash Satyarthis, has spent his life fighting&nbsp;child labor in India. He founded the the&nbsp;Save the Childhood Movement &mdash; or&nbsp;Bachpan Bachao Andolan &mdash;&nbsp;which aims to&nbsp;eradicate&nbsp;child labor around the country.</p><p>&ldquo;He&rsquo;s brought a lot of media attention to the issue of child labor in India&nbsp;because of the kind of very flashy raids that he and his team have conducted along with the police forces here in India,&rdquo; says&nbsp;Delhi-based journalist Megha Bahree, who has investigated child labor all over the country.&nbsp;</p><p>One of the more <a href=\"http://www.telegraph.co.uk/news/worldnews/1567849/Gap-sweatshop-children-saved-in-India-raid.html\">famous raids</a>&nbsp;was conducted in 2007 on a subcontractor in New Delhi that was making clothing for&nbsp;Gap, the huge&nbsp;American retailer.</p><p>&ldquo;There were kids as young as 10 years&nbsp;old doing embroidery on clothes,&quot; Bahree says, &quot;which is pretty ironic &mdash; kids making clothes for Gap Kids,&nbsp;working for 14 and 15 hours a day.&quot;</p><p>That raid&nbsp;may have garnered plenty of media attention, but Satyarthis himself has mainly stayed out of the spotlight, even in his own country. The Times of India&#39;s website ran a headline on Friday expressing the thoughts of&nbsp;many people around the world:&nbsp;&ldquo;Who is Kailash Satyarthis?&rdquo;</p><p>&ldquo;In fact, I think there was a blog post today on one of the Indian news sites that his organizations,&nbsp;BBA &mdash; [that] their website crashed because everyone was Googling to see who is Kailash Satyarthis and what is Bachpan Bachao Andolan?&rdquo; Bahree says.</p><p>BBA isn&rsquo;t without its critics;&nbsp;Bahree herself has witnessed and written about<a href=\"http://www.forbes.com/sites/meghabahree/2014/10/10/my-experience-with-kailash-satyarthis-bachpan-bachao-andolan-was-anything-but-nobel-worthy/\"> questionable practices </a>by the NGO.</p><p>But she&#39;s also witnessed terrible scenes from the world of child labor in India. She recalls visiting&nbsp;a slum&nbsp;across from the Delhi stock exchange. The slum is a maze of narrow&nbsp;alleys with&nbsp;tiny rooms on either side,&nbsp;stacked one on top of another three stories high.</p><p>&ldquo;There were a lot of these rooms that I went by where there were little kids &mdash;&nbsp;five, seven, 10&nbsp;kids crammed into one room &mdash; and they were sticking pieces of mirror, pieces of glass on say, a pen holder or on a pen or on a photo frame,&quot; Bahree says. &quot;These are the kinds of things that we see in home stores in the US all the time.&quot;</p><p>In one room that Bahree visited,&nbsp;the youngest child was 5 years old,&nbsp;his teeth already&nbsp;stained by nicotine.</p><p>&ldquo;This is what they do day in and day out for 12 and 14 hours at a stretch. They start [using] nicotine, they start sniffing glue and you could see that on their faces,&rdquo; said Bahree.&nbsp;&ldquo;And it was miserable, it was just miserable and this is happening right in the heart of the capital.&rdquo;</p><p>But child labor isn&#39;t a big issue&nbsp;in life of the average Indian, Bahree says, given the scale of poverty in the country.</p><p>&ldquo;Poverty is such an everyday part of our lives over here,&quot; she says. &quot;It&rsquo;s not to say that Indians are okay with child labor, I don&rsquo;t think they are blessing the situation. But it&rsquo;s only when there is a flashy, splashy news raid or a police raid which show the really troubled situation that these kids are living in that the average Indian wakes up and says &lsquo;Hey, that&rsquo;s not a good thing.&#39;&quot;</p><br>Array<br>Array","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/101020142.mp3"},{"href":"http://www.pri.org/file/101020142mp3"}]}