{"created":"2015-01-23T19:21:46+00:00","modified":"2015-05-13T21:20:28+00:00","valid":{"from":"2015-05-13T21:20:28+00:00","to":"3015-05-13T21:20:28+00:00"},"hreflang":"en","title":"For The Saudis, A Smooth Succession At A Difficult Moment","published":"2015-01-25T21:36:00+00:00","teaser":"The royal family carried out the transition to a new monarch without a hitch. Still, the region is facing unprecedented turmoil and King Salman assumes the monarchy with several major challenges.","itags":["npr_api","379363120"],"guid":"345159bb-1061-4a6d-9499-5bd5eb0f3897","contentencoded":"<p>For the sixth time since Saudi Arabia's founder, Abdulaziz Ibn Saud, died in 1953, one of his sons has ascended to the throne, and it took place Friday without a hitch.</p><p>When King Abdullah died early Friday at age 90, his half-brother, Salman, was named the new monarch within an hour. There's also a new crown prince, Muqrin, who is the youngest surviving son of Abdulaziz and a relative youngster at 69.</p><p>The new King Salman quickly sent a message of stability and continuity. But the death of a Saudi monarch has brought the problems facing the country into sharper focus.</p><p>The kingdom is under pressure domestically and from beyond its borders. While there may never be a good time to die, regional analysts say King Abdullah's death comes at a very difficult moment.</p><p>\"It's a bad time to die because so much is in flux,\" says Shashank Joshi, an analyst with the Royal United Services Institute in London. But, he adds, \"They've know it for a long time. They've known that Abdullah was ailing, and they planned for it.\"</p><p>The new ruling line-up is no surprise and the new king was quick to project unity and stability in public comments, but still, says Salman Shaikh, head of the Brookings Doha Center, \"These are hyper-turbulent times.\"</p><p><strong>Crisis In Yemen</strong></p><p>The most acute crisis is in neighboring Yemen, where the government collapsed on Thursday, the day King Abdullah died.</p><p>Yemen's president, Abed Rabbo Mansour Hadi, a key ally of Washington and Riyadh, stepped down under pressure from Houthi rebels. In this rapidly moving crisis, the Houthis say they are against foreign intervention, which could curb U.S. and Saudi involvement, including a U.S. drone campaign against al-Qaida in Yemen, a powerful franchise of the terror group.</p><p>\"That's why you've already seen King Salman on the air and seen the transition,\" says Skaikh.</p><p>Unity within the ruling royal family seemed to reassure international oil markets and regional power players, but the new Saudi king will have a full plate of troubles. The succession was smooth, but the region is a mess, says Ali Khedery, the head of a strategic consultancy in Dubai and a former adviser to U.S. officials in Iraq.</p><p>\"We are in uncharted territory,\" says Khedery. \"The king has inherited a series of existential calamites to the Kingdom.\"</p><p>On the southern border, the Saudis are bracing for a humanitarian catastrophe in Yemen, as the civil war intensifies in a country with limited oil and water resources.</p><p>\"You could have millions of refugees,\" who move toward the Saudi border, \"there's no where else to go,\" he says.</p><p>\"On the northern front, there is ISIS,\" he says, referring to the self-proclaimed Islamic State that holds large parts of Syria and Iraq.</p><p><strong>Aging Rulers In The Gulf</strong></p><p>The succession of a 79-year-old monarch, reportedly in poor health, also highlights another issue across the region. The elderly sultan of Oman and emir of the United Arab Emirates are also in failing health, which adds to uncertainty in the region.</p><p>\"There's a coup in Yemen, Syria has imploded, Iraq has imploded, Jordan is in grave risk. The situation is worse than it has ever been in the modern Middle East,\" says Khedery.</p><p>As the Saudis mourn the loss of a popular monarch and the region adjusts to a new Saudi leader, one appointment is key.</p><p>Mohammed Bin Nayef, already a powerful prince as head of the Interior Ministry, was named second in line to the Saudi thrown. He quelled an al-Qaida challenge to the kingdom in 2003. His reputation was enhanced when he survived a suicide attack by a Yemeni al-Qaida operative. He is U.S. educated and is well-known and respected in Washington.</p><p>His appointment sends a signal that Saudi government intends to continue to curb dissent at home and challenge Islamists abroad.</p><p><strong>A Generational Shift</strong></p><p>But more important, it is the beginning of a generational shift in power, the first time a grandson of the country's founder has formally become part of the line of succession.</p><p>\"He's super hard working, very smart, with close relationships with Western intelligence agencies. The transition to a younger generation was a master stroke,\" says Bernard Hakyel, a Saudi expert at Princeton University.</p><p>He says the appointment of Nayef has helped calm Saudi's jitters as they watch the transition at a time of unprecedented regional upheaval as well as domestic challenges.</p><p>\"Saudi Arabia is far from perfect in many respects, but in a region where most transitions lead to chaos,\" this one was remarkably smooth, he says. Now, the new team will have to shape Saudi policy to deal with the big regional questions.</p><p>\"The Saudis will try to get their act together much more now that the transition is over. They have a new ability to be more decisive than they have for a while,\" says Haykel.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+The+Saudis%2C+A+Smooth+Succession+At+A+Difficult+Moment&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Deborah Amos","audio":[{"meta":{"duration":"234"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1379550482-021ece.m3u?orgId=1&topicId=1009&d=234&p=7&story=379363120&t=progseg&e=379546621&seg=13&ft=nprml&f=379363120"},{"href":"http://media.npr.org/assets/img/2015/01/23/37897621_h26349619-084253647a481f798d7a5c454c6fb432de8ab2a2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2618","width":"3490"}}]}