{"created":"2015-04-11T22:08:36+00:00","modified":"2015-05-08T22:10:03+00:00","valid":{"from":"2015-05-08T22:10:03+00:00","to":"3015-05-08T22:10:03+00:00"},"hreflang":"en","title":"'American Odyssey': Three Ordinary People, One Thrill-Filled Plot","published":"2015-04-12T02:47:00+00:00","teaser":"The show is about a government conspiracy. But co-creator Peter Horton says beneath the action, human stories drive the show. \"That's the little dirty secret,\" he says. \"This is a character piece.\"","itags":["npr_api","398818039"],"guid":"3452952c-1b52-4660-9cd7-55ca7221794a","contentencoded":"<p>Action, espionage and secrets fill the new NBC show <em>American Odyssey</em>.</p><p>But Peter Horton, the show's co-creator and executive producer, says it's easiest to describe the show by saying what it's <em>not</em>. \"It's not a police show, it's not an FBI show, it's not a CIA show,\" he tell's NPR's Arun Rath. \"It's a modern-day thriller told in three story bubbles, basically, about three very ordinary people.\"</p><p>Those three people all stumble upon the same massive government conspiracy: A lawyer unearths a cover-up, a political activist tries to expose it and, at the center of it all, a soldier, Sgt. Odelle Ballard, struggles to get home from North Africa after her team is wiped out by the U.S. government.</p><p>The show takes its name from Homer's epic <em>The Odyssey.</em></p><p>\"The thing that stuck with us was the basic theme of someone going through a real journey or an odyssey to get home,\" Horton says. \"There's something achy about that theme, so we just started running with that — but that's the only thing we stole from Homer.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On whether the government conspiracy plot points are a product of the post-Edward Snowden era</strong></p><p>It's a combination, I think, of the post-Snowden era and the post-<a href=\"http://www.npr.org/templates/story/story.php?storyId=122805666\">Citizens United</a> era ... where suddenly you can give as much money as you have to a candidate to promote your cause. It's post-Snowden in the sense that indeed what we know is the extent to which not only government agencies and, frankly, private industry can invade our private space. It's also the post-Citizens United because this series is ultimately about power: Do we have it as individuals in our country or anywhere in our world? They're three Davids up against the Goliath of money and power.</p><p><strong>On portrayals of Muslim terrorists and the potential for criticism</strong></p><p>I think especially with the Muslim world, there's such trope, such stereotype out there. And it's not the Muslim world — it's a segment of the Muslim world. So really ... the fun of it is taking on a trope and saying \"OK, here it is, yes that does exist in our world,\" and then suddenly you'll see a character in episode three comes along who is a \"terrorist\" but has a whole different point of view — and what you start to find is that his point of view is reasonable, you know, he's human. He's not a bad guy.</p><p><strong>On the risks of setting a show in the present and incorporating news events like the Greek election</strong></p><p>The Greek election was a shock to us because we started working on this three years ago ... way before the Greek election stuff ... it was just at the beginning of Greece's problems, and we thought, \"Wouldn't it be interesting if there was a candidate who came along and it was a people's candidate who said, 'I'm gonna just toss this debt and we're gonna pull out of the eurozone?' \" Well, lo and behold, right around the time our show launches, that's what happens in Greece.</p><p>So, so far, for better or worse, world events have cooperated with our story.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27American+Odyssey%27%3A+Three+Ordinary+People%2C+One+Thrill-Filled+Plot&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"315"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1399034298-6e37a1.m3u?orgId=1&topicId=1138&d=315&p=2&story=398818039&t=progseg&e=398986647&seg=6&ft=nprml&f=398818039"},{"href":"http://media.npr.org/assets/img/2015/04/10/nup_167351_0949-7f66553b1fa35c0ac8d800889e70ec25d7b9bc31.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"604","width":"805"}}]}