{"created":"2014-10-08T13:25:48+00:00","modified":"2014-10-31T00:49:59+00:00","valid":{"from":"2014-10-31T00:49:59+00:00","to":"3014-10-31T00:49:59+00:00"},"hreflang":"en","title":"Behind ISIS Battle In Iraq, A Clash Between Two Arch-Terrorists","published":"2014-06-26T18:32:00+00:00","teaser":"Focusing on Iraq's fight may be missing the point. Under the surface is a more fundamental war between al-Qaida leader Ayman al-Zawahri and Abu Bakr al-Baghdadi of the Islamic State of Iraq and Syria.","itags":["npr_api","325637563"],"guid":"346ac16b-d86e-4b86-9a73-e6488676e91a","contentencoded":"<p>While eyes have been focused on Sunni extremists and their lightning campaign across Iraq, there is a much more fundamental war raging behind the scenes.</p><p>It is a clash between two arch-terrorists: the head of al-Qaida's central operation, Ayman al-Zawahri, and the man leading the Sunni extremist charge in Iraq, Abu Bakr al-Baghdadi.</p><p>The outcome of the battle between the two men could fundamentally change the face of terrorism.</p><p>The dust-up between Zawahri and Baghdadi broke out in the open earlier this year, and it centered on territory.</p><p>Zawahri wanted Baghdadi to limit his ISIS operations to Iraq and to leave Syria to other al-Qaida-affiliated groups. The dispute was a quiet one to start, and then it became public — very public — as the men argued about tactics in dueling letters that were published on the Web.</p><p>The long and short of it was that Baghdadi refused to limit his ambitions. He told his followers that he took his orders from God, not the leader of al-Qaida.</p><p>Zawahri responded by publicly drumming the Islamic State of Iraq and Syria out of al-Qaida's fold.</p><p>\"The competition between ISIS and al-Zawahri has been brewing for years,\" says Nelly Lahoud, a professor at West Point and a member of its Combating Terrorism Center.</p><p>She says the world's focus on the battle for land raging between ISIS and forces loyal to Iraqi Prime Minister Nouri al-Maliki misses the point.</p><p>\"If you want to look at what is happening in Iraq at the moment, I think this is much more a battle between al-Baghdadi and al-Zawahri than it is between al-Baghdadi and Nouri al-Maliki,\" Lahoud says. \"Al-Baghdadi wants to prove that his group lives up to its name and that it is not simply a name of a state without territory, but a real state with territory.\"</p><p>The next few weeks are critical for Baghdadi and the Islamic State of Iraq and Syria. Baghdadi has vowed to connect the territory ISIS holds in Iraq with areas under the group's control in Syria. If he manages to do that, it will be hard for other jihadi groups to ignore what he's accomplished and not to take sides in the dispute.</p><p>If they come out supporting him — and there have already been some words of encouragement from al-Qaida's arm in Yemen — that would be an indication that ISIS has won the battle, or at least this round, against the al-Qaida leader.</p><p>And there are already signs that is happening, according to Steven Cook of the Council on Foreign Relations.</p><p>\"In many ways, Ayman al-Zawahri had already been eclipsed by ISIS and Abu Bakr al-Baghdadi,\" he says. \"They certainly have achieved things that al-Qaida has never been able to achieve, whether under Zawahri or Osama bin Laden.\" Things like capturing territory in which to re-establish an Islamic caliphate and train fighters for battle.</p><p>\"Abu Bakr al-Baghdadi is demonstrating significant both military skill as well as political skill in out-maneuvering Zawahri,\" Cook says.</p><p>So there has been a public split between Baghdadi and Zawahri, and the momentum is clearly with ISIS.</p><p>Former White House national security official Juan Zarate, now at the Center for Strategic and International Studies, says it is too early to write off al-Qaida and Zawahri.</p><p>\"I think there is a very real chance that you have a Balkanization of the environment,\" he says. \"And you could have two global movements that seem to subscribe to the same agenda with different tactics, perhaps different leadership, but at the end of the day the same kind of threat to the United States, regardless of the banner under which they fly.\"</p><p>In other words, what might come out of this conflict is not one supreme movement or leader of a world terrorist organization, but rather <em>two</em> of them.</p><p>ISIS could become its own platform for a new, more brutal, global terrorist movement.</p><p>But what would make it different from al-Qaida — and more dangerous — is that it would be established in the heart of the Middle East, and it would have its own territory, resources and personnel.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Behind+ISIS+Battle+In+Iraq%2C+A+Clash+Between+Two+Arch-Terrorists&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Dina Temple-Raston","audio":[{"meta":{"duration":"230"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1325760356-9f8efa.m3u?orgId=1&topicId=1009&ft=3&f=325637563"},{"href":"http://media.npr.org/assets/img/2014/06/25/451139086-44232b44a6cc3ce3736e53219cc149c52144c8b4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1609","width":"2144"}}]}