{"created":"2014-12-11T09:55:47+00:00","modified":"2015-06-05T14:41:18+00:00","valid":{"from":"2015-06-05T14:41:18+00:00","to":"3015-06-05T14:41:18+00:00"},"hreflang":"en","title":"Join The Morning Edition Book Club: We're Reading 'Deep Down Dark'","published":"2014-12-30T23:44:00+00:00","teaser":"Welcome to the first meeting of NPR's new book club! We're reading Hector Tobar's account of 33 men who were trapped for 69 days in a Chilean mine. Send us your questions; we may read them on-air.","itags":["npr_api","369409338"],"guid":"346c3f4d-0c02-4c52-8c41-7e2c75100fd2","contentencoded":"<p>Welcome to the first meeting of the <em>Morning Edition Reads</em> book club! Here's how it's going to work: A well-known writer will pick a book he or she loved. We'll all read it. Then, you'll send us your questions about the book. And about a month later, we'll reconvene to talk about the book with the author and the writer who picked it.</p><p>Ready? Here we go:</p><p>The first book has been selected by Ann Patchett, author of <em>Bel Canto </em>and co-owner of Parnassus Books, an independent bookstore in Nashville. Patchett says the best book she read this year was <em>Deep Down Dark: The Untold Stories of 33 Men Buried in a Chilean Mine, and the Miracle That Set Them Free.</em></p><p>Journalist Hector Tobar recounts the ordeal of 33 miners who were trapped 2,000 feet underground in a mine in Chile for 69 days in 2010. \"It's a riveting story,\" Patchett tells NPR's David Greene. \"It was riveting when we were watching it on the news, it's riveting in the book. ... Even though we already know they're safe, there's an enormous amount of suspense and tension.\"</p><p>The book also stands out, Patchett says, because of Tobar's beautiful and thoughtful writing. \"He's taking on all of the big issues of life,\" she says. \"What is life worth? What is the value of one human life? What is faith? Who do we become in our darkest hour?\"</p><p><em>Deep Down Dark </em>is an ideal book club read because it's a story that is best appreciated when discussed with others; Patchett says after a recent conversation with friends, she found they \"had all been just unbelievably moved by something different\" in the miners' story.</p><p>Over the next few weeks, you can send us your questions for Tobar. Submit your questions on the <em>Morning Edition</em> <a href=\"https://www.facebook.com/nprmorningedition\">Facebook page</a> or tweet them using the hashtag <a href=\"https://twitter.com/search?q=%23morningreads\">#MorningReads</a>. When our club meets next month, your question might be read on air!  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Join+The+Morning+Edition+Book+Club%3A+We%27re+Reading+%27Deep+Down+Dark%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"268"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1370022563-eff74c.m3u?orgId=1&topicId=1161&aggIds=402558323,100876926&d=268&p=3&story=369409338&t=progseg&e=370022466&seg=5&ft=nprml&f=369409338"},{"href":"http://media.npr.org/assets/img/2014/12/10/mebookpromo-d370f1cc64f31e75865359cd653aeebf762aa908.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2014/12/08/p5230023-769fd331882df8a000b26d5730a640b1dfb81c3c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3169","width":"4225"}}]}