{"created":"2014-09-03T20:53:17+00:00","modified":"2014-09-03T20:53:17+00:00","valid":{"from":"2014-09-03T20:53:17+00:00","to":"3014-09-03T20:53:17+00:00"},"hreflang":"en","guid":"349a4436-6f70-403d-a25b-e82f7d60c626","title":"The climate word of the day is 'irreversible'","published":"2014-09-03T20:53:16+00:00","byline":"Peter Thomson","tags":["climate change","environment","pollution","Energy","Environment","Science, Tech & Environment","Climate change","Climate history","Global warming","Climate","Greenhouse gas","Irreversible process","Effects of global warming","Environment","Climatology","Climate change policy","Global warming controversy"],"teaser":"The latest draft climate report leaked from the UN stresses the threat of severe and \"irreversible\" changes in the climate system by the end of this century. But just what does that mean?","contentencoded":"<p>When it comes to climate change, what does<em>&nbsp;&quot;</em>irreversible&quot;&nbsp;really mean? That&#39;s&nbsp;<span style=\"line-height: 1.538em;\">a question that grabbed us recently at The World </span><span style=\"line-height: 1.538em;\">after a draft of a new UN climate report was leaked to a </span><a href=\"http://www.nytimes.com/2014/08/27/science/earth/greenhouse-gas-emissions-are-growing-and-growing-more-dangerous-draft-of-un-report-says.html?_r=0\" style=\"line-height: 1.538em;\">handful of major news organizations</a><span style=\"line-height: 1.538em;\">.</span></p><p>The news broke through the usual climate change drumbeat &mdash; warning after warning of melting ice, rising seas and more droughts and floods.&nbsp;<span style=\"line-height: 1.538em;\">This time, the talk was of severe and irreversible impacts from climate change by the end of <em>this</em> century.</span></p><p>But how do we know that these impacts really will be irreversible, or how to even define the term?</p><p><span style=\"line-height: 1.538em;\">Scientifically, at least, the&nbsp;</span><a href=\"http://www.ipcc.ch\" style=\"line-height: 1.538em;\">UN&rsquo;s Intergovernmental Panel on Climate Change</a><span style=\"line-height: 1.538em;\">&nbsp;has</span><span style=\"line-height: 1.538em;\">&nbsp;an answer in one of its&nbsp;</span><a href=\"http://www.climatechange2013.org/\" style=\"line-height: 1.538em;\">most recent reports</a>.</p><p><em>&quot;The AR5 report defines a perturbed state as irreversible on a given time scale if the recovery time scale from this state due to natural processes is significantly longer than the time it takes for the system to reach this perturbed state (see Glossary). In that context, most aspects of the climate change resulting from CO<sub>2</sub> emissions are irreversible, due to the long residence time of the CO<sub>2</sub> perturbation in the atmosphere and the resulting warming (Solomon et al., 2009).&quot;</em></p><p>That&rsquo;s the answer for scientists. This is what it means for the rest of us: <span style=\"line-height: 1.538em;\">When it takes a whole lot longer for nature to undo changes than it took for us to cause them in the first place, <em>that&#39;s</em> irreversible.</span></p><p>So no, it doesn&rsquo;t mean irreversible for the rest of time. Earth&rsquo;s climate has changed dramatically many times, ebbing and flowing between hotter and colder periods over millions of years. That&rsquo;s not something we&rsquo;re going to fundamentally change.&nbsp;<span style=\"line-height: 1.538em;\">What we&#39;re changing is what we really care about: What will happen in <em>humanity&#39;s</em> timeframe</span><em style=\"line-height: 1.538em;\">.</em></p><p>Human civilization goes back only roughly 10,000 years, a tiny span of geologic history. During that time, we&rsquo;ve benefited from an extremely stable climate.&nbsp;<span style=\"line-height: 1.538em;\">Now, by juicing up the climate system&rsquo;s ability to capture and hold heat, we&rsquo;re tossing that stability to the wind. </span></p><p><span style=\"line-height: 1.538em;\">The resulting changes will be locked in for hundreds and thousands of years or even longer &mdash; &quot;irreversible&quot; on any meaningful human timescale.&nbsp;</span><span style=\"line-height: 1.538em;\">Without radical social, economic and technological changes, there&#39;s no going back to the world as we and our ancestors knew it. The same goes for&nbsp;</span><span style=\"line-height: 1.538em;\">our kids, grandkids and probably many generations beyond.</span></p><p>[[{\"fid\":\"73302\",\"view_mode\":\"default\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":2400,\"width\":3500,\"style\":\"width: 1500px; height: 1029px;\",\"alt\":\"Graffiti art on a wall next to the Regent&#039;s Canal, London December, 2009. British media have attributed the work to street artist Banksy.\",\"class\":\"media-element file-default\"}}]]</p><p>So that&rsquo;s what &ldquo;irreversible&rdquo; really means, bu<span style=\"line-height: 1.538em;\">t </span><em style=\"line-height: 1.538em;\">why</em><span style=\"line-height: 1.538em;\"> will these changes be irreversible?</span></p><p>The potential answers are almost endless, but<span style=\"line-height: 1.538em;\">&nbsp;there are two fundamental things that largely set the stage for everything else &mdash; what happens to carbon dioxide in the atmosphere and what happens to heat in the ocean.&nbsp;</span></p><p>CO<sub>2</sub> is the most important heat-trapping gas. It&rsquo;s a natural part of the atmosphere that helps make the earth habitable, and there are natural processes that emit and capture it, which scientists call &quot;sources&quot; and &quot;sinks.&quot;</p><p>These processes keep CO<sub>2</sub> levels relatively stable on a scale of centuries and millennia, but <span style=\"line-height: 1.538em;\">human activities have already raised the levels we inherited by roughly 40 percent. We&rsquo;re on target to double atmospheric CO</span><sub>2</sub><span style=\"line-height: 1.538em;\"> from pre-industrial levels before the end of this century.</span></p><p>CO<sub>2</sub> stays in the atmosphere for a long time in human terms &mdash; hundreds to tens of thousands of years. Combine that &ldquo;residence time,&rdquo; as scientists call it, with the warming, or &ldquo;forcing&rdquo; power of all that additional CO<sub>2</sub>, and you&rsquo;ve got a lot of warming locked in for a long time to come.</p><p>It will essentially be, yep, irreversible.</p><p>Meanwhile, while news about climate change generally focuses on the planet&#39;s surface temperature, most of the extra heat being held in by all that CO<sub>2</sub> and other greenhouse gases is actually going into the oceans.</p><p>Water absorbs and holds tremendous amounts of heat, and oceans cover roughly 70 percent of the planet&rsquo;s surface. Beneath all that surface area is a tremendous amount of water. Add that all up and you have a huge system that will trap, cycle and then re-release all that heat for thousands of years to come.</p><p>Again, in human terms, that can&#39;t be undone.</p><p>So is there <em>nothing</em> we can do to stop all of this?&nbsp;</p><p><span style=\"line-height: 1.538em;\">There are things that can slow some of the changes, but they&rsquo;ll take nothing short of that economic and technological revolution.</span></p><p>Most important, we can stop emitting all that greenhouse pollution.</p><p>That&#39;s not beyond our imagination, we know what we need to do and mostly how to do it. But it&#39;s been far beyond our social and political capabilities so far.</p><p>Many scientists are convinced we&#39;ll also have to invent <span style=\"line-height: 1.538em;\">safe and efficient ways to suck up all the extra carbon dioxide we&#39;re putting out there. </span></p><p><span style=\"line-height: 1.538em;\">So far</span><span style=\"line-height: 1.538em;\">, though</span><span style=\"line-height: 1.538em;\">, that&#39;s also been pretty much a dry hole, with no apparent breakthroughs in sight.</span></p><p>But here&rsquo;s another irreversible thing that&rsquo;s important to remember: the ability of humans to adapt, invent and learn from experience.</p><p>The irreversibility of climate change will cause huge social disruption, economic damage and human suffering, not to mention massive ecological upheaval, and we can&rsquo;t roll back the clock on many of these changes</p><p>But what we can change is ourselves&mdash; what we do, how we think and live.</p><p><span style=\"line-height: 1.538em;\">Humans are the most adaptable and innovative animal the world has ever known.</span> That&#39;s how we came to dominate and alter the world like none before us.</p><p>But it&#39;s also why we&#39;re not<span style=\"line-height: 1.538em;\"> powerless to respond to the mess we&#39;ve created for ourselves, and why </span>we might just be able to start working ours way out.</p>","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/082920149.mp3"},{"href":"/file/082920149mp3"}]}