{"created":"2015-03-07T13:02:30+00:00","modified":"2015-06-03T15:00:14+00:00","valid":{"from":"2015-06-03T15:00:14+00:00","to":"3015-06-03T15:00:14+00:00"},"hreflang":"en","title":"These Tunes Are Music To Your Cats' Furry Ears","published":"2015-05-01T14:42:00+00:00","teaser":"Composer David Teie's most recent compositions are catered to our feline friends. His music mimics purring, and might be just the thing to perk your cat up.","itags":["npr_api","391377916"],"guid":"349a5559-6eca-4482-8819-d09da605f363","contentencoded":"<p>When you leave the house, do you ever turn on some music to keep your cat company?</p><p>What kind do you choose? Tom Jones crooning \"What's New Pussycat?\" A ballad by Cat Stevens? Perhaps Al Stewart's \"The Year of the Cat\"?</p><p>Nonsense. Cats don't to want to hear humans singing about them, says composer and University of Maryland music professor David Teie.</p><p>Researchers at U.Md. and the University of Wisconsin have teamed up with Teie to make music that was more feline friendly.</p><p>Turns out <em>Felis catus </em>might be more likely to respond to \"Spook's Ditty,\" a track with lilting layers of high-pitched harp notes, played at 23 per second — the rate of a cat's purr, Teie says.</p><p>The harp is accompanied by birdlike chirps — but they're not meant to fool the cat.</p><p>\"No cat's going to think, 'There's a bird,' any more than we would hear a violin and think that's a human voice,\" Teie says. No. \"This is designed to kind of perk cats up.\"</p><p>Mind you, not every cat will consider Teie's music a kind of acoustic catnip.</p><p>\"They have their personalities,\" he says. \"Some of them are so touching. I get moved by hearing about how they come and cuddle and listen to the speaker.\"</p><p>Teie dreams of developing an app with different \"purr instruments\" to choose from.</p><p>\"And so when the cat comes to your lap, you'd play one of these purrs for your cat as a kind of communication, so that it's not just a one-way communication,\" he says. \"You can actually reach out and communicate with your kitty.\"</p><p>You and your favorite cat can listen to the music at the audio link above. Or sample other cat ballads and feline airs at Teie's web site, <a href=\"http://musicforcats.com/\">MusicforCats.com</a>.</p><p>Share your results at <a href=\"https://www.facebook.com/nprweekend\">Facebook.com/NPRWeekend</a>.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=These+Tunes+Are+Music+To+Your+Cats%27+Furry+Ears&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"192"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1391435900-f98960.m3u?orgId=1&topicId=1132&d=192&p=7&story=391377916&t=progseg&e=391435772&seg=20&ft=nprml&f=391377916"},{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1391453511-08789b.m3u?orgId=1&topicId=1132&p=7&story=391377916&t=progseg&e=391435772&seg=20&ft=nprml&f=391377916"},{"href":"http://media.npr.org/assets/img/2015/03/07/cat-4e183fc2cd4bc68046e4b0b97458e6024c057ce4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3740","width":"4987"}}]}