{"created":"2015-04-23T09:01:49+00:00","modified":"2015-05-22T23:56:53+00:00","valid":{"from":"2015-05-22T23:56:53+00:00","to":"3015-05-22T23:56:53+00:00"},"hreflang":"en","title":"A Black Eye, A Middle Finger And Other Tales From A White House Press Secretary","published":"2015-05-08T22:09:00+00:00","teaser":"Former press secretary Dana Perino's new book,<em> And the Good News Is</em> ...,<em> </em>details her time at the White House, including heated moments in the press briefing room.","itags":["npr_api","401519398"],"guid":"34b1f994-7753-4980-bf4b-a0dcbb9dc69d","contentencoded":"<p>Being a White House press secretary sometimes requires taking a black eye or two for your boss — in this case, the president of the United States. Dana Perino learned that lesson the hard way. She served at the end of President George W. Bush's second term, and she's out with a new book, <em>And The Good News Is</em> ..., about her life and her time at 1600 Pennsylvania Ave.</p><p>She spoke with <em>Morning Edition</em> host David Greene about that black eye, tense moments in the press briefing room, which sometimes included her flipping off reporters from behind the podium, and the ways her dad helped develop her confidence.</p><hr /><h3>Interview Highlights</h3><p><strong>On the (literal) black eye</strong></p><p>I'm sure people will kind of laugh at the irony that I finished the last six weeks of the Bush administration with a big black eye, but it's true. I was in Baghdad with President Bush on the last trip. We went to the press conference. Everything was going well. I had just said to my colleague Ed Gillespie, \"Look at all these [Iraqi] reporters. This is amazing. They never thought when they were little kids that they would grow up to be journalists and have the chance to ask their leader a question, let alone the leader of the free world.\"</p><p>As the president started speaking, one of the so-called journalists threw two shoes at his head. And in the middle of that, the lead Secret Service agent, who was standing behind me and behind the interpreter, who was using a microphone that was on the steel arm of a boom mic, lunged forward to protect the president, and when he did that, the steel arm swung around and popped me right in the eye socket.</p><p>And it was obviously extremely painful. I ended up being able to get out of the room because the president was determined to finish that press conference. He wasn't going to let the shoe-thrower change that. So I make it out of the room, and he had told the doctor who had checked on him quickly, \"Go find Dana. She's crying but I don't know what happened.\"</p><p>So he came to find me later, and he put his arm around me. There's a photograph in the book that shows us standing there. And he said, \"What happened? I saw you crying, but I thought it was just because the guy threw a shoe at me.\"</p><p>And I said, \"Well, sir, I adore you, but I grew up in Wyoming and I'm a little tougher than that.\"</p><p><strong>On President Bush tearing up after a memorable hospital visit</strong></p><p>President Bush would visit wounded warriors. ... Most every family was just delighted that the president was there and so honored that the commander in chief would stop by. I wasn't sure what it would be like, and on my first trip there, I witnessed that for about the first 25 people he visited. And then we went in to this room, and the mom and dad were there and the mother was distraught.</p><p>Her son was on life support, and from what I gathered and could tell, that his prognosis — that it was unlikely he would survive. And the mother was very distraught and she's crying and the husband was trying to calm her, and the president was there and he also tried to calm her. And then she yelled: \"Why are your children OK, but my son is here?\" And the president stopped trying to comfort her because she was inconsolable.</p><p>But he didn't leave. He stood there, almost as if he needed to absorb it and to understand it. Commanders in chief make really tough decisions, and we went on to the next rooms, and I remember those being experiences where the families were very happy to see him. But when we got on Marine One to fly back to the White House, the president was looking out the window, and then he looked at me and he said, \"That mama sure was mad at me.\" And then he looked out the window and he said, \"And I don't blame her a bit.\" And a tear rolled down his cheek, but he didn't wipe it away, and then we flew back to the White House.</p><p><strong>On getting a young start in news </strong></p><p>Well, my dad was a voracious news consumer. I remember just sitting with my family all the time. I would sit on his lap and read the paper with him. He would read it to me. I loved the Sunday funnies, and then as I got a little bit older, I think my dad recognized that it was important for children, and especially girls, to have that time with their dad so that they could help develop their confidence and their critical thinking skills. So my dad chose to have me read the <em>Rocky Mountain News</em> and <em>Denver Post</em> every day before he got home from work, and I had to choose two articles to discuss before dinner.</p><p>And I look back on that time. I remember being on Marine One once, and the president had asked me my opinion about something, and it was an unpopular opinion, but I expressed it well and I think I was persuasive at the time. And I thought back to that time with my dad, and I realized that, you know — one of the things I write about in the book is that parents and dads, if they can, should spend some of that time with their daughters because at some point in their lives, they will be working with, or for, possibly a male-dominant figure. And to be able to express yourself well and feel confident in your opinions and not feel like you are needing to be shy about them is very powerful. And I think that planted the seed for me to be able to be more successful.</p><p><strong>On flipping off reporters from behind the podium</strong></p><p>I do admit that the tension sometimes in the briefing room could get really tough. And I've been asked, \"How did you stay so calm and gracious and dignified?\" And the truth was, 99.9 percent of the time it was because I would imagine if President Bush were watching the briefing, if he was not going to be proud of something I was saying, then I didn't say it. But there were times — and you were there — where some reporters, one in particular, would be peacocking around and be showing off for the cameras.</p><p>And sometimes just under the podium holding my glass of water, I would flip him the bird.</p><p>Nobody could see me, and I had never told anybody that. I couldn't believe when I was writing the book, I'm like, \"You know what, if you're just going to be honest and candid, you might as well just be 100 percent going for it.\" And so I apologized to the reporters, I apologized to President Bush and I also say that — who knows? — maybe the reporters were flipping me off too.</p><p><strong>On whether she ever flipped off NPR's David Greene in the briefing room</strong></p><p>Not you. David Greene of NPR? Absolutely not. Guaranteed.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Black+Eye%2C+A+Middle+Finger+And+Other+Tales+From+A+White+House+Press+Secretary&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"440"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1401655864-a60fa1.m3u?orgId=1&topicId=1014&d=440&p=3&story=401519398&t=progseg&e=401650919&seg=10&ft=nprml&f=401519398"},{"href":"http://media.npr.org/assets/img/2015/04/22/andthegoodnewsishc-5edf2f802a487c1d8381aab3cf56efa774c38ec4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"841","width":"1122"}},{"href":"http://media.npr.org/assets/img/2015/04/22/danaperino_navydress.credit-is-photo-melanie-dunea-91c055c6223105130e4abca095283834bd0ac4ed.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1498","width":"1998"}}]}