{"created":"2015-01-15T22:06:47+00:00","modified":"2015-02-04T19:24:15+00:00","valid":{"from":"2015-02-04T19:24:15+00:00","to":"3015-02-04T19:24:15+00:00"},"hreflang":"en","guid":"34b5e5fb-fb5b-4454-9b0f-e819d2d98d1d","title":"These South African men tackle violence against women — starting with themselves","published":"2015-02-04T19:24:14+00:00","byline":"Jeb Sharp","tags":["gender equality","gender-based violence","domestic abuse","women's rights","Across Women's Lives","Development","Development & Education","Cape Town","Africa","South Africa","Nosicelo Mraqisa","Patrick Godana","Lindela Mraqisa","For Women, South Africa's struggle continues"],"teaser":"At Sonke Gender Justice, men are trying to fight gender violence by working with families, and other men, to change the culture that allows it to happen.","contentencoded":"<p>South Africa’s economy under apartheid put huge pressure on black families. Men often left home for months or years at a time to work in mines, or held menial jobs that inflicted daily humiliations. Under those circumstances, it was hard to hold a marriage or a family together.</p>\n<p>It's not easy to repair that damaged legacy, but Patrick Godana is trying.</p>\n<p>Patrick has the restless intensity you might expect from a former guerrilla fighter. Once a member of the armed wing of the African National Congress, he’s now the media and government relations manager for <a href=\"http://www.genderjustice.org.za/\">Sonke Gender Justice</a> in Cape Town.</p>\n<p>His life is devoted to fighting violence against women and changing the culture that allows it to happen. In his view, South Africa’s past bred terrible fathers — including his own.</p>\n<p>“We were born eight siblings at home,” he says. “I have never seen my father kissing my mother, but I have seen him many times beating up our mother. May her soul rest in peace.”</p>\n<p>Patrick's father was a boilerman in a white-owned bakery. He labored in the heat all day, keeping the fire going in the ovens. \"He was a hard-working man,\" Patrick says, \"but my mother was subjected to be the kind of a person who was doing all the dirty work for him.” </p>\n<p>Patrick remembers his mother waking at four in the morning to heat water for his father's bath, iron his clothes and make his lunch. </p>\n<p>He suspects his father's behavior was a reaction to the treatment he endured outside of his home. At work, even the son of the boss called him by his first name, Jim.</p>\n<p>“So he was trying to assert power by all means,” Patrick says. “He would speak so rough to my mother and all of us we were made to run up and down. [He was] eight hours at work with no name, no title, no authority. And as a man, especially an African man, he wanted to assert his power and say, ‘Am I still the man?’”</p>\n<p></p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/original_image/public/patrick_godana.jpg?itok=p6vrW_ER\" alt=\"\" /><div class=\"field-caption\">\n    <p>Patrick Godana.</p>\n  </div>\n  <div class=\"image__credit\">\n    <span class=\"image__credit-label\">\n      Credit:\n    </span>\n    <p>Sonke Gender Justice</p>\n  </div>\n</div>\n<p>Despite the violence he's endured — he was tortured by the apartheid regime during his days as a rebel fighter — Patrick doesn't want to repeat that cycle, and he wants to prevent other men from doing so. He's passionate about a program Sonke coordinates here called MenCare, which teaches men to be good partners and fathers.  </p>\n<p>Patrick takes me to visit a couple who have attended MenCare parenting sessions. Lindela Mraqisa is a police officer in Gugulethu, a township outside Cape Town. He’s 33. His wife, Nosicelo Mraqisa, 27, is a stay-at-home mom. They have three small kids, including a baby boy who clambers over their laps while we talk.</p>\n<p>Nosicelo says the couple didn’t get along too well in the early days of their marriage. “We would always clash,” she says. “When he says something, I didn't listen. I would just say what I want to say, and when he snaps, then it would be just exchange of words. And we never sat down to talk about things. We'd only fight.”</p>\n<p>The fighting involved yelling, not hitting; Nosicelo says her husband never laid a hand on her. But Lindela admits he went into the marriage expecting to get his way. “The way we grew up, we would always be taught that [men] must have the last word,” he says, “[that] whatever I say goes.”</p>\n<p>They heard about the MenCare program at their community health clinic and decided to give it a try. Lindela attended a father's workshop and together they attended a parenting workshop. It was 12 weeks of intensive sessions with other couples; 12 weeks of often-sad stories about fathers, including Nosicelo’s.</p>\n<p>“I think he loved us,” she says of her dad. “But out of nowhere, he would disappear. He used to work at the mines. He would come home maybe once a year.”</p>\n<p>The sessions helped the couple talk to one another. Lindela says the most important thing he’s learned is simply to listen.</p>\n<p>“And then from what you've heard, make sense of it,” he says. “And think if you were that person. She also wants to be heard. She also wants to have a say. She wanted to be respected as my equal half, not someone who's just here.”</p>\n<p>The MenCare program works at all sorts of levels: Coaxing men to talk about their feelings, come to their children's births, begin to share the housework. Before they attended the parenting sessions, Lindela was too embarrassed to do certain things around the house. Nosicelo remembers a time she asked him to do the kids' laundry while she was out.</p>\n<p>“He did do the washing,” she says. “But when I came back, the washing was in the basin. I asked him ‘Why didn't you put the washing outside?’ He said ‘I can't! What are people going to say about me putting the washing on the line?”</p>\n<p>“It was really embarrassing,” Lindela recalls, “because when I’d go out after that, my friend would tease me all day: ‘Hey man, what's going on? Are you man enough? Is there something she gave you on your food to soften you up?’”</p>\n<p>But now Lindela doesn't care what they say. He badgers those same friends to do more to help their own wives. Lindela and Nosicelo make a good poster couple for MenCare. This is exactly the kind of success the activists want to see. Changing the culture, one person, one family, at a time.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"900\" width=\"1600\" alt=\"Women spend far more time than men, even when both are employed, doing unpaid housework in South Africa.\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/undpaid-housework-sa5.png\" title=\"\" /><div class=\"field-caption\">\n    <p>Women spend far more time than men, even when both are employed, doing unpaid housework in South Africa.</p>\n  </div>\n  <div class=\"image__credit\">\n    <span class=\"image__credit-label\">\n      Credit:\n    </span>\n    <p>Angilee Shah</p>\n  </div>\n</div>\n<p><em>Jeb's stories from Cape Town were produced in collaboration with South African journalist Kim Cloete.</em></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/KimMraqisisFamily7_CROP.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/kimmraqisisfamily7cropjpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/011520156.mp3"},{"href":"http://www.pri.org/file/011520156mp3"}]}