{"created":"2015-06-05T07:44:09+00:00","modified":"2015-06-15T02:07:51+00:00","valid":{"from":"2015-06-15T02:07:51+00:00","to":"3015-06-15T02:07:51+00:00"},"hreflang":"en","title":"Former Baltimore Mayor: City Must Confront The 'Rot Beneath The Glitter'","published":"2015-06-05T11:58:00+00:00","teaser":"As the city struggles with a surge in violence and the aftermath of Freddie Gray's death, Kurt Schmoke says that the roots of the problems run deep.","itags":["npr_api","412063621"],"guid":"34cfb09e-7fc2-4f86-beb1-6873f109cca4","contentencoded":"<p>It's the end of a tough week in Baltimore. Tensions continue in the Freddie Gray case. And now the murder rate has spiked to a 40-year high. One man who understands well what the city is going through is Kurt Schmoke. He's a native son and was elected as Baltimore's first black mayor in 1987. He served three terms, grappling with high unemployment, poor schools and violent crime.</p><p>Now the president of the University of Baltimore, Schmoke shares his memories of the city and his thoughts about moving it forward with <em>Morning Edition.</em></p><hr /><h3>Interview Highlights</h3><p><strong>On growing up in Baltimore, as a changing economy left many behind</strong></p><p>I had very pleasant memories. I guess the most important thing that I recall is that the largest private employer at the time that I grew up was a steel plant, the Bethlehem Steel Corp. plant. It employed several 1,000, almost 30,000 people, so that — at least when I grew up — somebody could drop out of school and still live a pretty good life, a working-class or middle-class life, by going down to the Sparrows Point plant.</p><p>But by the time I became mayor in 1987, the largest private employer in the area was Johns Hopkins University and Health System. And unfortunately our school system really hadn't made the adjustment to try to curb the number of people who were dropping out. So you still had the same number of folks dropping out, but unfortunately the life prospects of those who dropped out were much worse in 1987 than they were in 1967 when I graduated high school.</p><p><strong>On neighborhoods divided by opportunities and resources</strong></p><p>Well, particularly in the area where Freddie Gray lived, it is real split. You see a lot of new or renovated housing that is a result of some investment that was made by city and private foundations in the 1990s. And directly across the street, you see a lot of boarded-up housing where property owners decided that — rather than try to deal with lead paint problems or other issues — they would just board them up. And so, in the face of something that's very positive, you have directly staring in the face of symbols of despair and distress and poverty.</p><p>So that's basically what a lot of young people in West Baltimore are growing up seeing: both the good that society has to offer and some of the worst things that society has to offer. The issue of the duality of Baltimore is on one hand, being a place of great sports stadiums, internationally renowned hospitals and medical centers, and yet also a place that is a home to a great deal of poverty. That's not a new story for us. Particularly in 1987, a local foundation did a study in which it reminded people that, with all the great renaissance here in Baltimore, that there is — in its words — beneath the glitter.</p><p><strong>On hopes for a better future for Baltimore</strong></p><p>I'm hoping that we no longer have to talk about it as a tale of two cities. I'm hoping that we can close the major problem which is the skills gap. That is, we have a lot of jobs here. We have jobs going begging. But what the persistent problem is the gap between jobs that are available and the skills of people in our communities. If we can close that skills gap so that more and more people are getting employed, employed in jobs of today and tomorrow then we will see a community that has really come together and is going to avoid the types of problems that we see today. And obviously, along with that, my hope is that the violence goes down and that we can begin to treat our drug problem more as a public health problem rather than a criminal justice problem.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Former+Baltimore+Mayor%3A+City+Must+Confront+The+%27Rot+Beneath+The+Glitter%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"213"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1412177114-797910.m3u?orgId=1&topicId=1001&d=213&p=3&story=412063621&t=progseg&e=412139493&seg=15&ft=nprml&f=412063621"},{"href":"http://media.npr.org/assets/img/2015/06/04/kurtformalheadon-e62585ac04d148eaacb566da0d86d3115394c37c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"300","width":"400"}}]}