{"created":"2015-03-26T12:03:19+00:00","modified":"2015-05-13T21:06:55+00:00","valid":{"from":"2015-05-13T21:06:55+00:00","to":"3015-05-13T21:06:55+00:00"},"hreflang":"en","title":"Why It's So Hard For Us To Agree About Dong From 'Unbreakable Kimmy Schmidt'","published":"2015-04-09T14:35:00+00:00","teaser":"With a name like Dong — and so few roles for Asian-American men on TV — it's understandable that this character has been raising eyebrows. But in the context of the show, Dong makes complete sense.","itags":["npr_api","395127808"],"guid":"34e0bb47-0dc0-4d2f-9254-150ff8d570c3","contentencoded":"<p>The very first time we encounter Dong Nguyen, one of <a href=\"http://www.themarysue.com/unbreakable-kimmy-schmidt-race/\">several</a> hotly debated characters in Tina Fey's <em>Unbreakable Kimmy Schmidt</em>, he has just introduced himself to Kimmy in their GED class. And, as surely happens to Dong all the time, ever since he immigrated to New York from Vietnam, she's stifling a giggle over his name.</p><p>\"Nice to meet you, [chuckle] <em>Dong</em> [chuckle], I'm Kimmy,\" she spits out. But this time, Dong, played by Ki Hong Lee (<em>The Maze Runner</em> and a <a href=\"https://www.youtube.com/watch?v=I1L9-YALU6s\">whole bunch of Wong Fu videos</a>), has his own reason to snort. \"In Vietnam, Kimmy means penis!\" he says, leaving her stumbling for words.</p><p>It's a sweetly disarming scene. The irony that Dong is the one teasing Kimmy about her name floats completely over his head, which is partly what makes him such an endearing character: He unwittingly reclaims the gag. The joke is an equalizing force — depending on the context, both of their names can read as ridiculous.</p><p>But for a lot of viewers, including a lot of Asian-American ones, the traits that make Dong such a classic Fey-sian misfit also make him a dull, even <a href=\"http://www.ravishly.com/2015/03/13/unbreakable-kimmy-schmidt-review-racism-tina-fey-new-netflix-show\">infuriating</a> Asian stereotype: his thickly accented, broken English; his gig delivering Chinese food by bike; his aptitude for math; his deportation-anxiety storyline. So which is it: Does Dong push back against Asian stereotypes, or does he just prop them up?</p><p>Here too, it's all about context. In the bigger, bird's-eye view of Asian-Americans on screen, the squickiness people feel over Dong is completely understandable, especially since the landscape was so desolate until recently. But within the universe of <em>this</em> show, Dong's foreignness completely makes sense, and it makes him a stronger character.</p><p><em>Unbreakable</em>, after all, is <em>all about</em> foreignness. Everyone we come to care about is an outsider misfit. Kimmy just spent the past 15 years in an underground bunker, trapped by an Ariel Castro-inspired doomsday cult, and she's as new to the city as Dong. She's possibly the last person in New York still using the classified ads. She eats candy for dinner. Her struggling actor roommate finds he gets treated better in a werewolf costume than as a gay, black man. Her boss, a wealthy Native American woman, is purposely passing as white.</p><p>They're all delightfully awkward, and I think we're meant to like them more for the strangeness that binds them together. Their social ineptitudes are invitations to <a href=\"http://www.theatlantic.com/entertainment/archive/2015/03/unbreakable-kimmy-schmidt-and-the-rise-of-empathy-comedy/387676\">empathize</a>, as <em>The Atlantic</em>'s Megan Garber has put it.</p><p>And when it comes to Dong and Kimmy — and their budding romance — I think we're meant to root for them to bond over their shared outsiderness, not in spite of it.</p><p>But when I polled folks <a href=\"https://twitter.com/katchow/status/577848069770838018\">on Twitter</a> about how they viewed Dong, some <a href=\"https://twitter.com/beejoli/status/577848394309365760\">said</a> they don't buy the \"It's great satire!\" or the \"Hey, an Asian is a romantic leading man, be happy!\" readings of this character.</p><p>\"Too early to tell,\" another person <a href=\"https://twitter.com/RenHsieh/status/577851472039124992\">tweeted</a> at me. \"Asians have been mostly one-dimensional caricatures in TV/movies for so long, they don't know what to satire yet.\"</p><p>Over at <em>The Wall Street Journal</em>, Jeff Yang <a href=\"http://blogs.wsj.com/speakeasy/2015/03/13/tina-fey-turns-the-tables-on-john-hughes-in-unbreakable-kimmy-schmidt/\">fleshes out</a> a major source of the anxiety over Dong: the inescapable comparisons to <em>Sixteen Candles</em>' infamous Long Duk Dong, whose catchphrases became the stuff of playground taunts for Asian-Americans growing up in the '80s. He's a foreign exchange student from some vaguely Asian country who exists solely to weird out the white suburbanites he's landed among. As I've <a href=\"http://www.npr.org/blogs/codeswitch/2015/02/06/384307677/whats-so-cringe-worthy-about-long-duk-dong-in-sixteen-candles\">written before</a>, everything about that Dong is portrayed as <em>wrong</em>, from his accent to his size to his choice in women, and viewers are never asked to see their world through his eyes.</p><p>But in <em>Unbreakable</em>, Dong is the one who's constantly thrown by Kimmy's antics. In one scene, she unwittingly makes a bunch of hand gestures that mean a parade of vulgarities in Vietnam. \"What's wrong with you?\" he asks, shaking his head. Dong is flipping the script, as Yang puts it, something his predecessor never got to do.</p><p>And while we don't know what's next for Kimmy and Dong — the season ends on a romantic cliffhanger — we already know it'll look way different from <em>Sixteen Candles</em>' final scene, in which Samantha shares a kiss with the studly all-American Jake Ryan. Kimmy's already told her Jake Ryan-esque suitor, a blonde trust-fund beau named Logan Beekman, to shove off when he reveals a few unsavory details, including that his British accent is fake. I get the feeling she dug the accent not for the reason Logan intended — it made him sound posh — but because it made him a little more of an outsider.</p><p>That's why I doubt viewers who have qualms with Dong would have been satisfied if he'd been written as a sort of anti-stereotype — a Don Draper-esque smooth talker, perhaps, or a Jesse Pinkman-like hustler instead of the model minority type he's telegraphing. After all, in <em>Unbreakable</em>, as Yang puts it, the \"non-WASP, nonstraight, nonmale characters, as mad and antic as they are, serve as the series' empathic anchors.\" In a show like this, would we root for a character like that?</p><p>On the other hand, if there were simply more Asian-American male characters on screen, falling along a wider personality spectrum, would Dong — with his accent, his name, his job and his math savvy — activate so many viewers' Spidey senses? I happen to have a name people poke fun at, I'm pretty OK at math and I used to work at a Chinese restaurant. The problem with Dong isn't that he's unrealistic. It's that we've seen the broad strokes of this character before, and in a landscape this limited, that grates, even if this show is doing something interesting with him.</p><p>\"You're kind, you're funny and both our names mean 'penis,' \" Kimmy tells Dong when she admits she has a crush on him. The things that make him attractive to Kimmy, and a great character in this show, are the very things that make a lot of viewers side-eye him. And that's totally understandable in a world where you can name the notable Asian-American men on screen without running out of breath — and <em>two</em> of those characters are socially inept, hyperforeign outsiders named Dong. In the context of the greater history of Asian-Americans on screen, any character named Dong is going to bring up a lot of complicated feels. Maybe in a perfect world, with plenty of sitcoms with Asian-American romantic leads, it'd be possible to read this character without the weight of everything that came before.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Why+It%27s+So+Hard+For+Us+To+Agree+About+Dong+From+%27Unbreakable+Kimmy+Schmidt%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Kat Chow","audio":[{"meta":{"duration":"263"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1397657265-906057.m3u?orgId=1&topicId=1015&d=263&p=10&story=395127808&t=progseg&e=397620747&seg=14&ft=nprml&f=395127808"},{"href":"http://media.npr.org/assets/img/2015/03/25/kimmy-a25c2f34802c00f438514291189a94e0b7259f1f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1997","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/03/25/dong2-5ed21c6e0e79f5faa9c22bd422f33567761d37be.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"713","width":"952"}}]}