{"created":"2015-04-26T12:22:28+00:00","modified":"2015-06-05T15:26:11+00:00","valid":{"from":"2015-06-05T15:26:11+00:00","to":"3015-06-05T15:26:11+00:00"},"hreflang":"en","title":"Remembering The Doomed First Flight Of Operation Babylift","published":"2015-04-26T20:56:00+00:00","teaser":"In 1975, the first flight of orphans out of Vietnam made a crash landing, and many died. Forty years later, some of the survivors have reconnected, helping to lessen their lingering grief.","itags":["npr_api","402208267"],"guid":"350fc659-5dee-40f4-aa2c-3b21fbf09acd","contentencoded":"<p>Forty years ago this month, North Vietnamese troops captured Saigon. The long war in Vietnam was coming to an end.</p><p>In the midst of the political fallout, the U.S. government announced an unusual plan to get thousands of displaced Vietnamese children out of the country. President Ford directed that money from a special foreign aid children's fund be made available to fly 2,000 South Vietnamese orphans to the United States.</p><p>It came to be known as Operation Babylift. The first plane to leave as part of that mission took off on April 4, 1975, just a few weeks before the fall of Saigon and the end of the Vietnam War. But shortly into the flight, a malfunction forced the pilot, Captain Dennis \"Bud\" Traynor, to crash land the C-5 cargo plane into a nearby rice paddy.</p><p>This week on <a href=\"http://www.npr.org/tags/399382645/for-the-record\">For the Record</a>: looking back at Operation Baby Lift. We hear from three people who were on that first flight.</p><p><strong>Col. Bud Traynor, pilot</strong></p><p>Traynor was charged with carrying hundreds of children, many under age 2 and so small, they had to be carried onto the plane.</p><p>\"We bucket-brigade-loaded the children right up the stairs into the airplane,\" Traynor remembers.</p><p>When the plane's cargo doors malfunctioned they blew out, taking with them a chunk of the tail. There was a rapid decompression inside the aircraft.</p><p>\"It cut all control cables to the tail,\" explains Traynor. \"So I'm pulling and pulling and pulling, and my nose is going down further and further and we're going faster and faster and faster, and I can't figure this out.\"</p><p>Traynor managed to stabilize the plane and turn it back toward Vietnam. After that, his only option was a crash landing. The impact was fierce.</p><p>\"We came to a stop and I thought to myself 'I'm alive,' \" he says. \"And so I undid my lap belt, fell to the ceiling, rolled open the side window, and stepped out and saw the wings burning. And I thought, 'Oh no, that's the rest of the airplane.' \"</p><p>Out of the more than 300 people on board, the death toll included 78 children and about 50 adults, including Air Force personnel. More than 170 survived.</p><p>\"So we're on the plus side of luck there, but unfortunately those people who were downstairs didn't have much of a chance.\"</p><p><strong>Col. Regina Aune, chief medical officer</strong></p><p>\"I will never forget that day,\" says Aune. \"It's as fresh to me right now as it was the day it happened.\"</p><p>Children were loaded two to each seat in the troop compartment, she says, but there wasn't room for everyone. Those who didn't fit would make the trip in the cargo area.</p><p>\"We put them in little groups and we secured them to the floor of the aircraft, with cargo tie-down straps and litter straps and blankets and pillows and whatever we could to kind of secure them to the floor,\" Aune says.</p><p>When the cargo doors blew out, Aune could see the South China Sea through the hole in the back. When the plane crashed, the impact split the aircraft apart.</p><p>\"I remember thinking, this plane is crashing, and I am going to live through it, and I have to figure out how to take care of everybody once we finally come to a complete stop,\" Aune says.</p><p>The cargo compartment carrying children, civilians and crew members was crushed, but the troop compartment was largely intact. Aune and other crew members carried the surviving children off what was left of the plane.</p><p>Traynor and Aune were honored by the military for their actions that day. They both stayed in the Air Force, built careers and families. Still, each felt pulled back to 1975, wondering what happened to the children who had survived.</p><p>Aune tried to trace the children, but there was no passenger manifest and all received new names when they eventually reached the United States.</p><p><strong>Aryn Lockhart, born in Vinh Long, Vietnam, and raised primarily in Northern Virginia</strong></p><p>Lockhart was one of the children aboard that flight — at least, that's what she believes, based on her research and what her adoptive parents told her about her origins. As she did more digging, she found a news article about Aune.</p><p>More than 20 years after the crash, Lockhart called Aune.</p><p>\"And then she told me who she was, and it was just overwhelming,\" Aune says. \"I was just speechless. ... I remember thinking I must have held Aryn in my arms, because every single one of those babies that was upstairs I had held in my arms for just a fleeting minute. ... If Aryn was upstairs, then I held her, and now she's talking to me as an adult. It's hard to explain how overwhelming that was for me.\"</p><p>Aune was able to help fill in the gaps of that day for Lockhart. After that phone call, their lives became intertwined; they even traveled together to Vietnam and returned to the crash site.</p><p>Traynor was also trying to make his own connections, and with social media, he saw an opportunity. He started a Facebook group for survivors of the C-5 crash, and soon more than 200 survivors and family members had joined. They now hold reunions.</p><p>Aune and Lockhart have both been to these reunions. Reconnecting with other survivors has helped Aune move past some of the trauma of that day.</p><p>\"When I listened to them talk about their stories — and believe me, they're not all Cinderella stories — what I sensed was their gratitude, their gratefulness for being alive and for being given the opportunities they were given,\" she says. \"So that helped temper some of that sadness and sorrow and grief.\"</p><p>Aryn Lockhart and Col. Regina Aune also wrote a book about their experience, <a href=\"http://bluelinepublishingllc.com/product/operation-babylift-mission-accomplished-a-memoir-of-hope-and-healing-by-regina-aune-aryn-lockhart/\">Operation Babylift: Mission Accomplished</a>.</p><hr /><p><em>Portions of the audio for this story were provided by the Gerald R. Ford Presidential Library.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Remembering+The+Doomed+First+Flight+Of+Operation+Babylift&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Rachel Martin","audio":[{"meta":{"duration":"672"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1402353828-7c83df.m3u?orgId=1&topicId=1136&d=672&p=10&story=402208267&t=progseg&e=402353759&seg=11&ft=nprml&f=402208267"},{"href":"http://media.npr.org/assets/img/2015/04/25/005-cargocmptdebris-02664ba507353bfc3d9e48bf4cb2b221ebab5568.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1350","width":"1921"}},{"href":"http://media.npr.org/assets/img/2015/04/25/007-fltdecklookingfwd-cf965604cb82a02bb6ca1853f4b57de906cd4e17.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"458","width":"657"}},{"href":"http://media.npr.org/assets/img/2015/04/25/cargocomptchunk-f0fdf8027b67df1c922abdcfc85b6bb7b8b57999.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"814","width":"1200"}},{"href":"http://media.npr.org/assets/img/2015/04/25/traynorofficialphoto1975_custom-90e0b408766e075140d6a3b8dcf2f09eb94f4a76.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"5415","width":"4518"}},{"href":"http://media.npr.org/assets/img/2015/04/25/cheney-award_slide-009e77827767923c45869f6e2d327259e58ea1d1.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1520","width":"2279"}},{"href":"http://media.npr.org/assets/img/2015/04/25/011-troop-2-9ba51e0366fd986e9de866f2f59df06c43d93bd2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1255","width":"1673"}},{"href":"http://media.npr.org/assets/img/2015/04/25/bud2013-8x10_vert-0f5825ae5315f7a968537f5c66348dda633acced.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"3520","width":"2639"}},{"href":"http://media.npr.org/assets/img/2015/04/25/auneofficialphotohigh_vert-49c6e55dacfe63a448cd73bf949300262d9beb9c.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1320","width":"990"}},{"href":"http://media.npr.org/assets/img/2015/04/25/1078827_10151790717624308_566021697_o_vert-cc6ade4a173759330de23a80a292e91e9d028411.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"984","width":"738"}}]}