{"created":"2014-11-20T08:48:19+00:00","modified":"2014-12-03T01:04:59+00:00","valid":{"from":"2014-12-03T01:04:59+00:00","to":"3014-12-03T01:04:59+00:00"},"hreflang":"en","title":"Officer's Death Raises Safety Concerns For Alaska's Unarmed Law Enforcement","published":"2014-11-20T19:16:00+00:00","teaser":"Remote Alaskan villages are some of the last places in America patrolled by unarmed officers. But an officer's death last year has challenged ideas about policing on the last frontier.","itags":["npr_api","364984112"],"guid":"3515cea2-20d3-4841-afb3-65f5a45bab41","contentencoded":"<p>Americans expect police to carry guns. In most places, it's just assumed that law enforcement is always armed. But not everywhere.</p><p>One of the last exceptions to the rule is the native communities of rural Alaska, such as Manokotak, a Yupik village of about 400 in southwest Alaska. Hunters and fishermen live there in modest houses huddled along a few roads.</p><p>On a bright, blustery day in early November, the big event in Manokotak is an elder's birthday party; but on the other end of town, nobody's out but a couple of dogs and the village public safety officer (VPSO), Mike Myers.</p><p>He's delivering a restraining order to a man accused of sexually assaulting members of his family. This could get tense — Myers will tell the man to move out of his own home, and they both know an arrest warrant is imminent. If things get rough, Myers has pepper spray and a Taser, but no gun.</p><p>But today, like most days, he doesn't need one.</p><p>\"It went all right,\" Myers says.</p><p>In fact, as Myers gets back into the car, a woman comes out of the house for a smoke and waves politely. It doesn't surprise him.</p><p>\"If you're in the Lower 48, the world's different,\" Myers says.</p><p>He says here in these native villages there's a gentleness that cops in other places don't experience.</p><p>\"I've arrested a lot of people, and I've actually had a lot of people thank me for arresting them and taking them to jail,\" he says.</p><p>Some VPSO's are natives, related to people who live in the villages. Others are outsiders like Myers. He does this work in part because he just loves the setting.</p><p>\"This'll all be frozen before long,\" Myers says, pointing at the snow-dusted mountains rising beyond the tundra. \"Can't wait.\"</p><p>Spring, summer and fall, you can get out of this village only by boat or plane. But in winter, people have their snowmobiles.</p><p>\"Wintertime comes, I can go over those mountains, because now all this is froze, I can just keep going and going and going, until you run out of gas!\" Myers says.</p><p>This remoteness affects how Myers does his job. He works alone. If he wants backup, he has to wait for armed state troopers to fly in, weather permitting. Given this isolation, he has come to realize that his most important law enforcement tool is his mouth.</p><p>\"How well can you speak to an individual, how can you talk them down, can you make them understand common sense?\" Myers says. \"If you can get somebody to understand common sense, they're going to follow along with you.\"</p><p>But this kinder, gentler form of policing isn't foolproof. Sometimes, you get someone who simply won't listen to reason.</p><p>Mike Myers' predecessor in Manokotak was a VPSO named Tom Madole. He was well-liked and spent much of his time at the village school. On March 19, 2013, he was called to the home of Leroy Dick Jr., who'd been having a fight with his family. Dick was in a furious mood when the officer arrived, and he was holding a rifle.</p><p>\"I shouldn't have done that,\" Dick said when he confessed the next day. \"I know it's wrong.\"</p><p>In a <a href=\"http://cpa.ds.npr.org/kdlg/audio/2013/03/032013%20WEB%20Dick%20Jr.,%20Leroy%20B.%20interview%20in%20custody.mp3\" target=\"_blank\">jailhouse confession </a>to local public radio reporter Dave Bendinger, Dick admitted that the officer was just trying to calm him down.</p><p>\"He just wanted to talk to me, and I told him not to bother me, and, you know, I guess I went out angry and did what I did, you know,\" Dick says.</p><p>It was brutal. As Madole tried to run away, <a href=\"http://www.alaskapublic.org/2014/11/12/jury-convicts-leroy-dick-jr-of-first-degree-murder/\" target=\"_blank\">Dick shot him several times</a>, then came up to the wounded man, cursed and finished him off.</p><p>The murder shook the decades-old belief that in rural Alaska it was better to have these village officers unarmed. This year, the state Legislature voted unanimously to allow VPSOs to be armed — if the local native entities that employ them decide that's what they want.</p><p>Some have said they do, but they've been slow to sign up their officers for the special training that would allow them to carry weapons. Walt Monegan, Alaska's former public safety commissioner, says the native communities' reluctance to arm the VPSOs is understandable.</p><p>\"I think some communities are afraid of it because as a community, you're kind of admitting now that maybe your community is dangerous, and what community really wants to say that?\" Monegan says.</p><p>Monegan is part native Alaskan, and he had a long career in policing. He was also chief of police in Anchorage. He says big city cops could learn something from the village public safety officers.</p><p>\"VPSOs, especially since they actually know the individuals in their community better, they can have that ability to rely on those relationships and get someone to calm down, to play well with others or whatever it takes,\" Monegan says.</p><p>He says some people worry that these conciliatory skills would be lost if officers were armed. He doesn't. He says it's time Alaska's VPSOs carried weapons.</p><p>And that's increasingly the opinion in places like Manokotak, where they've hung a photo memorial to their fallen lawman in the tribal offices, and the kids still refer to the squad car as \"Tom's car.\" There's a sense in these villages that they've lost their innocence as they struggle with domestic violence and alcoholism, and now even heroin.</p><p>\"I don't mind seeing our VPSOs armed,\" says Louie John, a fisherman in Manokotak and a public safety volunteer. \"For their protection and our protection.\"</p><p>\"How would you feel, walking around with no rifle or some kind of firearm?\" he adds. \"You walk into some community that is very scary, how would you feel?\"</p><p>Manokotak is now patrolled by Officer Myers. He's actually a \"rover,\" splitting his time between several villages. He has contemplated getting the special training to carry a gun, but he doesn't seem overly eager. If he does, he says, he'll try to think of the gun as just another tool — and one that's not nearly as important as his ability to talk to people.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Officer%27s+Death+Raises+Safety+Concerns+For+Alaska%27s+Unarmed+Law+Enforcement&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Martin Kaste","audio":[{"meta":{"duration":"364"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1365390989-51b986.m3u?orgId=1&topicId=1091&ft=3&f=364984112"},{"href":"http://media.npr.org/assets/img/2014/11/19/img_0059-d0440a0c24342fe9c2699ac694804657f9e9e6cb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2998","width":"3997"}}]}