{"created":"2014-12-22T18:00:17+00:00","modified":"2015-05-14T16:47:40+00:00","valid":{"from":"2014-12-22T12:00:00+00:00","to":"3014-12-22T12:00:00+00:00"},"hreflang":"en","teaser":"Prescription neutrality, high rent, and SonyTV.","contenttemplated":"[{\"content\":\"<p>People argue for network neutrality on the internet, but what about prescription neutrality? More on the news that Express Scripts introduced an exclusivity deal with AbbVie&apos;s new Hepatitis C medication. And <span>Freddie Mac reports there’s a shortage of rental housing, giving a boost to big investors who bought thousands of foreclosed houses on a bet they’d be able to jack up rents. Now they can. Plus, w<span>ith the coming of the new year, Sony plans to roll out an Internet-based live-TV service on its video game consoles. It&apos;s called Playstation Vue, and it will initially have about 75 channels - ones we traditionally associate with cable, like MTV, Comedy Central and Nickelodeon. The idea is to marry traditional cable with a cloud-based, Netflix-like user interface.</span></span></p>\",\"type\":\"text/html\"}]","tags":["APM","Mid-day Update","Life"],"title":"PODCAST: Prescription neutrality","itags":["PMP:Marketplace_PMP","3523624a5c50cd083d0a908db5331cc6","Marketplace Morning Report","Marketplace","Marketplace Morning Report for Monday December 22, 2014"],"contentencoded":"<div class=\"barn-cleaned\"><p>People argue for network neutrality on the internet, but what about prescription neutrality? More on the news that Express Scripts introduced an exclusivity deal with AbbVie's new Hepatitis C medication. And&nbsp;<span>Freddie Mac reports there’s a shortage of rental housing, giving a boost to big investors who bought thousands of foreclosed houses on a bet they’d be able to jack up rents. Now they can. Plus, w<span>ith the coming of the new year, Sony plans to roll out an Internet-based live-TV service on its video game consoles. It's called Playstation Vue, and it will initially have about 75 channels - ones we traditionally associate with cable, like MTV, Comedy Central and Nickelodeon. The idea is to marry traditional cable with a cloud-based, Netflix-like user interface.</span></span></p></div>","published":"2014-12-22T12:00:00+00:00","guid":"3523624a-5c50-4cd0-83d0-908db5331cc6","description":"Prescription neutrality, high rent, and SonyTV.","byline":"David Brancaccio","audio":[{"meta":{"height":"340","width":"610","crop":"primary"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/WWW/data/images/repository_orig/2007/01/26/20070126_pills.jpg?itok=YWF_3kXj","type":"image/jpeg"},{"meta":{"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/morning_report/2014/12/22/midday_20141222_pod","type":"application/json"},"duration":439,"duration_hms":"00:07:19"},"type":"audio/mpeg","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/morning_report/2014/12/22/midday_20141222_pod_64.mp3","format":"MP3"}]}