{"created":"2014-10-07T18:42:19+00:00","modified":"2014-10-30T23:27:32+00:00","valid":{"from":"2014-10-30T23:27:32+00:00","to":"3014-10-30T23:27:32+00:00"},"hreflang":"en","title":"Pump Up The Bass, Feel Like A Boss","published":"2014-08-09T21:15:00+00:00","teaser":"A new study found that listening to music with heavy bass lines — think \"We Will Rock You\" and \"In Da Club\" — makes people feel more powerful.","itags":["npr_api","339134088"],"guid":"35455b1e-61d9-42c7-b276-67621bb79f30","contentencoded":"<p>Pump-up songs make us feel capable and powerful. Athletes know that intuitively — batters swagger out to raucous walk-up songs, stars like Serena Williams and Lebron James warm up with headphones on (except when, in James's case, the headphones come off to <a href=\"http://espn.go.com/nba/dailydime/_/page/dime-120329/daily-dime\">blast Wu-Tang Clan</a> in the locker room).</p><p>But what is it about a good pump-up song that makes us feel invincible? According to a <a href=\"http://spp.sagepub.com/content/early/2014/07/11/1948550614542345.full.pdf+html\">new study</a>, the answer is in the bass.</p><p>A research team at Northwestern University's Kellogg School of Business began with what we know about music and power. Past studies had shown, for example, that heavy metal and hip-hop music are linked to dominance and aggression, which are associated with feeling powerful.</p><p>So the team, led by Adam Galinsky and his student Dennis Hsu, did a series of tests to isolate exactly what it is about certain music that makes us feel powerful. First, they asked people to listen to dozens of songs and answer questions about how powerful they felt while they listened.</p><p>From there, controlling for genre, they made a list of the top three most powerful songs:</p><ol><li>\"We Will Rock You\" (Queen)</li><li>\"Get Ready for This\" (2 Unlimited)</li><li>\"In Da Club\" (50 Cent)</li></ol><p>And the three least powerful songs:</p><ol><li>\"<a href=\"https://www.youtube.com/watch?v=rjIl_xFUruM\">Because We Can</a>\" (Fatboy Slim)</li><li>\"<a href=\"https://www.youtube.com/watch?v=Qkuu0Lwb5EM\">Who Let the Dogs Out</a>\" (Baha Men)</li><li>\"<a href=\"https://www.youtube.com/watch?v=phaJXp_zMYM\">Big Poppa</a>\" (Notorious B.I.G.)</li></ol><p>Then, the team had people listen to either the powerful songs or the not-so-powerful songs and asked them to complete various tasks. For example, they asked participants to fill in the blanks: P_ _ ER</p><p>Those who listened to the powerful music were much more likely to complete the word as power, rather than paper.</p><p>In another test, after participants listened to music they were presented with a dice game in which if they correctly guessed the result of a rolled die, they would win $5. They were given the choice to roll the die themselves, or have the experimentor roll the die.</p><p>\"Usually a little bit more than 50 percent of people want to roll the die themselves,\" Galinsky explains to NPR's Arun Rath. \"When people listen to high-power music they wanted to roll the die themselves 86 power of the time. And so what you can see here is it's making people more action-oriented.\"</p><p>In the final test, Galinsky and Hsu focused solely on the bass line of the songs. \"Deep voices tend to be associated with power and bigger, stronger bodies tend to produce deeper voices,\" Galinsky explains.</p><p>To do that, they took an original piece of music — something none of the participants had heard before — and cranked up the bass.</p><p>Here's the music before:</p><p>And here is it after:</p><p>With the music playing the background, they asked people to do the word completion task from earlier, filling in the word P _ _ ER.</p><p>\"What we found is when the song had higher bass in the music, that actually made them feel more powerful,\" says Galinsky.</p><p>And feeling powerful can be a good thing, even if you're not a pro athlete.</p><p>\"People who have been made to feel more powerful can endure more pain,\" says Galinsky. He has also done a study showing that in a business school setting, people who feel more powerful are more successful in interviews.</p><p>So, in the spirit of news you can use to empower yourself, Weekend All Things Considered is asking you to share your pump-up songs with us <a href=\"https://twitter.com/nprwatc/status/497820488316764160\">on Twitter</a>. Tweet @NPRWATC, and use #NPRPowerMusic.</p><p>We're compiling a playlist of power music to get you through August or ready for the new school year.</p><p>We'll add to it as your recommendations come in, but for now, you can hear it <a href=\"https://play.spotify.com/user/nprwatc/playlist/2YMroz34L8tODnHb5smwAa\">here</a>.</p><p>[<em>Note: You need to be logged in to a Spotify account to stream the playlist. You can sign up free </em><a href=\"https://www.spotify.com/us/signup/\">here</a>.]  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Pump+Up+The+Bass%2C+Feel+Like+A+Boss&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Rebecca Hersher","audio":[{"meta":{"duration":"234"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1339173667-7ea3f8.m3u?orgId=1&topicId=1130&ft=3&f=339134088"},{"href":"http://media.npr.org/assets/img/2014/08/09/in-da-club-78df4aae13f791241bf8bd5a836a93177e4a0730.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"641","width":"854"}}]}