{"created":"2015-03-26T19:48:51+00:00","modified":"2015-03-26T20:50:47+00:00","valid":{"from":"2015-03-26T20:50:47+00:00","to":"3015-03-26T20:50:47+00:00"},"hreflang":"en","guid":"354a28c1-e663-4e8d-bd5f-9b14f25f3800","title":"Yemen's 'turf battle' just got a lot bigger — and a lot more dangerous","published":"2015-03-26T20:50:44+00:00","byline":"Stephen Snyder, Andrea Crossan","tags":["Religion","Islam","military","conflict","Conflict","Conflict & Justice","Yemen","Persian Gulf","Middle East","Terrorism in Yemen","Yemen","Politics","Houthis","Al-Qaeda in the Arabian Peninsula","Shia insurgency in Yemen","War"],"teaser":"The Houthi takeover of much of Yemen has turned into a regional power struggle, as a Saudi-led military coalition has started attacking Houthi targets in Yemen. The intervention could now have far wider implications outside of Yemen, including at the nuclear negotiating table.","contentencoded":"<p>One week ago, a regional war on the Arabian peninsula was a nightmare scenario. Today, it's a frightening reality.</p>\n<p>On Wednesday night, a coalition led by Saudi Arabia flew a bombing campaign over the Yemeni capital of Sanaa. They were targeting the Houthis, a Shiite rebel group that took control of the city last September and have taken over most of Yemen's urban areas over the past few days.</p>\n<p>\"Until then, it was a turf battle between Yemenis,\" says Hisham al-Omeisy, an activist in Yemen. \"There were the Houthis, and there was the Yemeni government. No one was expecting an air strike.\"</p>\n<div>The coalition launched its attack at the request of Riad Yassin, Yemen's foreign minister, who asked the <a href=\"http://www.aawsat.net/2015/03/article55342544/yemens-hadi-calls-for-no-fly-zone-gcc-military-intervention\">six-nation Gulf Cooperation Council to intervene</a>. The GCC is an association of Sunni petrostates who see the Shiite Houthis as a front for Iranian interests. That's why they're stepping in to try and save Yemen's president, Abdrabbuh Mansour Hadi, who was recently chased into hiding by Houthi forces.</div>\n<p>The military campaign, which <a href=\"http://english.alarabiya.net/en/News/middle-east/2015/03/26/GCC-states-to-repel-Houthi-aggression-in-Yemen-statement-.html\">the Saudis call \"Decisive Storm,\"</a> sent 100 warplanes over Yemen to bomb Houthi military targets on Wednesday night. A witness told Reuters that four or five houses had been damaged in the Sanaa area, and that rescue workers said <a href=\"http://www.reuters.com/article/2015/03/26/us-yemen-security-idUSKBN0ML0YC20150326\">at least 13 people were killled</a>, including a doctor pulled from the rubble of his clinic.</p>\n<p>Omeisy, who lives in the capital, saw panic in Sanaa. \"It caught us by surprise,\" he says. \"We don't have bomb shelters, we don't even have safe havens. Even the civil defense systems of the state are not prepared to deal with air strikes.\" He recalled his own scramble for safety during the night. \"I'm trying to secure an exit, my kids are crying. Other families from the apartment building are with us in the basement. It was a very horrific scene.\"</p>\n<p>The United Kingdom has expressed its support for the intervention, and Gen. Lloyd Austin, the head of US Central Command, has told the US Senate that America's military will work with the Gulf states and European countries to ensure the vital waterways around Yemen remain open to shipping traffic.</p>\n<p>But there are fears that the forceful intervention will prompt an equally sharp response from Iran, which has so far offered only limited support to the Houthis. The Iranians and their proxy force in Lebanon, Hezbollah, both issued <a href=\"http://www.alaraby.co.uk/english/news/2015/3/26/iran-saudi-airstrikes-in-yemen-must-stop-immediately\">strong statements condemning the bombing campaign</a>.</p>\n<p>The BBC's Richard Galpin believes the situation in Yemen may also spill over into the ongoing nuclear talks between the West and Iran.</p>\n<p>“The Americans have already very openly stated that they are supporting the Saudi military offensive. Officials have said that they are helping with intelligence and logistical assistance,\" he points out. \"This is just at the moment when we are approaching a deadline for some kind of framework agreement ... so I'm sure the Iranians will be not at all happy with what the United States [is] doing.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-26%2Fyemens-turf-battle-just-got-lot-bigger&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/03262015_01.mp3"},{"href":"http://www.pri.org/file/0326201501mp3"}]}