{"created":"2014-12-28T22:41:04+00:00","modified":"2014-12-29T18:18:22+00:00","valid":{"from":"2014-12-29T18:18:22+00:00","to":"3014-12-29T18:18:22+00:00"},"hreflang":"en","title":"Scientists Discover That Drunk Birds Sing Like Drunks","published":"2014-12-29T18:18:00+00:00","teaser":"The songs of zebra finches, long used as a model for how humans learn to use speech, get a little sloppy after a few drinks, a new study finds. Future research will look at how it affects learning.","itags":["npr_api","373649024"],"guid":"3551d170-0ab2-4972-b4e7-462fc2838805","contentencoded":"<p>If you've ever listened to karaoke at a bar, you know that drinking can affect how well someone can sing. Christopher Olson and his colleagues at Oregon Health and Science University recently set out to find if the same was true for birds, specifically zebra finches.</p><p>\"We just showed up in the morning and mixed a little bit of juice with 6 percent alcohol, and put it in their water bottles and put it in the cages,\" Olson told <em>All Things Considered</em>'s Arun Rath. \"At first we were thinking that they wouldn't drink on their own because, you know, a lot of animals just won't touch the stuff. But they seem to tolerate it pretty well and be somewhat willing to consume it.\"</p><p>The finches long have been used as a model to study human vocal learning, or how people learn to communicate using language, Olson said. Obviously, alcohol affects human speech, so Olson and his team checked for similar problems with the birds.</p><p>The blood alcohol levels achieved — .05 to .08 percent — would be laughed off by many college students, but because birds metabolize alcohol differently it was plenty to produce the effects the scientists were looking for.</p><p>Listen to the audio, and you'll hear that the finches' song gets a bit quieter and just a little slurred, or as Olson puts it, \"a bit less organized in their sound production\" — like a roommate calling from a bar to get a ride home.</p><p>In the future, Olson wants to find out whether alcohol affects not just how birds sing but how they learn new songs — like a roommate partying so late he's still drunk in class the next morning.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Scientists+Discover+That+Drunk+Birds+Sing+Like+Drunks&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Christopher Dean Hopkins","audio":[{"meta":{"duration":"251"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1373657795-060688.m3u?orgId=1&topicId=1132&ft=3&f=373649024"},{"href":"http://media.npr.org/assets/img/2014/12/28/1280px-zebra_finch_group-a28085d36afd506b4a4a03446b478fca974719a6.png","type":"image/jpeg","meta":{"crop":"standard","height":"616","width":"821"}}]}