{"created":"2014-10-08T15:50:49+00:00","modified":"2014-10-31T02:01:13+00:00","valid":{"from":"2014-10-31T02:01:13+00:00","to":"3014-10-31T02:01:13+00:00"},"hreflang":"en","title":"'Silver Tsunami' And Other Terms That Can Irk The Over-65 Set","published":"2014-05-23T03:12:00+00:00","teaser":"Reporter Ina Jaffe covers aging for NPR. But many common terms for people formerly known as senior citizens have become stigmatized, she says — leaving her at a loss for words.","itags":["npr_api","313133555"],"guid":"355ce19f-5195-4f60-95e1-34ef4c7852fb","contentencoded":"<p>About one-fifth of the U.S. population will be 65 or older by the year 2030. NPR's Ina Jaffe covers this population — and says it's often difficult to find the right words to describe it.</p><p>\"I realized what a minefield this was after I'd been on the beat just a few months,\" she says. \"I did <a href=\"http://www.npr.org/2013/03/12/174124992/an-age-old-problem-who-is-elderly\">a profile of this 71-year-old midwife</a>. She's still up all night delivering babies, and the headline on our website — and reporters ... do not write the headlines ... described her as 'elderly.'</p><p>\"Listeners were furious,\" Jaffe continues. \"Maybe once upon a time, 'elderly' referred to a particular stage in life, but now people think ... it means you're ailing and you're frail.\"</p><p>Jaffe sometimes uses \"older adults\" or \"older Americans,\" she says, if it's relevant to the story. \"Sometimes I use the term 'senior' — though I've met some older people who don't like that, either. And 'senior citizen' really seems to annoy just about everyone now. ... There really aren't a lot of widely acceptable terms anymore.\"</p><p>Advertisers can face the same problems.</p><p>People over 65 represent several distinct generations, says Ann Arnof Fishman, president of Generational Targeted Marketing. And people in the baby boomer cohort \"really don't like to be reminded of the fact they're no longer young,\" she says. \"They feel young. They act young. They enjoy life, and they want to go through it focusing on living.\"</p><p>So, there lies a paradox: Everyone wants to live a long time, but no one wants to actually<em> be</em> old.</p><p>Several other terms often used to describe older people can be problematic, like:</p><blockquote><p><strong>Golden years</strong>: This term comes from a sales pitch from the late 1950s, Jaffe explains, a time when retirement began to be idealized as this sort of perpetual vacation. It's not clear who coined it — some references cite insurance companies or Merrill Lynch Investments, while others credit Del Webb, the developer of the original retirement community Sun City, which opened in 1960.</p><p><strong>Silver tsunami</strong>: Ashton Applewhite, who <a href=\"http://www.thischairrocks.com/\" target=\"_blank\">blogs about aging and ageism</a>, really hates the term \"silver tsunami,\" which is increasingly used in news stories about the growing numbers of older people.</p><p>\"A tsunami is something that strikes without warning and that sucks everything out to sea — as [if] we're supposed to believe old people are going to suck all our resources out with them,\" Applewhite says. \"In fact, the demographic wave that we're looking at is an extremely well-documented phenomenon that is washing gently across a flood plain. It's not crashing on some undefended shore without warning.\"</p><p><strong>Our seniors</strong>: \"Not just 'seniors' — 'o<em>ur</em> seniors,' \" Jaffe says of this phrase that politicians sometimes use. \"The only other group we talk about like that is children,\" Jaffe says, \"and I find it patronizing.\"</p><p><strong>Successful aging</strong>: This term is often used by people involved in the field of aging. Although it is typically considered a progressive term, it drives Jaffe \"crazy,\" because, she says, \"I think it just means there's one more opportunity for me to fail.\"</p></blockquote><p>Of course, not everyone shuns these terms. Riff Markowitz, the 75-year-old producer of a musical revue called <a href=\"http://www.npr.org/2014/05/07/305506374/dancers-find-a-second-act-at-palm-springs-follies\" target=\"_blank\">The Palm Springs Follies</a>, says he prefers that people give it to him straight.</p><p>\"I just shy away from saying things like 'older,' when really what we all know is it's 'old,' \" he says. \"They say you're only as old as you feel. Well, you're <em>not</em> as old as you feel. You're as old as you are, and if you feel good then you're as old as you are — and you feel good.\"</p><p><em><strong>What do you think? What terms for aging do you love — and which do you love to hate? Take the poll below, or suggest some new terms in the comments.</strong></em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Silver+Tsunami%27+And+Other+Terms+That+Can+Irk+The+Over-65+Set&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"348"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1313844282-e1605f.m3u?orgId=1&topicId=1028&ft=3&f=313133555"},{"href":"http://media.npr.org/assets/img/2014/05/17/istock_000015336774medium-4bbf2edf31b1d8541a286cb181c830c7ac853bd4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1036","width":"1382"}}]}