{"created":"2015-06-23T20:36:07+00:00","modified":"2015-06-24T12:51:47+00:00","valid":{"from":"2015-06-24T12:51:47+00:00","to":"3015-06-24T12:51:47+00:00"},"hreflang":"en","title":"When Corrupt Chinese Officials Flee, The U.S. Is A Top Destination ","published":"2015-06-24T12:51:00+00:00","teaser":"The U.S. is appealing because of its high standard of living and lack of an extradition treaty with China. The U.S. is also reluctant to arrest suspects unless provided with solid information.","itags":["npr_api","416828057"],"guid":"356a9c42-18d2-4e7b-bce7-972c79a5a18a","contentencoded":"<p>China issued global arrest warrants for 100 fugitives in April. Most of them, it turns out, are believed to be corrupt officials hiding out in the U.S. or Canada.</p><p>The U.S. may not seem like an obvious destination, but Huang Feng, a criminal law expert at Beijing Normal University, says there's a clear rationale.</p><p>The fugitives pick the U.S. for its standard of living and its mature legal system. They know that the U.S. and China have no extradition treaty, and that the U.S. is wary of sending fugitives back to China, where they may be denied legal due process.</p><p>Huang says the corrupt officials tend to follow similar exit strategies.</p><p>\"Before their cases are discovered, they apply for immigrant status for their families and get permanent resident status in the U.S.,\" he observes. \"Then they launder their bribe money and move it offshore.\"</p><p>China, meanwhile, has come up with a major law enforcement program, dubbed Skynet, aimed at bringing the fugitives to justice.</p><p>The Skynet name is not a reference to the artificial intelligence network in the <em>Terminator</em> movie franchise, but rather a chapter in the Taoist classic the <em>Tao Te Ching</em>: \"The mesh of Heaven's net is vast, but it lets nothing through.\"</p><p>China is seeking American cooperation with the effort, and it is likely to come up at the annual bilateral U.S.-China Strategic and Economic Dialogue taking place this week in Washington.</p><p>According to the Communist Party line, officials' lack of confidence in the regime and flight overseas demonstrate nothing but their own corruption and moral dissolution. It does not presage the regime's collapse, <a href=\"http://www.wsj.com/articles/the-coming-chinese-crack-up-1425659198\" target=\"_blank\">as some observers suggest. </a></p><p><strong>Part Of An Anti-corruption Drive</strong></p><p>Nevertheless, Huang, the criminal law expert, says pressure is growing on Beijing to address the problem of corrupt fugitives as part of a larger battle against graft that has already brought down thousands of officials.</p><p>\"If their leaders can't solve this problem,\" he says, \"China's people may begin to doubt whether they can succeed in their fight against corruption.\"</p><p>Topping the Chinese wanted list abroad is Yang Xiuzhu, ex-deputy mayor of Wenzhou, a bastion of private enterprise on China's east coast.</p><p>Yang reportedly fled to the U.S. in 2003 after stealing $40 million. She was arrested last year, allegedly trying to re-enter the U.S. on a fake Dutch passport.</p><p>The list also includes Zhao Shilan and her ex-husband Qiao Jianjun, a former manager at a government grain warehouse in central Henan province. He is accused of embezzling $112 million, some of which the pair used to apply for investor immigrant visas to the U.S. in 2008.</p><p>They reportedly also used some of the money to purchase a four-bedroom, gray clapboard house with a two-car garage in Newcastle, a suburb of Seattle, which neighbors say sold for more than a half-million dollars.</p><p>In March, a U.S. federal grand jury indicted Zhao and Qiao on charges of conspiracy to commit immigration fraud, money laundering and international transport of stolen funds. <a href=\"http://www.justice.gov/usao/cac/Pressroom/2015/028.html\" target=\"_blank\">The pair could serve time</a> in a U.S. prison, or be sent back to China.</p><p><strong>Calls For Cooperation</strong></p><p>On a visit to China in April, <a href=\"http://www.dhs.gov/news/2015/04/11/readout-secretary-johnsons-trip-china\" target=\"_blank\">U.S. Homeland Security Secretary Jeh Johnson</a> and China's minister of public security agreed to expedite the return of Chinese facing deportation orders.</p><p>Despite the lack of an extradition treaty, U.S. officials can still nab fugitives on other charges.</p><p>\"The U.S. Department of Justice has repeatedly shown it will vigorously pursue prosecutions in the United States, where there is alleged money laundering or other criminal activity in this country by fugitives sought by China,\" says Department of Justice spokesman Peter Carr.</p><p>Of course, Carr says, the U.S. can't just hand suspected fugitives over. First, China has to provide solid evidence.</p><p>\"If that happens, the Department of Justice will take appropriate enforcement action,\" he says. \"Too often, China has not provided the evidence we have requested. It is not sufficient to simply provide a list of names.\"</p><p>Huang, the scholar, says the U.S. also seeks China's cooperation in repatriating fugitives in China. But he points out that China generally will not extradite its own citizens to face trial overseas.</p><p>China, Huang adds, is certainly looking for more than just the 100 fugitives on its wanted list. He says there may be additional cases that are too politically sensitive to make public.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=When+Corrupt+Chinese+Officials+Flee%2C+The+U.S.+Is+A+Top+Destination+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Anthony Kuhn","audio":[{"meta":{"duration":"211"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1417099715-ad1c94.m3u?orgId=1&topicId=1125&d=211&story=416828057&ft=nprml&f=416828057"},{"href":"http://media.npr.org/assets/img/2015/06/23/gettyimages-465942690-skynetedit-20b2bf4b10c91d7d933493197158bd335e485d5f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/06/23/51305081_h37739191-skynetedit-1b23a37ae2eaa995d601bb1a256429aa0978c2c9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"719","width":"958"}}]}