{"created":"2014-10-25T21:05:20+00:00","modified":"2015-04-07T17:50:58+00:00","valid":{"from":"2015-04-07T17:50:58+00:00","to":"3015-04-07T17:50:58+00:00"},"hreflang":"en","title":"Producer's Notebook: Coming Home From Monrovia To Confusion And Fear   ","published":"2014-10-25T22:54:00+00:00","teaser":"As Liberians fight Ebola, Americans struggle with fear of the disease.","itags":["npr_api","358113978"],"guid":"3573f7f4-47df-4969-a258-9e8d79bb3e64","contentencoded":"<p>Salome Karwah, 26, lost both her parents to Ebola. On August 28, she walked out of the same Monrovia treatment center where they had died, a survivor of the virus.</p><p>And then one month later, she returned.</p><p>Ebola treatment centers are full of divisions: between sick and healthy, confirmed and suspected, dirty and clean. Karwah is standing in a fenced-in ward of suspected Ebola patients, gently bouncing a 10-month-old baby against her chest. \"I help patients who are helpless,\" she says.</p><p>\"I help a lot of the babies. Some of them, without their parents, they cry a lot.\" The baby begins to whimper. \"They were breast feeding. It's hard!\"</p><p>As a survivor, Karwah is immune to the current strain of Ebola, which makes her an ideal employee at the clinic. But even with immunity, an Ebola treatment center is a difficult place to work. There is a lot of death. Everyone who chooses to work there – volunteers, survivors, body collectors – feels some sense of duty to fight the epidemic.</p><p>\"It was not hard to come back,\" says Karwah. \"Of course I lost my two parents here... but if I can help someone survive, I will be very happy.\"</p><p>It's hard not to tear up thinking about what she's been through. One of the doctors working alongside her at the treatment center can't help it.</p><p>\"That's the most profound thing,\" says Dr Daniel Lucey. His eyes well up, but he doesn't wipe them. Rule number two of operating near Ebola, after washing hands, is don't touch your face.</p><p>Lucey, an infectious disease physician at Georgetown University, will be working at the treatment center a total of five weeks during this trip. He hopes to come back again.</p><p>Karwah has no plans to leave her job until the epidemic is over.</p><p>It's hard to imagine when that will be. It struck me that Monrovia feels more like a city preparing for Ebola to stay than a city expecting it go away anytime soon. Ambulances scream down main streets, and sirens are drowned out by the sounds of construction equipment building new clinics. The president has canceled school until March, a full year after the epidemic in Liberia began. Despite current efforts, it still feels like Ebola is winning there.</p><p>It's surreal, then, to return to the U.S. and find mild hysteria. To read headlines like, \"Can Dallas Defeat Ebola?\" A woman on my flight from Washington, DC, back to California is wearing rubber gloves. People seem confused and scared without knowing why.</p><p>At the airport when I arrive home to Los Angeles, a man comes up to me in the crowd outside the terminal.</p><p>\"Can I borrow your phone?\" he says, scanning the crowd. \"I know my girlfriend is here somewhere, but my iPhone died!\" His hand brushes against mine as I hand him my phone.</p><p>\"Thank you so much.\"</p><p>He dials her number, then looks up at me as if remembering something.</p><p>\"I guess I should ask, are you coming back from West Africa?\"</p><p>\"Ummm, yeah,\" I say, confused. How does he know? Or wait, is he asking because he's afraid of me? \"Actually I am.\"</p><p>But he's not listening. He puts the phone to his ear, laughing as if I must be joking.</p><p>\"Just had to ask. You know, like before I touch your phone and stuff. Hi! Honey, I'm here, under the JetBlue sign....\"</p><p>\"Thanks,\" he says when he hands it back. \"You're a life saver.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Producer%27s+Notebook%3A+Coming+Home+From+Monrovia+To+Confusion+And+Fear+++&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Rebecca Hersher","audio":[{"meta":{"duration":"166"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1358898050-455693.m3u?orgId=1&topicId=1031&e=358113978&d=166&ft=nprml&f=358113978"},{"href":"http://media.npr.org/assets/img/2014/10/24/survivorandbaby-1-2f34f9de5123bbca87dcb7f349fd45c2c3b0c958.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1123","width":"1497"}}]}