{"created":"2014-09-09T20:52:16+00:00","modified":"2014-09-11T19:05:39+00:00","valid":{"from":"2014-09-11T19:05:39+00:00","to":"3014-09-11T19:05:39+00:00"},"hreflang":"en","guid":"35839b3e-7a40-419f-aeef-cdce096486f7","title":"Why Ebola patients are being turned away at the gates of treatment centers in Liberia","published":"2014-09-11T19:05:38+00:00","byline":"Joyce Hackel","tags":["Ebola","medicine","health","Human Needs","Medicine","Health & Medicine","Monrovia","Africa","Liberia","Sub-Saharan Africa","Africa","Lewis Brown","Ebola","Virus","Liberia","Monrovia","health care workers","public education","Tropical diseases","Health"],"teaser":"Ebola is spreading exponentially in Liberia and thousands of new cases are expected there in the next three weeks. Lewis Brown, Liberia's information minister, says health workers are turning away patients at the gates of treatment centers in Monrovia because they simply don't have enough beds.","contentencoded":"<p><span style=\"font-size: 13.3333339691162px; line-height: 1.538em;\">Liberians seeking treatment for Ebola rarely show up at a health care facility in an ambulance. Instead, many are carried in by friends or relatives. Or they arrive in taxis, or sometimes even in the trunk of a car.&nbsp;</span></p><p><span style=\"font-size: 13.3333339691162px; line-height: 1.538em;\">That&#39;s according to health workers with Doctors without Borders in the capital Monrovia, where the depth of the Ebola crisis is only now becoming clear.&nbsp;</span></p><p><span style=\"font-size: 13.3333339691162px; line-height: 1.538em;\">Officials with the World Health Organization are warning that &nbsp;the virus is spreading exponentially in Liberia and thousands of new cases are expected in the next three weeks. &nbsp;</span></p><p><span style=\"font-size: 13.3333339691162px; line-height: 1.538em;\">Liberia&#39;s Information Minister Lewis Brown says even when patients with Ebola symptoms manage to get to treatment facilities, many are being turned away at the gates because of a lack of beds.&nbsp;</span></p><p><span style=\"font-size: 13.3333339691162px; line-height: 1.538em;\">&quot;The situation in our country is grave,&quot; Brown says. &quot;We&#39;re overwhelmed and beyond our resource capacity to be able to respond. The population is stricken with fear and panic.&quot;&nbsp;</span></p><p><span style=\"font-size: 13.3333339691162px; line-height: 1.538em;\">Brown says the bed shortage is in part due to the success of public education campaigns that have taught Liberians to recognize Ebola symptoms and report to facilities.</span></p><p><span style=\"font-size: 13.3333339691162px; line-height: 1.538em;\">&quot;We&#39;ve been able to spread the word about the success rate &mdash; that is if you came in early, you can be helped to walk out healthy,&quot; he notes. &quot;What it now means is the world, given this unprecedented outbreak, must similarly in an unprecedented way respond to our need and provide us the kind of help and support we need.&quot;</span></p><p><span style=\"font-size: 13.3333339691162px; line-height: 1.538em;\">Brown says Liberians need at least 1000 beds for Ebola patients in and around Monrovia, far more than the 240 beds available now.&nbsp;</span></p><p><span style=\"font-size: 13.3333339691162px; line-height: 1.538em;\">Taxis are thought to be points of transmission in the Liberian capital because residents with Ebola symptoms are criss-crossing town in cabs, searching in vain for an unoccupied hospital bed.</span></p><p><span style=\"font-size: 13.3333339691162px; line-height: 1.538em;\">Asked if Liberia might take up a suggestion from the World Health Organization to ban taxis, Brown says, &quot;We cannot rule out any option &mdash; that&#39;s the first thing we&#39;ve been able to learn in this fight. But what we would prefer to do is to provide more ambulances. Our people are left to scramble for taxis because there are not enough ambulances reaching out to pick them up when they call for help.&quot;&nbsp;</span></p><p><span style=\"font-size: 13.3333339691162px; line-height: 1.538em;\">Brown says the virus is having an impact on all segments of society in Liberia. But those hit hardest, he says, are care givers. &nbsp;</span></p><p><span style=\"font-size: 13.3333339691162px; line-height: 1.538em;\">&quot;In homes, mothers and daughters and sisters &mdash; those who are responsible to provide care for the families &mdash; are the ones who are under the most severe attack from this virus,&quot; Brown says. &quot;This is an attack on our way of life because we are a people who love to care for each other during periods of affliction.&quot;&nbsp;</span></p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/RTR457LS.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/rtr457lsjpg"}]}