{"created":"2014-10-27T20:49:54+00:00","modified":"2014-10-27T20:49:54+00:00","valid":{"from":"2014-10-27T20:49:54+00:00","to":"3014-10-27T20:49:54+00:00"},"hreflang":"en","title":"Senate Democrats Look To Reverse Hobby Lobby Decision","published":"2014-07-10T19:00:00+00:00","teaser":"Sen. Patty Murray discusses the ruling and lawmakers' effort to ensure workers have birth control coverage.","itags":["npr_api","330459205"],"contentencoded":"<p>Senate Democrats are moving forward to reverse the Supreme Court&#8217;s controversial Hobby Lobby decision on contraceptives.</p><p>A group of senators yesterday filed a bill that would require for-profit businesses to provide health coverage that includes contraceptives.</p><p>Last month, in a 5-4 decision, the high court ruled that &#8220;closely-held&#8221; corporations do not have to provide contraceptive coverage as mandated by the Affordable Care Act because it violates the 1993 Religious Freedom Restoration Act.</p><p>Senator <strong>Patty Murray</strong> of Washington state discusses the Hobby Lobby ruling and her and her fellow Democrats&#8217; efforts to reverse it with <em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Robin Young.</p><h4>Interview Highlights</h4><p><strong>On the bill&#8217;s chances</strong></p><p>&#8220;I think this is an issue that is impacting obviously a huge amount of women &#8212; 99 percent of sexually active women in this country say that they have used or will use contraceptives. So this is an issue that impacts a lot of people, and I think that if they stand up and make their voices heard, let their members of Congress know, that we do have a chance to pass this.&#8221;</p><p><strong>On why this is important</strong></p><p>&#8220;This is not about Democratic women. This is not just about Republican women. This is not about independent women. This is about women in this country having the ability to have their healthcare coverage covered. Many women are expressing strong surprise that in 2014, we have in this country now a Supreme Court decision that says that instead of it just being a decision by yourself and your doctor, or your partner, or your religion, this is now a decision where the person who signs your paycheck is in the room making the decision of whether you have access to healthcare or not.&#8221;</p><p><strong>On why she disagrees with the Hobby Lobby decision</strong></p><p>&#8220;Should you, when you&#8217;re going out to apply for a job, ask what your corporation&#8217;s religious beliefs are? Corporations aren&#8217;t born with religious beliefs; people are. A corporation is a business entity, and I disagree with the Supreme Court&#8217;s rulings that are moving us to a place that say corporations are people. I think that is very troubling.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.murray.senate.gov/public/index.cfm/home\" target=\"_blank\">Patty Murray</a></strong>, Democratic U.S. senator for Washington state. She tweets <a href=\"https://twitter.com/PattyMurray\" target=\"_blank\">@PattyMurray</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 WBUR-FM. To see more, visit <a href=\"http://www.wbur.org\">http://www.wbur.org</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Senate+Democrats+Look+To+Reverse+Hobby+Lobby+Decision&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"35abf80e-aadb-422c-9c2b-c3eb93743e63","audio":[{"meta":{"duration":"327"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1330459208-1c9ead.m3u?orgId=330&ft=3&f=330459205"}]}