{"created":"2015-02-26T22:19:39+00:00","modified":"2015-02-27T21:46:29+00:00","valid":{"from":"2015-02-27T21:46:29+00:00","to":"3015-02-27T21:46:29+00:00"},"hreflang":"en","guid":"35b04350-e99b-4c48-8f34-3550e456272d","title":"The identity of ‘Jihadi John’ – the man in the ISIS beheading videos","published":"2015-02-27T21:46:27+00:00","byline":"Christopher Woolf","tags":["jihadi john","mohammed emwazi","ISIS","Islamic State","syria","Conflict","Conflict & Justice","London","Europe","Asia","United Kingdom","Kuwait","Syria","Europe","Asia","Middle East","Mohammed Emwazi","Adam Goldman","James Foley","Asim Qureshi","ISIS","beheadings","Jihadi John","Terrorism","hostages"],"teaser":"The man seen in multiple ISIS beheading videos has been identified by the Washington Post as Mohammed Emwazi, a middle-class kid from London.  ","contentencoded":"<p>In many ways, he is the personification of ISIS terror. The black-clad man with the British accent, seen in multiple ISIS beheading videos. He’s been dubbed ‘Jihadi John.’ But who is he?</p>\n<p>The <a href=\"http://www.washingtonpost.com/world/national-security/jihadi-john-the-islamic-state-killer-behind-the-mask-is-a-young-londoner/2015/02/25/d6dbab16-bc43-11e4-bdfa-b8e8f594e6ee_story.html?hpid=z2\">Washington Post has now identified him</a> as a British citizen named Mohammed Emwazi. Adam Goldman was lead reporter on the story for the Post.</p>\n<p>“Jihadi John is approximately 26 years old,” says Goldman, “who was born in Kuwait, and who — we believe — emigrated to the UK when he was about 6. He grew up in west London in a solid middle-class neighborhood, of some wealth, and he attended Westminster University, where he studied business management and computer programming. Then at some point, maybe prior to 2009, or afterward, he began to radicalize. And quickly.”</p>\n<p>His nickname, ‘Jihadi John,’ was coined by the hostages. “The hostages dubbed them the Beatles, because they were all from Britain. There were three, possibly four. But the three primary ones they nicknamed John, George and Ringo. George was the leader of the group, but they all played significant roles in the organization.”</p>\n<p>“They weren’t guards — you know — knocking on the door and feeding them gruel.”</p>\n<p>The Washington Post story cites friends and acquaintances identifying Emwazi with differing degrees of certainty. On Thursday officials in London and Washington confirmed to other news outlets that Emwazi was indeed the man they believed to be Jihadi John.</p>\n<p class=\"cta_no_border cta_align-right cta_no-icon cta_bg-white\">The Post quotes Asim Qureshi as saying he was ‘fairly certain’ that the man in the ISIS videos is Mohammed Emwazi, who he knew pretty well. Qureshi is research director of a human rights group called CAGE that attempts to document what it calls official harassment of British Muslims. Emwazi came to CAGE to report his grievances, and worked with Qureshi for several years.</p>\n<p>But on Thursday, Qureshi tried to backpedal. He held a news conference in which he criticized how the Washington Post used his comments. He admits he said there were striking similarities, but went on, “how can I say for certain. It’s impossible for me to say certainly that these two are the same people.”</p>\n<p>“So the Washington Post,” Qureshi added, “unfortunately did misquote, or didn’t give a full accounting of exactly what my position was on this matter.”</p>\n<p>Goldman rebuts that by simply reciting Qureshi’s quotes in the story. “We never suggested, and he never said, he was 100 percent certain. The story doesn’t say that.”</p>\n<p>Qureshi told the news conference that the Mohammad Emwazi that he knew was 'a beautiful young man,' kind, genteel and polite. He said he had a hard time reconciling that image with the actions of Jihadi John.  </p>\n<p>Qureshi also insists many Muslims are \"harrassed\" by British officials, and in a sense, driven into the arms of groups like ISIS. Goldman details some of Emwazy's problems in his story, and agrees that action by police and officials can alienate communities. Goldman himself won the 2012 Pulitzer Prize for Investigative Reporting for his series on the NYPD’s aggressive surveillance of Muslims and how it was leading to abuses and alienation. “And,” he adds, “we’ve heard similar things in London.”</p>\n<p><em>(A Muslim rights advocate, Asim Qureshi, who knew Mohammed Emwazy in London, makes a controversial plea for understanding.)</em></p>\n<div class=\"mediaelement-audio media-element file-default\" info=\"%22media%22%7D\"><audio class=\"mediaelement-formatter-identifier-1424987555-0\" controls=\"controls\" src=\"http://cdn.pri.org/sites/default/files/Asim Qureshi.mp3\"> </audio></div>\n<p>But Goldman adds: “I can’t say one way or the other that the British counterterrorism efforts drove this guy to cut somebody’s head off. I mean, that’s pretty extreme, isn’t it?” </p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-26%2Fidentity-jihadi-john-man-isis-beheading-videos&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0226201501.mp3"},{"href":"http://www.pri.org/file/0226201501mp3"}]}