{"created":"2015-07-02T20:43:51+00:00","modified":"2015-07-03T14:10:41+00:00","valid":{"from":"2015-07-03T14:10:41+00:00","to":"3015-07-03T14:10:41+00:00"},"hreflang":"en","title":"In Data Breach, Reluctance To Point The Finger At China","published":"2015-07-02T22:35:00+00:00","teaser":"Personal data of at least 18 million federal workers may have been accessed via the OPM computer system. Some officials quietly blame China; others want to avoid upsetting this major trade partner.","itags":["npr_api","419458637"],"guid":"35c85cc1-1955-4c1c-b4d4-752641829404","contentencoded":"<p>Adm. Michael Rogers is among the American officials most likely to know which country perpetrated the Office of Personnel Management's <a href=\"http://www.opm.gov/news/latest-news/announcements/frequently-asked-questions/\">massive data breach,</a> possibly the biggest hack ever of the U.S. government. He's not only director of the National Security Agency, but also heads the <a href=\"http://www.arcyber.army.mil/\">U.S. Cyber Command.</a></p><p>Still, when asked last week at <a href=\"http://geoint2015.com/agenda?day=3\">a spy satellite symposium</a> about the origin of the OPM hack, which was first reported in early June, Rogers demurred.</p><p>\"I'm not gonna get into the specifics of attribution,\" he said. \"That's a process that we're working through on the policy side. There's a wide range of people, groups and nation states out there aggressively attempting to gain access to that data.\"</p><p>Lawmakers have shown a similar reluctance to name names. California U.S. Rep. Adam Schiff is the House Intelligence Committee's top Democrat and has been outspoken on many sensitive issues.</p><p>But in an interview, Schiff did not cite China when asked which country was behind the data breach.</p><p>\"I think we have a pretty good case as to who's responsible,\" he said. \"But it really is up to the administration to decide whether they want to publicly attribute the attack.\"</p><p>Federal law enforcement sources tell NPR the personal data of at least 18 million federal workers may have been accessed through the OPM computer system. Some China experts say assigning blame in this case can be tricky, because cyberspying there is often outsourced to nongovernment contractors.</p><p>\"It's hard to sort of pin down who you should be blaming, and if you leave all of the blame at Beijing's doorstep, is that really the right place?\" says Dan Altman, a China-watcher at New York University's Stern School of Business and senior economics editor at <em>Foreign Policy</em> magazine.</p><p>Beyond uncertainty, there's the hard, cold reality that China is still the United States' second largest trade partner, after Canada.</p><p>\"This might not be the best time to try and get into the blame game with Beijing,\" Altman says, \"because you want to engage them in that economic relationship, and that's always been the reason for reticence in terms of the United States pushing back at China — and not just over cybersecurity, but over things like civil rights and human rights as well.\"</p><p>Not surprisingly, China denies any responsibility for the OPM hack. At a <a href=\"http://geoint2015.com/agenda?day=4\">meeting</a> last month in Beijing with foreign journalists, the Chinese foreign minister, Wang Yi, inveighed against what he termed \"irresponsible finger-pointing\" by anonymous sources.</p><p>\"The Chinese government opposes any hacking activities or the theft of commercial secrets,\" he said, \"and this is the set policy of the Chinese government, and we have very strict regulations.\"</p><p>Wang also pointed out that 80 percent of the Chinese government's websites have been hacked. Most of these cyberattacks, he asserted, have come from the U.S.</p><p>Just as China is willing to point fingers, so, too, are some American officials. One of them is Director of National Intelligence James Clapper. At the <a href=\"http://geoint2015.com/agenda?day=4\">same symposium</a> where the NSA's Rogers had avoided singling out China for blame, Clapper named China as \"the leading suspect\" behind the data theft.</p><p>\"You have to kind of salute the Chinese for what they did,\" Clapper said, adding, \"You know, if we had the opportunity to do that, I don't think we'd hesitate for a minute.\"</p><p>That the nation's top intelligence official would name China publicly struck some in his audience as revealing.</p><p>\"I think Clapper's saying clearly here, A) I really do want to go after them, and B), it's really complicated,\" says Colin Clark, editor of the online publication <em>Breaking Defense</em>. \"If you're simply engaging in counterespionage, you're OK. But, you know, where does counterespionage begin and end and where does war-fighting begin?\"</p><p>Clark says nobody in Washington wants to get into a dogfight with Beijing over the stolen data.</p><p>And with Chinese President Xi Jinping set to make his first state visit to the White House in September, the muted official response to the OPM hack is bound to continue.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Data+Breach%2C+Reluctance+To+Point+The+Finger+At+China&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Welna","audio":[{"meta":{"duration":"238"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1419554899-8298e0.m3u?orgId=1&topicId=1122&d=238&p=2&story=419458637&t=progseg&e=419411157&seg=20&ft=nprml&f=419458637"},{"href":"http://media.npr.org/assets/img/2015/07/02/gettyimages-468384720-2fec3ef3211fbba88e6ec9d704ef29b5356b6d34.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1935","width":"2580"}},{"href":"http://media.npr.org/assets/img/2015/07/02/gettyimages-464967096-c871410185ec7402abd74060b95dc5acf78982e2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2002","width":"2671"}}]}