{"created":"2015-05-14T12:32:00+00:00","modified":"2015-05-21T19:10:42+00:00","valid":{"from":"2015-05-21T19:10:42+00:00","to":"3015-05-21T19:10:42+00:00"},"hreflang":"en","title":"4 Questions For Republicans On Foreign Policy","published":"2015-05-14T20:51:00+00:00","teaser":"Republicans are critical of President Obama's foreign policy with the rise of the Islamic State militant group and the Iran negotiations. But the GOP faces its own challenges related to world affairs.","itags":["npr_api","406676585"],"guid":"35d7ba1d-36df-4b65-8a86-d30fa304b8a5","contentencoded":"<p><strong>This post was updated at 2:45 p.m. ET</strong></p><p>Foreign policy is becoming a big issue in the 2016 election. For the first time in years, some polls show as many voters concerned about foreign affairs as domestic issues.</p><p>And for Republican voters it's the No. 1 issue.</p><p>GOP candidates have been talking a lot about foreign policy and national security on the campaign trail, bashing the president and his former secretary of state for what they say is a disastrous and incoherent approach to the rest of the world. To a person, they promise that if they are elected they'd be tougher, kill more bad guys, and give more support to U.S. allies. But this new focus on foreign policy raises some questions for the leading Republican candidates. Here are a few:</p><p><strong>1. For Jeb Bush: What exactly does \"Being Your Own Man\" mean?</strong></p><p>This was a rough week for Bush. First, he said if he knew then what we know now about Iraq he would have done the same thing that his brother did and go to war. But then he said he misheard the question and, given another chance to answer it, he tried to clarify matters by saying, well, he didn't know what he would do. And besides, Bush said, that was a \"hypothetical.\"</p><p>On Wednesday, a man in Reno, Nev., where Bush was campaigning, helpfully pointed out to him that running for president IS hypothetical, as in, \"If I was President I'd....\"</p><p>On Thursday, in Tempe, Ariz., Bush reversed himself completely, finally providing a definitive answer to the question. Bush said: \"I would not have engaged. I would not have gone into Iraq.\" That puts Bush right alongside the majorities of Americans who have told pollsters they think the war in Iraq was a mistake.</p><p>Bush's difficulty separating himself from the least popular aspects of his brother's legacy provided a big target for his Republican rivals. Marco Rubio, John Kasich, Ted Cruz, Chris Christie, Ben Carson and Rand Paul have all said if they knew then what we all know now about the nonexistent \"weapons of mass destruction,\" they would NOT have gone to war. And Bush's weeklong wobble on a question he had to know would come up caused much head scratching among his supporters. Was it family loyalty? Or stubbornness? Or, since it has been 13 years since he last ran for office, was Bush just plain rusty?</p><p><strong>2. For Marco Rubio: When will you go beyond the boilerplate?</strong></p><p>The Florida senator claims to have the deepest foreign-policy experience of anyone in the GOP. In the four years he has been in the Senate, he has served on the Foreign Relations and the Intelligence committees. But his speech at the Council on Foreign Relations in New York on Wednesday, laying out what Rubio called \"a doctrine for the exercise of American influence in the world,\" Rubio didn't go much beyond mainstream GOP hawkish rhetoric. He is comfortable answering questions on the subjects, but, so far, he has been largely noncommittal on some of the specifics.</p><p>It's hard to imagine any of the Republicans, or even Barack Obama or Hillary Clinton, arguing with Rubio's \"three pillars\": adequately fund the U.S. military, use American power to protect U.S. economic interests, and reinforce our alliances while advancing the rights of religious minorities and women. Rubio didn't explain, however, what he'd do if it was America's allies who were persecuting women, or what kind of power he'd use to protect U.S. economic interests in \"airspace , cyberspace, or outer space.\" So far, despite his own proclamations of foreign-policy depth, he hasn't achieved the stature he seeks — even within the GOP foreign-policy establishment.</p><p><strong>3. For Scott Walker: When will you graduate from foreign policy 101?</strong></p><p>Like the other governors in the race, Walker has a disadvantage, because he hasn't been directly involved in foreign policy, other than <a href=\"http://www.npr.org/sections/itsallpolitics/2015/04/07/397928604/obama-to-scott-walker-bone-up-on-foreign-policy\">promoting Wisconsin cheese</a> overseas. Walker has other formidable strengths as a candidate, but even he admits foreign policy isn't at the top of that list.</p><p>Walker got pummeled for saying that fighting union protesters in Wisconsin was good preparation for fighting the Islamic State militant group. And he has now made two trips abroad — one to London, where he got tangled up in comments about evolution and punted on questions of foreign policy, and, on a recent trip to Israel, he avoided the press altogether.</p><p>After some missteps, he has been getting tutored by Republican foreign-policy experts. But in a nomination battle where foreign policy will play a larger-than-usual role, Walker needs to keep hitting the briefing books and show he has mastered them.</p><p><strong>4. For the eventual nominee: What if Rand Paul is right?</strong></p><p>Paul is the exception to the new Republican hawkishness. He says it's time for a president who shows some reluctance to intervene overseas. And he's posing this question to his rivals for the nomination: \"Is it a good idea to go into the middle east, topple a government and hope that something better rises out of the chaos, because recent history seems to show that you know what, we're not getting something better, we're getting something worse?\"</p><p>The other candidates think Republican primary voters are ready for a muscular, more interventionist foreign policy, and recent polls suggest they're right. But that may not be true in a general election, where voters may be more open to Paul's \"reluctant interventionist\" approach. It might be hard for the eventual GOP nominee to transition to a light touch after months of saber rattling.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=4+Questions+For+Republicans+On+Foreign+Policy&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Mara Liasson","audio":[{"meta":{"duration":"245"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1406692245-f5cb1c.m3u?orgId=1&topicId=1014&d=245&story=406676585&ft=nprml&f=406676585"}]}