{"created":"2014-08-13T20:38:42+00:00","modified":"2015-05-14T20:30:13+00:00","valid":{"from":"2014-02-21T15:02:18+00:00","to":"3014-02-21T15:02:18+00:00"},"hreflang":"en","description":"Climate change is reversing the fortunes of a once derided industry.","byline":"Sam Beard","tags":["UK","APM","Agriculture","Britain","United Kingdom","World","France","wine"],"contenttemplated":"[{\"content\":\"<p>Britain has suffered its worst winter rainfall since records began – 250 years ago, and scientists say climate change is to blame. </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>But the effects are not  all bad.  The UK is seeing much warmer summers,  and that’s reversed the fortunes of a once derided industry: English winemaking. Once it was widely dismissed as &quot;undrinkable.&quot;</p>\"},{\"content\":\"<p>Today, sparkling English wine is compared favorably with its French equivalent, and has even caught the attention of a leading winemaker from France. </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Matthieu Elzinga has sold his family vineyard in the Loire valley and moved to southern England to pursue his craft. “England is a more exciting place to make wine” says Elzinga. &quot;The climate is warmer now , there’s more sunshine, and you can make  extremely good sparkling wines but also very good still white wines like pure chardonnay. I would say they’re better than their French equivalents.”</p>\"},{\"content\":\"<p>Elzinga has become chief winemaker at the Denbies Wine Estate, a 265 acre vineyard near Dorking, 25 miles south of London. The vineyard was the brainchild of a local geology professor. Richard Selley of London’s Imperial College suggested to a friend that the soil conditions and the effects of global warming would make the stretch of land near his home in Dorking the ideal place to grow vines<span>.</span></p>\",\"type\":\"text/html\"},{\"content\":\"<p>Selley, who went on to <a href=\\\"http://www.winelandsofbritain.co.uk\\\" target=\\\"_blank\\\">write a book</a> about the impact of climate change on winegrowing in England and Scotland, says that British vineyards are clearly benefitting from the change while more southerly wine producers are suffering.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;From  Spain to Italy and Greece, the vineyards in the plains, in the low ground, have been abandoned in some places because it’s too hot for winemaking. The vineyards are being re-planted up on the cooler slopes,” he says, adding that England’s future as a wine producer can only improve while France faces long-term decline.</p>\"},{\"type\":\"text/html\",\"content\":\"<blockquote>“According to my research, by 2080 France will be largely far too hot for winemaking and in Southern England we’ll be making Shiraz, Merlot -- real hot climate varieties.” - <span>Richard </span>Selley, <span>London’s Imperial College</span></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<p>But the Brits should not crack open a bottle of their own bubbly to celebrate just yet. English winegrowers have a very long way to go before they overtake their French rivals. </p>\"},{\"type\":\"text/html\",\"content\":\"<p>Last year, England produced  about 4 million bottles of wine. <span>In France, it was 8 <em>billion</em>. </span> <span> </span></p>\"},{\"content\":\"<p><span> </span></p>\",\"type\":\"text/html\"}]","title":"Climate change is making English wine better","contentencoded":"<div class=\"barn-cleaned\"><p>Britain has suffered its worst winter rainfall since records began – 250 years ago, and scientists say climate change is to blame.&nbsp;</p>\n<p>But the effects are not&nbsp; all bad.&nbsp; The UK is seeing much warmer summers,&nbsp; and that’s reversed the fortunes of a once derided industry:&nbsp;English winemaking. Once it was widely dismissed as \"undrinkable.\"</p>\n<p>Today, sparkling English wine is compared favorably with its French equivalent, and has even caught the attention of a leading winemaker from France.&nbsp;</p>\n<p>Matthieu Elzinga has sold his family vineyard in the Loire valley and moved to southern England to pursue his craft. “England is a more exciting place to make wine” says Elzinga. \"The climate is warmer now , there’s more sunshine, and you can make &nbsp;extremely good sparkling wines but also very good still white wines like pure chardonnay. I would say they’re better than their French equivalents.”</p>\n<p>Elzinga has become chief winemaker at the Denbies Wine Estate, a 265 acre vineyard near Dorking, 25 miles south of London. The vineyard was the brainchild of a local geology professor. Richard Selley of London’s Imperial College suggested to a friend that the soil conditions and the effects of global warming would make&nbsp;the stretch of land near his home in Dorking the ideal place to grow vines<span>.</span></p>\n<p>Selley, who went on to <a href=\"http://www.winelandsofbritain.co.uk\" target=\"_blank\">write a book</a> about&nbsp;the impact of climate change on winegrowing in England and Scotland, says that British vineyards are clearly benefitting from the change while more southerly wine producers are suffering.</p>\n<p>\"From&nbsp; Spain to Italy and Greece, the vineyards in the plains, in the low ground, have been abandoned in some places because it’s too hot for winemaking. The vineyards are being re-planted up on the cooler slopes,” he says, adding that&nbsp;England’s future as a wine producer can only improve while France faces long-term decline.</p>\n<blockquote>“According&nbsp;to my research, by 2080 France will be largely far too hot for winemaking and in Southern England we’ll be making&nbsp;Shiraz, Merlot -- real hot climate varieties.” - <span>Richard&nbsp;</span>Selley,&nbsp;<span>London’s Imperial College</span></blockquote>\n<p>But the Brits should not&nbsp;crack open a bottle of their own bubbly to celebrate just yet.&nbsp;English winegrowers have a very long way to go before they overtake their French rivals.&nbsp;</p>\n<p>Last year, England produced&nbsp; about 4 million bottles of wine.&nbsp;<span>In France, it was 8 <em>billion</em>.&nbsp;</span> <span>&nbsp;</span></p>\n<p><span>&nbsp;</span></p></div>","published":"2014-02-21T15:02:18+00:00","guid":"35def19f-036f-445f-8705-a9b3b273107a","teaser":"Climate change is reversing the fortunes of a once derided industry.","itags":["Marketplace Morning Report for Friday, February 21, 2014","Marketplace Morning Report","PMP:Marketplace_PMP","35def19f036f45f27054a9b3b273107a","Marketplace"],"audio":[{"type":"image/gif","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/20140204_120619.gif?itok=NzqjtV2s","meta":{"height":"340","crop":"primary","width":"610"}},{"format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2014/02/21/marketplace_segment06_20140221_64.mp3","meta":{"duration_hms":"00:02:23","api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2014/02/21/marketplace_segment06_20140221","type":"application/json"},"duration":143},"type":"audio/mpeg"}]}