{"created":"2014-12-25T08:27:58+00:00","modified":"2015-05-13T21:24:56+00:00","valid":{"from":"2015-05-13T21:24:56+00:00","to":"3015-05-13T21:24:56+00:00"},"hreflang":"en","title":"Inside The Indiana Megadairy Making Coca-Cola's New Milk","published":"2015-01-15T16:47:00+00:00","teaser":"Coca-Cola got a lot of attention in November when it announced it was going into the milk business. In fact, its extra-nutritious milk product was invented by some dairy farmers in Indiana.","itags":["npr_api","372664332"],"guid":"35df1879-dcf3-48ce-99f5-72fc6ad7de8e","contentencoded":"<p>Coca-Cola got a lot of attention in November when it <a href=\"http://www.npr.org/2014/11/26/366851927/coca-cola-wades-into-milk-business-with-fairlife\">announced</a> that it was going into the milk business. Not just any milk, mind you: nutritious, reformulated supermilk.</p><p>It also invited ridicule. \"It's like they got Frankenstein to lactate,\" <a href=\"http://thecolbertreport.cc.com/videos/ziipwv/thought-for-food---fairlife-milk---pizza-hut-s-subconscious-menu\">scoffed</a> Stephen Colbert on his show. \"If this product doesn't work out, they can always re-introduce Milk Classic.\"</p><p>In fact, the idea for New Milk didn't come from Coca-Cola at all. It emerged from a huge, high-tech dairy farm in Indiana.</p><p>That dairy, called <a href=\"http://fofarms.com/\">Fair Oaks Farms</a>, doubles as America's one and only dairy theme park, a bit of Americana that interrupts a monotonous stretch of Interstate 65 between Chicago and Indianapolis.</p><p>It grabs the attention of drivers with a series of tank trucks parked broadside like billboards in fields beside the highway. Painted on the tanks are cryptic messages: \"We Dairy You To Exit 220.\" Then: \"We Double Dairy You.\" The final tank truck has two huge fiberglass cows mounted on top of it.</p><p>The pitch may be goofy, but the farm is serious business. It's one of the biggest and most sophisticated dairies in the country, and it is home to 37,000 cows, divided among 11 different milking operations.</p><p>The visitors center offers a cheerful picture of milk production. The most startling touch: a small amphitheater where visitors can watch, through a floor-to-ceiling glass wall, as cows give birth.</p><p>Then it's off to the working part of the farm aboard a small bus. The bus rolls right down the middle of a barn that's almost 500 yards long, past about 1,000 cows that are eating, standing around, and lying in stalls on beds of sand.</p><p>There's also a stop at the \"milking parlor,\" where visitors watch from a balcony as cows, one by one, step onto an enormous rotating turntable to be milked. Sensors identify each cow, and computers record how much milk she's producing.</p><p>\"Take a look! They're calm, cool and collected, exactly the way the farmers want them to be,\" says my tour guide, Terry Tracy.</p><p>This is the frontier of dairying. In fact, the people who run this place are so ambitious, they're ready to change milk itself.</p><p>Coca-Cola is now a partner in this venture, but the idea began years ago, when two of the founders of Fair Oaks, <a href=\"https://www.youtube.com/watch?v=31R7V4-Cr5w\">Mike and Sue McCloskey</a>, were running a big dairy operation in New Mexico. They ran into a problem with bad water, and had to buy some expensive membranes to filter out impurities.</p><p>Sue McCloskey says they started thinking about what those filters might accomplish with milk: \"Is there something else we can do with this milk that will give it a premium value that we're not thinking about?\"</p><p>They realized that the filters could separate raw milk into its different parts, such as protein, lactose, minerals and water. Perhaps they could put those parts back together in different proportions, altering milk's time-honored recipe.</p><p>\"I remember sitting down with Mike, and we were talking about this,\" McCloskey says. \"And I told him, 'Listen, if you could make a milk for me, as a woman, where I could get all of my calcium and a bunch of my protein in one glass or serving — holy mackerel, that would be the most awesome thing!' \"</p><p>They did, in fact, create a kind of milk with extra protein and calcium but no lactose. The H-E-B supermarket chain in Texas sells it as <a href=\"http://www.heb.com/page/healthy-primo-picks/heb-mooptopia\">Mootopia</a>. It tastes like a slightly thicker, richer version of milk.</p><p>Now the idea is going national, propelled by the immense marketing and logistical muscle of Coca-Cola. The beverage giant has joined forces with Fair Oaks Farms and Select Milk Producers, the cooperative that the McCloskeys founded in 1994. They created a venture called <a href=\"http://fairlife.com/\">Fairlife</a> to produce a new line of milk-derived beverages. The first product, which is similar to Mootopia, will arrive in the dairy sections of supermarkets in January.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Inside+The+Indiana+Megadairy+Making+Coca-Cola%27s+New+Milk&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Dan Charles","audio":[{"meta":{"duration":"226"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1373038473-1b0232.m3u?orgId=1&topicId=1053&d=226&p=3&story=372664332&t=progseg&e=373038379&seg=5&ft=nprml&f=372664332"},{"href":"http://media.npr.org/assets/img/2014/12/23/dairyland-1-e6fe60fa9bb1163446a64ba60e20905f0a39a054.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1602"}},{"href":"http://media.npr.org/assets/img/2014/12/23/fairlife-1-e84475a6c1298f57edae8600e5ffd3a015bd2664.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1197","width":"1598"}},{"href":"http://media.npr.org/assets/img/2014/12/23/dairyland-2-deb1adf26910a3845a9775cb4b604785df01d3ba.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1602"}},{"href":"http://media.npr.org/assets/img/2014/12/23/sue-2d56769f8d6cc16e0b8b636ec281c15d92f64300.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1602"}}]}