{"created":"2015-04-02T07:59:31+00:00","modified":"2015-06-05T15:27:25+00:00","valid":{"from":"2015-06-05T15:27:24+00:00","to":"3015-06-05T15:27:24+00:00"},"hreflang":"en","title":"When Wal-Mart Comes To Town, What Does It Mean For Workers?","published":"2015-04-03T19:58:00+00:00","teaser":"Wal-Mart has long been criticized for low pay and erratic work schedules. So when the retailer arrives in a community, it stirs controversy — but it also brings jobs and low prices.","itags":["npr_api","396892753"],"guid":"35e3e238-3e43-4697-ba56-e2b665a5b574","contentencoded":"<p><em>This is the second in a two-part story about Wal-Mart. Read and listen to <a href=\"http://www.npr.org/2015/04/01/396757476/the-neighborhood-wal-mart-a-blessing-or-a-curse\" target=\"_blank\">Part 1 here</a>. </em></p><p>One of the biggest objections critics often raise about Wal-Mart is how it treats its workers.</p><p>The company has long been hammered by critics for its low pay and erratic work schedules. And its worker policies have a major impact on economies: With more than 2 million people on the payroll — 1.4 million of them in the U.S. — it's the third-largest employer in the world, behind the U.S. Defense Department and the People's Liberation Army of China.</p><p>So when Wal-Mart sets its sights on an urban area, it brings controversy — but it also brings jobs.</p><p>Take what happened in Washington, D.C. Wal-Mart opened its <a href=\"http://www.washingtonpost.com/business/capitalbusiness/wal-mart-opens-first-two-district-stores/2013/12/04/b9a601c2-5c63-11e3-be07-006c776266ed_story.html\">first locations</a> in the nation's capital in late 2013 — only after it defeated a city council bill that would have required big retailers, and only big retailers, to pay higher wages.</p><p>After that bill failed, the city raised minimum wages for all D.C. employers to $9.50 per hour, which enabled Wal-Mart's opponents to claim partial victory.</p><p>\"I was never really against Wal-Mart — I was against the wages that they were paying,\" says D.C. City Councilman <a href=\"http://www.washingtonpost.com/business/capitalbusiness/wal-mart-opens-first-two-district-stores/2013/12/04/b9a601c2-5c63-11e3-be07-006c776266ed_story.html\">Vincent Orange</a>, who co-sponsored both wage bills. One point Orange made two years ago is that Wal-Mart's wages are so low, and D.C.'s cost of living so high, that workers end up on social services — food assistance and the like. While that's still true, Orange now says that it's better, on balance, to have the jobs.</p><p>\"Yes, there are people that work at Wal-Mart that utilize social services,\" he says. \"But Wal-Mart has also helped. Wal-Mart has offered jobs.\"</p><p>For D.C. native Ernest Reed, any wage was better than no wage at all. He was one of about 23,000 people who applied for hundreds of job openings when Wal-Mart launched its first D.C. locations.</p><p>Reed, 62, had never before set foot in a Wal-Mart. Three months after starting, he was promoted to supervisor of the back room where deliveries are unloaded. Tall, energetic and charismatic, Reed works full time. That means a quarterly bonus, health care, and — for the first time in his life, he says — a retirement plan.</p><p>Reed wears a navy knit cap with the company logo — and people notice. \"I can walk out the store right now and I guarantee, somebody will say, 'Man, do they have any openings, man? Are they hiring?' \" Reed says. \"I get this every day. Somebody's looking for a job at Wal-Mart.\"</p><p>Meanwhile, it's clear that the very community that opposed the store also shops here — in droves.<strong> </strong>Wal-Mart says its stores in the nation's capital have met traffic expectations. It says the stores contributed $6 million in tax revenue last year, that it currently employs 700 people in the city — mostly D.C. residents — and that it has brought down costs for shoppers in the city.</p><p>Not every employee is as positive as Reed, however. There have been worker protests in Washington, D.C., since the stores opened in December 2013, with protestors claiming that the retailer does not pay enough and fails to offer stable hours to its employees.</p><p>Fatmata Jabbie, a single mother of two toddlers, works as a cashier in the Wal-Mart in Northern Virginia, just outside the city. Jabbie, 21, earns $8.80 an hour and says her hours are all over the place, which makes it hard to arrange childcare and impossible to get a second job.</p><p>But mostly Jabbie complains that she can't get enough hours, even though she's repeatedly asked to be made full-time. When she expects to work 30 hours in a week, she says, \"then they send you something like, 'Oh, go check your schedule.' \" Often, she says, the store will drop her hours down to 20 or 26 hours. Sometimes, she says, \"I'll have no hours for a week.\"</p><p>A Wal-Mart spokeswoman says the company plans to make schedules more predictable. She also points out that even part-time workers get some benefits, like a retirement plan and paid time off.<strong> </strong>But they must average 30 hours per week to receive health benefits.</p><p>Cashier Jabbie does not work enough hours to qualify. She also says she can't make ends meet without public assistance. \"I have to get childcare assistance. And I have to get housing help. Wal-Mart, the money I'm getting ... is nothing.\"</p><p>Jabbie says everything she earns goes to her rent and utility bills. \"I can't buy food with my Wal-Mart money. I have to wait for my food stamp[s] in order to buy food.\"</p><p>This week, Wal-Mart will raise its minimum pay to $9 an hour nationwide, and then again to $10 an hour next year. Jabbie says she's happy about that — she feels it's a response to the efforts of activists like herself. But a <a href=\"http://www.americansfortaxfairness.org/files/Taxpayers-and-Walmart-ATF.pdf\">report</a> released Thursday by Americans For Tax Fairness, a left-leaning advocacy group, finds that a full-time Wal-Mart worker would need to earn at least $15 an hour in order to stop qualifying for public assistance programs like food stamps.</p><p>Wal-Mart spokeswoman Amanda Henneberg says the company will also be expanding opportunities to advance. \"If an associate knows they want to move up to a certain position, they're gonna be able to have specific training for that position,\" she says. \"It's kind of more of a mentor-type program, so it'll be a great opportunity for them.\"</p><p>As for how the communities around the Washington stores are adjusting to having Wal-Mart in their midst, it depends on whom you ask.</p><p>Rev. Graylan Hagler, a long-time community activist and pastor at the <a href=\"http://www.plymouth-ucc.org\">Plymouth Congregational </a>church, will have three Wal-Marts in close proximity to his church. He says the city struck a bad bargain with the retailer by not holding out for higher-paying employers and making too many concessions.</p><p>\"We have reconfigured all these streets to accommodate the development,\" Hagler says. He points to one example: a Wal-Mart on Georgia Avenue with a massive underground parking garage. Meanwhile, the on-street parking area that used to exist in front of the businesses across the street is now a no-parking zone.</p><p>But Wal-Mart has its community supporters, too, including Brenda Parks, an elected neighborhood liaison that NPR spoke with. She calls that Georgia Avenue Wal-Mart a great success. It draws traffic and revenue from nearby Maryland residents, and she says residents who opposed the project before it arrived now like it — and especially like having a new grocery store option close by.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=When+Wal-Mart+Comes+To+Town%2C+What+Does+It+Mean+For+Workers%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jennifer Ludden","audio":[{"meta":{"duration":"622"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1396976036-5998b8.m3u?orgId=1&topicId=1006&d=622&p=3&story=396892753&t=progseg&e=396975944&seg=9&ft=nprml&f=396892753"},{"href":"http://media.npr.org/assets/img/2015/04/01/walmart11-be3d5794aab7e959b288c627318056a5048aae99.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1601","width":"2135"}},{"href":"http://media.npr.org/assets/img/2015/04/01/walmart4edit-3bd966324af059b03d3e32a03f05521829fbb1d1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1194","width":"1593"}},{"href":"http://media.npr.org/assets/img/2015/04/01/walmart-protest-getty_wide-9c315da508f3db7b8be893bb881b4b4e853464c5.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"1687","width":"3000"}}]}