{"created":"2014-12-06T13:03:19+00:00","modified":"2015-06-05T15:32:00+00:00","valid":{"from":"2015-06-05T15:32:00+00:00","to":"3015-06-05T15:32:00+00:00"},"hreflang":"en","title":"All Possibilities: The 'Purple Rain' Story","published":"2015-01-07T00:19:00+00:00","teaser":"Though revered now, Prince's iconic 1984 film and album succeeded against daunting odds. Music critic and journalist Alan Light provides the details in his new book, <em>Let's Go Crazy.</em>","itags":["npr_api","368508262"],"guid":"35eba164-62e9-49c6-b5b9-6b7ef5b2b8c0","contentencoded":"<p>Here's a recipe for disaster: a low-budget movie with a cast that's never acted before, a first-time director, and a star who refuses to do publicity.</p><p>That's the story of <a href=\"http://www.npr.org/artists/15394157/prince\" target=\"_blank\">Prince</a>'s iconic 1984 film <em>Purple Rain.</em> Music critic and journalist Alan Light provides the details in his new book, <em>Let's Go Crazy</em>.</p><p>The music world of the early '80s was heavily segregated, Light says. Black music existed in a \"post-disco isolated space\" and rock 'n' roll in another. Prince faced daunting challenges in making the film — and in making a rock 'n' roll album, rather than another R&B record.</p><p>\"Really, it was <a href=\"http://www.npr.org/artists/16782748/michael-jackson\" target=\"_blank\">Michael Jackson</a>'s triumph with <em>Thriller </em>that obviously transformed the scale of pop music in general,\" Light says. \"[It] made visible the impact of MTV, transformed all kinds of possibilities, including the possibilities for much greater integration at the pop-radio level.\"</p><p>It was in this newly opened space that <em>Purple Rain </em>existed. As Light tells it, it's the moment when Prince became the Prince we know today: a bizarre experimenter and a pop genius in a single package. The popular success of <em>Purple Rain,</em> Light says,<em> </em>confirmed him as a talented, disciplined visionary.</p><p>Light recently spoke with NPR's Arun Rath about the difficulty in making the film, the tension between Prince and his band The Revolution, and how Prince took inspiration from <a href=\"http://www.npr.org/artists/15396757/bob-seger\" target=\"_blank\">Bob Seger</a> in the writing of \"Purple Rain.\" Hear the edited interview at the audio link and read the full conversation below.</p><p><strong></strong><strong>Now, Prince, around that time before</strong><strong> <em></em></strong><strong><em>Purple Rain</em></strong><strong></strong><strong>, he had achieved some crossover with white audiences with <em>1999</em>. It's kind of wild that the first single off of </strong><strong><em></em></strong><strong><em>Purple Rain</em></strong><strong><em> </em></strong><strong></strong><strong>is, I think, maybe the most bizarre hit single ever.</strong></p><p>It's probably true. Yeah. There was a little bit — there was starting to be some crossover interest in Prince, especially with \"Little Red Corvette,\" you know, with a big guitar solo in it, big MTV exposure. The members of Prince's band during the <em></em><em>1999</em><em> </em>tour, not only could they see that they were moving from bigger to bigger venues as the tour went along, moved from theaters up to arenas, but also could see the crowd, you know, could see more and more white faces in the crowd, you know, week to week as the album was going, and especially as \"Little Red Corvette\" was taking off.</p><p>But still, it's astonishing when you think back. I think that we look at <em></em><em>Purple Rain</em><em> </em>now a little bit and think there was a sort of inevitability about <em></em><em>Purple Rain</em>. You know, Prince was the great genius of his day, and there was gonna be some vehicle that was gonna come along and translate that to the world. But if you look at the moment that it happened, when Prince went to his managers and said, \"You have to get me a feature-film deal or you're fired.\" And what came out was a movie with a first-time director, first-time producer, you know, Prince as the star who'd never acted, his band as most of the cast — and they said, \"We're gonna shoot in Minneapolis in the winter.\" Now, which piece of that sounds like it was going to be a big success?</p><p><strong></strong><strong>Sounds like a total recipe for disaster.</strong></p><p>Yeah, it made no sense at all. And I think what I really came to appreciate more than anything doing this book was getting this sense of the vision and the way that Prince just willed this thing into happening. And could see a potential and possibility that really didn't even make sense to the people who were closest to him at the time.</p><p><strong></strong><strong>\"When Doves Cry\" is</strong><strong> the first single off of the album, before the movie even comes out, and it still sounds bizarre 30 years later.</strong></p><p>Yeah, there's really never been — certainly there was nothing before that sounded like it. And despite limited attempts at imitating that, nothing that could capture it afterwards. And I remember so vividly — I was already a huge Prince fan, and counting down and waiting for the new music and staying up 'til midnight with a cassette recorder by the radio station, by the radio, because the station was going to premiere the new Prince single at midnight. And that was what came out of the box. That sound that you just played. And, you know, this weird, grinding, almost industrial feel to it. And this processed vocal. And keep in mind all of those weird lyrics about, you know, \"Maybe I'm like my father, you're like my mother,\" this was months before the movie came out. And so the song was kind of written as this summary statement about <em></em><em>Purple Rain</em><em> </em>the movie, but none of us had seen the movie, so we didn't know what any of this was talking about. It was so arresting and, you know, it's the risk that you take when you put something really brilliant and really visionary out there. And, happily, the world responded immediately, and I think it spent five weeks at No. 1 and was essentially the biggest single of 1984.</p><p><strong></strong><strong>Now, when it comes to the film, how much of </strong><strong><em></em></strong><strong><em>Purple Rain</em></strong><strong><em> </em></strong><strong></strong><strong>is really Prince's story? How much is he a kid?</strong></p><p>Well, I think there's always tension around that. It was obviously so much of the fascination at the time when the movie came out. We didn't really know much about Prince. Here was this guy — he didn't do any press. It's amazing to look back and think Prince did not do one interview during the entire <em></em><em>Purple Rain</em><em> </em>cycle. From the time that <em></em><em>1999</em><em> </em>came out until after <em></em><em>Around The World In A Day</em>, the next album, came out, he did not do one — any kind of interview, any kind of press, anywhere.</p><p><strong></strong><strong>He was on the cover of</strong><strong> <em></em></strong><strong><em>Rolling Stone</em></strong><strong><em> </em></strong><strong></strong><strong>a bunch of times --</strong></p><p>Several times without talking to them. So there was this incredible mystique and mystery and aura around him. And though a lot of the details in the movie are not accurate to his life — most prominently, he certainly at the time was playing with this idea that, you know, he had one white parent, one black parent. He sort of was never really clear that he had two black parents. He is a black man. That's who he is. But this idea that he could keep any doors open for his identity was something that, obviously, was really interesting to him.</p><p>I think <em></em><em>Purple Rain</em><em> </em>a little bit the way that I think <a href=\"http://www.npr.org/artists/15193203/bob-dylan\" target=\"_blank\">Bob Dylan</a>'s autobiography, his <em></em><em>Chronicles</em><em> </em>book. If you go back to <em></em><em>Chronicles</em><em> </em>and you go through it, there's all of this stuff that's clearly not true. People have gone through and — he remembers which model car he drove when he came to New York and they didn't make that car until three years later and, you know, all this stuff. But I think there's a difference between what's accurate and what's true. And I think there's something about <em></em><em>Purple Rain</em><em> </em>that felt real and felt honest to his experience, to his experience of being an outsider, of not feeling like his music fit in, of not feeling that he fit, that he was trying to build this community around him but he didn't really know how to build community and work with other people. There was something about that that rang true and that, whatever the limitations of the acting in the film, was something that resonated with an audience.</p><p><strong>And so Prince, as you mentioned, is notoriously interview-shy. He seems to hate talking with journalists. But he's talked with you, right? What have your interactions been like with him?</strong></p><p>I've done several lengthy interviews with him, spent a lot of time with him over the years. I didn't even approach him to talk for this book because his thing is really that he will not talk about his past. Any time he surfaces, it's to talk about what he's doing now, what he's doing moving forward. But I was with him the 20th-anniversary year of <em></em><em>Purple Rain</em>, and he said, \"I know what that was. I know what it took for us to do that. We don't need to revisit that stuff. We just keep moving forward.\" So there really wasn't any point in trying to pursue him for this. But my own interactions with him — they've been really complicated. It takes a lot of jumping through hoops to actually get there in the room with him. But when you're with him, I've always really enjoyed my time with him. He's not like some crazy space alien who can't interact with humans. You know, he likes basketball. He likes movies. And he loves talking about, obviously, old music and the stuff that inspired him and the new artists that he loves. He comes across very passionate about that stuff.</p><p>It's amazing to be around someone who's constructed a world that enables them to create at any moment, wherever they are. If it's 4 o'clock in the morning and he's in Dayton and wants to go in and record, everybody knows they have to get everything set up for him to do that. And that means that there's nothing that touches him that he doesn't go out and bring in. There's no casual contact. There's no accidents in that world. It means entering this very strange bubble when you're with him and when you're around him. But, you know, he's very funny and he's very personable, and I hope I can — if I couldn't get him to talk specifically about <em></em><em>Purple Rain,</em> I hope at least in the book I can give some sense of what it's like to be around him.</p><p><strong></strong><strong>One of the interesting things that you talk about in the book is that some of the most real stuff in the film is the tension in the band, between Prince and The Revolution, and between Prince and Morris Day. </strong></p><p>It's still something that's obviously very tangible to the band members. And while, in general, speaking to the members of the band, their memories of the time are all very positive and very good, certainly there was this sense of, \"Were they really a band, or were they just there to execute Prince's vision?\" [It] became a very complicated relationship. I think that he made a really deliberate decision that if he was gonna cross over to a bigger audience, especially to a big rock 'n' roll audience, he was gonna position himself as a guitar player who's the frontman of a rock band. ... <em></em><em>Purple Rain</em><em> </em>was not an album by Prince. It was an album by Prince and The Revolution. And he made a very clear distinction that he was gonna bring the band forward, put himself at the center of that. But the fact is, this is a guy who writes and sings and produces and, you know, is capable of doing everything himself. So how much actually input he's willing to take, how much that was just about how he could use the band for positioning, and how much they were actually a creative force was something that became a source of real tension as the project went on and as they went out touring and playing stadiums. Were these guys just hired hands, or were they actually a real band? And that's still something that they struggle with.</p><p><strong></strong><strong>Talking about the rock 'n' roll context, it's interesting. You write [about] one of the few critical things the people involved in it said. Alan Leeds, who was Prince's road manager, he was a little bit unhappy that the music in </strong><strong><em></em></strong><strong><em>Purple Rain</em></strong><strong><em> </em></strong><strong></strong><strong>was... he thought it was too white.</strong></p><p>Yeah, I mean, it's funny. Alan is sort of a mythic figure in some of the music business. He was <a href=\"http://www.npr.org/artists/15316566/james-brown\" target=\"_blank\">James Brown</a>'s, essentially, road manager for many, many years. You know, he's the guy who can work with these mad geniuses and corral them to get out into the world. And he said, coming from that James Brown background, you know, the feeling was you never desert your base. You never leave behind the core of your audience. And he felt like what Prince was doing by making a rock record risked alienating his black audience and the R&B following he built with the four albums he made previously. It's one of these things that's a roll of the dice. If it comes off false, if it comes off artificial, then you don't gain a new audience and you lose the folks you had before. And we've certainly seen many artists fall victim to that. But I think Prince's vision was so clear, and his sense of how he could bring those musics together and how he was capable of making all of that feel very organic and very honest together. Well, if you hit that right, that's when you shoot the moon and not only keep your audience happy, but extend everyone around you.</p><p><strong></strong><strong>It's wild, reading about how the story in the movie changed over time. Apparently, in Prince's original concept of it, it was a lot darker, a lot more death.</strong></p><p>Yeah. It's a — the thing that really stayed in play until just about the last minute was, if you remember the movie, there's the scene where his father shoots himself and in the movie he pulls through. And in the last scene is the scene of Prince at his side in the hospital bed, and this is after he played <em></em><em>\"</em>Purple Rain,\"<em> </em>and you see there's a happy ending here. For a long time, Prince was fighting for the father to actually kill himself in that scene and be done with it. And what Prince wanted in this film was a much darker conclusion and a much darker feel throughout.</p><p>And again, these were all rookies. Albert Magnoli, who directed the film and handled much of the rewrite of the film, he was kind of just out of film school, had not directed a feature. The producers who were Prince's managers hadn't made a movie before. Everybody was kind of fumbling around, figuring out how to do this so ... it was keeping Prince happy, keeping him engaged, how much you could compromise to please Warner Bros. studios and make this something they could get behind. They had no idea who Prince was. There was no awareness in Hollywood of who this guy was, and no confidence that he could go open a feature film. So this was something that really played out through the whole making of the film: just how those parts were gonna break.</p><p><strong></strong><strong>You write, and this is actually something that a number of people have said, this is an album that every song on this is terrific. Every song is pretty much a classic. W</strong><strong>e talked about \"When Doves Cry,\" this is another thing. That opening chord, that's nothing like anybody had heard either in a pop song.</strong></p><p>And what's really amazing is that recording of \"<em></em>Purple Rain\"<em> </em>that we know so well, that we know every second of, that is 98 percent the first time that they played that song on stage, the first show that Wendy Melvoin is in the band. That is the first time that they played \"Purple Rain\" to the world. Now, if there is anything that shows what kind of discipline and what kind of rehearsal Prince puts his band [through], the fact that they went out and the first time they played that song <em></em><em>is the version</em><em> </em>that 30 years later we still know every second of. That's amazing. There's a little bit of editing. There's a verse that they dropped. There's some editing in the guitar solo. They added a little bit of echo. But essentially, it is that exact performance. And that is mind-blowing. Like, to understand that they could just go out there in such perfect fighting shape that they could nail it like that. So it's an amazing thing.</p><p>There's a funny moment that several people talked about. Prince had this big bodyguard, this guy Big Chick who you might remember had a big Santa Claus beard and was with him everywhere. And the first time he heard them play that in rehearsal, he ran in I think to Alan Leeds' office and said, \"You gotta hear the song the boss wrote last night. Isn't this song so good? Willie Nelson's gonna cover it.\" So the fact that it came from that very American place, almost a sort of a country and western song... And Prince, what inspired him to write \"Purple Rain\" was that when they were touring on the <em></em><em>1999</em> tour, he was following Bob Seger into a lot of arenas, and was really interested in why was Bob Seger such a big star, especially in the Midwest. And Matt Fink, the keyboard player, remembers that he was talking to Prince and said, \"Well, it's these big ballads that Bob Seger writes. It's these songs like 'We've Got Tonight' and 'Turn The Page.' And that's what people love.\" And Prince went out to try to write that kind of arena-rock power ballad that resulted in \"Purple Rain.\"</p><p><strong>Now, after</strong><strong> <em></em></strong><strong><em>Purple Rain</em></strong><strong></strong><strong>, it's actually while</strong><strong> <em></em></strong><strong><em>Purple Rain</em></strong><strong><em> </em></strong><strong></strong><strong>was still in the air, Prince decides to move on fast. It's kind of put to him, the way you have it in the book, you know, \"Prince, you need to pick. You can't be both <a href=\"http://www.npr.org/artists/15624007/elvis-presley\" target=\"_blank\">Elvis Presley</a> and <a href=\"http://www.npr.org/artists/15368370/miles-davis\" target=\"_blank\">Miles Davis</a>.\"</strong></p><p>It's such a great line. That's Bob Cavallo, who was one of his managers at the time, said that to him. He was like, \"I get it. But you can't be,\" you know, \"a pure artist. You can't be Miles Davis and follow your own whims and directions, and also be Elvis Presley and be the biggest pop star in the world.\" And I think <em></em><em>Purple Rain</em><em> </em>created a struggle for Prince that he's fought with for the 30 years ever since then. Is this guy the biggest cult artist in the world, who has a million people who will follow him wherever he goes and however experimental he gets? Or is he a guy who fills stadiums and plays the Super Bowl halftime show and is one of the, you know, biggest pop-music artists in history? He's capable of both of those things, but what does he want?</p><p>And I think you do see that happen within the course of <em></em><em>Purple Rain</em>. What's remarkable going back is, he cut off the <em></em><em>Purple Rain</em><em> </em>tour after six months, very abruptly — never went overseas, never took it to Europe, really didn't ride this wave as far as he could take it. And said, \"That's it and I'm done.\" And I think at that moment ... there's kind of two things going on. On the one hand, he gets to the mountaintop and sees, \"To be a pop star means I've gotta go play that same show for the next two years. I've gotta keep playing the hits. I've gotta give the audience what they want when they want it, and I'm not capable of doing that.\"</p><p>And on the other side, you see this guy who had a vision for this movie when everybody told him he was nuts. He went out and did it. It was a huge success, and at that point it became very difficult for anybody to say no to him. It became very difficult for him not just to assume, \"Well, then every decision I make is gonna work. I know better than anybody else. I just showed you that.\" So I think right at that moment, he slams the brakes on <em></em><em>Purple Rain</em>. He puts out <em></em><em>Around The World In A Day</em>, a very different record, a kind of psychedelic feeling, inspired by <a href=\"http://www.npr.org/artists/15229570/the-beatles\" target=\"_blank\">The Beatles</a>, inspired by the '60s kind of a record, and goes in a very different direction. Now, in some ways, that salvages — you know, if he'd gone off and made <em></em><em>Purple Rain</em><em> </em><em></em><em>2</em>,<em> </em>then you're just on a — you started a long descent that's hard to get out of. Once you've shown, \"I can go and do other things,\" then you leave all the doors and the possibilities open.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=All+Possibilities%3A+The+%27Purple+Rain%27+Story&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"439"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1369008806-c77f1e.m3u?orgId=1&topicId=1105&d=439&p=2&story=368508262&t=progseg&e=369008729&seg=11&ft=nprml&f=368508262"},{"href":"http://media.npr.org/assets/img/2014/12/05/prince-purple-rain-1bbd677bdbd084bf7c7c371422808f040b61356b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1639","width":"2185"}}]}