{"created":"2015-03-21T21:31:48+00:00","modified":"2015-03-25T00:21:37+00:00","valid":{"from":"2015-03-25T00:21:37+00:00","to":"3015-03-25T00:21:37+00:00"},"hreflang":"en","title":"'We Wanted To Entertain': Jon Spencer On 25 Years In New York","published":"2015-03-25T00:21:00+00:00","teaser":"Spencer is equal parts Little Richard and Iggy Pop, the funky, yelping frontman for the Blues Explosion. The band's new album is called <em>Freedom Tower: No Wave Dance Party 2015</em>.","itags":["npr_api","393627275"],"guid":"35ef87b5-3239-422c-bce6-ae73af3931ce","contentencoded":"<p>The Jon Spencer Blues Explosion's new album, <em>Freedom Tower: No Wave Dance Party 2015</em>, is all about New York City. As leader Jon Spencer explains, it was time to pay homage to the city the band has called home for almost 25 years, even though his love for the place is complicated.</p><p>\"It's not an easy to place to live, now more than ever. But it was a place, certainly, that I fell in love with a long time ago — not just because it's this crazy, chaotic place with big, scary buildings and people rushing around, but mainly for the art, the culture and especially the music,\" Spencer says. \"And the Blues Explosion has been heavily influenced by a lot of the groups that have come out of the city, in particular the punk rock, rock 'n' roll — and, of course, the no-wave bands.\"</p><p>Spencer says that although he's changed just as much as the city has over a quarter-century, he still connects with some of the feelings that guided him at the beginning of his career — including those that helped shape his wild stage persona.</p><p>\"Part of what we were doing with the Blues Explosion was kind of embracing show business,\" he says. \"Indie rock at the time was, you'd go out and see a show, you'd see a lot of people in bands up on stage, and they'd be looking at their feet. It's like, well, what are you doing? Do you even want to be here? We were always about putting on a show and messing with people's heads. We wanted to entertain.\"</p><p>Hear more of Spencer's conversation with NPR's Kelly McEvers at the audio link.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27We+Wanted+To+Entertain%27%3A+Jon+Spencer+On+25+Years+In+New+York&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"421"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1394517477-568cdd.m3u?orgId=1&topicId=1039&e=393627275&d=421&ft=nprml&f=393627275"},{"href":"http://media.npr.org/assets/img/2015/03/17/rsz_jsbx_sofa_photo_by_micha_warren_lo-6e7c8acd1c172af100b33fdce2aea549f5275746.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1336","width":"1781"}}]}