{"created":"2015-05-15T13:31:45+00:00","modified":"2015-05-15T13:31:45+00:00","valid":{"from":"2013-04-05T08:02:49+00:00","to":"3013-04-05T08:02:49+00:00"},"hreflang":"en","guid":"36031838-7241-4290-813b-f74c205afba2","contentencoded":"<div class=\"barn-cleaned\"><p>The federal government wants to spend <a href=\"http://www.marketplace.org/topics/tech/nih-director-welcomes-brain-initiative\" target=\"_blank\">$100 million to unravel the complex&nbsp; of the human brain</a>. But there's someone else who's been thinking a lot about the brain: The legendary inventor and futurist <a href=\"http://www.kurzweilai.net/ray-kurzweil-bio\" target=\"_blank\">Ray Kurzweil</a>. Kurzweil has done pioneering work in optical character readers, flatbed scanners, electronic keyboards for musicians, and beyond. He has thought a lot about the ways technology and human beings are becoming more intertwined -- and the future of that connection.</p>\n<p>Kurzweil, who holds <a href=\"http://www.uspto.gov/about/nmti/\" target=\"_blank\">The National Medal of Technology and Innovation</a> and is director of engineering at Google, joined Marketplace Tech host David Brancaccio to talk about his latest book, \"<a href=\"http://www.amazon.com/How-Create-Mind-Thought-Revealed/dp/0670025291\" target=\"_blank\">How to Create A Mind</a>,\" and an irony of the human mind: While the brain's work is complex, it's based on simple components.</p>\n<p>On the brain’s complexity:</p>\n<blockquote>Kurzweil: \"It’s complex and it’s not complex. There’s tremendous amount of redundancy and interchangeability. So one region that’s called V1, that generally recognizes very simple visual features like the cross part of a capital, what happens to it in a congenitally blind person who’s not getting any visual images? It actually gets harnessed by the frontal cortex which deals with very high level concepts like humor and beauty and starts to deal with high level concepts and language, showing the complete interchanability, because high level concepts and language and simple feature of visual images are at opposite extreme ends of the spectrum of complexity. So the brain is complicated but it’s not a level of complexity that we are unable to understand.\"</blockquote>\n<p>On how the brain builds itself:</p>\n<blockquote>Kurzweil: \"The complexity of [brain] connections actually comes from the complexity of our own experience. Because not only does our brain create our thoughts but our thoughts create our brain. This hierarchy which starts with very simple visual and auditory features and goes all the way up to humor and beauty and irony, we create those connections from the moment we are born or even earlier. It’s true you are what you eat, but it’s even more true that you are what you think. Our ability to see inside the human brain is growing exponentially. You and I’ve talked about exponential growth, and one of the things that’s improving exponentially is spatially resolution of brain scanning. And we can now see inside a living brain and see it real time create these new connections and see these connections firing, and see our thoughts create our brain and then we can use that information to create these biologically inspired models and build intelligent machines using similar principles.\"</blockquote>\n<p>On whether technology helps or hurts our brain potential:</p>\n<blockquote>Kurzweil: \"The controversy existed when I went to college -- there were these little devices that looked like cell phones but were called calculators. And controversy was that kids weren’t going to learn arithmetic. And guess what, kids don’t know arithametic as well today, but the calculators have not gone away. These are properly brain extenders. We are much smarter that we were decades ago. I've been managing work teams for 45 years and I can now have a group of 2-3 people a few weeks accomplish what used to take a group of 100 or 200 people years. We’re definitely more productive and intelligent. We now have access to all of human knowledge with a few key strokes.\n<p>I rely on Wikipedia and Google and all these brain extenders. But they’re not going away and they are part of who we are. We create tools in order to extend our reach. A thousand years ago we couldn’t reach the fruit hanging from a higher branch so we created a tool to extend our physical reach and we now extend our mental reach. And we ultimately will very directly make ourselves smarter by computers directly in our brains. Even though the computers now are, for the most part, not in our brains, even if we interface with them through our fingers and our eyes, they’re still really extensions of our brain.\"</p>\n</blockquote>\n<p>On how far we from artificial intelligence:</p>\n<blockquote>Kurzweil: \"People see fantastic things that seemed like science fiction just a few years ago and they’re taking place now. There’s a sense of this acceleration and exponential growth.&nbsp; When I talked about computers and artificial intelligence reaching human levels, when I talked about that even around the year 1999, that was a very non mainstream position. We had a conference and took a poll of artificial intelligence experts and the consensus view was that AI at that level was centuries away.\n<p>Today it’s a very common view that 2029 is reasonable. Some people may quibble with that date. Some people think I’m pessimistic. If you look at IBM’s Watson system, which got a higher score on Jeopardy than the best players put together -- that’s very impressive. That’s still not human level intelligence in terms of the flexibility and scope, but that should very much give us confidence that we’re on track to accomplish it by 2029.\"</p>\n</blockquote>\n<p><em>To hear more about artificial intelligence, the singularity, and where the future of human-machine interaction is headed, click on the audio player above.</em></p>\n<p>&nbsp;</p></div>","itags":["PMP:Marketplace_PMP","Marketplace Tech for Friday, April 5, 2013","Marketplace Tech","360318387241290f13bbf74c205afba2","Marketplace"],"contenttemplated":"[{\"content\":\"<p>The federal government wants to spend <a href=\\\"http://www.marketplace.org/topics/tech/nih-director-welcomes-brain-initiative\\\" target=\\\"_blank\\\">$100 million to unravel the complex  of the human brain</a>. But there&apos;s someone else who&apos;s been thinking a lot about the brain: The legendary inventor and futurist <a href=\\\"http://www.kurzweilai.net/ray-kurzweil-bio\\\" target=\\\"_blank\\\">Ray Kurzweil</a>. Kurzweil has done pioneering work in optical character readers, flatbed scanners, electronic keyboards for musicians, and beyond. He has thought a lot about the ways technology and human beings are becoming more intertwined -- and the future of that connection.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Kurzweil, who holds <a href=\\\"http://www.uspto.gov/about/nmti/\\\" target=\\\"_blank\\\">The National Medal of Technology and Innovation</a> and is director of engineering at Google, joined Marketplace Tech host David Brancaccio to talk about his latest book, &quot;<a href=\\\"http://www.amazon.com/How-Create-Mind-Thought-Revealed/dp/0670025291\\\" target=\\\"_blank\\\">How to Create A Mind</a>,&quot; and an irony of the human mind: While the brain&apos;s work is complex, it&apos;s based on simple components.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>On the brain’s complexity:</p>\",\"type\":\"text/html\"},{\"content\":\"<blockquote>Kurzweil: &quot;It’s complex and it’s not complex. There’s tremendous amount of redundancy and interchangeability. So one region that’s called V1, that generally recognizes very simple visual features like the cross part of a capital, what happens to it in a congenitally blind person who’s not getting any visual images? It actually gets harnessed by the frontal cortex which deals with very high level concepts like humor and beauty and starts to deal with high level concepts and language, showing the complete interchanability, because high level concepts and language and simple feature of visual images are at opposite extreme ends of the spectrum of complexity. So the brain is complicated but it’s not a level of complexity that we are unable to understand.&quot;</blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>On how the brain builds itself:</p>\"},{\"content\":\"<blockquote>Kurzweil: &quot;The complexity of [brain] connections actually comes from the complexity of our own experience. Because not only does our brain create our thoughts but our thoughts create our brain. This hierarchy which starts with very simple visual and auditory features and goes all the way up to humor and beauty and irony, we create those connections from the moment we are born or even earlier. It’s true you are what you eat, but it’s even more true that you are what you think. Our ability to see inside the human brain is growing exponentially. You and I’ve talked about exponential growth, and one of the things that’s improving exponentially is spatially resolution of brain scanning. And we can now see inside a living brain and see it real time create these new connections and see these connections firing, and see our thoughts create our brain and then we can use that information to create these biologically inspired models and build intelligent machines using similar principles.&quot;</blockquote>\",\"type\":\"text/html\"},{\"content\":\"<p>On whether technology helps or hurts our brain potential:</p>\",\"type\":\"text/html\"},{\"content\":\"<blockquote>Kurzweil: &quot;The controversy existed when I went to college -- there were these little devices that looked like cell phones but were called calculators. And controversy was that kids weren’t going to learn arithmetic. And guess what, kids don’t know arithametic as well today, but the calculators have not gone away. These are properly brain extenders. We are much smarter that we were decades ago. I&apos;ve been managing work teams for 45 years and I can now have a group of 2-3 people a few weeks accomplish what used to take a group of 100 or 200 people years. We’re definitely more productive and intelligent. We now have access to all of human knowledge with a few key strokes. <p>I rely on Wikipedia and Google and all these brain extenders. But they’re not going away and they are part of who we are. We create tools in order to extend our reach. A thousand years ago we couldn’t reach the fruit hanging from a higher branch so we created a tool to extend our physical reach and we now extend our mental reach. And we ultimately will very directly make ourselves smarter by computers directly in our brains. Even though the computers now are, for the most part, not in our brains, even if we interface with them through our fingers and our eyes, they’re still really extensions of our brain.&quot;</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>On how far we from artificial intelligence:</p>\"},{\"type\":\"text/html\",\"content\":\"<blockquote>Kurzweil: &quot;People see fantastic things that seemed like science fiction just a few years ago and they’re taking place now. There’s a sense of this acceleration and exponential growth.  When I talked about computers and artificial intelligence reaching human levels, when I talked about that even around the year 1999, that was a very non mainstream position. We had a conference and took a poll of artificial intelligence experts and the consensus view was that AI at that level was centuries away. <p>Today it’s a very common view that 2029 is reasonable. Some people may quibble with that date. Some people think I’m pessimistic. If you look at IBM’s Watson system, which got a higher score on Jeopardy than the best players put together -- that’s very impressive. That’s still not human level intelligence in terms of the flexibility and scope, but that should very much give us confidence that we’re on track to accomplish it by 2029.&quot;</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<p><em>To hear more about artificial intelligence, the singularity, and where the future of human-machine interaction is headed, click on the audio player above.</em></p>\"},{\"content\":\"<p> </p>\",\"type\":\"text/html\"}]","title":"Ray Kurzweil on the surprising simplicity of the human brain","description":"Legendary inventor and futurist Ray Kurzweil shares his thoughts on the way humans and technology are becoming more intertwined and an irony of the human mind.","tags":["APM","Tech","artificial intelligence","brain","ray kurzweil"],"byline":"David Brancaccio","published":"2013-04-05T08:02:49+00:00","teaser":"Legendary inventor and futurist Ray Kurzweil shares his thoughts on the way humans and technology are becoming more intertwined and an irony of the human mind.","audio":[{"meta":{"crop":"primary","width":"610","height":"340"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/73250270.jpg?itok=-krS1IfY","type":"image/jpeg"},{"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/04/05/marketplace_segment1_20130405_64.mp3","meta":{"duration":1368,"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/04/05/marketplace_segment1_20130405","type":"application/json"},"duration_hms":"00:22:48"},"format":"MP3","type":"audio/mpeg"}]}