{"created":"2014-10-08T15:40:18+00:00","modified":"2014-10-31T01:52:54+00:00","valid":{"from":"2014-10-31T01:52:54+00:00","to":"3014-10-31T01:52:54+00:00"},"hreflang":"en","title":"How The Koch Brothers Remade America's Political Landscape","published":"2014-05-21T21:08:00+00:00","teaser":"Charles and David Koch have spent hundreds of millions of dollars trying to bring their libertarian views into the mainstream. In a new book, Daniel Schulman looks at the roots of their ideology.","itags":["npr_api","314574217"],"guid":"360b0efb-37ee-4360-928d-c3979bd898dd","contentencoded":"<p>Brothers Charles and David Koch are the subject of the new book <em>Sons of Wichita: How the Koch Brothers Became America's Most Powerful and Private Dynasty</em>. The author, Daniel Schulman, describes the Kochs as having pumped hundreds of millions into remaking the American political landscape, trying to bring their libertarian views into the mainstream.</p><p>In addition to backing individual candidates who reflect their views, the Koch brothers have played key roles in the Libertarian Party and in the formation of the Tea Party. Their father, who founded Koch Industries, was also a founding member of the far right group the John Birch Society.</p><p>Koch Industries is now the second largest private corporation in the U.S., with $115 billion in annual revenue and a presence in 60 countries. Charles and David are tied in sixth place on the list of the wealthiest men on the planet.</p><p>Daniel Schulman is a senior editor in the Washington bureau of <em>Mother Jones</em>, and a founding member of the magazine's investigative journalism team. He tells <em>Fresh Air</em>'s Terry Gross about how the Kochs have contributed to today's political landscape.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On the Kochs' political stances</strong></p><p>Their ideology is very much a libertarian one. They are currently considered Republican kingmakers, but there are really a lot of places where their philosophy doesn't jive with the mainstream Republican one. For instance, they're generally anti-war. They're civil libertarians; they are not social conservatives in any sense of the word. David Koch has said he's pro-gay marriage. You wouldn't see these guys advocating against reproductive rights. The area that is the sweet spot for them with today's GOP is really economic issues, and they are staunch economic conservatives — perhaps more hard-line than even the Republican mainstream...Charles has said in past that his view of government is that it really should be a night watchman that only exists to protect private property rights and to preserve the laws of supply and demand.</p><p><strong>On the Kochs' political influence</strong></p><p>In the Obama era, you've seen their political network grow by leaps and bounds. Part of this was because there was a major conservative backlash to Obama and the Kochs managed to capitalize on that. Part of this, too, was because the Democrats made the Kochs such boogeymen. They essentially drove a lot of Republicans into their arms.</p><p>The Kochs have always had an uneasy relationship with the Republican Party, or they traditionally did, because their politics aren't exactly Republican, they're very much more libertarian, and there's only a narrow subset of issues on which they actually agree with Republicans. But by demonizing the Kochs, [Democrats] made them hugely popular within the conservative movement.</p><p><strong>On the size of Koch Industries </strong></p><p>Koch Industries is massive. ... [It] really started as an oil and cattle ranching empire, but it's grown, really, by leaps and bounds beyond that. They're in petrochemicals. They're the third largest commodities trader in world. They own Georgia-Pacific, so brands such as Brawny, Angel Soft toilet paper, Dixie cups, those things are manufactured by Georgia-Pacific. ... Most people probably don't know the name Koch Industries, but what they don't realize is that every single day they're encountering products that were produced in some way by them.</p><p><strong>On the Kochs' position on climate change</strong></p><p>Across the board, the Kochs are anti-regulation. They really haven't met a regulation that they liked. In terms of climate change policy, you've seen them fund an array of groups that have sowed doubt about the existence of climate change. They view climate change and any regulation surrounding it as a major threat to their business model, which is a lot having to do with oil and petrochemicals. ... They have certainly funded an array of groups that have tried to create doubt<strong> </strong>about the very existence of it...</p><p>David is a man of science — I consider Charles a man of science too. [Charles] has two advanced degrees from MIT, one in nuclear engineering. These guys are not anti-science in any sense of the word, so to be putting any money towards denying the existence of climate change, where there is a scientific consensus about that, seems wrong to me.</p><p><strong>On the Kochs' role in creating the Tea Party</strong></p><p>There was this bygone strain of thinking that you saw in the John Birch Society — that their father had founded and of which Charles had been a member — where you really saw socialism around the corner of every move of government. And you really saw that strain of thinking come to the fore in the Obama era, and it really was no accident. The Kochs spent many years funding an intellectual infrastructure through a variety of think tanks. And in terms of actual organizing and financing of the Tea Party, their advocacy group, Americans for Prosperity, really was there at the forefront organizing tea parties and whipping up the movement. So I'd say they played a pretty major role in the Tea Party movement. I know they downplay their involvement.</p><p><strong>On Charles Koch as one of the founders of the libertarian movement</strong></p><p>I think the reason we're talking about libertarianism today and the reason that it's a popular ideology owes quite a bit to Charles Koch. His funding of libertarianism really started in the '60s and he has been methodically institution-building ever since then.</p><p>The Charles Koch Foundation, in 1977, would be transformed into The Cato Institute, which is the libertarian movement's marquee think tank these days. It wasn't until later that David Koch joined in his brother's ideological projects. One thing I learned when researching this book is that there is quite a big distinction between the philanthropy of David and Charles Koch. David is more of a philanthropist in the classic sense of the word: He funds medical research, science; he funds the arts. Charles' lifelong mission has been to change the political culture and mainstream libertarian ideas and he's been doing this for more than five decades.</p><p><strong>On why Schulman wanted to write this book</strong></p><p>The Koch brothers, in the 2010 time frame, had become so vilified, I really wanted to understand their origins, their upbringing, the roots of their company, the roots of their ideology. And the more I dug into their family story I found they had just a phenomenally fascinating tale, tragic in some ways. And in a lot of ways this is a family that is much more significant than a lot of people realize, and their impact is going to be felt long into the future.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+The+Koch+Brothers+Remade+America%27s+Political+Landscape&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2312"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1314612812-268b99.m3u?orgId=1&topicId=1033&ft=3&f=314574217"}]}