{"created":"2014-09-08T15:42:51+00:00","modified":"2014-11-05T01:07:12+00:00","valid":{"from":"2014-11-05T01:07:12+00:00","to":"3014-11-05T01:07:12+00:00"},"hreflang":"en","title":"AT&T, DirecTV And Finding A Prom Date: Reactions To Merger","published":"2014-05-19T16:18:00+00:00","teaser":"\"It's kind of like trying to find a date before the prom,\" one analyst says of consolidation in the media industry. Some experts are criticizing the deal's strategy and potential impact on consumers.","itags":["npr_api","313870099"],"guid":"360fcaca-6f6c-4383-a6dd-a52f46fc9c22","contentencoded":"<p>AT&T's plan to buy DirecTV for $48.5 billion is the latest tectonic shift in the media industry, with many viewing the deal as a response to the pending merger of <a href=\"http://www.npr.org/2014/02/13/276276836/comcast-to-buy-time-warner-according-to-reports\">Comcast and Time Warner Cable</a>.</p><p>Among business analysts and consumer advocates, response to <a href=\"http://www.npr.org/blogs/thetwo-way/2014/05/18/313722371/at-t-to-acquire-broadcast-provider-directv\">the AT&T-DirecTV deal</a> is mixed. Here's a roundup of what we're seeing:</p><p>\"When I first heard the news, I was scratching my head,\" analyst Jim Nail of Forrester Research tells <a href=\"http://dealbook.nytimes.com/2014/05/18/att-to-buy-directv-for-48-5-billion/\">The New York Times</a>. \"Satellite is kind of a doomed technology. I don't see it being a long-term proposition.\"</p><p>Others say the merger is part of an evolution in maturing markets, as cable, satellite and broadband companies look to combine so they can find new ways to grow.</p><p>\"It positions them as probably the most complete integrated telecommunications provider in the U.S.,\" wireless analyst Roger Entner tells NPR's Jim Zarroli on <a href=\"http://www.npr.org/programs/morning-edition/\">Morning Edition</a>, \"because they can provide nationwide bundles that consist of voice, Internet and TV services.\"</p><p>In <a href=\"http://about.att.com/story/att_to_acquire_directv.html\">announcing the merger</a> Sunday, the two companies noted DirecTV's assets, such as its presence in Latin America and strong sports programming such as \"exclusive pay TV rights to NFL Sunday Ticket.\"</p><p>\"Strategically, this makes a lot of sense for AT&T,\" analyst Jan Dawson of Jackdaw Research tells <a href=\"http://www.bloomberg.com/news/2014-05-18/at-t-agrees-to-buy-directv-for-48-5-billion-to-add-video-users.html\">Bloomberg News</a>. He says that AT&T adding satellite TV \"lets them go national with a video offering that matches their wireless reach.\"</p><p>There's a lot of nervous energy in the media business, Harold Feld of consumer advocacy group Public Knowledge tells Jim on <a href=\"http://www.npr.org/programs/morning-edition/\">Morning Edition</a>:</p><p>\"It's kind of like trying to find a date before the prom. The more people get picked off, the more desperate everybody else becomes to try to find somebody they can go to the dance with.\"</p><p>Feld adds, \"As you get fewer and fewer bigger and bigger players, there is less pressure on any of them to pass on any of these savings to consumers.\"</p><p>Antitrust attorney David Balto says the deal could benefit TV consumers, if the addition of a competitive broadband service gives DirecTV more allure.</p><p>\"I think it's going to make DirecTV a much stronger competitor,\" he says, \"and this is a marketplace where we want to see the level of competition strengthened.\"</p><p>Two critics of the deal spoke to <a href=\"http://online.wsj.com/news/article_email/SB10001424052702304652804579570203461903742-lMyQjAxMTA0MDEwOTExNDkyWj\">The Wall Street Journal</a>:</p><blockquote><p>\"John Bergmayer, senior staff attorney with advocacy group Public Knowledge, warned that AT&T will need to demonstrate that new services would offset any harm to the wireless and video markets.</p><p>\" 'The industry needs more competition, not more mergers,' \" he said. 'The burden is on AT&T and DirecTV to show otherwise.'</p><p>\" 'It just doesn't make sense to me,' said New Street Research analyst Jonathan Chaplin, who asserts that AT&T would be better off buying Dish Network because of that company's wireless-spectrum holdings.\"</p></blockquote><p>AT&T and DirecTV had been discussing a merger for long before this weekend's announcement, leading some to say it has nothing to do with the Comcast-Time Warner Cable merger. But most also agree that the two huge deals will be linked, in a very real sense, as it seems unlikely that federal antitrust regulators would approve only one of the mergers.</p><p>The thinking is that when the deals are completed, only these two mega-companies would be able to counterbalance each other in the market.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=AT%26T%2C+DirecTV+And+Finding+A+Prom+Date%3A+Reactions+To+Merger&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":"239"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1313870785-4a768a.m3u?orgId=1&topicId=1020&ft=3&f=313870099"}]}