{"created":"2015-04-30T22:05:41+00:00","modified":"2015-05-22T23:59:32+00:00","valid":{"from":"2015-05-22T23:59:32+00:00","to":"3015-05-22T23:59:32+00:00"},"hreflang":"en","title":"Compton's Cowboys Keep The Old West Alive, And Kids Off The Streets","published":"2015-05-01T12:40:00+00:00","teaser":"The city has seen some positive changes in recent years, including a reconnection with the city's rural past. The pastime has given youth an outlet in a region that's at the center of gang violence.","itags":["npr_api","403353200"],"guid":"361789de-3428-491f-823f-0379e4a76834","contentencoded":"<p>In the middle of a gritty urban landscape in Southern California, some modern-day cowboys are trying — against great odds — to keep a little bit of the Old West alive.</p><p>Andrew Hosley gently tightens the bridle on Jade, a chestnut mare. More times than he can count, Jade has given kids in this Compton neighborhood a ride.</p><p>\"I used to have the same reaction when I was a kid of their age,\" he says, \"watching the guys ride by on horses, and I always wanted to touch 'em, ride 'em.\"</p><p>Cowboys have a long history here — going back to the late 1800s. This area of Compton, called Richland Farms, is still zoned agricultural.</p><p>Mayisha Akbar, a real estate broker moved her family here in the early eighties.</p><p>\"We have about 400 homes and probably a couple of hundred horses, chickens, goats, lamas, all kinds of things,\" she says.</p><p>She was drawn to the quiet community, anchored by open space and backyard corrals.</p><p>But things changed when gang violence exploded.</p><p>\"I stopped counting after we lost over 40 kids' lives,\" Akbar says.</p><p>She refers to that time as \"the war.\"</p><p>\"I just was so filled with emotion that I needed to keep the kids focused, and I needed to give them something other than the terrible daily things that they were facing,\" she says.</p><p>So she started going to horse auctions where she rescued horses, and, as it turned out, kids.</p><p>Today, nearly 30 years later, <a href=\"http://www.comptonjrposse.org/\">Compton Jr. Posse</a> is still going strong.</p><p>In a small corral, 26-year-old Derrick Jennings is teaching some pint-size cowboys and girls about horse bridles. He looks up from under the brim of a very dusty cowboy hat, wide grin.</p><p>\"Growing up, it was either gang bang or try to find something different,\" he says. \"And thank you, Lord, I found something different.\"</p><p>He's never without his hat, boots or cowboy belt buckle. They let people know who he is, he says: employed, focused, hardworking — an all-around cowboy.</p><p>In Compton you'll see riders on busy streets or in a cloud of dust on one of the few dirt trails that occasionally run parallel to highways and train tracks. Some travel long distances to meet up at rodeos.</p><p>\"Whenever I show up at a pro rodeo, they're surprised because I'm the only African-American that participates in the bareback ride, nationwide.\"</p><p>Tre Hosley, the son of Andrew Hosley, drives an old car with plenty of rodeo miles on it. In the trunk is a worn saddle, two pairs of chaps and a pair of gloves.</p><p>\"A lot of people like judges and announcers, they come up to me and ask me, 'How in the world did you get to doing this?' \" Tre says.</p><p>Compton is still a city mapped by unseen boundaries that define one gang territory from another. When Tre comes back home, he makes sure he's always wearing one of his rodeo belt buckles. For Derrick Jennings, it's his hat.</p><p>\"Hey bro,\" Jennings says, \"I'm a cowboy. Look here, you can put those guns down, I'm no threat, I pose no threat.\"</p><p>The kids growing up Compton see more than most. If they're lucky, one day, it might be a couple of cowboys riding down their street.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Compton%27s+Cowboys+Keep+The+Old+West+Alive%2C+And+Kids+Off+The+Streets&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Gloria Hillard","audio":[{"meta":{"duration":"265"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1403362701-b95755.m3u?orgId=1&topicId=1003&d=265&p=2&story=403353200&t=progseg&e=403362523&seg=11&ft=nprml&f=403353200"},{"href":"http://media.npr.org/assets/img/2015/04/30/compton-cowboys-1-18f8749b4bcd5833bb01e334bd81a13802a420d8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/04/30/compton-cowboys-2-05e32f0428ca8a48bfe637d892d89c35e9b42cd8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}