{"created":"2015-03-06T18:39:28+00:00","modified":"2015-03-06T20:00:32+00:00","valid":{"from":"2015-03-06T20:00:32+00:00","to":"3015-03-06T20:00:32+00:00"},"hreflang":"en","title":"A New Dawn: NASA Spacecraft Reaches Ceres","published":"2015-03-06T20:00:00+00:00","teaser":"A spacecraft named Dawn has made history by becoming the first mission to achieve orbit around a dwarf planet.","itags":["npr_api","391246676"],"guid":"361ec7c0-2a79-4813-951f-2901a94b6215","contentencoded":"<p>After eight years and 3 billion miles, NASA&#8217;s &#8220;Dawn&#8221; spacecraft finally slipped into orbit around Ceres, a dwarf planet between Mars and Jupiter. The big moment happened at 7:39 a.m. Eastern time and it&#8217;s a historic mission on many levels.</p><p>Dawn is the world&#8217;s first attempt at a double encounter in space; the vessel first traveled to Vesta, one of the largest asteroids in the Solar System, and after 14 months, started its journey to Ceres.</p><p><strong>Jim Green</strong>, director of the Planetary Science Division at NASA, discusses the mission with <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Jeremy Hobson.</p><h4>Interview Highlights</h4><p><strong>On why Ceres has &#8220;arrived,&#8221; but not really</strong></p><p>&#8220;What’s happened is that we actually flew a little ahead of it and then slowed down because we have ion engines. And then we stopped the ion engines and Ceres&#8217; gravity took over and is now pulling us back. Now, what will happen is we’ll begin to orbit the body from the night side before we go to the day side, and so that means we won&#8217;t really have any images until we get on the day side of the dwarf planet and that won’t happen until early April.&#8221;</p><p><strong>On the significance of Ceres </strong></p><p>&#8220;Ceres is a real enigma in many ways. You know, all of a sudden, we now realize it has an icy crust. We believe, of course, life and water are intimately connected &#8211; at least on Earth they are and the life we know exists does. And so, if there’s any way for this body to have a liquid layer, and that’s possible because as you go down in a gravitationally held body like this, the interior heats up. So, if you&#8217;ve got an icy crust, somewhere below the ice it might be hot enough to actually melt and there might be water there.&#8221;</p><p><strong>On the recent discovery on Mars</strong></p><p>&#8220;This is really another fascinating discovery. From our ground-based telescopes in Hawaii, they&#8217;ve been observing Mars for many years and they&#8217;ve been looking for the deuterium connected to Oxygen making it heavy water… Now that we know that the polar caps on Mars have a significant amount of heavy water we can then back out how much normal water, or you know H2O &#8211; not heavy water &#8211; it had at one time. And it turns out to be an enormous amount. In fact, a huge ocean is believed to have existed, perhaps for as much as a billion and a half years, and therefore [Mars] had clouds and it must have rained and it had a hydrological cycle. So this is another great discovery that we&#8217;ve just made.&#8221;</p><p><a href=\"http://www.youtube.com/watch?v=LP2zbGFXyk0\">[Youtube]</a></p><h4>Guest</h4><ul><li><strong><a href=\"http://science.nasa.gov/about-us/organization-and-leadership/division-bios/dr-jim-green/\" target=\"_blank\">Jim Green</a></strong>, director of the Planetary Science Division at NASA.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+New+Dawn%3A+NASA+Spacecraft+Reaches+Ceres&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"224"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1391246679-09ae8e.m3u?orgId=1&e=391246676&d=224&ft=nprml&f=391246676"},{"href":"http://media.wbur.org/wordpress/11/files/2015/03/0306_dwarf-planet1.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"425","width":"624"}}]}