{"created":"2015-01-09T10:22:06+00:00","modified":"2015-02-08T19:19:17+00:00","valid":{"from":"2015-02-08T19:19:17+00:00","to":"3015-02-08T19:19:17+00:00"},"hreflang":"en","title":"Percussionist Bobbye Hall Is A Liner-Note Legend","published":"2015-01-17T00:09:00+00:00","teaser":"Hall has played with everyone from Stevie Wonder and Smokey Robinson to Pink Floyd and Bob Dylan. She grew up in Detroit in the '60s, and was sitting in on Motown sessions before she could drive.","itags":["npr_api","376045541"],"guid":"36205b0b-fdcf-4f74-a67b-5c72e23a1a1e","contentencoded":"<p><em>All this week,</em><em> </em>Morning Edition<em> </em><em>is talking about drums and drummers. For the fifth and final installment in \"Beat Week,\" Renee Montagne spoke with Mz. Bobbye Hall, a studio percussionist who has recorded with everyone from Bob Dylan to Carole King to Stevie Wonder. </em></p><hr /><p>Mz. Bobbye Hall is a liner-note legend. She plays the congos, bongos, triangles, tambourines — you name it — to give other people's music shimmer and life. Since becoming a studio musician as a kid in the '60s, she's played on a string of hits from Motown to L.A.</p><p>Hall's earliest memories are of creating rhythms any way she could.</p><p>\"Beating on my mom's pots and pans — when I'd sit at the kitchen table to eat, I would rock my feet back and forth,\" Hall tells NPR's Renee Montagne. \"And my mother would go, 'Baby, baby, baby, stop rocking. Be still. Hold still.' And I had a little pair of bongos from the downtown music store in Detroit, and that's how I started. Once I got the bongos, the drums were my voice.\"</p><p>A Motown producer discovered Hall at a sock-hop when she was about 11.</p><p>\"He said, 'Bobbye, would you like to make a session?' And I said, 'Sure, what's a session?'\" Hall says.</p><p>Besides the lady at the front desk, Hall was the only female at those sessions, surrounded by much older men.</p><p>\"They became — every one of them was my dad,\" Hall says. \"I said nothing. I sat there very proper and all-ears and very quiet. I had nothing to say, and I would listen to them talk. They would talk about how the music was going down. They would pop their fingers, clap their hands; some of them would do it with their feet — you know, just, 'One [snaps], two.' I can remember it right now today. I felt so much at home.\"</p><p>The first time Hall played outside the studio was with <a href=\"http://www.npr.org/artists/15669282/marvin-gaye\">Marvin Gaye</a>'s band. She says she was so scared that on the first break, \"I ran to the telephone and called my mom and said, 'Mom, you're not going to believe this. They're dancing to the music that we're making onstage. They're wearing heels and mink coats — Mom, it's so great.' And she said, 'Just play pretty for Mom, baby.'\"</p><p>Bobbye Hall is one of those percussionists that can pick up an instrument and just figure it out, like when she played the Brazilian cuíca in <a href=\"http://www.npr.org/artists/15184517/stevie-wonder\">Stevie Wonder</a>'s \"Bird Of Beauty.\" But she always wants to understand that instrument.</p><p>\"When I pick up ethnic instruments, I really kind of shy away from that instrument because I want that instrument to like me,\" Hall says. \"I want it to embrace me and take me where it needs to go. It's a relationship, yes.\"</p><p>When Hall met <a href=\"http://www.npr.org/artists/15394826/janis-joplin\">Janis Joplin</a> at Sunset Sound studios on a weekend in 1970, she says Joplin was a \"very vibrant, alive woman and she wore costume jewelry like a gypsy.\" Hall was supposed to come back the next day to play on <em>Pearl</em>, an album that came out posthumously because Joplin died that night.</p><p>\"I played [my part] later and I asked the producer if he would dim the lights,\" Hall says. \"And I did it alone.\"</p><p>Over the years, Hall has played too many sessions for her to remember them all. One of them gave her the professional name she's gone by for decades: M.B.H., or Mz. Bobbye Hall.</p><p>\"<a href=\"http://www.npr.org/artists/15403595/carole-king\">Carole King</a> gave me that, because they would introduce me as 'Little Bobbye' from Detroit.' And I said to her, 'Carole, do me a favor, would you please? Please don't introduce me as Little Bobbye from Motown?'\" Hall says. \"So she would introduce me and she said, 'Mz. Bobbye Hall,' and I just loved her for it. I still wear it very happily.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Percussionist+Bobbye+Hall+Is+A+Liner-Note+Legend&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"442"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1376045542-88e205.m3u?orgId=1&topicId=1106&aggIds=376125100&e=376045541&d=442&ft=nprml&f=376045541"},{"href":"http://media.npr.org/assets/img/2015/01/09/bobbye_hallvintage-d09e36ad5ccd0d91905af91a9ccbcce72fe51802.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1350","width":"1800"}}]}