{"created":"2015-04-28T20:27:57+00:00","modified":"2015-05-22T20:18:59+00:00","valid":{"from":"2015-05-22T20:18:59+00:00","to":"3015-05-22T20:18:59+00:00"},"hreflang":"en","title":"Wounded Nepalis Stream Into Kathmandu, Overwhelming Hospitals ","published":"2015-04-28T23:53:00+00:00","teaser":"Tens of thousands of victims have descended on Nepal's capital from remote, hard-hit mountainside villages that have seen little assistance. Already-strained hospitals are stretched even thinner.","itags":["npr_api","402788970"],"guid":"36339e31-e5f8-45a2-a1c3-f7d7730e8018","contentencoded":"<p>At Model Hospital in Nepal's capital Kathmandu, two dozen patients are crowded into what would normally be the first floor reception area.</p><p>Nurses are racing about. Patients lying on worn, dirty mats on the floor are hooked up to IVs. One man, Loknatch Subedi, is sprawled out on a stretcher, his feet bandaged, one leg propped up on an old pillow.</p><p>\"I'm getting better,\" he says.</p><p>On Saturday, he and his wife were riding on a scooter when the 7.8-magnitude earthquake struck. He was hit by a flying brick from a wall they were passing. The scooter crashed.</p><p>\"My wife was able to drag me away, just before the wall collapsed,\" he says. \"It would have killed us.\"</p><p>Subedi needs surgery. The hospital has him waiting, parked in this tight hallway. Doctors are hoping to open a temporary operating room on Wednesday.</p><p>Dr. Kovid Nepal is the surgical resident at the hospital. He says the third and fourth floors of the hospital, which house the operating room and intensive care unit, were damaged. Engineers have inspected them, and he says there's no danger of the building collapsing. But most patients are afraid of going upstairs, especially with all the aftershocks.</p><p>\"So most of the work has been going on in the ground floor,\" Nepal says. \"And patients, as you can see, basically living on the floors, we're admitting them on the floors.\"</p><p>This is one of at least a half-dozen hospitals in Kathmandu that are completely overwhelmed right now, as the <a href=\"http://www.npr.org/blogs/thetwo-way/2015/04/28/402706171/nepal-death-toll-tops-4-350-at-least-1-4-million-need-food-aid\">death toll from Saturday's 7.8-magnitude earthquake has exceeded 5,000</a>.</p><p>As rescue crews try to get to Nepalese villages still cut off by the quake, medical teams in Kathmandu are struggling to deal with the wounded.</p><p>You see the wounded lying out in the open, or under tents outside waiting for care. Even before the quake, Nepal's infrastructure was strained.</p><p>At Model, three days after the quake, there are more than 150 patients being treated in a hospital that can only handle 125.</p><p>A 52-year-old woman is rushed by on a stretcher bound for the improvised emergency room. The suffering is all around.</p><p>The doctor explains that a wall collapsed over her. She has back injuries and abdominal pain, and the hospital staff has just resuscitated her.</p><p>The staff is exhausted. Dr. Nepal says they've worked mostly nonstop since Saturday, stealing away for rest here or there. Right now, home for him is under a tarp in one of the many tent cities that have popped up around Kathmandu. He says the doctors are doing the best they can to cope.</p><p>\"We are trying to rotate, because the first day was much more hectic, but since then we are trying to rotate the doctors so they can be more effective,\" he says.</p><p>But all of these strategies are overshadowed by bigger problems. This hospital is running out of food and is in desperate need of medical supplies like sutures and orthopedic implants. Hospitals in Kathmandu are also expecting to see even more patients. Aid has been slow to get to some of the hardest hit areas in remote villages close to the quake's epicenter.</p><p>Aid workers say this is becoming a public health crisis of massive proportion. A short walk from the Model Hospital, Ranjit Acharya stands under a shelter helping Nepalese volunteers coordinate and distribute supplies to areas he says the government hasn't yet reached.</p><p>\"We are talking about more than a million people who are out of homes,\" he says. \"Nothing is there with them. They are just outside, under the sun, under the rain.</p><p>Rebuilding is a long way out, Acharya says. What this country needs most right now is money, he adds, because they're just trying to survive these next few weeks.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Wounded+Nepalis+Stream+Into+Kathmandu%2C+Overwhelming+Hospitals+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Kirk Siegler","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1402856174-cca830.m3u?orgId=1&topicId=1125&d=233&p=2&story=402788970&t=progseg&e=402855950&seg=15&ft=nprml&f=402788970"},{"href":"http://media.npr.org/assets/img/2015/04/28/471428330edit-70454263e02b13bc515a3e30449d59e1e9d7b87a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1717","width":"2290"}},{"href":"http://media.npr.org/assets/img/2015/04/28/img_4622edit-c8542da407d30fb36a82ca56fc181ce81ec320ed.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3262"}},{"href":"http://media.npr.org/assets/img/2015/04/28/46295441_h36425131edit-20a05c60a9f0c07415677518447221f9dba01f61.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}