{"created":"2015-04-21T21:59:33+00:00","modified":"2015-04-22T20:31:04+00:00","valid":{"from":"2015-04-22T20:31:04+00:00","to":"3015-04-22T20:31:04+00:00"},"hreflang":"en","guid":"3646b221-4b68-4228-aa0a-66b96b7ff4c9","title":"Wake up! There's no snoozing allowed in this Canadian library","published":"2015-04-22T20:31:02+00:00","byline":"David Leveille","tags":["homelessness","government","Health","Health & Medicine","Edmonton","North America","Canada","Alberta","Homelessness","Poverty","Socioeconomics","Homeless shelter","Edmonton Public Library","Nap"],"teaser":"At the Edmonton Public Library in Alberta, Canada, snoozing in the stacks will now be banned. The new rule is part of the library's effort to redirect homeless library patrons to more appropriate support services.","contentencoded":"<p>The Edmonton Public Library in Alberta, Canada, is a busy and popular place — maybe a little too popular.</p>\n<p>Librarians there recently realized lots of patrons weren't actually reading. They were sleeping. All day long.</p>\n<p>“We did a seating sweep at a number of our Edmonton branches, and we found, over a two-week period in November, just about 500 people sleeping,” says Pilar Martinez, a deputy CEO with the Edmonton Public Library.</p>\n<p>She says the survey caught the library by surprise. “We initially thought people would sleep, you know, 10 to 20 minutes, or have catnaps, and that was what we would be addressing, if anything. And instead we found ourselves in a difficult situation.”</p>\n<p>So who’s treating the public library as a sleeping zone? The library didn’t profile those doing the snoozing by occupation or economic class, but Martinez says that it’s most likely people who simply don’t have another place to sleep. In other words, Edmonton’s homeless.  </p>\n<p>Now the library is banning sleepers starting on May 1. “We're not going to be hard-nosed about the implementation of this policy,\" Martinez says. \"Staff are accustomed to roving the floor and tapping people on the shoulder or giving a little nudge with their foot to ensure that everything is okay, so they will be letting people know that they're no longer allowed to sleep.”</p>\n<p>The library is also hoping to put the focus on the apparent lack of other suitable shelters for the city’s homeless people. “The library is part of the solution in terms of the social issue in our community,\" Martinez says. \"We just can't do it alone.\"</p>\n<p>The larger issue, she says, is how to assist these homeless people, and to “talk about what we can do as a community around the situation, because it really isn't a library issue alone. We need to work together to resolve this core issue of homelessness.”</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-21%2Fif-youre-snoozing-librarywake&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/l.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/ljpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04212015_03.mp3"},{"href":"http://www.pri.org/file/0421201503mp3"}]}