{"created":"2015-06-16T21:19:40+00:00","modified":"2015-06-17T18:25:46+00:00","valid":{"from":"2015-06-17T18:25:46+00:00","to":"3015-06-17T18:25:46+00:00"},"hreflang":"en","title":"Amazon's 'Catastrophe' Isn't One — Unlike Some TV Rom-Coms","published":"2015-06-17T00:06:00+00:00","teaser":"Amazon on Friday debuts a comedy about an American man and Irish woman united by an unexpected pregnancy. NPR TV Critic Eric Deggans says it's a wonderful, fresh vision of romance on TV.","itags":["npr_api","414926439"],"guid":"36478544-9f63-41bc-bad4-bb37c06d65c1","contentencoded":"<p>Amazon's new romantic comedy <em>Catastrophe</em> begins with a whirlwind tryst that could have been ripped from the latest contemporary romance novel.</p><p>Rob is a handsome, witty American advertising executive in London on business. After a chance meeting in a bar, he has an amazing week of romance and sex with a sharp, beautiful Irish schoolteacher named Sharon.</p><p>Then, after he's gone home to America, he gets a phone call from Sharon with jarring news. \"I'm pregnant,\" she says, flustered.</p><p>Rob shows instant command of the situation: \"Did you just say pregnant?\"</p><p>\"Yeah, I said 'pregnant,'\" she counters, irritation rising in her voice. \"Do you want me to say it again? Pregnant!\"</p><p>Rob focuses like a laser: \"Well, how ... I don't understand ... I ...\"</p><p>Sharon explains: \"I think, maybe, it's because we had sex, like, 25 times in a week and you wore a condom maybe twice.\"</p><p>But within moments, an interesting thing happens. As Sharon begins to melt down, snapping \"I don't know what you do when you get pregnant by a stranger,\" Rob steps up. \"I'm not a stranger,\" he insists. \"I'm a familiar acquaintance. A friend who helped you make a mistake but will now help you ... figure it out.\"</p><p>And that's what sets <em>Catastrophe</em> apart from many other TV comedies trying to build a modern romance story: Rob is an adult. He's not a man-child avoiding responsibility, or getting a forced crash course on how to commit. For him, \"figuring it out\" means moving to London and helping any way he can.</p><p>Eventually, he surprises everyone — especially himself and his new baby's mother — by proposing marriage, which draws a, um, <em>unique</em> response from Sharon.</p><p>\"Who are you?\" she says, sounding like she's channeling the minds of half the TV audience. \"Do you have a middle name? Can you ride a horse? Did a priest ever fiddle with you? These are things I don't know!\"</p><p>His answer: \"Clifford. Yes. And no. But a nun did stay in the room with me when I changed out of dirty underpants once.\"</p><p>Then, he moves in with some reassurance: \"My mom sent me an article about a study on arranged marriages, and they found that fewer arranged marriages end in divorce.\"</p><p>Sharon, however, is thinking practically. \"Is that because they end in suicide?\" she asks.</p><p>\"I don't know,\" he says. \"I didn't read the whole article.\"</p><p>Written for British TV by the show's two stars, Rob Delaney and Sharon Horgan, <em>Catastrophe</em> features an outlandish situation: What do you do when a disaster forces together two people who actually may be made for each other?</p><p>The show debuts all six episodes of its first season on Amazon on Friday, accessible to all Amazon Prime members. Curious viewers can get an early peek on Facebook; the show's pilot episode will be posted there until late Wednesday. And it has already been picked up for a second season in Britain, where the show aired earlier this year.</p><p>Unfortunately, other TV series trying to make comedy of modern marriage haven't fared nearly so well. These shows also avoid sentiment and talk baldly about sex, but it's often unclear whether the couple even cares for each other.</p><p>That can create characters who seem insensitive, unrealistic and unlikeable.</p><p>Consider this example: The FX comedy <em>Married</em> features a long-married couple too self-obsessed to connect with each other, surrounded by equally self-obsessed friends.</p><p>In a scene from last year's pilot episode, husband Russ (Nat Faxon) complains to his pal Bernie (John Hodgman) about his fading sex life, and gets awful advice.</p><p>\"It's like even when we have sex, it's like somewhere between pity sex and necrophilia,\" Russ whines.</p><p>\"You know how Cindy really loves dancing?\" Bernie says. \"And I hate dancing because it's a stupid waste of time? But I dance with my wife. Because even though I hate it, I love having sex. Find out what she's into. Pretend to like it, not matter how stupid it is. It's called being sensitive.\"</p><p>Um, I'm not sure about that.</p><p>Fortunately<em>, Married</em> seems to have corrected its issues a bit in its second season, which starts next month on FX. Russ and wife Lina are more of a dysfunctional team than a pair of weary urbanites who can barely stand each other, and it helps a lot.</p><p>Amazon's <em>Catastrophe </em>has never had that problem. Instead it has built a wickedly funny comedy around two people trying really hard, who seem to be falling in love with each other despite all logic.</p><p>Sounds like the quintessential romantic comedy idea to me.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Amazon%27s+%27Catastrophe%27+Isn%27t+One+%E2%80%94+Unlike+Some+TV+Rom-Coms&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eric Deggans","audio":[{"meta":{"duration":"234"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1414985843-a7c251.m3u?orgId=1&topicId=1138&d=234&p=2&story=414926439&t=progseg&e=414970991&seg=8&ft=nprml&f=414926439"},{"href":"http://media.npr.org/assets/img/2015/06/16/catastrophe_1web-edf0bee8ecf242f6c1bffa7c93b29447ff23d5f6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2699","width":"3599"}}]}