{"created":"2014-09-22T18:42:48+00:00","modified":"2014-09-22T18:42:59+00:00","valid":{"from":"2014-09-22T18:42:59+00:00","to":"3014-09-22T18:42:59+00:00"},"hreflang":"en","guid":"364a9196-1f84-4496-be1e-3f1b892fb507","title":"Alex Salmond's resignation is a 'sea change' in Scottish politics","published":"2014-09-22T18:42:58+00:00","byline":"Matthew Bell","tags":["Scottish independence","Global Politics","Europe","Scotland","United Kingdom","Europe","Rhod Sharp","David Cameron","Alex Salmond","Elizabeth II","Politics of the United Kingdom","Alex Salmond","Scottish independence referendum","Scottish independence","Scotland","Government of the United Kingdom","Politics of Scotland"],"teaser":"The atmosphere around Scotland's independence vote was electric, and BBC radio host and Scottish native Rhod Sharp says he could feel it all the way from New England, where he watched the referendum and its historic aftermath unfold.","contentencoded":"<p>The Queen usually stays above the fray &mdash; all of the frays, really. But in the aftermath of the historic &ldquo;No&rdquo; vote on Scottish independence, Queen Elizabeth II must have felt compelled to weigh in with a rare public statement.</p><p>&quot;Strong feelings and contrasting emotions&rdquo; are to be expected, she said. But the Queen, whose own family has Scottish roots, went on to say she believes that Scotland will unite in a &quot;<a href=\"http://www.bbc.com/news/uk-scotland-29287662\">spirit of mutual respect and support</a>&quot; now that the vote is over.</p><p>BBC radio host Rhod Sharp, whose accent gives him away as a native son of Scotland, says the big surprise today was not the official results so much as the announcement from Alex Salmond on Friday that he intends to stand down as Scotland&rsquo;s first minister and head of the Scottish National Party. Salmond has led &mdash; and the push for independence &mdash; for some 20 years.</p><p>&ldquo;This is a sea change in Scottish politics,&rdquo; Sharp says. &ldquo;Nobody is in the class of Salmond when it comes to negotiating deals with the Westminster government [in London].&rdquo;</p><p>Sharp points out Salmond pushed the independence vote on British Prime Minister David Cameron, &ldquo;by making Cameron think it would go nowhere. And then look what happened ...&nbsp;<span style=\"line-height: 1.538em;\">It could have been Cameron resigning today if it had gone differently.&quot;</span></p><p>Sharp concedes that he&#39;s personally on the fence when it comes to the question of Scotland breaking away from the UK. &ldquo;But to be perfectly honest, I&rsquo;m deeply happy with this result,&rdquo; he said.</p><p>That&rsquo;s because, in Sharp&rsquo;s view, the result sent a strong message that Scottish voters wish to stick with Great Britain. But the closeness of the vote also proved they want more say in their own national affairs.</p><p>The ballot should have included a third choice, Sharp thinks. On top of &quot;Yes&quot; and &quot;No&quot; to indepedence, &quot;<span style=\"line-height: 1.538em;\">there should have been, &lsquo;yes, let&rsquo;s have more of a federal solution for the whole United Kingdom.&rsquo; We&rsquo;ve called it &lsquo;devo-max,&rsquo;&rdquo; he says.</span></p><p>Short for maximum devolution, this third option might have helped bridge the divide between the &quot;yes&quot; and &quot;no&quot; camps. Now that the leaders of all three major British political parties have promised to hand more power to Scotland, Sharp sayas, &ldquo;we may have a devo-max solution.&rdquo;</p><p>But much remains to be seen. &ldquo;David Cameron is under pressure to deliver something on this [promise to Scotland] very, very quickly. But he&rsquo;s also under pressure from his own party who don&rsquo;t want to deliver any more, who think that the Scots have already had quite enough, thank you.&rdquo;</p><p><span style=\"line-height: 1.538em;\">Sharp, who hosts his late-night radio program from a studio outside of Boston, says he was not happy about missing out on Thursday&rsquo;s vote. But even watching things play out from New England, he says the atmosphere was clearly charged.</span></p><p>&ldquo;The tremendous democratization of this one vote, the effect on people, has been electric,&rdquo; Sharp says. &ldquo;And for this effect just to be dissipated would be a great tragedy for Scotland and for the whole UK.&rdquo;&nbsp;</p>","audio":[]}