{"created":"2015-03-19T07:27:11+00:00","modified":"2015-06-25T17:44:54+00:00","valid":{"from":"2015-06-25T17:44:54+00:00","to":"3015-06-25T17:44:54+00:00"},"hreflang":"en","title":"How A 1970s Fashion Faceoff Put American Designers In The Spotlight","published":"2015-04-01T01:06:00+00:00","teaser":"In <em>The Battle of Versailles,</em> fashion critic Robin Givhan tells the story of the groundbreaking runway show that pitched French couture designers against American up-and-comers.","itags":["npr_api","393823017"],"guid":"36663904-622a-4014-b2c8-cfa152217719","contentencoded":"<p>On Nov. 28, 1973, France's Versailles Palace hosted an impossibly glamorous moment in fashion: a competition between five French couture designers and five up-and-coming Americans. The event was a fundraiser to help restore the palace, but it also made for a groundbreaking runway show.</p><p>In <em>The Battle of Versailles,</em> Pulitzer Prize-winning fashion critic Robin Givhan recounts the story of that faceoff. She tells NPR's Renee Montagne that up until Versailles, \"Paris was everything. ... Whatever the French designers said was fashion, that is what the Americans said: 'OK, that's fashion.' \"</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On the scene at Versailles</strong></p><p>It was snowing that night, just to add to the sort of storybook feeling. And, you know, there are men in like the full livery with the white wigs and the uniforms. And people are arriving, and they are the jetset of the time. And the theater where this took place is gilded and filled with blue velvet seats and fleurs-de-lis, you know, embroidered on the curtains and chandeliers. And it was just absolutely breathtaking. One writer at the time sort of described the scene as they all took their seats as peacocks sitting in this giant theater.</p><p><strong>On how the show's American portion compared with the French one</strong></p><p>Well, to begin, the French portion of the show lasted about two hours; the American portion of the show lasted about 30 minutes. The French portion — the backdrops were constantly changing. Pierre Cardin had a rocket ship that was supposed to sort of faux launch at some point. The American set was really just a sketch of the Eiffel Tower.</p><p>Beyond that, the French used a full orchestra, and some of the music included the introduction to <em>Sleeping Beauty</em>. The Americans were using Barry White and Al Green — taped music, so that every single moment had to be perfectly orchestrated because it was one seamless tape that also included blank spaces for transitions. So if the transition was off by a few seconds, it could throw the entire thing into disarray. And [model] Billie Blair describes one situation which, literally, as she's coming off stage they're pulling the dress off of the arm that is already backstage while the rest of her body is still onstage because they've got to get her in and out of her clothes so quickly.</p><p><strong>On how the crowd reacted to the Americans, and what changed after the show</strong></p><p>It was a predominantly French crowd and they went bonkers for them. ... I think what changed was the way that the American industry saw itself. And their success at Versailles, I think, convinced them that no, what they were producing wasn't less than; it was different, but it was just as good, and in many ways was more relevant to the way that women lived their lives.</p><p><strong>On how black models contributed to the American designers' success</strong></p><p>There was a context of black chic that made the models particularly attractive. It was cool, it was progressive to use black models. I mean, there was one model in particular ... Billie Blair — she really encapsulated so much of what made the black models stand out on the runway, which was her ability to just transform. You know, she was this scrawny sort of awkward kid who, you know, was not a so-called classic beauty. But on the runway she became extremely elegant and graceful, and she could just mesmerize you. I mean she was in many ways a bit of a dancer on the runway.</p><p><strong>On the dress — designed by Stephen Burrows, the night's youngest and only African-American designer — that exemplified what the Americans did that night</strong></p><p>It would be one of his jersey dresses in multicolor, because he worked predominantly in jersey — the kind that is typically used for, say, a nightgown. It hid nothing. And it really spoke to sort of a dance club; it spoke to sexual freedom; it spoke to the way that women were becoming much more comfortable in their own body and with their own place in the culture. And I think it also really exemplified the way that fashion was becoming less and less about what designers dictated from the top down and more and more about what designers could absorb from the street.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+A+1970s+Fashion+Faceoff+Put+American+Designers+In+The+Spotlight&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"439"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1393982166-daf41d.m3u?orgId=1&topicId=1033&aggIds=100876926&d=439&p=3&story=393823017&t=progseg&e=393982100&seg=9&ft=nprml&f=393823017"},{"href":"http://media.npr.org/assets/img/2015/03/18/124075633-521231768859c90461aaa53f21fd9658fcc57ec8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1976","width":"2635"}}]}