{"created":"2014-09-05T17:05:26+00:00","modified":"2014-10-31T01:01:20+00:00","valid":{"from":"2014-10-31T01:01:20+00:00","to":"3014-10-31T01:01:20+00:00"},"hreflang":"en","title":"The Turbulent Love Story Behind Yves Saint Laurent's Revolutionary Rise","published":"2014-06-24T16:39:00+00:00","teaser":"The designer and his lover, Pierre Berge, had deliberately defined roles — Saint Laurent was the fragile artist and Berge was the ultimate manager. A new film tells their story.","itags":["npr_api","323552220"],"guid":"366728df-9dd2-487c-922e-52bb911aabc3","contentencoded":"<p>In 2009, <em>Forbes</em> <a href=\"http://www.forbes.com/2009/10/27/yves-saint-laurent-auction-art-furniture-business-entertainment-dead-celebs-09-ysl.html\">rated</a> designer Yves Saint Laurent the \"Top-Earning Dead Celebrity\" of the year. (Surely a bittersweet distinction.) Now, Saint Laurent's success — and how it was shaped and fed by his lover and manager Pierre Berge — is the subject of the new film <em>Yves Saint Laurent</em>. In it, their relationship is both interactive and supportive. \"Fashion is not a major art,\" Saint Laurent says in the film, to which Berge replies, \"The way you do it, you <em>have</em> to be an artist.\"</p><p><strong>A King Of Fashion</strong></p><p>Costume designer Patricia Field, who put the ladies of <em>Sex and the City</em> into their Manolo Blahnik shoes, makes Saint Laurent sound like a chic Che Guevara: \"I think he was one of the revolutionaries,\" she says.</p><p>According to Field, Saint Laurent looped the pulse of his times into the fashions he designed. \"Fashion is an ingredient in culture and art,\" she says. \"And at his time, he was the king of it.\"</p><p>In 1966, Saint Laurent created \"Le Smoking,\" a tuxedo jacket coupled with slim slacks — a pants suit for women. It was revolutionary, simple and elegant. In <a href=\"http://www.history.com/speeches/yves-saint-laurent-discusses-his-views-on-fashion#yves-saint-laurent-discusses-his-views-on-fashion\" target=\"_blank\">an archival interview</a>, the designer described his approach: \"I don't like [to] make a woman ... an abstract concept of the fashion,\" he said. \"I don't like [to] say, 'You must wear that.' ... I am not a dictator.\"</p><p>Still, what Saint Laurent sent down the runway each season made the fashion world sit up and take notice. The movie re-creates a number of his fashion shows using gorgeous, super-skinny models draped, tied and zipped into actual Saint Laurent originals. The clothes were sprung from cold storage on loan, and handled with extreme care and curator's gloves for the shoots.</p><p><strong>At His Lowest, 'He Always Managed To Create New Things'</strong></p><p>\"You were happy only twice a year\" Berge says to Saint Laurent in the film, \"spring and fall.\" That's when Saint Laurent was creating and showing his new collections. Otherwise, as the film makes clear, Yves Saint Laurent — a diagnosed manic-depressive — was very, very fragile.</p><p>\"He was definitely very sick,\" says Jalil Lespert, the film's director. \"Yves was not just like a diva or ... like a star, you know. He had this incredible struggle of his life against illness.\"</p><p>He was vulnerable, excitable and had major nervous breakdowns.</p><p>Pierre Niney plays Saint Laurent in the film. The 26-year-old actor says, \"That's the most fascinating thing about that character, the fact that in the worst moment of desperation and unhappiness and pain, he always managed to create new things — masterpieces, actually.\"</p><p>To Niney and Lespert, Yves Saint Laurent's efforts are heroic and, as with many tormented artists, therapeutic.</p><p>\"He was such a sensitive human being that it was painful to live, for him, everyday life,\" Niney says. \"And the only getaway he found — and he found it really young, at maybe 15 or 16 — was to draw and to create.\"</p><p><strong>'He Needed Pierre Berge,' And Berge 'Needed To Be Needed'</strong></p><p>When Saint Laurent met and fell in love with Berge in the late '50s, they quite deliberately defined the roles they would play for the next 40 years. Saint Laurent was the artist; Berge was the ultimate manager-fixer who smoothed the way and kept the operation moving.</p><p>\"Yves Saint Laurent couldn't deal with daily things, daily problems,\" Niney says. \"He was really unable and handicapped, almost, with that. So he needed Pierre Berge, the businessman, dealing with money. And Pierre Berge, he needed to be needed.\"</p><p>Jalil Lespert agrees: \"Pierre [Berge] is a mix of someone who [needs] to control — he's a kind of control freak — and also is very generous. He [needs] to help the one that he [loves]. He will do everything for him.\"</p><p>Including either staying out of the way or, conversely, getting out in front, when it was appropriate. In the movie, it's Berge who steps out of the limos first.</p><p>\"He was always in front because it was Yves who was behind him in the car, like a prince or a king,\" Lespert says. \"The king was absolutely the creator, and the creator was Yves.\"</p><p>The film director says this hierarchy was always apparent. Take, for instance, the home the men shared in Morocco: \"The big bedroom in front of the garden — beautiful — it was the bedroom of Yves. And Pierre's bedroom was the small one behind it. I mean, the genius was Yves. All the ideas, all the creation — it was Yves.\"</p><p>The tale of Yves Saint Laurent and Pierre Berge is a tumultuous, passionate, complex, decadent, drug-laced love story. They separated as lovers in 1976, but they remained friends and business partners. Saint Laurent died in 2008, but Berge is still keeper of the flame. He was even an adviser on the film.</p><p>The movie has gotten mixed reviews so far — too much fashion, too much froufrou — but the fabrics are visual feasts. And you can enjoy them in your jeans, with popcorn.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Turbulent+Love+Story+Behind+Yves+Saint+Laurent%27s+Revolutionary+Rise&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Susan Stamberg","audio":[{"meta":{"duration":"405"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1325073930-476145.m3u?orgId=1&topicId=1137&ft=3&f=323552220"},{"href":"http://media.npr.org/assets/img/2014/06/23/3134294-8affc54e197ea8d59d037bac8dae4858aaaefdc8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2061","width":"2750"}},{"href":"http://media.npr.org/assets/img/2014/06/23/52016767_enl-497fcc780e048ede1c352f667b3c69b2612ac82b.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2820","width":"1695"}},{"href":"http://media.npr.org/assets/img/2014/06/19/130701-4281_lg-6f3b1bcb52f045f714ed5679fc6e567ddbe15cd1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3428","width":"4574"}}]}