{"created":"2014-10-07T19:44:41+00:00","modified":"2015-01-09T19:05:18+00:00","valid":{"from":"2015-01-09T19:05:18+00:00","to":"3015-01-09T19:05:18+00:00"},"hreflang":"en","title":"For Iraqis In Crisis, Dividing The Country Seems A Poor Solution","published":"2014-07-29T11:35:00+00:00","teaser":"For centuries, Shiites, Sunnis and Kurds had coexisted in Mosul, but some fear ruptures there may be harbingers of the partition of Iraq. If that happens, Ahmed Ali may never see his farm again.","itags":["npr_api","336153185"],"guid":"3676c672-ac14-4a34-877e-cc33862aa867","contentencoded":"<p>The muscular farmer sits in the basement kindergarten of the church, perched on a tiny chair intended for a child. He and his family are spending the holiday here, after being forced to flee from extremists.</p><p>\"Our village is more than 300 years old,\" Ahmed Ali says of Shreikhan, near Mosul, \"and we never had any such problems.\"</p><p>For most Muslims around the world, Eid is a time for gifts, feasts and visiting relatives. But for him and others in a militant-controlled swath of northwest Iraq, it's a strange and unhappy holiday.</p><p>He and his family, Shiites who left their homes when extremist Sunnis took over Mosul, are spending the holiday in Qosh, a nearby Christian village. They have been living for a month in a kindergarten with Santa Claus and snowmen painted on the walls.</p><p>\"There's no mosque here,\" he says, \"just a church.\"</p><p>His family had been in Shreikhan since it was founded and are so long-tenured that he described his house as historic.</p><p>He says that relations were so good with the Sunni village down the hill that, two months ago, he married one of its daughters. And as evidence of the peaceful coexistence in this mixed area, he says the Christians here in Qosh have welcomed him. Men at the Chaldean Mar Mekha church pile boxes of aid onto handcarts and into trucks to deliver to families sheltering there.</p><p>\"The church is very helpful; they give us food,\" he says. \"And even the people from the town, they gave us everything we have here.\"</p><p>But some wonder <a href=\"http://theweek.com/article/index/264240/maybe-the-world-should-just-let-iraq-split-apart\" target=\"_blank\">whether it's time to partition Iraq along religious and ethnic lines</a>. Fueled by the war in Syria, new waves of highly sectarian Sunni and Shiite militias are threatening civilians, and both sides scare the Christians. Meanwhile, the ethnic Kurds' calls for independence in the north are growing louder.</p><p>Already Ali says most of the Shiites from his village have moved to Shiite-dominated southern Iraq. But for Ali, a divided Iraq wouldn't be the country he loves.</p><p>\"If that happens it will be something very, very painful,\" he says. \"I'm a farmer. I have 50 tonnes of potatoes in cold storage. It's my home; it's my place.\"</p><p>Around the corner, a government building is sheltering an extended Sunni family from Mosul. The paterfamilias, Saad Mahmoud, says he fears that the extremists will target him because he worked for the government. Usually at Eid, he pays calls to his neighbors: Shiites, Christians and other minorities among them.</p><p>\"If you did this partition, I would consider it a tragedy,\" he says. \"Because we're a family, it's like somebody came to your house and took away one of them.\"</p><p>At the church, aid co-ordinator Fadi Youssef also says that Iraq — the land of the two rivers, he calls it, as Iraqis do when feeling proud — should be a place of diversity and co-existence, not a split state with no place for minorities.</p><p>Iraq's deputy minister for the displaced, Asghar al Moussawi, echoes that sentiment. Visiting the church for Eid, he says he sees the signs of Iraq breaking up into segregated regions. But so much of Iraq — including this area around Mosul — is so mixed, he says, it's impossible to divide.</p><p>\"As an Iraqi, I wouldn't wish for Iraq to be divided or even head in that direction,\" he says. \"Especially because that division would happen on the basis of ethnicity and sect.\"</p><p>For many Iraqis, commitment to a united Iraq is part of their identity — and something their leaders insist they believe in. The deputy minister even says Western countries shouldn't offer asylum to Iraqis — which might encourage them to leave — but rather give aid with the aim of helping them stay where they are.</p><p>But such assistance would need to arrive swiftly.</p><p>Youssef, the church aid coordinator, says the church waited until after Eid to tell the displaced families that they can't live in the kindergarten forever.</p><p>He thinks they'll probably end up in Shiite-dominated southern Iraq, with the rest of the Shiites from their village.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Iraqis+In+Crisis%2C+Dividing+The+Country+Seems+A+Poor+Solution&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alice Fordham","audio":[{"meta":{"duration":"260"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1336228338-f323e4.m3u?orgId=1&topicId=1010&ft=3&f=336153185"},{"href":"http://media.npr.org/assets/img/2014/07/28/qosh2-337e71c30f58255b7f4eb684e073d6cf52f05642.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3263"}},{"href":"http://media.npr.org/assets/img/2014/07/28/23820281_h31074280-bdf7a31b00501d2d7454bc193d7fb777033bd3e4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1880","width":"2507"}}]}