{"created":"2014-08-28T02:39:10+00:00","modified":"2014-10-30T23:20:39+00:00","valid":{"from":"2014-10-30T23:20:38+00:00","to":"3014-10-30T23:20:38+00:00"},"hreflang":"en","title":"Case Closed: Agatha Christie's Detective Poirot Solves His Last TV Mystery","published":"2014-08-13T19:24:00+00:00","teaser":"After decades on air, <em>Poirot</em>'s 13th and final season begins Aug. 25. David Suchet still stars as detective Hercule Poirot, but you won't find the show on PBS. So where is it?","itags":["npr_api","340092360"],"guid":"3679e29a-c5d6-4fa1-be52-c16709bbce04","contentencoded":"<p>Agatha Christie published her first novel, <em>The Mysterious Affair at Styles, </em>in 1920. It featured fussy Belgian detective Hercule Poirot, who proved the most popular of all her mystery-solving characters. Hercule made his final appearance in 1975, in the novel <em>Curtain — </em>and this month, nearly a century after he first appeared in print, the mystery series completes its lengthy run as a TV series, still starring David Suchet in the title role. But as the final episodes of television's <em>Poirot </em>provide closure, they are, for the moment, somewhat of a mystery themselves. In this case, though, it's not a whodunit. It's a where-are-they?</p><p>That's because for the 13th and final season of Agatha Christie's<em> Poirot, </em>the show's producers and distributors have staged a sort of new-media bait and switch. Suchet began playing Poirot, with his waxed mustache and elegant walking stick, on the PBS <em>Mystery! </em>series way back in 1989. Suchet has been playing the detective ever since — referring to himself in the third person, always referring to his brain power as his \"little grey cells,\" and invariably holding court at the end of each episode to both solve and explain the mystery at hand.</p><p>This year's final season of <em>Poirot </em>presents the last five of the 70 episodes produced for TV, a video canon covering virtually all of Christie's major Hercule Poirot novels and short stories. This season's last hurrah began, as usual, on PBS. But after two episodes were shown, the series vanished earlier this month. The final three appear, beginning this week, not on broadcast TV, or even on cable — but on a streaming site called Acorn TV. Later this fall, the last three stories in the series will indeed show up on broadcast television, distributed to local public TV stations. But if you're impatient — especially if you're a loyal fan who has watched and enjoyed this series for a quarter century, enjoying it as I do as the TV equivalent of comfort food — the only way to get satisfaction, for now, is to seek out <a href=\"http://www.acorn.tv/\">www.Acorn.TV</a>.</p><p>What you'll get, once you get there, are these three stories, unspooled weekly. <em>Elephants Can Remember, </em>available now, features Zoe Wanamaker, making her sixth and final appearance as crime novelist Ariadne Oliver, Agatha Christie's thinly veiled version of herself. <em>The Labors of Hercules </em>has Hercule fighting depression after failing to catch a killer. And the final episode, called <em>Curtain: Poirot's Last Case, </em>is precisely that. It features the return of Hugh Fraser as Captain Arthur Hastings, who basically served as Dr. Watson to Poirot's Sherlock Holmes for the TV show's first eight seasons. They reunite at the same estate, at Styles, where they solved their first case together — but this time both men are decades older, and Poirot is in a wheelchair, in ill health. But he still has enough fire to complain, when being steered on a stroll around the grounds, about the lodgings, the food, and even the way his old friend pushes Poirot's wheelchair.</p><p><em>Poirot's Last Case </em>ends like any other, with the detective patiently and proudly explaining the facts and exposing the murderer. The key difference, in this episode, is that he's doing it from beyond the grave. And if you think I should have prefaced that with some sort of 40-year-old spoiler alert, we have very different ideas about how long a mystery should be kept a secret.</p><p>But since these are, absolutely, the last TV episodes featuring Suchet as Poirot, they do provide a satisfying conclusion to a very long-running viewing experience. The actor has grown into the role, sporting wrinkles to match the wisdom, and perfecting the twinkle in his eye whenever, as the detective himself would put it, Poirot has finally solved the case as only Poirot can. And think of it: The actors of the current movie <em>Boyhood </em>have gotten lots of praise for filming and playing their roles over a 12-year period. David Suchet, as Hercule Poirot, has done the same thing for twice as long.</p><p>He's done it so long, in fact, that he's ending his run on a medium that didn't even exist when he started. Wrap your little gray cells around <em>that. </em></p><p><em>David Bianculli is founder and editor of the website </em><a href=\"http://www.tvworthwatching.com/\" target=\"_blank\">TV Worth Watching</a><em> and teaches TV and film history at Rowan University in New Jersey.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Case+Closed%3A+Agatha+Christie%27s+Detective+Poirot+Solves+His+Last+TV+Mystery&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Bianculli","audio":[{"meta":{"duration":"381"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1340122705-ca4294.m3u?orgId=1&topicId=1138&ft=3&f=340092360"},{"href":"http://media.npr.org/assets/img/2014/08/13/agatha-christie-s-poirot-series-13_acorn.tv__curtain_35-5a1492b1fcc44db8b9b5434657a26a9d6d0573dd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"4575","width":"6100"}},{"href":"http://media.npr.org/assets/img/2014/08/13/agatha-christie-s-poirot-series-13_acorn.tv__2703-2ada60fcb2734818f8cbc3fa19dad4c7ebbbfe0b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1798","width":"2397"}}]}