{"created":"2015-05-15T12:34:57+00:00","modified":"2015-05-15T12:45:25+00:00","valid":{"from":"2015-05-15T12:45:25+00:00","to":"3015-05-15T12:45:25+00:00"},"hreflang":"en","guid":"36a4037a-3b84-4bd3-aec0-987f6eab2109","title":"Four things you need to know about paying for college","published":"2015-05-15T12:45:19+00:00","byline":"T.J. Raphael","tags":["education","economy","Education","Development & Education","North America","United States","Financial economics","Debt","Student loan","Student financial aid in the United States","Education","Student loans in the United States"],"teaser":"Going to college is expensive, and how you pay for it — and what you pay for — is an important, complicated question. But we have answers. Author Beth Kobliner offers answers to five common questions about affording college.","contentencoded":"<p dir=\"ltr\">The price tag for colleges and universities has been steadily on the rise. For the 2014–2015 academic year, the nonprofit <a href=\"http://www.collegedata.com/cs/content/content_payarticle_tmpl.jhtml?articleId=10064\">College Board</a> reports that, on average, a \"moderate\" college budget for an in-state public college falls at about $23,410, while a \"moderate\" budget for a private college comes in at around $46,272.</p>\n<p dir=\"ltr\">That means that student debt is also on the rise — about three-quarters of students from private, non-profit colleges graduate with debt, and that number jumps to about 88 percent for students at for-profit colleges. On average, graduates are walking away from college with $29,400 in debt, according to figures from 2012.  </p>\n<p dir=\"ltr\">The Takeaway gathered many questions about paying for college, how to budget and save, what loans to take out, and the best ways to think about paying off student debt. They put those questions to Beth Kobliner, author of \"<a href=\"http://www.amazon.com/Get-Financial-Life-Personal-Twenties/dp/0743264363\">Get a Financial Life: Personal Finance in Your Twenties and Thirties</a>.\" Kobliner is also a member of the President's Advisory Council on Financial Capability for Young Americans, and is writing a new book, \"Make Your Kid a Money Genius (Even If You're Not).\"</p>\n<p dir=\"ltr\">Here are her answers to some of the most common college cost questions.</p>\n<h2 dir=\"ltr\">1. I have no idea how to get started. What should I do?</h2>\n<p dir=\"ltr\">Kobliner says that a <a href=\"http://www.sec.gov/investor/pubs/intro529.htm\">529 college savings plan</a> is a great way to save. This savings plan is designed to help families set aside funds for future college costs.</p>\n<p dir=\"ltr\">Earnings in 529 plans are not subject to federal tax, and in most cases, state tax, so long as withdrawals are used for eligible college expenses, such as tuition and room and board. Non-eligible expenses will generally be subject to income tax and an additional 10 percent federal tax penalty on earnings.</p>\n<p dir=\"ltr\">Though an individual has money in a 529 college savings account, students and families can still apply for financial aid, including low-cost federal student loans, though Kobliner does not recommend “borrowing a huge amount.”</p>\n<p dir=\"ltr\">Additionally, the Khan Academy, a non-profit educational organization, put together a <a href=\"https://www.khanacademy.org/college-admissions\">series of great videos</a> on the topic of college admissions.</p>\n<h2 dir=\"ltr\">2. How much will my family be expected to pay?</h2>\n<p dir=\"ltr\">Savings will vary by individual, but check out the FAFSA4caster at <a href=\"http://fafsa.gov/\">fafsa.gov</a>. It’ll help you get a rough sense of your Estimated Family Contribution (EFC) — the figure that colleges use to determine how much financial aid you’ll get. It’s only a ballpark estimate, and you’ll find that some schools will be more stingy and some will be more generous. Still, it’s a good place to start to figure out how much you or your children might have to pay for college.</p>\n<p dir=\"ltr\">Kobliner also recommends that students and families consider their options — she says that attending a community college for two years and then transferring to a four-year, in-state public college or university can do wonders to keep educational costs down.</p>\n<p dir=\"ltr\">Families should begin talking with their children about their realistic options surrounding college affordability as early as ninth grade, adds Kobliner.</p>\n<h2 dir=\"ltr\">3. I just graduated and don't even know what I owe.</h2>\n<p dir=\"ltr\">The average student graduates with about $30,000 in student loan debt. Go to the National Student Loan Data System (<a href=\"https://www.nslds.ed.gov/nslds/nslds_SA/\">nslds.ed.gov</a>), sponsored by the Department of Education, to learn what student loans you have, how much you owe, and what company you need to pay — known as the loan servicer.</p>\n<h2 dir=\"ltr\">4. What if I can’t pay back my federal student loans?</h2>\n<p dir=\"ltr\">“You have to pay back your loans,” says Kobliner. “If there’s some problem you’re having, there are options.”</p>\n<p>The standard repayment plan requires you to pay off your loans over 10 years. But there are a range of plans that allow you to stretch out your payments over a much longer time period (this will reduce your monthly payments, but increase the total interest you'll pay), or enable you to have your monthly payments determined as a percentage of your income.</p>\n<p>“Some of these [repayment] plans, the way it works with the income contingent ones in particular, after a certain number of years your debt is totally forgiven,” she says.</p>\n<p>If you do default on your student loans, it could affect your credit in the long-term and make it difficult for you to borrow money in the future.</p>\n<p dir=\"ltr\">To find out which repayment plan is best for you, check out the Repayment Estimator at <a href=\"https://studentloans.gov/myDirectLoan/mobile/repayment/repaymentEstimator.action\">studentaid.gov/repayment-estimator</a>.</p>\n<p dir=\"ltr\"><em>This <a href=\"http://www.thetakeaway.org/story/college-costs-your-questions-answered/\">story</a> first aired as an interview on PRI's <a href=\"http://www.thetakeaway.org/\">The Takeaway</a>, a public radio program that invites you to be part of the American conversation.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-15%2Ffive-questions-about-rising-costs-attending-college&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/audio.wnyc.org/takeaway/takeaway051315-college.mp3"},{"href":"http://admin.pri.org/file/takeaway051315-collegemp3"}]}