{"created":"2015-04-24T20:22:52+00:00","modified":"2015-06-05T15:26:38+00:00","valid":{"from":"2015-06-05T15:26:38+00:00","to":"3015-06-05T15:26:38+00:00"},"hreflang":"en","title":"At The Heart Of A Watch, Tested By Time","published":"2015-04-25T20:55:00+00:00","teaser":"Watchmakers have long thrived by selling timepieces that will be cherished as family heirlooms. But, if pragmatism rendered the pocket watch obsolete, what happens when watches become computers?","itags":["npr_api","401796125"],"guid":"36a7b4c5-5db8-4050-9a7b-a1550329f558","contentencoded":"<p>When my mother passed away, I was by her side in a peaceful, sunny room at a hospice in South Florida. The sliding glass doors looked out to a flourishing garden filled with bougainvillea, rosebushes and carefully cultivated grasses. A block of sunlight, alive with swirling dust, hit the edge of my mother's bed where the tops of her small bony feet made a lump under the light cotton covers.</p><p>She had lost consciousness four days before, and my family held vigil by her bedside waiting for the inevitable moment. And it came on that sunny day in May, with my father and me sitting on two square hard chairs next to her, as she passed over peacefully after a large, noisy breath, and then a stop.</p><p>My father put his fingers around her wrist to feel her pulse. He closed his eyes for a moment, drew in a deep breath, then opened his eyes again to look at his watch.</p><p>\"Time of death, 2:05 p.m.\"</p><p>My father held her hand for a long moment, and slid his fingers along her skin until they found her wrist and the steel-and-gold Cartier watch wrapped around it. He turned her arm over and unclasped it and slipped it onto my wrist where it has sat on and off for nearly a decade — a reminder of my mother and her classic, simple style.</p><p>It was on my wrist when I went to the launch of the Apple Watch in March and watched CEO Tim Cook unveil it for the second and final time before its launch this week.</p><p>\"It's the most personal device we have ever created,\" he said to a packed auditorium of expectant Apple lovers and cynical journalists at the Yerba Buena Center in San Francisco.</p><p>When the announcement ended, we all flowed over into an area where the watches were on big white tables and we could try them on. I went to a table and looked at one of the high-end watches with an orange band and 18 karat gold trim. I slipped off my mother's watch and put it in my pocket and an Apple assistant helped me clasp the smart watch around my wrist.</p><p>The Apple Watch references the decades of mechanical watches that came before it by allowing its owner to flip between different faces — it can have minute and second hands of variable styles, and even has a Mickey Mouse version.</p><p>The new Apple Watch is basically a small square computer with a series of changeable straps. Though its high-end model, <a href=\"https://www.apple.com/watch/apple-watch-edition/\">the \"Edition,\"</a> can cost upwards of $10,000, I think it's unlikely that it will ever be seen as an heirloom. It's a little computer — like our phones, tablets, desktops, it will be made obsolete by new operating systems and faster, more efficient chips.</p><p>I fumbled around with the Apple Watch, learning how to change its face and bring up the app system, by pressing what Apple calls the \"digital crown.\" Located at the side, it's another feature clearly designed to evoke the nostalgia for mechanical watches, which needed the crown for winding.</p><p>Suddenly, I heard cameras clicking and I looked up to see Cook and the model Christy Turlington Burns standing beside me. I introduced myself.</p><p>After a few pleasantries, Cook asked, \"Do you think the watch is feminine?\"</p><p>I hesitated for a second. \"No,\" I said. Turlington Burns looked skeptically at me as if she disagreed.</p><p>I reached for my pocket. \"This was my mother's watch,\" I said, pulling it out to explain how its smaller, more delicate shape made it feel more feminine to me.</p><p>But as I looked up at Cook, his brow wrinkled empathetically. He clearly understood that the watch I'd been wearing was an heirloom with value beyond its ability to keep time. In fact, my Cartier doesn't keep very good time. It is jewelry infused with memory. Cook must know that his company's carefully designed wrist-size computer could displace this tradition and the industry that has grown up around it.</p><p>After I left the event, the moment was stuck in my head. If the Apple Watch takes off, and ultimately, it or some other smart watch is likely to take hold, heirloom watches could end up in the junk heap of history or left in a box like Great-Grandma's pearl hatpin, rarely seeing the light of day. A few die-hard collectors, akin to the philatelists who obsessively save stamps, will keep watches in carefully labeled boxes in the basement. But the act of parents or grandparents passing on watches could end. After all, we have a limited amount of real estate on our wrists. I had to take off my mother's Cartier to put on the Apple Watch.</p><p>Though wristwatches have been around for centuries, they actually didn't become popular until the early 20th century. Before that, the ones that did exist were worn by well-to-do ladies and they didn't work very well. Gentlemen were known to say they'd rather wear a skirt than a wristwatch. Real men had pocket watches.</p><p>But the pocket watch, which was practical in the world of the gentleman's office, would become impractical as the technology evolved in ways that required us to pay attention to the time while we also ran the engines of the industrial age.</p><p>My mother's watch is the progeny of one made for the <a href=\"http://www.npr.org/templates/story/story.php?storyId=1516810\">Brazilian pilot Alberto Santos-Dumont</a> in 1904, by his friend <a href=\"http://www.theguardian.com/lifeandstyle/2011/jul/09/cartier-jewellers-ian-sansom\">Louis Cartier</a>. Dumont told his watchmaker friend that it was hard to fly a plane and take his watch out of his pocket. Shortly after, Cartier sent his friend a prototype for a wristwatch.</p><p>Ultimately, it was the needs of war that popularized the wristwatch, <a href=\"http://www.nytimes.com/2013/10/23/fashion/wrist-watches-from-battlefield-to-fashion-accessory.html\">especially World War I</a>. You couldn't shoot a rifle and pull a watch from your pocket. And it was loud — too loud in the trenches to hear your commander's voice. Timed signals replaced voice signals. American soldiers were issued wristwatches. After the war, soldiers brought them home and a new era began for the wristwatch.</p><p>\"When the watches became something that was necessary to fight a war, then the stigma attached to them — or the hint of femininity attached to wearing a wristwatch — disappeared,\" says Michael Clerizo, an author who writes about watches for <em>The</em> <em>Wall Street Journal</em>. At the time, the United States had a thriving pocket watch industry, which dominated the world market, he says.</p><p>The U.S. had once put the British industry out of business. But U.S. watchmakers didn't make the switch to wristwatches, and Clerizo says the Swiss took over. \"The Swiss by the mid-1920s were making wristwatches that people wanted to buy — attractive and for the time relatively inexpensive,\" he says. \"And that really cements the dominance of the Swiss watch industry.\"</p><p>But the Swiss faced a real crisis that began in 1969. The Japanese watchmaker <a href=\"http://global.epson.com/company/corporate_history/milestone_products/05_35sq.html\">Seiko released the Astron 35SQ</a>, the world's first quartz watch. Though it started out rather costly at around $1,200, the price quickly fell. In the late 1970s, Texas Instruments introduced a $20 digital quartz watch. It was both cheaper and more accurate than the mechanical watches made in Switzerland.</p><p>Though the Swiss could have moved to the quartz watches, the industry was too deeply entrenched in national identity and pride in the craftsmanship of its mechanical watches. It was a costly mistake for the Swiss. According to the magazine <em>WatchTime,</em> between 1970 and 1988, Swiss watch employment <a href=\"http://www.watchtime.com/featured/1969-seikos-breakout-year/\">fell from 90,000 to 28,000</a>.</p><p>Clerizo says what was left of the Swiss watch industry considered selling to the Japanese. A wealthy businessman named <a href=\"http://www.forbes.com/sites/billions/2010/06/29/swatch-billionaire-nicolas-hayek-who-saved-the-swiss-watch-industry-dies/\">Nicolas Hayek</a> put a stop to that talk. According to Clerizo, Hayek said, \"Never! It's part of our character. It's part of what makes us Swiss.\"</p><p>In 1983, Hayek oversaw the launch of the Swatch, a Swiss quartz watch that was more expensive than Japanese brands like Seiko but cheaper than a Rolex. \"What Hayek knew was that people would pay more for anything that said Swiss-made,\" Clerizo says. \"Because Swiss-made means quality.\"</p><p>Clerizo says it was that rising urban professional class of the 1980s, aka \"yuppies,\" that fueled the revival of the high-end mechanical watch market. \"The yuppie was making a lot of money and did not want to buy a cheap quartz watch,\" he says. They started buying old Swiss watches at auctions, and the Swiss industry saw the opportunity and took it as the moment to revive its high-end industry.</p><p><a href=\"http://www.telegraph.co.uk/luxury/watches/28725/the-foulkes-interview-lvmhs-jean-claude-biver.html\">Jean-Claude Biver</a>, the head of the LVMH watch division, which includes luxury brands TAG Heuer, Zenith and Hublot, says the $22 billion Swiss watch industry now gets 80 percent of its revenue from the high end of the market. Biver, who speaks emphatically and passionately in a thick French Luxembourgian accent says, \"To pay ... $10,000 for eternity in a box, that's not so expensive, because in a thousand years the watch will work.\"</p><p>Biver says he is not threatened by the Apple Watch or any other smart watch. \"As technology will evolve, this [smart] watch or technology will necessarily become obsolete,\" he says. \"While the high-quality Swiss watch, where you have most of the parts made by hand, which is the result of not an industrial process but which is the result of a tradition, of an art.\"</p><p>And it's clear that people who buy these Swiss watches are not buying them because they tell the time. We all have cellphones do that perfectly. Yet the profits of the Swiss watch industry have continued to rise.</p><p>But just in case, one of LVMH's divisions, <a href=\"http://www.wired.com/2015/03/google-tag-heuer-intel-watches/\">TAG Heuer, has teamed up with Google and Intel</a> to produce one of the first Swiss-made smart watches. It's due on the market in October. \"It will be a connected watch that will look like a real Swiss watch,\" Biver says.</p><p>He imagines that some people will own and wear both watches. But there won't be an emotional attachment to the smart watch. Biver believes there will always be people who say, \"I want to wear art. I want to wear culture. I want to wear a product that has been made with love.\"</p><p>Yet I can't help but wonder if the great Swiss tradition of mechanical watches is about to take a hit. There will always be people who will pay tens of thousands of dollars to collect the most extraordinary timepieces and will pass them on to their children. And they will have meaning well beyond their ability to keep the time.</p><p>When I look at my mother's Cartier, I think of her life. I remember seeing it on her wrist as she cooked, cleaned, drove, danced and ate. I plan to pass it on to my heirs.</p><p>But I also know that the real estate of my wrist is limited. I can't imagine wearing a smart watch on one arm and the Cartier on the other. In the end, it was pragmatism that ended the era of the pocket watch. And though I'm reluctant to give up on my mother's Cartier, I do wonder if eventually pragmatism will win over art and memory.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=At+The+Heart+Of+A+Watch%2C+Tested+By+Time&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Laura Sydell","audio":[{"meta":{"duration":"247"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1402035091-e93cd3.m3u?orgId=1&topicId=1019&d=247&p=2&story=401796125&t=progseg&e=401860294&seg=12&ft=nprml&f=401796125"},{"href":"http://media.npr.org/assets/img/2015/04/24/sydell-watch-a40a11c8676866e7b79f68b5a92d647a819d3a10.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1670","width":"2227"}}]}