{"created":"2014-10-08T16:12:43+00:00","modified":"2014-10-31T02:10:11+00:00","valid":{"from":"2014-10-31T02:10:10+00:00","to":"3014-10-31T02:10:10+00:00"},"hreflang":"en","title":"China's Communist Party Learns The Fine Art Of Public Relations","published":"2014-05-13T23:26:00+00:00","teaser":"NPR correspondent Frank Langfitt watched as instructors walked party officials through a mock press conference. Many were reluctant to open up, seeing only the down side of sharing information.","itags":["npr_api","311860846"],"guid":"36cf7493-f6e4-4d00-8b7b-7485cdfffab5","contentencoded":"<p>Openness doesn't come naturally to China's Communist Party. After all, China is an authoritarian state where people have little right to know how they are governed. But Communist Party schools have been trying to change that over the years by teaching officials how to deal with the news media.</p><p>Earlier this month, Qin Chang, a host at Shanghai People's Radio, taught a class on the art of the press conference at China Executive Leadership Academy in Shanghai's sprawling Pudong district and I was invited to watch.</p><p>The students, dressed in dark jackets and windbreakers, worked for state-owned companies. Qin began by talking about a recent benzene spill in Western China. The first lesson for officials in that case, she said: don't wait for nearly a day to tell citizens their water is too dangerous to drink.</p><p>\"Because they didn't handle the situation properly right off the bat, the first public news conference ran into huge problems,\" said Qin. \"Within 24 hours, all kinds of discussion, opinions, rumors and even public distrust permeated the city.\"</p><p><strong>The 'New' Communist Party</strong></p><p>The leadership academy doesn't look like what you might expect of a Communist Party school. Instead of the sort of hulking, Soviet-style buildings the party has sometimes favored in the past, the main building here is a French-designed mix of angled glass and steel with a giant, patriotic red awning flanked by a long reflecting pool.</p><p>Qin's class this morning also includes a mock press conference.</p><p>\"I don't want you to become props,\" says Qin, standing in a sleek conference room with ceiling cameras and flat-screen TVs. \"I don't want you to just go along with the ideas of the government spokesperson. I especially hope that you guys can question, criticize and focus on the negative things.\"</p><p>But the first negative thing they focus on is me. I'm the only Western face in the room and I'm holding a long microphone.</p><p>The officials don't want a real reporter recording their questions at a fake press conference, in part, because the subject of the press conference is reforming some of the companies for whom they work. If I quote them, one student says, they could get in trouble.</p><p>\"For each and every one of us to be interviewed, we need to have our work unit's permission,\" says an official, who naturally does not offer his name. \"So, I don't suggest he remain here. Because when you are here, I can't talk.\"</p><p>I stand up and introduce myself and NPR in Mandarin. When I tell Chinese people I work for an American radio network, they sometimes become suspicious and ask if NPR is Voice of America, an arm of the U.S. government. I explain we are public and independent.</p><p>Speaking to the officials this day, I also point out that media training is not a politically sensitive topic. Many American officials also receive media training.</p><p>Qin, the teacher, even comes to my defense.</p><p>\"I've been doing this training at this school since 2006,\" she says. \"This is not the first time foreign reporters have come to listen. Let's relax a bit. Show them what we have.\"</p><p><strong>Asked To Leave</strong></p><p>But the officials, including high-ranking ones, cross their arms defensively, shake their heads and, eventually, I'm ushered out — to scattered applause.</p><p>Fear is one of the biggest challenges the Executive Leadership Academy faces as it tries to train officials how to deal with the news media. In fairness, the officials have some reason to worry. In China's cut-throat political culture, sticking out rarely pays off.</p><p>In addition, some of today's students are from the powerful, government-owned oil sector, which has taken a lot of heat recently. Its former chief is under investigation for corruption and people blame the industry's high sulfur fuel for some of China's horrendous air pollution.</p><p>\"Over the last few years, some officials were very ashamed and were afraid to say some wrong words,\" says Feng Jun, executive vice president of the academy, explaining the anxiety that grips some Chinese public servants when they have to actually interact with the public.</p><p>Feng says some party officials don't have a lot of contact with the masses and worry they'll make mistakes when speaking on-the-record and lose their jobs. So, when a crisis erupts, they instinctively hunker down. Feng cited a case in South China some years back where a girl drowned in a river. Her family suspected she'd been raped by thugs hired by a local official.</p><p>Feng says local leaders refused to go to the scene.</p><p>\"So many people, they are very angry,\" Feng recalls. \"But the leaders, they were scared that the people may fight them. (They were) not experienced in how to communicate with the people, especially with angry people.\"</p><p>Predictably, local citizens took to the streets to protest what they saw as government inaction.</p><p><strong>Teaching Officials To Be Responsive</strong></p><p>Feng says the academy is trying to teach officials to be more responsive, including using social media to get accurate information out as quickly as possible. But, Feng adds, there is no substitute for getting to know your community.</p><p>\"We hope the leaders take care of the people,\" says Feng. \"The people must (be) in their hearts. If you don't have this kind of feeling and attitude, the training is just a kind of show to the public.\"</p><p>Feng is echoing one of the mandates of Chinese President Xi Jinping and he seems completely sincere.</p><p>After I was asked to leave the mock press conference, academy officials persisted and found a way for me to view more training. They slipped me into a control room, where I watched on closed circuit TV. Unaware a foreign reporter was watching, a man teaching another group of officials was unusually candid and told them how to use a press conference to the government's advantage.</p><p>\"There is a common misunderstanding that reporters ask something and the spokesperson answers,\" said the man. \"Actually, it's not like this.\"</p><p>Instead, he explained, some press conferences are carefully staged and officials vet reporters' questions in advance.</p><p>\"This has become an unspoken rule,\" the instructor continued. \" So, when you go cover the premier's press conference, if you want have a chance to ask a question, then you have to get a slip of paper from the press officer. \"</p><p>This creates the illusion of a vigorous press and public accountability. <a href=\"http://sinosphere.blogs.nytimes.com/2014/03/13/for-foreign-journalists-in-beijing-its-all-about-asking-the-right-question/?_php=true&_type=blogs&action=click&module=Search&region=searchResults&mabReward=relbias%3Ar&url=http%3A%2F%2Fquery.nytimes.com%2Fsearch%2Fsitesearch%2F%3Faction%3Dclick%26region%3DMasthead%26pgtype%3DHomepage%26module%3DSearchSubmit%26contentCollection%3DHomepage%26t%3Dqry65%23%2Fpress%252520conference%252520and%252520jacobs%252520and%252520li%252520keqiang%2F&_r=0\" target=\"_blank\">The staged nature of the premier's press conference</a> is common knowledge among journalists, but unknown to the vast majority of Chinese.</p><p>The lecturer told his fellow officials that if you actually let reporters freely ask questions, they can make things difficult for leaders.</p><p><em>Frank Langfitt is NPR's Shanghai correspondent. You can follow him</em> <a href=\"https://twitter.com/franklangfitt\" target=\"_blank\">@franklangfitt</a>.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=China%27s+Communist+Party+Learns+The+Fine+Art+Of+Public+Relations&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Langfitt","audio":[{"meta":{"duration":"301"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1312197690-1b5067.m3u?orgId=1&topicId=1125&ft=3&f=311860846"},{"href":"http://media.npr.org/assets/img/2014/05/13/china-media-training-1-2a3beddd8e6532fef365d0f9e17c4961260eff5e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3263"}},{"href":"http://media.npr.org/assets/img/2014/05/13/china-media-training-2-b1959ca032a2e5abaf3e2a61812df7be09055655.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1126","width":"1502"}}]}