{"created":"2015-05-14T20:56:38+00:00","modified":"2015-05-27T15:08:17+00:00","valid":{"from":"2015-05-27T15:08:17+00:00","to":"3015-05-27T15:08:17+00:00"},"hreflang":"en","title":"Why Some Detroit Residents Claim To Live Someplace Else","published":"2015-05-16T23:45:00+00:00","teaser":"The city has some of the highest auto insurance rates in the U.S. Many residents there drop coverage — or claim they live outside the city limits. The mayor has a plan to cut the cost of insurance.","itags":["npr_api","406744591"],"guid":"36dd3cde-73fc-459f-9b66-9b03b4953980","contentencoded":"<p>How much does auto insurance cost in Detroit?</p><p>For an estimated 50 to 60 percent of Detroit drivers, it's actually a very good deal: \"They're paying nothing, because they don't buy insurance,\" says Wayne Miller, an adjunct professor at Wayne State University Law School in Detroit.</p><p>He studies insurance and says Detroiters, who pay some of the highest insurance rates in the nation, have found other ways to game the system.</p><p>\"People commit fraud by trying to claim their car is garaged in suburban Southfield or Farmington Hills and get a lower suburban rate,\" Miller says.</p><p>If they get caught after an accident, though, they lose coverage.</p><p>All this drives up rates for people like Bob Ennis. He plays by the rules, insuring his Ford truck in Detroit. \"We pay approximately $3,200 for full coverage a year,\" he says.</p><p>Ennis is lucky. The average Detroiter pays between $3,400 and $5,000. Estimates vary. I told Ennis what I pay to insure a similar vehicle just outside of Boston.</p><p>\"See that really hurts,\" he says and laughs. \"I pay double that. Well, triple, almost. Triple, just because of the Detroit address.\"</p><p>There are other reasons rates are so high in Detroit. Consider the case of Howard Goodwin Jr.'s Jeep Cherokee.</p><p>\"I didn't even put 100 miles on it and it was stolen from the side of my house the first day I got it,\" he says. \"That car was stolen three more times.\"</p><p>Detroiters also pay more because Michigan has the most generous benefits in the nation. If someone here gets in a crash, their medical bills are covered, forever, no matter who is at fault. Twelve states have this no-fault system. Michigan is the only one with unlimited medical coverage.</p><p>Peter Kuhnmuench, director of the Insurance Institute of Michigan, says medical providers are taking advantage of the situation.</p><p>\"Today, if you're familiar with especially hospitals, they have something called the 'charge master rate.' And I describe it as a suggested retail price on steroids,\" he says.</p><p>Health insurance carriers routinely negotiate lower rates from there. But in Michigan, auto insurance carriers can't do that — they have to pay the charged rate. So, Kuhnmuench says medical providers shift costs to auto coverage because they get paid more.</p><p>Detroit Mayor Mike Duggan has proposed auto insurance that would cap such medical coverage at $275,000. Kuhnmuench likes the mayor's plan. He says the number of uninsured drivers in Detroit is unnerving.</p><p>\"You're playing Russian roulette if you're uninsured, but it becomes a matter of affordability,\" Kuhnmuench says.</p><p>The mayor says his plan would make insurance more affordable — $1,000 less per year on average.</p><p>Miller, the law professor at Wayne State, doesn't support the mayor's plan because there's no guarantee that premiums would actually go down.</p><p>\"The way I would say it for publication is, the great Republican President Ronald Reagan said trust but verify. And we have no effective way of verifying insurers' claims about what goes into their rate-making,\" Miller says.</p><p>A coalition of consumer groups is trying to force the insurance industry in Michigan to open its books and show why no-fault insurance costs have gotten so high. The case has gone to the state Supreme Court.</p><p>The mayor's plan would have to pass through the state Legislature. It has early support, but local lawmakers are opposing the idea.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Why+Some+Detroit+Residents+Claim+To+Live+Someplace+Else&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jason Margolis","audio":[{"meta":{"duration":"235"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1406768409-48ca51.m3u?orgId=1&topicId=1006&d=235&p=2&story=406744591&t=progseg&e=406768287&seg=8&ft=nprml&f=406744591"},{"href":"http://media.npr.org/assets/img/2015/05/14/ennis-439f5df78a3b9558ba1251c161bd6d70288310dc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2998","width":"3997"}}]}