{"created":"2014-10-07T19:00:27+00:00","modified":"2014-10-30T23:36:20+00:00","valid":{"from":"2014-10-30T23:36:20+00:00","to":"3014-10-30T23:36:20+00:00"},"hreflang":"en","title":"It's Bananas: India Hires 'Monkey Mimics' To Scare Away Real Ones","published":"2014-08-06T00:28:00+00:00","teaser":"New Delhi has tried countless schemes to control rambunctious monkeys. The latest: 40 men roam the streets, mimicking the call of the menacing langur monkey in an attempt to scare off other monkeys.","itags":["npr_api","337973461"],"guid":"36de3cd3-a599-41dc-a66c-f128d2b7a3d1","contentencoded":"<p>In the elegant neighborhoods of central New Delhi, monkeys perch on water tanks, prance on the balustrades of the manicured homes of government VIPs and sift through garbage bins.</p><p>The horde seems only momentarily disturbed by the ear-piercing screech of Mahendra Nath.</p><p>His quick succession of \"ah, ah, ah's\" followed by a staccato of \"oo, oo, oo's,\" punctuates the air, mimicking the gray-colored langur monkey that can scare off the nettlesome Rhesus monkeys that swing in the trees of this leafy glade.</p><p>Nath patrols a section of the city that houses India's president, the Parliament, Cabinet ministers and Supreme Court justices.</p><p>Nath's caterwauling is Delhi's latest scheme to curb the enthusiasm of its pesky primates that also prowl the halls of government ministries, terrorizing bureaucrats.</p><p>Dr. P.K. Sharma, the officer of health in the New Delhi Municipal Council, oversees the monkey menace and says the hairy creatures carry rabies, can be aggressive and pose a threat to public health.</p><p><strong>A Source Of Chaos ... And A Hindu God </strong></p><p>Sharma says religious beliefs complicate efforts to control the chaos the monkeys create. Many Indians consider primates the incarnation of the Hindu monkey god, Hanuman, and therefore feed them, which encourages monkeys to frequent public places and invade private homes.</p><p>Reporting monkey raids, Sharma says, residents complain that \" 'they've just taken away my clothes,' or ... 'they have opened the fridge' ... and 'they've taken out the food.' \"</p><p>The monkeys have also been known to intimidate fruit vendors and get intoxicated on stolen whiskey. Sharma says when they fail to find food, they can raise a rumpus.</p><p>\"They usually entered into the offices. And they destroyed many things like ... the computers, the wires, the electricity wires,\" Sharma says. \"But sometimes if the door is closed and if the monkey's inside, he will make havoc of the room because he feels that he's imprisoned.\"</p><p>The Delhi municipality tried capturing the monkeys and sending them to sanctuaries. But these rapid breeders rapidly filled up the shelters that wanted no more of them.</p><p>Culling has been ruled out.</p><p>Sharma says sterilization is tricky, too.</p><p>\"It's very difficult to catch a monkey and then operate on him,\" he notes.</p><p><strong>Langur Monkeys Are Banned From The Job</strong></p><p>Officials found success when bigger, more aggressive langur monkeys were deployed to frighten off the smaller Rhesus monkeys.</p><p>Tethered by handlers, langurs patrolled the streets for years, including the grounds of the U.S. Embassy. But animal rights activists deplored their use, and the practice was recently banned.</p><p>With the long-tailed langurs barred from duty, their impersonators were promoted.</p><p>Mahendra Nath, 26, is just one of the 40 men the city has hired to replicate the call of the langurs. Many of them, like Nath, are members of the Medari caste that has for generations tamed monkeys for human entertainment.</p><p>Fellow mimic Pramod Kumar laments that their caste has evolved from training langurs to copying their call.</p><p>\"Having the company of a langur was effective. You would do the job better together. It was like a partner,\" he says. \"But now it's just men, aimlessly running around chasing monkeys.\"</p><p>Kumar adds that langurs kept the monkeys away for three to four days.</p><p>Watching Nath dart between trees, screeching, he's at pains to scare the monkeys for more than five minutes, especially the cubs. He says they are the most mischievous and the least afraid.</p><p>\"We have to cultivate fear in them. Because they just are not scared. They haven't seen a langur,\" he says. \"So we have to chase them, just hound them.\"</p><p>Kumar, 32, recalled how Delhi's deputy mayor fell from his balcony to his death trying to fight off a monkey assault in 2007.</p><p>Kumar himself witnessed a female monkey viciously attack an entire fire brigade attempting to rescue her stranded cub. He says he's also been called to chase monkeys at the home of Sonia Gandhi, the country's best known politician after Prime Minister Narendra Modi, who has his own posse of monkey-spookers.</p><p><strong>Protecting The Prime Minister</strong></p><p>Vinod Kumar Singh reports for evening duty at Modi's residence. He's philosophical about the stream of schemes authorities have hatched to keep the monkeys at bay.</p><p>\"I may work at the prime minister's office, but I have no job security,\" says the 44-year-old former langur handler whose vocal styling sounds nothing like the bark of a long-tailed langur.</p><p>Mahendra Nath, however, appears positively inspired on the job and says his biggest hazard \"is a sore throat.\"</p><p>He gargles night and day in order to perform.</p><p>Both Nath and Kumar pray at the temple of the monkey god on Saturdays even as they shoo monkeys away during the week.</p><p>\"Faith and work are different,\" Nath says. His faith tells him to worship a monkey ... while his work, which pays less than $120 a month, says \"it's just another animal.\"</p><p><em>You can follow NPR's Julie McCarthy on Twitter</em> <a href=\"https://twitter.com/JulieMcCarthyJM\" target=\"_blank\">@JulieMcCarthyJM</a>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=It%27s+Bananas%3A+India+Hires+%27Monkey+Mimics%27+To+Scare+Away+Real+Ones&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Julie McCarthy","audio":[{"meta":{"duration":"227"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1337973462-fe16b3.m3u?orgId=1&topicId=1125&ft=3&f=337973461"},{"href":"http://media.npr.org/assets/img/2014/08/05/monkeys_delhi2-a5cf3a8a237f369418c29cc6bb45a3058b8ef5a3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1943","width":"2591"}},{"href":"http://media.npr.org/assets/img/2014/08/05/monkey-biz-d8e06ce5efcb70962d1646b416c1ab12ca3c22e6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3310","width":"4416"}},{"href":"http://media.npr.org/assets/img/2014/08/05/monkeys_delhi3-f682bc79429c4c73eded5e7257d41969ce76fa70.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2194","width":"2923"}}]}