{"created":"2015-05-14T21:46:37+00:00","modified":"2015-05-18T16:58:24+00:00","valid":{"from":"2013-11-19T11:44:22+00:00","to":"3013-11-19T11:44:22+00:00"},"hreflang":"en","contenttemplated":"[{\"content\":\"<p>For the second time in less than a week, Center for Medicare and Medicaid Services Deputy Chief IT Director Henry Chao heads to Capitol Hill. <span>Chao will face tough questions about  whether he and his staff took enough steps to ensure that HealthCare.gov -- the website where Americans can purchase insurance -- is secure.</span></p>\",\"type\":\"text/html\"},{\"content\":\"<p>While CMS works to improve the site so consumers can enroll, IT security analysts say it may be better if consumers stay away. <span>Last month, Ben Simo, a professional software tester, tried to enroll his granddaughter in an insurance plan on the site. </span><span>As the glitches mounted, Simo, the former president of the Association of Software Testing, started poking around. </span><span>He found it was relatively simple to obtain a person’s name and email address -- a field day for a hacker.</span></p>\",\"type\":\"text/html\"},{\"content\":\"<p>“Armed with that information, someone could potentially engage in phishing to trick someone into giving them access to their account,” says Simo. <span>He alerted federal authorities of the security risk.</span></p>\",\"type\":\"text/html\"},{\"content\":\"<p>Over the last month, IT health officials have begun patching security problems within HealthCare.gov. <span>But that’s no guarantee to consumers.</span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“If my mom asked, I think that the honest answer would be, I just don’t think we can know whether the site is safe,” says Matthew Prince, the CEO of CloudFlare, a company that works with federal agencies to help protect sensitive digital information. <span>Prince says it’s possible to enhance HealthCare.gov protections, but says CMS must be transparent about its upgrades.</span></p>\"},{\"content\":\"<p>“We need to understand what is happening behind the scenes and how data is being secured,” he says.       </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“The privacy and security of consumers’ personal information are a top priority for us,” according to a CMS spokesperson. <span>“When consumers fill out their online marketplace applications, they can trust that the information that they are providing is protected by stringent security standards.”</span></p>\"}]","contentencoded":"<div class=\"barn-cleaned\"><p>For the second time in less than a week, Center for Medicare and Medicaid Services Deputy Chief IT Director Henry Chao heads to Capitol Hill.&nbsp;<span>Chao will face tough questions about &nbsp;whether he and his staff took enough steps to ensure that HealthCare.gov -- the website where Americans can purchase insurance -- is secure.</span></p>\n<p>While CMS works to improve the site so consumers can enroll, IT security analysts say it may be better if consumers stay away.&nbsp;<span>Last month, Ben Simo, a professional software tester, tried to enroll his granddaughter in an insurance plan on the site.&nbsp;</span><span>As the glitches mounted, Simo, the former president of the Association of Software Testing, started poking around.&nbsp;</span><span>He found it was relatively simple to obtain a person’s name and email address -- a field day for a hacker.</span></p>\n<p>“Armed with that information, someone could potentially engage in phishing to trick someone into giving them access to their account,” says Simo.&nbsp;<span>He alerted federal authorities of the security risk.</span></p>\n<p>Over the last month, IT health officials have begun patching security problems within HealthCare.gov.&nbsp;<span>But that’s no guarantee to consumers.</span></p>\n<p>“If my mom asked, I think that the honest answer would be, I just don’t think we can know whether the site is safe,” says Matthew Prince, the CEO of CloudFlare, a company that works with federal agencies to help protect sensitive digital information.&nbsp;<span>Prince says it’s possible to enhance HealthCare.gov protections, but says CMS must be transparent about its upgrades.</span></p>\n<p>“We need to understand what is happening behind the scenes and how data is being secured,” he says. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>“The privacy and security of consumers’ personal information are a top priority for us,” according to a CMS spokesperson.&nbsp;<span>“When consumers fill out their online marketplace applications, they can trust that the information that they are providing is protected by stringent security standards.”</span></p></div>","itags":["36e6c304842454b56c199717a9ce3652","Marketplace","Marketplace Morning Report","Marketplace Morning Report for Tuesday, November 19, 2013","Marketplace Tech","Marketplace Tech for Tuesday, November 19, 2013","PMP:Marketplace_PMP"],"tags":["ACA","APM","Health Care","Obamacare","privacy security"],"description":"The security implications for the botched ACA exchange rollout.","title":"Obamacare's next possible nightmare: Privacy issues","published":"2013-11-19T11:44:22+00:00","guid":"36e6c304-8424-454b-86c1-9717a9ce3652","byline":"D Gorenstein","teaser":"The security implications for the botched ACA exchange rollout.","audio":[{"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/187865347.jpg?itok=leiixVCF","type":"image/jpeg","meta":{"width":"610","crop":"primary","height":"340"}},{"meta":{"duration":95,"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/11/19/marketplace_segment1_20131119","type":"application/json"},"duration_hms":"00:01:35"},"format":"MP3","type":"audio/mpeg","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/11/19/marketplace_segment1_20131119_64.mp3"}]}