{"created":"2014-11-29T16:41:27+00:00","modified":"2015-05-13T21:29:27+00:00","valid":{"from":"2015-05-13T21:29:27+00:00","to":"3015-05-13T21:29:27+00:00"},"hreflang":"en","title":"A Musical Tribute For A Waiter Who Spoke Out Against Racism","published":"2014-11-29T17:05:00+00:00","teaser":"Fifty years after the desegregation of the South, an oratorio will pay tribute to an unlikely civil rights activist — a waiter named Booker Wright who spoke out about discrimination on the job.","itags":["npr_api","366613271"],"guid":"36f17b76-9b5e-44d0-8230-42a1825f5489","contentencoded":"<p><em>Editor's note: This story contains racial slurs.</em></p><p>A new musical work pays tribute to an unlikely and little-known civil rights activist: Booker T. Wright. You won't find his name in history textbooks. But his story is a testament to the everyday experiences of blacks in the Jim Crow South.</p><p>Wright was a black waiter at a whites-only restaurant in Greenwood, Miss. And he played his role well, until 1965, when he lifted the veil on his life of servitude in the NBC documentary <em>Mississippi: A Self Portrait</em>.</p><p>\"The meaner the man be, the more you smile,\" he said at the time.</p><p>Born in the Mississippi Delta, Wright wasn't educated. He worked two jobs to support his family, says his granddaughter Yvette Johnson.</p><p>\"Booker owned his own restaurant on the black side of town, which in and of itself was famous — known throughout all of the Delta,\" Johnson says. \"I've heard that B.B. King would go and eat there and stay up into the wee hours of the morning.\"</p><p>Wright also worked as a waiter at Lusco's, a fine-dining restaurant for whites. And it's there that NBC producers encountered him as they worked on a documentary about life in Mississippi.</p><p>\"There was something about the way Booker sang the menu,\" Johnson recalls.</p><p>Lusco's had no written menu, so Wright would recite it table-side. Wearing a white jacket and a black bow tie with a towel draped over his arm, Wright demonstrated his technique in the documentary.</p><p>\"Everything we serve is a la carte,\" he sang. \"We have fresh shrimp cocktail, Lusco's shrimp, fresh oysters on the half shell, baked oyster, oyster Rockefeller, oyster almondine, stewed oyster, fried oyster, Spanish mackerel, broiled whetstone steak, sirloin steak, club steak, T-bone steak.\"</p><p>\"And then he stopped,\" Johnson says. \"And he began talking about what it was like to be black in the Mississippi Delta in 1965.\"</p><p>\"Some people nice. Some is not,\" Wright told NBC. \"Some call me Booker. Some call me John. Some call me Jim. Some call me nigger!\"</p><p>\"All that hurt,\" Wright said. \"But you have to smile.\"</p><p><strong>A Story Retold Through Music</strong></p><p>Booker Wright's sentiments have been put to music in <em>Retitle</em>, an oratorio commissioned by the Southern Foodways Alliance to mark the 50th anniversary of restaurant desegregation. The SFA is a nonprofit based out of the University of Mississippi. The organization examines the food cultures of the American South.</p><p><em>Repast</em> is an oratorio, a musical composition that typically deals with a sacred subject. Bass-baritone Justin Hopkins and pianist Bruce Levingston performed the piece for the first time last month at an SFA symposium in Oxford, Miss., where participants gathered to consider \"who is welcome at the welcome table.\"</p><p>Hopkins, with a towel draped over his arm, stood on a bare stage in front of Levingston's Steinway. He told Booker Wright's story as interpreted by the poet Kevin Young, who was part of a diverse group of artists who worked on the project.</p><p>Young says a waiter's job at a restaurant like Lusco's carried status, which made Wright's decision to speak out all the more powerful.</p><p>\"I recognize in Booker the pride that he took... in doing his work, and doing his work well,\" Young says. \"And then the shame that sort of placed upon him and the things he has to endure.\"</p><p>Culinary historian Michael Twitty says the oratorio shows a deeply personal perspective in the struggle for equality. \"I think the greatest lesson was that we had centuries of people who smiled despite oppression and that smile was a sacrifice,\" Twitty says.</p><p>Nolan Gasser composed the music. Though classical, Gasser's compositions allude to Mississippi's role in the creation of American music. \"It just gave me this unbelievable pallet to go from blues to gospel to spiritual to field holler to lament to little inflections of Chopin and even Bach,\" Gasser says.</p><p>At times, the audience is asked to stand and even participate in a collective call and response. \"I wanted the audience to feel like they'd been to church,\" Gasser recalls.</p><p>It worked for Mississippi native Ralph Eubanks. \"It just gave me chills,\" says Eubanks, a writer and editor of the <em>Virginia Quarterly Review</em>. He thinks Booker's story has resonance today. \"As we think about the idea of 'otherness' in our culture and how sometimes that comes out in ugly ways in our society,\" Eubanks explains.</p><p><strong>An Unlikely Civil Rights Hero</strong></p><p>Booker Wright's granddaughter Yvette Johnson is writing a book about him.</p><p>\"The gift that my grandfather left of us and the gifts that we get anew in this musical piece is the importance of seeing one another's humanity,\" Johnson says.</p><p>After 25 years of working at Lusco's, Wright lost his job after appearing on the NBC documentary. Johnson says by speaking out, Wright had pledged his allegiance to the civil rights movement. She says the TV was on at Lusco's the night the NBC documentary aired in 1965.</p><p>\"He was working,\" she says. \"And the customers began saying, 'We don't want Booker to wait on us.' \"</p><p>He was later pistol-whipped by a white police officer. And in 1973, Wright was killed in an altercation with a customer at his own restaurant, Booker's Place.</p><p>Pianist Bruce Levingston is the artistic director for <em>Repast</em>. He grew up in the Mississippi Delta. \"I knew other Booker Wrights who were men of dignity and grace and facing unbelievable obstacles,\" says Levingston.</p><p>He says many quietly endured injustice because they lived at a time and in a place where you could be killed otherwise.</p><p>Levingston says Wright's two-minute appearance on national television was a courageous act, and <em>Repast</em> is meant to recognize that. \"Every time we play that piece, Booker comes alive,\" he says. \"And we intend to take it to venues all over the country.\"</p><p>Levingston hopes Booker Wright's story can last in the canon of music forever.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Musical+Tribute+For+A+Waiter+Who+Spoke+Out+Against+Racism&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Debbie Elliott","audio":[{"meta":{"duration":"462"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1367362537-0bb522.m3u?orgId=1&topicId=1015&d=462&p=7&story=366613271&t=progseg&e=367362404&seg=21&ft=nprml&f=366613271"},{"href":"http://media.npr.org/assets/img/2014/11/25/booker-wright-2-a26b18d2da74021237221b0f1a43cd6c56ae4169.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3836","width":"5115"}},{"href":"http://media.npr.org/assets/img/2014/11/25/booker-portrait-by-tim-kerr-7dcccf0fee38f0436630337c213bc70065dc8292.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"360","width":"480"}},{"href":"http://media.npr.org/assets/img/2014/11/25/booker-wright-3-7a318f2c8665e30a6eca3b0b44e0dab46813ba64.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3740","width":"4987"}}]}