{"created":"2015-03-21T11:11:42+00:00","modified":"2015-05-22T23:59:42+00:00","valid":{"from":"2015-05-22T23:59:42+00:00","to":"3015-05-22T23:59:42+00:00"},"hreflang":"en","title":"Why Some Mushrooms Glow In The Dark","published":"2015-05-06T19:29:00+00:00","teaser":"Scientists outfitted some fake fungi with LEDs and put them in a Brazilian forest to test their theory that light, not some funky mushroom fragrance, was luring bugs.","itags":["npr_api","394089178"],"guid":"36f59ee2-dde2-4d56-9813-1b9a4628235b","contentencoded":"<p>A team of scientists recently created some fake, glowing mushrooms and scattered them in a Brazilian forest in hopes of solving an ancient mystery: Why do some fungi emit light?</p><p>The question goes back all the way to Aristotle, who is the first person known to have wondered about this, according to <a href=\"http://geiselmed.dartmouth.edu/dunlaploros/members/current.php\">Jay Dunlap</a>, a geneticist and molecular biologist at the Geisel School of Medicine at Dartmouth College in Hanover, N.H. He says over the years people have thrown out various explanations for the light — everything from \"it's a useless byproduct of metabolism\" to \"it attracts insects.\"</p><p>This week, in the journal <em>Current Biology</em>, Dunlap and some colleagues <a href=\"http://www.cell.com/current-biology/abstract/S0960-9822%2815%2900160-8\">report </a>on a series of experiments that suggest at least one kind of mushroom <em>controls</em> when it glows. It lures bugs that then spread the mushroom's spores throughout the dense forest, where there's little wind.</p><p>That fungus is <em>Neonothopanus gardneri,</em> a dramatic mushroom that grows at the base of young palm trees in coconut forests in Brazil and emits an eerie green light.</p><p>\"You just have to turn off your flashlight and the mushrooms stand out if they're there,\" says Hans Waldenmaier, a researcher in <a href=\"http://www.iq.usp.br/stevani/\">the lab</a> of Cassius Stevani, of Brazil's Instituto de Quimica-Universidade de Sao Paulo.</p><p>\"On a totally dark night, without any moon, if you have your light off,\" Waldenmaier says, \"these green mushrooms are basically the only light source you see in the forest besides the fireflies.\"</p><p>Work in Dunlap's lab showed that the glow of this particular mushroom was controlled by a biological clock, suggesting that it wasn't just happening accidentally. \"We found that light was made mostly at night, and not mostly during the day,\" says Dunlap.</p><p>In hopes of figuring out why, the researchers in Brazil created some fake fungi out of acrylic resin. The impostors \"roughly look about the same as the mushrooms we find out in the woods,\" says Waldenmaier. \"We figured that this was a good way of replicating the mushrooms, but without the scent of the mushrooms, which could be attracting the insects.\"</p><p>Inside some of these artificial fungi, they inserted an LED that emitted the right kind of green light. Then they covered the devices — the fake mushrooms that lit up, and the dark ones — with a kind of sticky glue, and put them out in the forest.</p><p>\"We basically observed to see if there was any difference in the insects that were attracted to the ones that were lit up with the green light and the ones that were dark,\" says Waldenmaier.</p><p>The result? Flies, ants and beetles were found on the lit-up mushrooms in greater numbers, he says. As a follow-up, the team is now aiming infrared cameras at the real glowing mushrooms, to get a better sense of what the insects are actually doing there.</p><p>Dunlap remembers seeing his first glowing fungi as a kid, when he was on a camping trip and slept in a rustic shelter. \"Looking up at night,\" he recalls, \"there were lines of bioluminescence in the rafters, from where the wood-rotting fungi were bioluminescing.\"</p><p>Making light isn't actually all that common in fungi — scientists have described about 100,000 fungal species, and only 71 glow.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Why+Some+Mushrooms+Glow+In+The+Dark&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nell Greenfieldboyce","audio":[{"meta":{"duration":"154"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1394438291-a64737.m3u?orgId=1&topicId=1007&d=154&p=7&story=394089178&t=progseg&e=394434969&seg=18&ft=nprml&f=394089178"},{"href":"http://media.npr.org/assets/img/2015/03/19/glowing-mushrooms-2-685fd3897f07f7f9b2f5891e411e17ee02cf1eba.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1216","width":"1621"}}]}