{"created":"2014-10-02T20:25:30+00:00","modified":"2014-10-03T18:21:05+00:00","valid":{"from":"2014-10-03T18:21:05+00:00","to":"3014-10-03T18:21:05+00:00"},"hreflang":"en","guid":"36f7698e-e061-4ef9-830e-1a38589ac358","title":"Hong Kong's protests are less 'occupy' and more 'take back our city,' says one couple","published":"2014-10-03T18:21:04+00:00","byline":"Nina Porzucki","tags":["Hong Kong protests","Umbrella Revolution","Chinese politics","politics","protests","Global Politics","Hong Kong","Asia","China","Asia","East Asia","Charlie Schroeder","Wendy Mok","Hong Kong","Politics of Hong Kong"],"teaser":"Charlie Schroeder and his wife, native Hong Konger Wendy Mok, moved back to the city two years ago. Now that protests are jamming the streets, they see the pent-up frustrations of many young Hong Kongers being expressed, hoping to make China pay attention to their concerns.","contentencoded":"<p>Actor and writer Charlie Schroeder moved from Los Angeles to Hong Kong a little more than two years ago. His wife, Wendy&nbsp;<span style=\"line-height: 1.538em;\">Mok, grew up there and lived through the city&#39;s handover from British to Chinese rule. But coming &quot;home&quot; has been challenging for both of them.</span></p><p>&ldquo;When I first came back, I had to adjust,&quot; Mok says. &quot;It&rsquo;s not easy, because the Hong Kong I came back to is very different than the Hong Kong I left. There&rsquo;s an influx of mainland Chinese tourists that are everywhere, so there&#39;s almost like a clash between Chinese.&rdquo;</p><p>For the past few days, Schroeder and Mok have been watching that clash play out on the streets of Hong Kong as pro-democracy protesters have challenged China&#39;s grip on the territory. <span style=\"line-height: 1.538em;\">And Schroeder says the protest movement has surprised him.</span></p><p>[[{\"fid\":\"74827\",\"view_mode\":\"original_image\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":1224,\"width\":1632,\"alt\":\"This Hong Kong bus, along with a few others, has been parked in the middle of a Mong Kok street since Sunday. It now serves as a &quot;bulletin board&quot; where people post messages of discontent.  \",\"class\":\"media-element file-original-image\"}}]]</p><p>&ldquo;This is a city [where], typically, people work very hard, they keep their head and they go about their business,&quot; Schroeder says. &quot;It&rsquo;s a very non-confrontational place.&quot;&nbsp;<span style=\"line-height: 1.538em;\">But now, the protest seems to have permeated all parts of daily life.&nbsp;</span></p><p><span style=\"line-height: 1.538em;\">That even includes Schroeder and Mok&#39;s&nbsp;</span><span style=\"line-height: 1.538em;\">neighborhood restaurant. Last Saturday, the couple was</span><span style=\"line-height: 1.538em;\">&nbsp;having lunch when images of the police pepper spraying protesters flashed across the café&#39;s TVs.</span></p><p>&ldquo;The entire restaurant grew silent and watched the news,&rdquo; Schroeder recalls. &ldquo;And it was very strange and surreal that everyone was deadly silent and watching this.&rdquo;</p><p>Then, one of the patrons spoke up: &quot;If they&rsquo;re going to shoot you with pepper spray, you&rsquo;ve got to wear goggles.&quot;&nbsp;</p><p>Schroeder says that was the start of a greater awareness of the protest movement, which was further fueled by the use of tear gas on Sunday.&nbsp;<span style=\"line-height: 1.538em;\">&ldquo;There was shock, there was sadness, there was anger, and it mobilized a lot of people who may not have been interested initially in these protests,&rdquo; Schroeder says.</span></p><p>[[{\"fid\":\"74828\",\"view_mode\":\"original_image\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":1224,\"width\":1632,\"alt\":\"Private cars remain parked in a Mong Kok street blockading other vehicles from entering the protest zone. \",\"class\":\"media-element file-original-image\"}}]]</p><p>Two people that haven&#39;t mobilized are Schroeder&rsquo;s in-laws.&nbsp;<span style=\"line-height: 1.538em;\">&ldquo;I had to go over there the other day to pick up something,&quot; he says. &quot;I went over to their place and knocked on the door and immediately the television was on. And they sort of looked at the TV and said, &lsquo;These are very troublesome people.&rsquo;&rdquo;&nbsp;</span></p><p>Unlike the young people mobilizing in the streets, Schroeder says, the older generation prefers not to make a fuss.&nbsp;<span style=\"line-height: 1.538em;\">Mok doesn&rsquo;t even discuss the protests with her parents. She says there&rsquo;s no use getting into a debate. They simply will not listen.</span></p><p>But Mok supports the demonstrations.&nbsp;<span style=\"line-height: 1.538em;\">&ldquo;For the past few days I&rsquo;ve been very proud to be a Hong Konger,&rdquo; Mok said. She&#39;s</span><span style=\"line-height: 1.538em;\">&nbsp;impressed by how organized and polite the protesters seem to be. While visiting one neighborhood where protesters were stationed, she was offered water and a &ldquo;democracy pear.&rdquo;</span></p><p>&ldquo;People are very nice to each other,&rdquo; said Mok, who found this a stark contrast with the Hong Kong she encountered when she first returned, two years ago.&nbsp;</p><p><span style=\"line-height: 1.538em;\">&ldquo;Some people have called it an Occupy movement,&quot; Schroeder says. &quot;I don&rsquo;t think of it as an Occupy movement, I think of it as a &lsquo;Take Back Our City&quot; movement.</span></p><p>[[{\"fid\":\"74830\",\"view_mode\":\"original_image\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":1224,\"width\":1632,\"alt\":\"Protestors gather in Mong Kok. The spontaneous gathering has morphed into something of a utopian forum. There&#039;s a stage where people can voice their opinion, debate circles and volunteers handing out &quot;Democracy pears.&quot; \",\"class\":\"media-element file-original-image\"}}]]</p><p>Hong Kong has become the &ldquo;Great Mall of China,&quot; Schroeder explains. Many Chinese mainlanders now come to Hong Kong to shop, and that influx of consumers has coincided with soaring real estate prices.</p><p>Schroder says many mom-and-pop stores have been replaced with luxury shops, and many young Hong Kongers complain they can&rsquo;t afford to live in the territory of their birth.&nbsp;<span style=\"line-height: 1.538em;\">&ldquo;I spoke to a guy last night on the street,&rdquo; Schroeder says. &ldquo;And he said, &lsquo;I&rsquo;m 30 years old I don&rsquo;t think I&rsquo;ll ever be able to afford a place.&rsquo;&rdquo;</span></p><p>He heard similar statements from many of the young protesters that he spoke with on the streets.&nbsp;<span style=\"line-height: 1.538em;\">&ldquo;A lot of people now, what they really feel very passionate about is that this is Hong Kong, this is different from mainland China,&quot; Schroeder says. &quot;This is a different place and we are tired of being under the thumb of our own government, which has done everything in favor of more mainland Chinese investment and spending and tourism and done very little for their own concerns.&rdquo;</span></p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/hongkong1.2.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/hongkong12jpg"}]}