{"created":"2014-09-22T18:45:24+00:00","modified":"2014-09-22T18:46:54+00:00","valid":{"from":"2014-09-22T18:46:54+00:00","to":"3014-09-22T18:46:54+00:00"},"hreflang":"en","guid":"36fd593d-1da2-4a1e-ab20-408359577f73","title":"Gerry Hughes is one man, with 85 voices and a record-breaking radio soap opera","published":"2014-09-22T18:46:53+00:00","byline":"Leo Hornak","tags":["radio","Media","Arts, Culture & Media","Europe","United Kingdom","Wiltshire","Europe","Gerry Hughes","Acrebury","Radio drama","Entertainment"],"teaser":"The BBC has aired the longest-running radio soap ever and just put it to bed. The show was a near-perfect mix of old-fashioned craftsmanship and low-cost efficiency, since it was all the work of Gerry Hughes.","contentencoded":"<p>For four decades, a radio drama called &quot;Acrebury&quot; has been telling the story of a fictional village in the English county of Wiltshire. You might consider it &quot;<a href=\"http://prairiehome.org/\">A Prairie Home Companion</a>&quot; for Brits. And it has only ever had a staff of one.</p><p>All the characters, male and female, old and young, have been written, produced and acted by Gerry Hughes. He holds the Guinness World Record for longest-running one-person radio drama.</p><p>Over the years, Hughes has built &quot;Acrebury&quot; into his own alternate universe, with more than 2,000 episodes completed and over 80 characters. It has a cult following across England. This year, to mark the 40<sup>th</sup> anniversary, a final episode of &quot;Acrebury&quot; was recorded and broadcast.</p><p>For Hughes, maintaining a large number of different voices and personalities has never been a challenge. He compares it to mixing colors &mdash; &quot;just as you mix red and blue to get green, so you can get the voice for a new character by combining elements from others,&quot; he says.</p><p>Much of the appeal of &quot;Acrebury&quot; comes from its ability to conjure a disappearing world of old fashioned village life &mdash; a place filled with squires, retired major-colonels, adultery, and village fetes. There have also been moments of high drama, including a possible murder, a car crash and even an explicit sex scene (although this last was almost censored for listeners to Radio Cornwall.)</p><p>Hughes himself has been taken aback by the enthusiasm people still have for the program.</p><p>&ldquo;I suppose it is a sort of phenomenon,&rdquo; he says, with some surprise. &ldquo;Before people thought I was this eccentric Wiltshire lad who had this whole community in his head &mdash; although I&rsquo;m not actually that eccentric.&rdquo; Recently, with fans appearing on social media, the popularity of the show has grown even further.</p><p>Hughes feels he is unlikely to revisit &quot;Acrebury&quot; again after the last episode. He has plans for a new drama, centered around a female vicar living in the suburbs of a big city.</p><p>There&rsquo;s little debate about who will be cast to play the lead. Or the supporting characters. Or operate the sound effects. Or edit the scripts.&nbsp;</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Gerry%20Hughes.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/gerry-hughesjpg"},{"href":"https://www.youtube.com/watch?v=1yB0nGglrt4"},{"href":"http://www.pri.org/file/welcome-acrebury"}]}