{"created":"2014-12-06T00:01:22+00:00","modified":"2014-12-08T20:25:36+00:00","valid":{"from":"2014-12-08T20:25:36+00:00","to":"3014-12-08T20:25:36+00:00"},"hreflang":"en","guid":"3709d304-829b-42cd-b554-b73b59f0c0c7","title":"How police violence in the US could help spark racial justice in Brazil","published":"2014-12-08T20:25:32+00:00","byline":"Shirin Jaafari","tags":["security","conflict","Ethnicity & Race","government","Justice","Conflict & Justice","Rio de Janeiro","South America","North America","Brazil","United States","North America","South America","Michael Brown","Marianna Olinger","Security","Law enforcement","Police","Public safety","Surveillance","Black people","Social Issues","Brazilian people","Brazilian society","Americas","Race"],"teaser":"The cases of Michael Brown and Eric Garner in the US have their own analogues in Brazil, where relations between black citizens and police are also tense. But one Brazilian activist hopes the news from the US could push Brazilians to talk more openly about racial issues.","contentencoded":"<p>Policing in the United States, along with all of its problems, is familiar even to a Brazilian like Marianna Olinger.</p>\n<p>\"In Brazil, we've been copying [the] United States prison system and policing policies for a long time,\" says Olinger, an artist and media activist with <a href=\"https://ninja.oximity.com/\">Media Ninja</a> in Brazil. She's been following news about the deaths of Michael Brown and Eric Garner closely, even traveling to attend rallies held in New York and in Ferguson.</p>\n<p>Relations between police officers and minorities in Brazil are much the same as in the United States, she says. Brazil has seen similar cases in which black people have been victims of police violence, and Olinger says, white Brazilians are generally treated with much more respect by law enforcement.</p>\n<div>\n<p>\"If you are a black person, you're either going to be taken to a police station or even beaten up or — in many cases unfortunately — even murdered,\" she claims.</p>\n</div>\n<p>Police in the city of Rio de Janeiro alone have killed an average of three people a day over the past decade, she says, and the majority of victims are black. \"There is clearly a racial issue going on there,\" Olinger says.</p>\n<p>Yet she believes race is still a taboo issue. One reason may be that while Brazilian society is diverse, it's never had a civil rights movement like the one in the United States. Olinger points out that Brazil was one of the last countries to abolish slavery in the world, and there's never been a major push by black Brazilians for more freedoms.</p>\n<p>Instead, she says, \"the rights of the black people was something that was given by the government at some point, because it was in the interest of the state itself.\"</p>\n<p>But Olinger feels the recent debates in the US about race and police brutality should be a starting point for Brazilians to start talking about those topics more openly: \"I think what's happening in Ferguson now can be a very good example to Brazil.\"</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[]}