{"created":"2014-11-07T23:22:19+00:00","modified":"2015-05-07T15:31:42+00:00","valid":{"from":"2015-05-07T15:31:42+00:00","to":"3015-05-07T15:31:42+00:00"},"hreflang":"en","title":"For Political Junkies, A (Literary) Post-Election Fix","published":"2014-11-08T01:11:00+00:00","teaser":"Post-elections, Molly Antopol and Jason Sheehan reflect on the results by turning to their favorite political books, <em>Elect Mr. Robinson for a Better World </em>and <em>Fear and Loathing on the Campaign Trail. </em>","itags":["npr_api","362274917"],"guid":"370a4652-052c-421a-8441-e05ea24fe03c","contentencoded":"<p>As I watched coverage of this week's midterm elections, I couldn't help but think about Donald Antrim's surreal novel, <em>Elect Mr. Robinson for a Better World</em>.</p><p>The book, a brilliant and wickedly funny satire on our broken politics,<em> </em>unfolds in an unnamed American seaside town. As the story begins, our narrator, a former third-grade teacher named Pete Robinson, sits mysteriously in his padlocked attic, observing the wreckage of his community.</p><p>There have been bizarre acts of violence: missiles launched, mines planted in the park. The local school was defunded, and turned into a factory. Mr. Robinson bemoans the declining situation: \"The skies blacken, moisture descends, canals rise, lawns puddle, the unswept streets slowly fill,\" he reports. \"Everything, houses and stores, gas stations and banks, all the landmarks of my happy life in this place I love — everything seems to be sinking.\"</p><p>His assessment could easily pass for some of the political commentary about the state of our union. And, indeed, for Mr. Robinson — medieval torture enthusiast, \"Town Scrivener\" and teacher without a school — politics is the answer. Taking it upon himself to save his community from sinking any further, Mr. Robinson decides to launch a campaign for mayor behind empty slogans like \"Pete Robinson, A Step Toward Paradise\" and \"Pete Robinson is the Only Conceivable Choice for Mayor.\"</p><p>In his insightful introduction to a new edition of the novel, the author Jeffrey Eugenides observes that while \"Pete knows a lot of stuﬀ — about <em>The Egyptian Book of the Dead,</em> Portuguese torture chambers, elementary school pedagogy ... nothing that he knows helps him understand his world.\"</p><p>Eugenides' assessment is perfect — and as exit polls rolled in this week and Wolf Blitzer made his projections, I kept going back to it. With campaigning now done, the victors must suddenly contend with actually having to govern. This is a very different beast than campaigning. Not unlike Mr. Robinson, they've spent months saying a lot of stuff, but none of their rhetoric will necessarily help them understand what to do now that the time has come to step off their campaign buses and lead.</p><p>Much of what Pete Robinson says sounds like politics, albeit from a bizarrely blighted vantage. But were he ever given the chance to actually govern his small town, there would be even worse hell to pay than what's already befallen it. And so this week, as I do after almost every election, I wondered how this new crop of governors and senators and congressman would navigate the shift from the poetry of their campaigns to the prose of governing — and I thought of Mr. Robinson. He never got the chance to make that shift, for reasons I'll leave unsaid so as not to spoil the ending. Here's hoping that those who do figure it out fast. Otherwise the happy landmarks of our lives, too, could soon end up sinking.</p><p><em>Molly Antopol's latest book is </em>The UnAmericans.</p><hr /><p>I was on the couch when the election results started coming in. Lying there like a slug, slipping effortlessly and brainlessly through the 24-hour news orgy while the talking heads jabbered about all the same talking head things.</p><p>My wife was there on the other side of the couch. We watched Pennsylvania go blue, then the creeping red. Saw the numbers come in for North Carolina, and Georgia (<a href=\"http://www.usnews.com/news/articles/2014/11/04/david-perdue-trounces-michelle-nunn-in-georgia-senate-race?src=usn_fb\">most expensive Senate race in the state's history</a>, they said), and Colorado. We saw the giant maps, granular analyses of individual county results — data porn for the hard-core connoisseur.</p><p>At a certain point my wife asked me what was wrong. She reminded me, \"Hey, this used to be our thing,\" which was true. She even used to bake cookies.</p><p>But I wasn't having any <em>fun</em>. I was sick of them all — the red, the blue, the losers for losing, the winners for winning, the press for being so smug and breathless. Everything about it seemed so pat, so focused on the fate of numbers rather than people.</p><p>Thing is, though, I'd forgotten something very important that used to make the watching of politics more than just enjoyable but, really, a treat.</p><p>I'd forgotten that it was all just a game that no one wins all the time. And the man who who'd once taught me to love the game for its own sake was Hunter S. Thompson, in the best book he ever wrote: <em>Fear And Loathing On The Campaign Trail '72.</em> I mean, listen to this:</p><blockquote><p>\"I have a peculiar affection for [Eugene] McCarthy. ... I recall standing next to him in the snow outside the 'exit' door of a shoe factory in Manchester, New Hampshire, in February of 1968 when the five o'clock whistle blew and he had to stand there in the midst of those workers rushing out to the parking lot. I will never forget the pain in McCarthy's face as he stood there with his hand out, saying over and over again: 'Shake hands with Senator McCarthy ... shake hands with Senator McCarthy ... shake hands with Senator McCarthy ...' a tense plastic smile on his face, stepping nervously towards anything friendly. 'Shake hands with Senator McCarthy ...' But most of the crowd ignored him, refusing to even acknowledge his out-stretched hand, staring straight ahead as they hurried out to their cars.\"</p></blockquote><p>That was Hunter Thompson back before Hunter Thompson was crushed under the weight of just being Hunter Thompson. Him, clawing straight into the heart of what makes politics so enjoyable. The human moments. The unwatched man with his hand out and the shame on his face. An inkling of the shape of the engine that must drive a candidate to do such a thing, just so he can make one more person like him more than he likes the other guy.</p><p>This is what Thompson knew: Baseball is not the American sport; politics is. We pick our teams, clock the stats: Forty-odd years ago, in even the coldest months of a bitter year, he, like the old sportswriter that he was, wanted to get in there and rub up close against the players. Which he did brilliantly, embedding himself with the George McGovern campaign (at a time long before \"embedding\" was even a thing) and reporting from the inside of it for <em>Rolling Stone</em>.</p><p>He hated Nixon. He hated the press for its collusion. He hated Hubert Humphrey, calling him, in one of the most memorable put-downs in the book, \"a treacherous, gutless old ward-heeler who should be put in a goddamn bottle and sent out with the Japanese current.\" But he unabashedly loved the game of politics, and in <em>Campaign Trail,</em> out there for months, he detailed every vicious, mean, occasionally brilliant move in a way that no one else ever had. Frank Mankiewicz once called it \"the least factual, most accurate account\" of the campaign.</p><p>To me, it was simply the best book about the game of politics ever written. It went beyond the numbers and the maps to the actual people on the other side of the news. The ones who would spend months shaking hands outside shoe factories just for the long-shot chance at seeing the inside of the winner's circle on election night.</p><p><em>Jason Sheehan is an ex-chef, a former restaurant critic and the current food editor of </em><a href=\"http://www.phillymag.com/\">Philadelphia</a> <em>magazine. But when no one is looking, he spends his time writing books about spaceships, aliens, giant robots and ray guns. </em>Tales From the Radiation Age<em> is his newest book.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Political+Junkies%2C+A+%28Literary%29+Post-Election+Fix&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Molly Antopol","audio":[{"meta":{"duration":"98"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1362352000-22b57f.m3u?orgId=1&topicId=1034&aggIds=257657827,100876926&d=98&p=2&story=362274917&t=progseg&e=362311846&seg=9&ft=nprml&f=362274917"}]}