{"created":"2015-01-12T19:23:24+00:00","modified":"2015-01-14T21:02:19+00:00","valid":{"from":"2015-01-14T21:02:19+00:00","to":"3015-01-14T21:02:19+00:00"},"hreflang":"en","title":"New Ways Of Treating Trauma: Try Some Yoga","published":"2015-01-12T19:46:00+00:00","teaser":"A renowned trauma expert says yoga and mindfulness techniques can help people recover from PTSD.","itags":["npr_api","376770898"],"guid":"37187f58-68ff-4119-b4ea-67f8bdab5407","contentencoded":"<p>When a person experiences traumatic events, the aftermath can be extremely debilitating. Trauma not only affects the mind, but can have lifelong effects on the body.</p><p>Dr. <strong>Bessel van der Kolk</strong> is a psychiatrist who has been treating people with post-traumatic stress disorder (PTSD) and other types of trauma for more than 40 years. He founded the <a href=\"http://www.traumacenter.org/index.php\" target=\"_blank\">Trauma Center</a> in Brookline, Mass., and is author of the new book &#8220;<a href=\"http://www.amazon.com/The-Body-Keeps-Score-Healing/dp/0670785938\" target=\"_blank\">The Body Keeps the Score: Brain, Mind, and Body in the Healing of Trauma</a>&#8221; (read an excerpt <a href=\"#excerpt\">below</a>).</p><p>He tells <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Jeremy Hobson about new ways to treat trauma, focusing on ways to making the body feel safe.</p><h4>Interview Highlights</h4><p><strong>What is trauma?</strong></p><p>&#8220;Trauma is an experience that overwhelms your capacity to cope. People feel helpless, overwhelmed, scared, horrified; at the core of trauma is horror.&#8221;</p><p><strong>On how yoga heals trauma</strong></p><p><div class=\"pullquote\" style=\"\">It’s not one size fits all. You need to find some way where your body once again feels like ‘I am in control of myself.’<div class=\"pullquoteauth\">&ndash; Dr. Bessel van der Kolk</div></div></p><p>&#8220;I didn&#8217;t practice yoga myself and then we saw all these abnormalities in people&#8217;s heart rate, their breathing patterns, the way they relate to their bodies. It was very clear that their bodies were on fire, their bodies felt deeply unsafe, so the enemy that was once living outside was now living within. And you need to befriend your body, you need to calm your body down.&#8221;</p><p>&#8220;Yoga was more effective than any medication&#8230; medication can be quite nice to sort of dampen some of the symptoms. But in the end, people need to own their bodies, they need to own their physical experiences. And, in order to overcome your trauma, it needs to be safe to go inside and to experience yourself.&#8221;</p><p>&#8220;What there is too much emphasis on is the capacity of the cognitive rational brain to conquer our irrational survival brain. Neuroscience has really helped us understand that you can’t talk yourself out of being in love, or being angry, or hating particular people because these are not rational processes, and reason has only very limited capacities to override these more primitive survival issues. And so, you need to not rely on reason, you need rely on mastery of your body, safety of your body, finding peace in your body.&#8221;<a name=\"excerpt\"></a></p><p><strong>Dr. Bessel van der Kolk&#8217;s take away message</strong></p><p>“It’s not one size fits all. You need to find some way where your body once again feels like ‘I am in control of myself.’”</p><h4>Book Excerpt: &#8216;The Body Keeps the Score&#8217;</h4><p><em>By Dr. Bessel van der Kolk</em></p><p><p style=\"text-align: center\"><strong>Chapter 13: Healing from Trauma: Owning Your Self</strong></p><p><p style=\"padding-left: 60px\">I don’t go to therapy to find out if I’m a freak</p><p>I go and I find the one and only answer every week</p><p>And when I talk about therapy, I know what people think</p><p>That it only makes you selfish and in love with your shrink</p><p>But, oh how I loved everybody else</p><p>When I finally got to talk so much about myself</p><p>— Dar Williams, What Do You Hear in These Sounds</p><p>Nobody can “treat” a war, or abuse, rape, molestation, or any other horrendous event, for that matter; what has happened cannot be undone. But what can be dealt with are the imprints of the trauma on body, mind, and soul: the crushing sensations in your chest that you may label as anxiety or depression; the fear of losing control; always being on alert for danger or rejection; the self-loathing; the nightmares and flashbacks; the fog that keeps you from staying on task and from engaging fully in what you are doing; being unable to fully open your heart to another human being.</p><p>Trauma robs you of the feeling that you are in charge of yourself, of what I will call self-leadership</p><p>in the chapters to come.1 The challenge of recovery is to reestablish ownership of your body and your mind—of your self. This means feeling free to know what you know and to feel what you feel without</p><p>becoming overwhelmed, enraged, ashamed, or collapsed. For most peoplenthis involves (1) finding a way to become calm and focused, (2) learning to maintain that calm in response to images, thoughts, sounds, or physical sensations that remind you of the past, (3) finding a way to be fully alive in the</p><p>present and engaged with the people around you, (4) not having to keep secrets from yourself, including secrets about the ways that you have managed to survive.</p><p>These goals are not steps to be achieved, one by one, in some fixed sequence. They overlap, and some may be more difficult than others, depending on individual circumstances. In each of the chapters that follow, I’ll talk about specific methods or approaches to accomplish them. I have tried to make these chapters useful both to trauma survivors and to the therapists who are treating them. People under temporary stress may also find them useful. I’ve used every one of these methods extensively to treat my patients, and I have also experienced them myself. Some people get better using just one of these methods, but most are helped by different approaches at different stages of their recovery. I have done scientific studies of many of the treatments I describe here and have published the research findings in peer-reviewed scientific journals. 2 My aim in this chapter is to provide an overview of underlying principles, a preview of what’s to come, and some brief comments on methods I don’t cover in depth later on.</p><h5>A New Focus for Recovery</h5><p>When we talk about trauma, we often start with a story or a question: “What happened during the war?” “Were you ever molested?” “Let me tell you about that accident or that rape,” or “Was anybody in your family a problem drinker?” However, trauma is much more than a story about something that happened long ago. The emotions and physical sensations that were imprinted during the trauma are experienced not as memories but as disruptive physical reactions in the present. In order to regain control over your self, you need to revisit the trauma: Sooner or later you need to confront what has happened to you, but only after you feel safe and will not be retraumatized by it. The first order of business is to find ways to cope with feeling overwhelmed by the sensations and emotions associated with the past.</p><p>As the previous parts of this book have shown, the engines of posttraumatic reactions are located in the emotional brain. In contrast with the rational brain, which expresses itself in thoughts, the emotional brain manifests itself in physical reactions: gut- wrenching sensations, heart pounding, breathing becoming fast and shallow, feelings of heartbreak, speaking with an uptight and reedy voice, and the characteristic body movements that signify collapse, rigidity, rage, or defensiveness.</p><p>Why can’t we just be reasonable? And can understanding help? The rational, executive brain is good at helping us understand where feelings come from (as in: “I get scared when I get close to a guy because my father molested me” or “I have trouble expressing my love toward my son because I</p><p>feel guilty about having killed a child in Iraq”). However, the rational brain cannot abolish emotions, sensations, or thoughts (such as living with a low- level sense of threat or feeling that you are fundamentally a terrible person, even though you rationally know that you are not to blame for having been raped). Understanding why you feel a certain way does not change how you feel. But it can keep you from surrendering to intense reactions (for example, assaulting a boss who reminds you of a perpetrator, breaking up with a lover at your first disagreement, or jumping into the arms of a stranger). However, the more frazzled we are, the more our rational brains take a backseat to our emotions.3</p><h5>Limbic System Therapy</h5><p>The fundamental issue in resolving traumatic stress is to restore the proper balance between the rational and emotional brains, so that you can feel incharge of how you react and how you conduct your life. When we’re triggered into states of hyper-or hypoarousal, we are pushed outside our “window of tolerance”— the range of optimal functioning.4 We become reactive and disorganized; our filters stop working—sounds and lights bother us, unwanted images from the past intrude on our minds, and we panic or fly into rages. If we’re shut down, we feel numb in body and mind; our thinking becomes sluggishand we have trouble getting out of our chairs.</p><p>As long as people are either hyperaroused or shut down, they cannotnlearn from experience. Even if they manage to stay in control, they become so uptight (Alcoholics Anonymous calls this “white- knuckle sobriety”) that they are inflexible, stubborn, and depressed. Recovery from trauma involves the restoration of executive functioning and, with it, self- confidence and the capacity for playfulness and creativity.</p><p>If we want to change posttraumatic reactions, we have to access the emotional brain and do “limbic system therapy”: repairing faulty alarm systems and restoring the emotional brain to its ordinary job of being a quiet background presence that takes care of the housekeeping of the body, ensuring that you eat, sleep, connect with intimate partners, protect your children, and defend against danger.</p><p>The neuroscientist Joseph LeDoux and his colleagues have shown that the only way we can consciously access the emotional brain is through selfawareness, i.e. by activating the medial prefrontal cortex, the part of the brain that notices what is going on inside us and thus allows us to feel what we’re feeling.5 (Th e technical term for this is “interoception”— Latin for “looking inside.”) Most of our conscious brain is dedicated to focusing on the outside world: getting along with others and making plans for the future. However, that does not help us manage ourselves. Neuroscience research shows that the only way we can change the way we feel is by becoming aware of our inner experience and learning to befriend what is going inside ourselves.</p><h5>Befriending the emotional brain</h5><p><strong>1. Dealing with Hyperarousal</strong></p><p>Over the past few decades mainstream psychiatry has focused on using drugs to change the way we feel, and this has become the accepted way to deal with hyper- and hypoarousal. I will discuss drugs later in this chapter, but first I need to stress the fact that we have a host of inbuilt skills to keep us on an even keel. In chapter 5 we saw how emotions are registered in the body. Some 80 percent of the fibers of the vagus nerve (which connects the brain with many internal organs) are afferent; that is, they run from the body into the brain.6 This means that we can directly train our arousal system by the way we breathe, chant, and move, a principle that has been utilized since time immemorial in places like China and India, and in every religious practice that I know of, but that is suspiciously eyed as “alternative” in mainstream culture.</p><p>In research supported by the National Institutes of Health, my colleagues and I have shown that ten weeks of yoga practice markedly reduced the PTSD symptoms of patients who had failed to respond to any medication or to any other treatment7. (I will discuss yoga in chapter 16.) Neurofeedback, the topic of chapter 19, also can be particularly effective for children and adults who are so hyperaroused or shut down that they have trouble focusing and prioritizing8.</p><p>Learning how to breathe calmly and remaining in a state of relative physical relaxation, even while accessing painful and horrifying memories, is an essential tool for recovery.9 When you deliberately take a few slow, deep breaths, you will notice the effects of the parasympathetic brake on your arousal (as explained in chapter 5). The more you stay focused on your breathing, the more you will benefit, particularly if you pay attention until the very end of the out breath and then wait a moment before you inhale again. As you continue to breathe and notice the air moving in and out of your lungs you may think about the role that oxygen plays in nourishing your body and bathing your tissues with the energy you need to feel alive and engaged. Chapter 17 documents the full- body effects of this simple practice.</p><p>Since emotional regulation is the critical issue in managing the effects of trauma and neglect, it would make an enormous difference if teachers, army sergeants, foster parents, and mental health professionals were thoroughly schooled in emotional- regulation techniques. Right now this still is mainly the domain of preschool and kindergarten teachers, who deal with immature brains and impulsive behavior on a daily basis and who are often very adeptat managing them.10</p><p>Mainstream Western psychiatric and psychological healing traditions have paid scant attention to self- management. In contrast to the Western reliance on drugs and verbal therapies, other traditions from around the world rely on mindfulness, movement, rhythms, and action. Yoga in India, tai chi and qigong in China, and rhythmical drumming throughout Africa are just a few examples. The cultures of Japan and the Korean peninsula have spawned martial arts, which focus on the cultivation of purposeful movement and being centered in the present, abilities that are damaged in traumatized individuals. Aikido, judo, tae kwon do, kendo, and jujitsu, as well as capoeira from Brazil, are examples. These techniques all involve physical movement, breathing, and meditation. Aside from yoga, few of these popular non-Western healing traditions have been systematically studied for the treatment of PTSD.</p><p><strong>2. No Mind Without Mindfulness.</strong></p><p>At the core of recovery is self-awareness. The most important phrases in trauma therapy are “Notice that” and “What happens next?” Traumatized people live with seemingly unbearable sensations: They feel heartbroken and suffer from intolerable sensations in the pit of their stomach or tightness in their chest. Yet avoiding feeling these sensations in our bodies increases our vulnerability to being overwhelmed by them. Body awareness puts us in touch with our inner world, the landscape of our organism. Simply noticing our annoyance, nervousness, or anxiety immediately helps us shift our perspective and opens up new options other than our automatic, habitual reactions. Mindfulness puts us in touch with the transitory nature of our feelings and perceptions. When we pay focused attention to our bodily sensations, we can recognize the ebb and flow of our emotions and, with that, increase our control over them.</p><p>Traumatized people are often afraid of feeling. It is not so much the perpetrators (who, hopefully, are no longer around to hurt them) but their own physical sensations that now are the enemy. Apprehension about being hijacked by uncomfortable sensations keeps the body frozen and the mind shut. Even though the trauma is a thing of the past, the emotional brain keeps generating sensations that make the sufferer feel scared and helpless. It’s not surprising that so many trauma survivors are compulsive eaters and drinkers, shun making love, and avoid many social activities: Their sensory world is largely off limits.</p><p>In order to change you need to open yourself to your inner experience. The first step is to allow your mind to focus on your sensations and notice how, in contrast to the timeless, ever-present experience of trauma, physical sensations are transient and respond to slight shifts in body position, changes in breathing, and shifts in thinking (chapters 16 and 20). Once you pay attention to your physical sensations, the next step is to label them, as in “When I feel anxious, I feel a crushing sensation in my chest.” And you can begin to notice how these sensations constantly shift and change.</p><p>Practicing mindfulness calms down the sympathetic nervous system, so that you are less likely to be thrown into fight‑or‑flight.11 Learning to observe and tolerate your physical reactions is a prerequisite for safely revisiting the past. If you cannot tolerate what you are feeling right now, opening up the past will only compound the misery and retraumatize you further.12</p><p>Once we arefuly aware thet the commotions in our bodies are in a constant state of flux we can tolerate whatever discomfort comes up. One moment your chest tightens, but after you take a deep breath and exhale, that feeling softens and you may observe something else, perhaps a tension in your shoulder. Now you can start exploring what happens when you take a deeper breath and notice how your rib cage expands.13 Once you feel calmer and more curious, you can go back to that sensation in your shoulder. You should not be surprised if a memory spontaneously arises in which that shoulder was somehow involved.</p><p>A further step is to observe the interplay between your thoughts and your physical sensations. How are particular thoughts registered in your body? (Do thoughts like “My father loves me” or “my girlfriend dumped me” produce different sensations?) Becoming aware of how your body organizes particular emotions or memories opens up the possibility of releasing sensations and impulses that you may have learned gto block in order to survive.14 In chapter 20, on the benefits of theater, I’ll describe in more detail how this works.</p><p><strong>3. Relationships</strong></p><p>Study after study shows that having a good support network constitutes the single most powerful protection against becoming traumatized. Safety and terror are incompatible. When we are terrified, nothing calms us down like the reassuring voice or the firm embrace of someone we trust. Frightened adults respond to the same comforts as terrified children: gentle holding and rocking and the assurance that somebody bigger and stronger is taking care of things, so you can safely go to sleep. In order to recover, mind, body, and brain need to be convinced that it is safe to let go. That happens only when you feel safe at a visceral level and allow yourself to connect that sense of safety with memories of past helplessness.</p><p>After an acute trauma, like an assault, accident, or natural disaster, survivors require the presence of familiar people, faces, and voices; physical contact; food; shelter and a safe place; and time to sleep. It is critical to communicate with loved ones close and far and to reunite as soon as possible with family and friends in a place that feels safe. Our attachment bonds are our greatest protection against threat. For example, children who are separated from their parents after a traumatic event are likely to suffer serious negative long- term effects. Studies conducted during World War II in England showed that children who lived in London during the Blitz and were sent away to the countryside for protection against German bombing raids fared much worse than children who remained with their parents and endured nights in bomb shelters and frightening images of destroyed buildings and dead people.21</p><p>Traumatized human beings recover in the context of relationships: with families, loved ones, AA meetings, veterans’ organizations, religious communities, or professional therapists. The role of those relationships is to provide physical and emotional safety, including safety from feeling shamed, admonished, or judged, and to bolster the courage to tolerate, face, and process the reality of what has happened.</p><p>As we have seen, much the wiring of our brain circuits is devoted to being in tune with others. Recovery from trauma involves (re)connecting with our fellow human beings. This is why trauma that has occurred within relationships is generally more difficult to treat than trauma resulting from traffic accidents or natural disasters. In our society the most common traumas in women and children occur at the hands of their parents or intimate partners. Child abuse, molestation, and domestic violence all are inflicted by people who are supposed to love you. That knocks out the most important protection against being traumatized: being sheltered by the people you love.</p><p>If the people whom you naturally turn to for care and protection terrify or reject you, you learn to shut down and to ignore what you feel.22 As we saw in part 3, when your caregivers turn on you, you have to find alternative ways to deal with feeling scared, angry, or frustrated. Managing your terror all by yourself gives rise to another set of problems: dissociation, despair, addictions, a chronic sense of panic, and relationships that are marked by alienation, disconnection, and explosions.</p><p>Patients with these histories rarely make the connection between what happened to them long ago and how they currently feel and behave. Everything just seems unmanageable. Relief does not come until they are able to acknowledge what has happened and recognize the invisible demons they’re struggling with. Recall, for example, the men I described in chapter 11 who had been abused by pedophile priests. They visited the gym regularly, took anabolic steroids, and were strong as oxen. However, in our interviews they often acted like scared kids;the hurt boys deep inside still felt helpless.</p><p>While human contact and attunement are the wellspring of physiological self-regulation, the promise of closeness often evokes fear of getting hurt, betrayed, and abandoned. Shame plays an important role in this: “You will find out how rotten and disgusting I am and dump me as soon as you really get to know me.” Unresolved trauma can take a terrible toll on relationships. If your heart is still broken because you were assaulted by someone you loved, you are likely to be preoccupied with not getting hurt again and fear opening your heart to someone new. In fact, you may unwittingly try to hurt them before they have a chance to hurt you.</p><p>This poses a real challenge for recovery. Once you recognize that posttraumatic reactions started off as efforts to save your life, you may gather the courage to face your inner music (or cacophony), but you will need help to do so. You have to find someone you can trust enough to accompany you, someone who can safely hold your feelings and help you listen to the painful messages from your emotional brain. You need a guide who is not afraid of your terror and who can contain your darkest rage, someone who can safeguard the wholeness of you while you explore the fragmented experiences that you had to keep secret from yourself for so long. Most traumatized individuals need an anchor and a great deal of coaching to do this work.</p><h5>Choosing a Professional Therapist</h5><p>The training of competent trauma therapists involves learning about the impact of trauma, abuse, and neglect and mastering a variety of techniques that can help to (1) stabilize and calm patients down, (2) help to lay traumatic memories and reenactments to rest, and (3) reconnect patients with their fellow men and women. Ideally the therapist will also have been on the receiving end of whatever therapy he or she practices.</p><p>While it’s inappropriate and unethical for therapists to tell you the details of their personal struggles, it is perfectly reasonable to ask what particular forms of therapy they have been trained in, where they learned their skills, and whether they’ve personally benefited from the therapy they propose for you.</p><p>There is no one “treatment of choice” for trauma, and any therapist who believes that his or her particular method is the only answer to your problems is suspect of being an ideologue rather than somebody who is interested in making sure that you get well. No therapist can possibly be familiar with every effective treatment, and he or she must be open to your exploring options other than the ones he or she offers. He or she also must be open to learning from you. Gender, race, and personal background are relevant only if they interfere with helping the patient feel safe and understood.</p><p>Do you feel basically comfortable with this therapist? Does he or she seem to feel comfortable in his or her own skin and with you as a fellow human being? Feeling safe is a necessary condition for you to confront your fears and anxieties. Someone who is stern, judgmental, agitated, or harsh is likely to leave you feeling scared, abandoned, and humiliated, and that won’t help you resolve your traumatic stress.  I also don’t think that you can grow and change unless you feel that you have some impact on the person who is treating you.</p><p>The critical question is this: Do you feel that your therapist is curious to find out who you are and what you, not some generic “PTSD patient,” need? Are you just a list of symptoms on some diagnostic questionnaire, or does your therapist take the time to find out why you do what you do and think what you think? Therapy is a collaborative process— a mutual exploration of your self.</p><p>Patients who have been brutalized by their caregivers as children often do not feel safe with anyone&#8230;&#8230;.</p><p><em>Excerpted from the book THE BODY KEEPS SCORE by Dr. Bessel van der Kolk. Copyright © 2014 by Dr. Bessel van der Kolk. Reprinted with permission of Viking Press.</em></p><h4>Guest</h4><ul><li><strong><a href=\"http://www.traumacenter.org/about/about_bessel.php\" target=\"_blank\">Bessel van der Kolk</a></strong>, psychiatrist and founder of the Trauma Center. He&#8217;s author of &#8220;The Body Keeps the Score.&#8221;</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=New+Ways+Of+Treating+Trauma%3A+Try+Some+Yoga&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"901"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1376773304-1affe5.m3u?orgId=1&ft=3&f=376770898"},{"href":"http://media.wbur.org/wordpress/11/files/2015/01/0112_yoga-mountains.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"859","width":"1280"}}]}