{"created":"2015-04-18T21:34:04+00:00","modified":"2015-05-13T21:01:59+00:00","valid":{"from":"2015-05-13T21:01:58+00:00","to":"3015-05-13T21:01:58+00:00"},"hreflang":"en","title":"Late Chicago Chef Sought To Open 'A New Page In Gastronomy'","published":"2015-04-20T14:19:00+00:00","teaser":"A star of molecular gastronomy, Homaro Cantu, 38, took his own life this week. Cantu owned a Michelin-starred restaurant, but he also wanted to cure world hunger and improve Americans' eating habits.","itags":["npr_api","400413881"],"guid":"371f44cd-9332-4d8c-b7bd-41c44703444a","contentencoded":"<p>The culinary world lost a visionary this week. Homaro Cantu, a specialist in the avant-garde approach to cooking known as molecular gastronomy, died Tuesday in Chicago at the age of 38. The Cook County Medical Examiner ruled Cantu's death a suicide.</p><p>Every visit to Cantu's flagship restaurant, Michelin-starred Moto, was a trip down the rabbit hole.</p><p>\"He was one of those people who you expected sparks to be flying out of their heads because they're so full of ideas,\" says Monica Eng, who <a href=\"http://www.wbez.org/users/meng\">covers the food scene in Chicago</a> for member station WBEZ.</p><p>\"He would make menus that you could eat, that tasted like filet mignon. He could take wine and turn it into a powder. He could take fruit and carbonate it and turn it into a handheld juice box,\" Eng says. \"He was famous for having a polymer box at the table with a fish in it that would be cooking right in front of your eyes.\"</p><p>Cantu's scientific approach to cooking started quite traditionally — as an apprentice to the father of the American tasting menu, Charlie Trotter.</p><p>And right beside Cantu was Graham Elliot, who would later become a judge on Fox TV's <em>MasterChef</em>.</p><p>\"We actually started work at Charlie Trotter's together, probably a week apart from each other, back in January of 1999,\" Elliot recalls.</p><p>In the foxhole of that demanding kitchen, Elliot and Cantu became close friends. They both ran their own restaurants later, but while Elliot remained classical, Cantu went postmodern.</p><p>Elliot loved it.</p><p>\"He was showing me materials that NASA used to coat the outside of the Space Shuttle, which allowed it to heat to a billion degrees, and, 'What if we made a pan like that? Imagine the sear we would get on a piece of meat!' \"</p><p>Elliot says that Cantu's ideas began to turn from creative cooking into creative problem<em> </em>solving for issues like world hunger — something Cantu addressed in a TEDx talk in 2011.</p><p>\"If you look at developing countries and things like that, if you could just open up maybe two or three ingredients that are hyper-local, so we don't have to distribute products, you're knocking down food miles,\" Cantu told the crowd. \"You're just opening up this whole new world.\"</p><p>Cantu's interest in helping people avoid processed sugar sparked his work with something called the \"miracle berry,\" a berry from West Africa that makes sour things like lemons taste sweet, Eng explains. Eating the berry before tasting sour foods is often referred to as \"flavor tripping.\"</p><p>\"He saw this as a way to get those who crave sweet flavors to eat less sugar. He also saw it as a way to make food more attractive to chemo patients who are having a hard time eating,\" Eng says. \"He really thought it was going to be the key to helping solve some of the biggest public health problems in the United States.\"</p><p>In his 2011 TEDx talk, Cantu shared some of his ideas about the potential uses of the miracle berry.</p><p>\"There's food on the sidewalk, OK? We don't think of it as food because it tastes bad, [but] it has nutritional value. I was out in my back yard one day, and I popped a miracle berry, and then I just started eating blades of grass.</p><p>\"And I isolated 13 different types of grass. Kentucky Bluegrass actually tastes like basil when you're flavor-tripping,\" Cantu said. \"And so, let's just stop and think about it: hyper-local cuisine would be just that: you walk out your door, and you don't look at it as weeds; it's now a new page in gastronomy.\"</p><p>Elliot says there \"no other chef anywhere is thinking about those same kind of things.\"</p><p>Elliot is among in the culinary world now mourning Cantu's loss and trying to make sense of his decision to end his life.</p><p>There's no way to know what motivated Cantu, but he was under a lot of pressure. Eng says Cantu was in the process of opening new establishments around Chicago. In addition, she says, \"he also had this lawsuit that had recently been introduced from a former investor hanging over him.\"</p><p>The suit alleged that Cantu had funneled money from the successful Moto restaurant to prop up his other ventures, including personal projects.</p><p>Elliot hopes the world can focus less on that, and more on Cantu's spirit — and how he wanted the next generation of cooks to be inspired by his legacy.</p><p>\"It's one thing just to cook in the restaurant and excite 50 guests a night, but how do we do it for, you know, 5 billion people the world over?\" Elliot says. \"To limit it just to cooking in a restaurant isn't enough. And I think that's gonna be the big message.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Late+Chicago+Chef+Sought+To+Open+%27A+New+Page+In+Gastronomy%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"277"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1400658720-182f43.m3u?orgId=1&topicId=1062&d=277&p=2&story=400413881&t=progseg&e=400616844&seg=7&ft=nprml&f=400413881"},{"href":"http://media.npr.org/assets/img/2015/04/17/74337478-86098a47b9643af8e1a5f76fd67a0f11d4b6f1b9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1876","width":"2504"}}]}