{"created":"2014-10-03T21:04:39+00:00","modified":"2014-12-04T14:33:04+00:00","valid":{"from":"2014-12-04T14:33:04+00:00","to":"3014-12-04T14:33:04+00:00"},"hreflang":"en","title":"Chikun-What? A New Mosquito-Borne Virus Lands In The U.S.","published":"2014-07-03T15:14:00+00:00","teaser":"It's called chikungunya. And it causes severe joint pain that can last for months. A quarter of a million people have caught the virus in the Caribbean. So how big a problem will it be stateside?","itags":["npr_api","327760854"],"guid":"3726f84b-1e6a-40f2-821d-4b528b46fc6d","contentencoded":"<p>Pediatrician Jennifer Halverson will never forget her 36th birthday.</p><p>The St. Paul native was volunteering at a maternity clinic in Port-au-Prince, Haiti. She felt great — she went to her job that day and then out to dinner with friends.</p><p>But when she got home and went to sleep that night in May, something didn't feel right.</p><p>\"Then I woke up at 3 in the morning,\" she says, \"and what struck me the most was that my shoulders were on fire. It was like I was being stabbed in both shoulders.\"</p><p>The pain quickly spread to all of Halverson's joints — her hips, her knees and elbows. Even her fingers and toes hurt.</p><p>Halverson also had a fever, a rash and painful sores in her mouth. When she flew home to Minnesota, the doctors confirmed what she thought might be true: <a href=\"http://www.cdc.gov/chikungunya/\">chikungunya</a>. Though the rash and sores quickly faded, and the illness is rarely fatal, the joint pain it causes can last for months. Halverson is still hurting — she says she still can't open jars.</p><p>A year ago, chikungunya didn't even exist in the Western Hemisphere. It was only found in Africa and Asia. But in October, the mosquito-borne illness cropped up on the island of St. Martin. Then it spread like wildfire.</p><p>The Pan American Health Organization reported Monday that over the past seven months, chikungunya has sickened more than a quarter-million people in the Caribbean. And the nasty virus has already started to trickle into the U.S.</p><p>So far, 112 travelers have brought chikungunya to 27 states, the Centers for Disease Control and Prevention <a href=\"http://www.cdc.gov/chikungunya/geo/united-states.html\">said</a> Tuesday. The disease hasn't yet spread beyond those travelers. But health officials think it's only a matter of time.</p><p>\"Right now, we are worried about chikungunya in the U.S.,\" says <a href=\"http://www.who.int/neglected_diseases/vector_ecology/vcag_Nasci/en/\">Roger Nasci</a> of the Centers for Disease Control and Prevention. \"In fact, we expect that over the course of the next months or years — as this virus spreads through the American tropics, and we see more travelers coming into the U.S — we will see local transmission.\"</p><p>Why? Because many parts of the U.S. have the key ingredient for spreading chikungunya: a big black-and-white striped mosquito, called <em><a href=\"http://www.cdc.gov/dengue/resources/30Jan2012/comparisondenguevectors.pdf\">Aedes albopictus</a></em>.</p><p>\"Yeah, that's the Asian tiger mosquito that people notice when it's there because it bites during the daytime,\" Nasci says. \"They're very aggressive and very noticeable because populations can be large.\"</p><p>The Asian tiger mosquito is common in the eastern third of the U.S. And its territory reaches as far north as Connecticut and New York City. The <em><a href=\"http://www.cdc.gov/dengue/entomologyEcology/\">Aedes aegypti</a></em><em> </em>mosquito also transmits chikungunya. But this species is found mostly on the southern edges of the U.S.</p><p>There's no need to worry about chikungunya for this Fourth of July weekend, Nasci says. The risk for catching chikungunya in the U.S. is still very low — even if a case or two <a href=\"http://www.cdc.gov/chikungunya/geo/united-states.html\">pops up</a> in your county.</p><p>But if you're still worried, Nasci says there's an <a href=\"http://www2.ca.uky.edu/entomology/entfacts/ef005.asp\">easy way</a> to cut your risk further: Get rid of standing water in your backyard.</p><p>\"These mosquitoes, they live in the water in your flower pot reservoir, the kid's toy that's out back and collects rainwater ... or that tire or bucket,\" he says. \"So if you eliminate those containers, you're going to reduce the number of mosquitoes near your residency, which is going to reduce your risk.\"</p><p>And if the virus does get a foothold or two here in the U.S., Nasci thinks the outbreaks will likely be small and limited only to summer months. Even in Florida, mosquito populations go down during the winter.</p><p>There's something else Americans have going for them when it comes to stopping chikungunya: \"We love air conditioning,\" he says.</p><p>So we spend a lot of time indoors, where mosquitoes — and chikungunya — can't get us.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Chikun-What%3F+A+New+Mosquito-Borne+Virus+Lands+In+The+U.S.&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Michaeleen Doucleff","audio":[{"meta":{"duration":"240"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1328012105-d0a377.m3u?orgId=1&topicId=1128&ft=3&f=327760854"}]}