{"created":"2015-04-24T17:34:28+00:00","modified":"2015-05-13T21:00:44+00:00","valid":{"from":"2015-05-13T21:00:43+00:00","to":"3015-05-13T21:00:43+00:00"},"hreflang":"en","title":"Remembering Gallipoli, A WWI Battle That Shaped Today's Middle East","published":"2015-04-25T03:14:00+00:00","teaser":"The clash at Gallipoli was one of the most memorable fights of World War I — and one of the most consequential. Its reverberations are still felt to this day in the chaotic Middle East.","itags":["npr_api","401963898"],"guid":"3727d5b8-15d2-419d-b268-593b3406b663","contentencoded":"<p>Heads of state and thousands of guests traveled to the windswept shores of western Turkey on Friday to mark the 100th anniversary of one of World War I's most infamous battles. The Gallipoli campaign saw Ottoman forces, fighting under German command, repel an Allied attack led by Britain and France.</p><p>Nine months of fighting left a half-million dead and wounded on both sides. The Allies withdrew, setting in motion events that would leave the region forever changed.</p><p>It's called ANZAC Day, for the Australia New Zealand Army Corps that landed here on April 25<sup></sup>, 1915. But the seeds of the human slaughter on the beaches and fields were sown five weeks earlier, when the supposedly invincible British Royal Navy sent its warships to pound Ottoman forts guarding the strategic Dardanelles strait.</p><p>What they hadn't counted on were recently laid underwater mines that sank or grounded three ships in the space of a few hours. With that, the element of surprise was lost, and when the ANZAC troops finally came ashore more than a month later, the Ottoman army was dug in with machine guns at the ready.</p><p>New Zealander Joseph Gasparich survived a battle at a place dubbed the \"daisy patch\" for the wildflowers that grew thick as a carpet. Decades later, <a href=\"http://anzacsightsound.org/audios/the-daisy-patch\" target=\"_blank\">he told</a> New Zealand broadcaster Laurie Swindell that he was hit as the first wave of men crossed toward the enemy.</p><p>Lying amid the flowers, he had a perfect view of the carnage that followed.</p><p>\"Another line of our chaps got up to follow us — and every one dropped,\" he said. \"A third lot got up — one man got across, and he was hit, he staggered across. Every other man was dropped.\"</p><p>Gasparich said, \"It was absolute murder — or suicide, whichever way you'd like to look at it. That was the daisy patch.\"</p><p><strong>'Months Of Hell For Every Side'</strong></p><p>Turkish academic Haluc Oral says the terrain was brutal, water was scarce, and despite heroic medics and nurses, battlefield mortality was high.</p><p>\"It [was] 8 1/2 months of hell for every side,\" he says. \"If you look at the letters written home by British or Australian soldiers, they are talking about how difficult [it was] to find the food or how dirty was the water.\"</p><p>\"The sickness, disease for both sides was unbelievable,\" Oral says.</p><p>The plan championed by Britain's First Lord of the Admiralty Winston Churchill had been audacious — to distract Germany from the Western Front by opening up a second front at Gallipoli, forcing Berlin to divert forces to shore up their Ottoman allies.</p><p>Instead, the initial gains by the ANZAC troops stalled into a blood-soaked stalemate, and cemeteries began to sprout on the beaches and fields of Gallipoli.</p><p><strong>Remembering The Ottoman Dead</strong></p><p>Many visitors don't realize that it was the Ottoman forces who suffered the biggest losses, says a beefy, soft-spoken Turk who seems to know every detail of the campaign. His name is Kenan Celik, and he's a guide for dignitaries and historians who visit the peninsula.</p><p>Celik points out the grave of Brig. Gen. William Scott-Moncrieffe, killed in the Battle of Gully Ravine. It's remembered in the West as another heroic loss by the ANZAC forces. Celik says the Allies surged forward unexpectedly, seizing Turkish trenches until the frantic counterattack came.</p><p>\"And then nearly eight days of fighting went on. In the counterattack we lost nearly 16,000 people,\" he says. \"That was the most horrible fighting in Gallipoli. Lines were devastated by naval gunfire.\"</p><p><strong>Global Consequences, A Century Later</strong></p><p>Veterans of the campaign would later say there were no winners at Gallipoli, only survivors. But there were global consequences in abundance.</p><p>England's dominance on the world stage would never be the same; Australia had its national \"baptism by fire,\" emerging from Britain's shadow. And Turks had a new hero, a young officer named Mustafa Kemal, later known as Ataturk, who would go on to establish something rare — a majority Muslim, but secular, nation-state.</p><p>A century later, former Ottoman lands are again convulsed in violence, borders in Syria and Iraq are dissolving, and great powers huddle in private meetings, wondering what the future holds.</p><p>With a weary smile, Celik recalls the words of Damat Ferid Pasha, one of the last Ottoman prime ministers. He issued this warning to European leaders in Paris in 1920 as they divided the empire into the spoils of war.</p><p>\"He said, 'Keep [the] Ottoman Empire as an umbrella over the Middle East. If you don't, I say 100 years, you say 200 years: [There will be] no peace in the Middle East.' \"</p><p>Ninety-five years later, that prediction is still going strong.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Remembering+Gallipoli%2C+A+WWI+Battle+That+Shaped+Today%27s+Middle+East&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Peter Kenyon","audio":[{"meta":{"duration":"265"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1402035067-958821.m3u?orgId=1&topicId=1009&d=265&p=2&story=401963898&t=progseg&e=401860294&seg=3&ft=nprml&f=401963898"},{"href":"http://media.npr.org/assets/img/2015/04/24/gallipoli-getty-01-e0880a0462d9301358af070e53ec2e24f5a5f401.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1576","width":"2102"}},{"href":"http://media.npr.org/assets/img/2015/04/24/gallipoli-getty-03_custom-6b8f1670607a7ceb117e355aa3a220abe96eb8ba.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1925","width":"2995"}},{"href":"http://media.npr.org/assets/img/2015/04/24/gallipoli-getty-02_sq-cf2de811825424cc7e239f4be9f3196d5ff6a420.jpg","type":"image/jpeg","meta":{"crop":"square","height":"1225","width":"1225"}}]}