{"created":"2014-10-27T23:05:47+00:00","modified":"2014-10-31T02:05:24+00:00","valid":{"from":"2014-10-31T02:05:24+00:00","to":"3014-10-31T02:05:24+00:00"},"hreflang":"en","title":"In Sacramento Drought, Conservation Scofflaws In Hot Water","published":"2014-05-14T18:18:00+00:00","teaser":"Forty city employees are now charged with monitoring resident water waste.","itags":["npr_api","312486808"],"guid":"372fb461-1727-403c-ba9d-edcfa7117c27","contentencoded":"<p>As California &#8212; and wide swaths of the west, south and southwest &#8212; struggles with high temperatures and drought, towns are taking increasingly drastic measures to preserve water.</p><p>In Nevada, some towns have paid residents to remove their lawns, and homeowners are banned from planting grass. In rural California, one sheriff was stationed at a lake to ensure that residents didn&#8217;t steal water. And in New Mexico, one town used only bottled water for several days last year.</p><p>It&#8217;s with that backdrop that Sacramento, California, has undertaken the state&#8217;s most aggressive water patrols, reasoning that state-wide restrictions do not go far enough. In February, Sacramento deputized 40 employees, whose job now includes driving around the city, reporting and responding to water waste.</p><p>In only three months the city has received more than 3,200 water waste complaints, compared to 183 the previous year. <a href=\"http://hereandnow.wbur.org/\"><em>Here & Now&#8217;</em></a>s Robin Young talks to <strong>Ryan Geach</strong>, one of Sacramento&#8217;s water patrol employees, about the city&#8217;s conservation efforts.</p><h4>Guest</h4><ul><li><strong>Ryan Geach</strong>, Sacramento water patrol employee.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Sacramento+Drought%2C+Conservation+Scofflaws+In+Hot+Water&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"205"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1312512777-38301d.m3u?orgId=1&ft=3&f=312486808"}]}