{"created":"2014-09-04T16:42:48+00:00","modified":"2014-12-04T17:41:39+00:00","valid":{"from":"2014-12-04T17:41:39+00:00","to":"3014-12-04T17:41:39+00:00"},"hreflang":"en","title":"'Burning Down The House' Makes The Case Against Juvenile Incarceration","published":"2014-06-04T20:57:00+00:00","teaser":"In her new book, Nell Bernstein says America's juvenile justice system is overdue for reform. Time in jail as a child or teen, she says, is the best predictor of adult criminality and incarceration.","itags":["npr_api","318801651"],"guid":"37439443-b5ae-4638-b53d-91135415ccb3","contentencoded":"<p>The American rate of juvenile incarceration is seven times that of Great Britain, and 18 times that of France. It costs, on average, $88,000 a year to keep a youth locked up — far more than the U.S. spends on a child's education.</p><p>But the biggest problem with juvenile incarceration, author Nell Bernstein tells <em>Fresh Air</em>'s Dave Davies, is that instead of helping troubled kids get their lives back on track, detention usually makes their problems worse, and sets them in the direction of more crime and self-destructive behavior.</p><p>\"The greatest predictor of adult incarceration and adult criminality wasn't gang involvement, wasn't family issues, wasn't delinquency itself,\" Bernstein says. \"The greatest predictor that a kid would grow up to be a criminal was being incarcerated in a juvenile facility.\"</p><p>Bernstein's new book, <em>Burning Down the House: The End of Juvenile Prison, </em>takes an in-depth look at juvenile incarceration. The journalist has spent years covering the juvenile justice system, and has interviewed hundreds of young people in detention facilities.</p><p>\"Almost from the moment a young person walks in those gates, it's made very clear to him that he's a prisoner,\" she says. \"I know that when I go into these places and cross the razor wire and hand over my driver's license, I often feel like I've stamped my passport at the border of a new country. It's that different.\"</p><p>While many states have tried to reform their juvenile detention facilities, Bernstein says that locking young people away is the wrong way to deal with most youth offenders. Their experiences behind those walls help shape who they are.</p><p>\"It's their identity, and eventually it's their lot in life,\" she says, \"which goes a long way to explaining why juvenile [detention] predicts adult incarceration.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On the kinds of offenses juveniles commit </strong></p><p>We tend to think of any kind of prison as full of murderers and rapists. That's not the case. About 40 percent of those that we keep in large-scale state facilities — which are intended for the worst of the worst, as opposed to county juvenile halls — about 40 percent of them are there for not just low-level offenses but <em>very</em> low-level offenses: truancy, shoplifting, loitering, disturbing the peace. So especially the younger kids enter with these very low-level offenses. Only about a quarter are there for violent crime index offenses, which include rape and murder but also robbery and aggravated assault.</p><p><strong>On fear and punishment </strong></p><p>A lot of them talked about being numb to fear, but some of that felt like leftover bravado to me, because the stories they told of what actually happened to them were so terrifying that I can't believe that there wasn't fear.</p><p>One young man described arriving at a new facility just as a fight broke out in the dormitory to which he had been assigned. And although he hadn't been involved, his whole dorm was stripped to their boxers, handcuffed, chained together, taken to the gymnasium and forced to kneel there for what turned out to be two weeks. Is fear the right word for what you feel during an experience like that? I don't know, because, again, he described his humanity draining out of him as he listened to the guards banter and tell jokes and just pass the time, as if these were something other than suffering human beings on the floor in front of them. ...</p><p>I have to say, whenever I could, I checked these stories against official transcripts — and there are a lot of them because these places get sued very frequently — and in almost every case what I heard was either verified, or what I read was even worse than what the young people had told me.</p><p><strong>On the therapeutic treatment in juvenile facilities </strong></p><p>There is a movement towards treatment inside juvenile facilities, and I sat in on some of these groups, these therapeutic modalities ... and what the kids would tell me was, \"I'm supposed to open my heart in group and put my deepest traumas on the table, but the guy leading the group has the key to my cell.\" So right there you have a conundrum.</p><p>A few kids told me that although they were told that group was a \"safe place,\" if they didn't tell their story, or if they told it in a way that didn't match their file, they would get a write-up for not taking responsibility for their actions or not participating in the program — and that could, in fact, delay their release date.</p><p>I went in with a positive idea about treatment-oriented facilities, but I came out thinking that it's just paradoxical. You can't have a therapeutic interaction with a guy who has the key to your cell.</p><p><strong>On sexual abuse in juvenile facilities </strong></p><p>We have a federal law, PREA, the Prison Rape Elimination Act, which includes adults and juveniles and has taken 10 years to get even to the implementation phase. But to me the idea that we need a special law telling adults not to rape the kids that they are in charge of is just stunning to me.</p><p>Twelve percent of kids, at least, are being abused inside these facilities, and ... there's a general culture of impunity. I think I can count on probably one hand the number of instances in which a guard was actually prosecuted for raping somebody in his care. What that tells the kids is, \"I steal a pack of cigarettes and I'm gone. He does this to me, and the worst that's going to happen to him is a transfer or maybe a fine.\" So what the kids learn from that is, it's not just what they do that makes them delinquents; it's <em>who they are</em>.</p><p><strong>On race and juvenile facilities </strong></p><p>A black kid today is almost five times more likely to be locked up as a white kid who committed the exact same crime. ...</p><p>Eighty to 90 percent of all American teenagers in confidential interviews will acknowledge that they have committed an offense or offenses that under the law they could be locked up for. Most of those kids, nothing happens. There are not police cruisers in my neighborhood. If my son [who is white] happened to be standing on the corner, he's not going to be stopped and frisked. And if he happened to have bag of marijuana in his pocket, nobody is going to find it. Those kinds of differential treatment ... permeate the system from arrest all the way through re-entry [into the community].</p><p><strong>On an alternative to juvenile incarceration </strong></p><p>Missouri is a very hopeful example. They got rid of all of their large facilities and replaced them with very small, family-like houses where the staff were trained to connect to the children.</p><p>But what most impressed me were a trio of programs that are known as \"the evidence-based programs\" because they've been extensively studied. ... What all three of them do is keep a child in the community, connect that child with a case worker who is available to him around the clock for a limited period of time. I think the key about these programs is that they work with the child and his family, because kids come back to their families, and if family problems contributed to delinquency, if you just ignore the family again, you're setting kids up for failure.</p><p>Those [programs] have success rates much, much higher than the negative 100 percent success rate that incarceration does. They're used across the country, that's what's so confounding. And the jurisdictions that use them brag about them, but they use them for<strong> </strong>[only]<strong> </strong>a few kids. They're boutique alternatives, when all the evidence is that they should be the norm. And incarceration — if used at all — should be the exception.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Burning+Down+The+House%27+Makes+The+Case+Against+Juvenile+Incarceration&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"2248"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1318882973-43f859.m3u?orgId=1&topicId=1070&aggIds=100876926&ft=3&f=318801651"},{"href":"http://media.npr.org/assets/img/2014/06/04/burning_down_the_house-0ce2a1ee310bb3bf7f900df2bb73cb95234c21ab.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"742","width":"990"}},{"href":"http://media.npr.org/assets/img/2014/06/04/bernstein-headshot-1_custom-d0d102cbb2e1379ca4d4f44a1da0fa3c90e3b6fc.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"586","width":"583"}}]}