{"created":"2015-05-14T03:33:38+00:00","modified":"2015-05-18T16:29:50+00:00","valid":{"from":"2013-10-09T16:08:41+00:00","to":"3013-10-09T16:08:41+00:00"},"hreflang":"en","guid":"37470e6e-178b-4410-8535-b422a5a1bfda","published":"2013-10-09T16:08:41+00:00","contentencoded":"<div class=\"barn-cleaned\"><p>At 3pm today, President Obama is expected to nominated <a href=\"http://www.marketplace.org/topics/economy/who-janet-yellen\" target=\"_blank\">Janet Yellen</a> to be the next Fed chair.&nbsp;<span>As Fed chairs go, Janet Yellen is pretty well prepared. She’s been at the Fed on and off for the past 20 years.&nbsp;<span>At 67, Janet Yellen inherits a Fed that’s been trying unconventional ways to remove that slack. She strongly supported Ben Bernanke’s policy of pumping trillions of dollars into the economy to keep interest rates low. But she will have the delicate task of turning off the tap and pulling that money back out.</span></span></p>\n<p><span><span>Yellin has been on the shortlist to replace Ben Bernanke as chair of the Federal Reserve since long before former Treasury&nbsp;Secretary&nbsp;Lawrence Summers dropped out of contention over the summer. &nbsp;Gus Faucher, senior economist at PNC Financial Services Group, talks about <a href=\"http://www.marketplace.org/topics/economy/what-would-fed-be-under-chair-janet-yellen\" target=\"_blank\">what monetary policy is likely to be</a> under a Yellen Fed, and tells Marketplace Morning Report host David&nbsp;Brancaccio how Wall Street is reacting to her nomination.</span></span></p>\n<p><span><span>Not everyone suffered because of the Great Recession. According to an&nbsp;<a href=\"http://online.wsj.com/article/SB10001424052702304441404579119742104942198.html\" target=\"_blank\">analysis from The Wall Street Journal</a>, billionaire Warren Buffett <a href=\"http://www.marketplace.org/topics/business/buffett-made-10-billion-profit-financial-crisis\" target=\"_blank\">made a 40 percent return</a> on investments his firm Berkshire Hathaway made in troubled blue chip companies five years ago -- a kind of private sector, TARP-like bailout plan. Bank of America, Goldman Sachs, General Electric, and candy maker Mars, Inc. subsidiary Wrigley were among the beneficiaries of Buffett's largess.</span></span></p></div>","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>At 3pm today, President Obama is expected to nominated <a href=\\\"http://www.marketplace.org/topics/economy/who-janet-yellen\\\" target=\\\"_blank\\\">Janet Yellen</a> to be the next Fed chair. <span>As Fed chairs go, Janet Yellen is pretty well prepared. She’s been at the Fed on and off for the past 20 years. <span>At 67, Janet Yellen inherits a Fed that’s been trying unconventional ways to remove that slack. She strongly supported Ben Bernanke’s policy of pumping trillions of dollars into the economy to keep interest rates low. But she will have the delicate task of turning off the tap and pulling that money back out.</span></span></p>\"},{\"content\":\"<p><span><span>Yellin has been on the shortlist to replace Ben Bernanke as chair of the Federal Reserve since long before former Treasury Secretary Lawrence Summers dropped out of contention over the summer.  Gus Faucher, senior economist at PNC Financial Services Group, talks about <a href=\\\"http://www.marketplace.org/topics/economy/what-would-fed-be-under-chair-janet-yellen\\\" target=\\\"_blank\\\">what monetary policy is likely to be</a> under a Yellen Fed, and tells Marketplace Morning Report host David Brancaccio how Wall Street is reacting to her nomination.</span></span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><span><span>Not everyone suffered because of the Great Recession. According to an <a href=\\\"http://online.wsj.com/article/SB10001424052702304441404579119742104942198.html\\\" target=\\\"_blank\\\">analysis from The Wall Street Journal</a>, billionaire Warren Buffett <a href=\\\"http://www.marketplace.org/topics/business/buffett-made-10-billion-profit-financial-crisis\\\" target=\\\"_blank\\\">made a 40 percent return</a> on investments his firm Berkshire Hathaway made in troubled blue chip companies five years ago -- a kind of private sector, TARP-like bailout plan. Bank of America, Goldman Sachs, General Electric, and candy maker Mars, Inc. subsidiary Wrigley were among the beneficiaries of Buffett&apos;s largess.</span></span></p>\"}]","description":"A look at the life and career of President Obama's nominee for chair of the Fed. What would the Fed be like under Chair Janet Yellen, and how is Wall Street reacting to the White House's announcement? And, Warren Buffett's Berkshire Hathaway made a killing off investments in distressed companies during the recession.","tags":["APM","Economy","Mid-day Update"],"title":"PODCAST: Janet Yellen nominated to be chair of Federal Reserve","teaser":"A look at the life and career of President Obama's nominee for chair of the Fed. What would the Fed be like under Chair Janet Yellen, and how is Wall Street reacting to the White House's announcement? And, Warren Buffett's Berkshire Hathaway made a killing off investments in distressed companies during the recession.","itags":["37470e6e178b4106535bb422a5a1bfda","Marketplace","Marketplace Morning Report","Marketplace Morning Report for Wednesday, October 9, 2013","PMP:Marketplace_PMP"],"byline":"David Brancaccio","audio":[{"meta":{"height":"340","width":"610","crop":"primary"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/yellen.jpg?itok=-kszZejZ","type":"image/jpeg"},{"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/morning_report/2013/10/09/marketplace_morning_report_full_20131009_64.mp3","format":"MP3","meta":{"duration_hms":"00:08:23","api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/morning_report/2013/10/09/marketplace_morning_report_full_20131009"},"duration":503},"type":"audio/mpeg"}]}