{"created":"2015-05-14T03:33:36+00:00","modified":"2015-05-15T11:48:58+00:00","valid":{"from":"2013-07-30T17:02:33+00:00","to":"3013-07-30T17:02:33+00:00"},"hreflang":"en","guid":"37541c6a-1aec-4106-88fd-5e0da6bda307","title":"Why you're not getting CBS in N.Y., L.A. tonight","itags":["Marketplace for 07/30/13 - Another grand bargain?","PMP:Marketplace_PMP","37541c6a1aec106a8fd15e0da6bda307","Marketplace"],"contentencoded":"<div class=\"barn-cleaned\"><p><em><strong>UPDATE (Sept. 2):</strong> The Associated Press <a href=\"http://business.time.com/2013/09/02/cbs-time-warner-reach-content-agreement/\" target=\"_blank\">reports</a> \"<span>CBS&nbsp;and</span> Time Warner Cable have ended their payment dispute and expect programming to resume in millions of homes by 6 p.m. ET on Monday.\" Specific terms of the deal have not yet been disclosed.</em></p>\n<p>New Yorkers, Angelenos and other hoping to watch CBS tonight might be out of luck. If you find the CBS channel is black, here's why: It's the result of the latest skirmish in a long-running war between Time Warner Cable and CBS. Time Warner says CBS wants too much for its programming; so to flex its muscles, it blacked out CBS shows in New York, L.A. and Dallas. CBS says Time Warner is “engaged in a campaign of disinformation voodoo mathematics.” But is a Haitian religion really the best analogy?</p>\n<p>When I heard about the blackout, I thought of two dinosaurs fighting over a bone while an asteroid bears down on them. So I asked Harvard business professor John Deighton what he thought of my analogy.</p>\n<p>“That’s interesting,\" Deighton said with a laugh. \"Certainly the asteroid might overdramatize the risks but it certainly captures the idea of risks.” He suggested a supermarket analogy where CBS is a new line of Coca-Cola and Time Warner is a soft drink distributor. &nbsp;“And the distributor is saying I don’t think your brand is good at all and then the twist, as you say, is that maybe supermarkets are going out of fashion,” he said.</p>\n<p>CBS wants Time Warner to increase payments to the network by as much as 600 percent. They are, after all, the number one network. And they have the NFL .</p>\n<p>“The payments that ESPN is getting are five or six times what the networks are getting,\" says Deighton. \"Sport has particular addictive properties.”</p>\n<p>I also asked&nbsp;Morningstar analyst Michael Corty about my analogy. He agreed that the asteroid was overkill. The idea that new innovations will kill cable providers has yet to be proven. He set his own analogy in a fancy restaurant. “Basically two people who have had a really good meal and they are going to continue to eat well the rest of their lives but they are fighting over the dessert” said Corty.</p>\n<p>The dessert&nbsp;would be retransmission fees. CBS made $250 million in those fees last year. CBS’s blackout could cause Congress to step in. It’s done that in the past. And that could be bad for both parties.</p>\n<p>So in the end,&nbsp; we could say that Time Warner is a T-Rex drinking a can of coke and CBS is a triceratops wearing a Peyton Manning jersey. And instead of an asteroid headed their way, it’s a giant chocolate volcano cake. Or maybe Congress is the asteroid?</p></div>","teaser":"CBS was blacked-out for a moment on the TVs of some Time Warner Cable subscribers as the network and cable provider continue their battle over carriage fees.","byline":"David Weinberg","description":"CBS was blacked-out for a moment on the TVs of some Time Warner Cable subscribers as the network and cable provider continue their battle over carriage fees.","published":"2013-07-30T17:02:33+00:00","contenttemplated":"[{\"content\":\"<p><em><strong>UPDATE (Sept. 2):</strong> The Associated Press <a href=\\\"http://business.time.com/2013/09/02/cbs-time-warner-reach-content-agreement/\\\" target=\\\"_blank\\\">reports</a> &quot;<span>CBS and</span> Time Warner Cable have ended their payment dispute and expect programming to resume in millions of homes by 6 p.m. ET on Monday.&quot; Specific terms of the deal have not yet been disclosed.</em></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>New Yorkers, Angelenos and other hoping to watch CBS tonight might be out of luck. If you find the CBS channel is black, here&apos;s why: It&apos;s the result of the latest skirmish in a long-running war between Time Warner Cable and CBS. Time Warner says CBS wants too much for its programming; so to flex its muscles, it blacked out CBS shows in New York, L.A. and Dallas. CBS says Time Warner is “engaged in a campaign of disinformation voodoo mathematics.” But is a Haitian religion really the best analogy?</p>\"},{\"type\":\"text/html\",\"content\":\"<p>When I heard about the blackout, I thought of two dinosaurs fighting over a bone while an asteroid bears down on them. So I asked Harvard business professor John Deighton what he thought of my analogy.</p>\"},{\"content\":\"<p>“That’s interesting,&quot; Deighton said with a laugh. &quot;Certainly the asteroid might overdramatize the risks but it certainly captures the idea of risks.” He suggested a supermarket analogy where CBS is a new line of Coca-Cola and Time Warner is a soft drink distributor.  “And the distributor is saying I don’t think your brand is good at all and then the twist, as you say, is that maybe supermarkets are going out of fashion,” he said.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>CBS wants Time Warner to increase payments to the network by as much as 600 percent. They are, after all, the number one network. And they have the NFL .</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“The payments that ESPN is getting are five or six times what the networks are getting,&quot; says Deighton. &quot;Sport has particular addictive properties.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>I also asked Morningstar analyst Michael Corty about my analogy. He agreed that the asteroid was overkill. The idea that new innovations will kill cable providers has yet to be proven. He set his own analogy in a fancy restaurant. “Basically two people who have had a really good meal and they are going to continue to eat well the rest of their lives but they are fighting over the dessert” said Corty.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>The dessert would be retransmission fees. CBS made $250 million in those fees last year. CBS’s blackout could cause Congress to step in. It’s done that in the past. And that could be bad for both parties.</p>\"},{\"content\":\"<p>So in the end,  we could say that Time Warner is a T-Rex drinking a can of coke and CBS is a triceratops wearing a Peyton Manning jersey. And instead of an asteroid headed their way, it’s a giant chocolate volcano cake. Or maybe Congress is the asteroid?</p>\",\"type\":\"text/html\"}]","tags":["APM","Business","CBS","Time Warner Cable","cable","carriage fees"],"audio":[{"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/cbs.jpg?itok=8q6p3WsM","meta":{"height":"340","crop":"primary","width":"610"},"type":"image/jpeg"},{"meta":{"duration":151,"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/07/30/marketplace_segment17_20130730"},"duration_hms":"00:02:31"},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/07/30/marketplace_segment17_20130730_64.mp3","type":"audio/mpeg","format":"MP3"}]}