{"created":"2014-09-04T21:10:10+00:00","modified":"2014-10-30T22:43:03+00:00","valid":{"from":"2014-10-30T22:43:03+00:00","to":"3014-10-30T22:43:03+00:00"},"hreflang":"en","title":"Candidates Court An Elusive Vote: Men","published":"2014-09-04T13:30:00+00:00","teaser":"While Republicans typically do better among white males than do Democrats, candidates often have a harder time reaching men than women — no matter their race or political dispositions.","itags":["npr_api","345580229"],"guid":"37560c6d-89d1-4a18-9235-61b265ce5dcc","contentencoded":"<p>There's a surprising trend in U.S. politics: Men tend to vote in smaller numbers than women, and they favor Republican candidates when they do. In the 2012 presidential election, male voters favored Republican Mitt Romney over President Obama by 8 percentage points. In the same election, women favored Obama by 12 points.</p><p>As a result, this year's candidates are getting their message out to male voters. But it's a bit of a paradox.</p><p>\"There isn't really a 'men are from Mars, women are from Venus' kind of difference between men and women. That said, in the 2012 election, the gender gap was the biggest that had been observed in polling history,\" says political scientist Paul Kellstedt of Texas A&M University. He has studied gender and voting, and says there isn't that big a gap between the sexes when it comes to issues they worry about.</p><p>Kellstedt says polls show men tend to be more conservative than women on several issues, but not by much.</p><p>Sara Fagen, a White House political adviser during the second term of George W. Bush, says men care most about national security and pocketbook — or, maybe more appropriately, wallet — issues. \"Even still in America, many men are the breadwinners in their family. They're very sensitive to the economy. All voters are, both genders are, but men particularly are acute in a different way than female voters,\" she says.</p><p>Fagen says young men, ages 18-35, are the hardest group of voters to reach. They don't pay that much attention to the news, but one thing they do watch, says Texas A&M's Kellstedt, is sports. \"Even though a lot of women do watch football on the weekends, it is still traditionally male-dominated viewers, and you can just tell that by all the other kinds of products that they're advertising,\" he says.</p><p>So Democratic Sen. Mark Warner, running for re-election this year in Virginia, hopes to score a touchdown with an ad to run during Virginia Tech's football games. It features Virginia Tech alum Bruce Smith, who went on to NFL stardom:</p><p>David Heller, a Democratic campaign consultant, says male voters are reachable, but candidates have to be prepared to shell out more for TV spots that run on sports and business programs to find them. He says that it's especially challenging for female candidates to appeal to male voters. Women have to help men see them in a leadership role, Heller says. \"A male candidate may start from the beginning talking to people in a golf shirt or in a ... flannel shirt to help the voters see them as a regular guy. Whereas with women, it tends to be the other way. You need to help the voters see you as somebody who fits in that job.\"</p><p>Here's a spot that South Carolina Gov. Nikki Haley, a Republican, is running in her campaign for re-election. She's wearing a suit, and makes clear her priority:</p><p>Candidates are increasingly finding alternatives to traditional media to reach male voters. The Obama campaign placed ads in video games. Sara Fagen says technology used by some satellite networks makes it possible for candidates to reach individual voters with something called addressable advertising.</p><p>\"When that device is shut off, that television is shut off, essentially they will load an ad in tailored to a specific set of people,\" she says. \"And when they turn their console or their device on, that ad will get served to them at some point while they're watching television.\"</p><p>So guys — whether they follow Virginia Tech football or professional golf — can count on seeing a lot more political pitches on their screens, aimed directly at them, as candidates focus on reaching the elusive male voter.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Candidates+Court+An+Elusive+Vote%3A+Men&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Brian Naylor","audio":[{"meta":{"duration":"260"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1345580230-c0ab72.m3u?orgId=1&topicId=1014&ft=3&f=345580229"},{"href":"http://media.npr.org/assets/img/2014/09/03/warnerhokies-fbe13d1fb9a7f926e916d71c39284e021ed9f882.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"494","width":"659"}}]}