{"created":"2014-10-08T16:10:21+00:00","modified":"2014-10-31T02:16:56+00:00","valid":{"from":"2014-10-31T02:16:56+00:00","to":"3014-10-31T02:16:56+00:00"},"hreflang":"en","title":"China Puts Brass On Trial In Fight Against Military Corruption","published":"2014-05-15T12:04:00+00:00","teaser":"China's fast-growing armed forces face increased scrutiny over how they are spending what is now the world's second-largest military budget.","itags":["npr_api","310695052"],"guid":"3767bced-74f4-46bc-8bfd-18ecbdcb9a52","contentencoded":"<p>China's ongoing crackdown on military corruption may be the toughest — or at least best publicized — in more than six decades of communist rule. Some top brass are on trial, and teams of inspectors have fanned in search of graft.</p><p>But all of that may seem like a distant light at the end of a long tunnel for former navy captain Tan Linshu. Tan and his wife have lived in a tiny, subterranean room for two years as they search for justice in a case that suggests what the crackdown is up against.</p><p>China's leaders are worried that graft may be one of the most serious challenges to its armed forces' effectiveness. And they are aware that the double-digit increases in military spending are only making the problem worse.</p><p>Tan claims that nearly two decades ago, his superior officer, a rear admiral, fraudulently claimed to have developed a system for testing torpedoes.</p><p>\"To put it simply, they plagiarized it from someone else,\" Tan claims, speaking by candlelight during a blackout in his dank, cramped quarters.</p><p>Tan says that if engineers tasked with selecting the military's weapons systems can perpetrate such a hoax, the consequences could be unthinkable.</p><p>\"In an actual war, we wouldn't be the only ones to die because of it,\" adds Tan's wife, Deng Shuzhen, who has stuck with him through his travails.</p><p>\"It's not just our money that they're swindling away; it's the country's money,\" she says. \"So why is it that not one person at any level in the military will stand up for justice?\"</p><p>Military anti-graft officials rejected Tan's allegations as false, and Tan's commanding officer won a prize for his \"invention.\"</p><p>Tan says his superiors made him an offer: Stop whistle-blowing and get promoted to senior captain. But Tan could not bring himself to admit that he'd done anything wrong.</p><p><strong>Years Of Petitions</strong></p><p>Tan has been petitioning officials in Beijing for years. Instead of helping him, officials locked him up in a mental hospital and an extrajudicial detention center.</p><p>Tan's claims have not been independently verified, and military spokesmen could not be contacted for comment on his case.</p><p>Cases such as Tan's come as a shock to Chinese who grew up listening to a revolutionary song admonishing communist soldiers to \"take not so much as a needle or a thread from the masses.\"</p><p>They are taught that it was this kind of discipline that helped communist troops defeat Chiang Kai-shek and his corrupt nationalist army more than six decades ago, despite the nationalists being better trained and equipped and backed by the U.S. government.</p><p>State media have recently reported about the fall of Lt. Gen. Gu Junshan, the former deputy chief of the army's logistics department, in what may be the highest-profile graft bust in the current campaign.</p><p>He has been charged with bribery, embezzlement and abuse of power. Investigators reportedly carted off four truckloads of expensive liquor and gold ornaments found in his home.</p><p>The trial is being held in secret because, the government claims, it involves classified information. But the lack of transparency within China's military is what has protected corrupt officials, notes Shanghai-based independent analyst Zhao Chu.</p><p><strong>Preferential Treatment For The Military</strong></p><p>In fact, Zhao argues, China's military operates above and beyond the state's systems and laws, making morale-sapping corruption hard to avoid. In China, he says, \"military missions, the military's political status all get preferential treatment. It's not that they don't have enough resources. They have too many resources, but very few constraints.\"</p><p>Li Yongzhong, vice director of the China Discipline Inspection & Supervision Institute, a training ground for China's graft busters, says that corruption in the Chinese military is systemic in nature, and people like Gen. Gu tend to thrive in that system.</p><p>\"In politics, 'reverse elimination' is when corrupt officials eliminate the clean ones, and clean ones have no room for survival,\" Li says in an interview. \"It's not due to any one person or persons. It is certainly because of the structure of power and personnel.\"</p><p>Li says China's leaders know the only thing that can address the root causes of corruption is political reform. Therefore, he says, President Xi Jinping's anti-corruption drive is really just a stopgap measure.</p><p>\"This is because we haven't really begun political reforms. We have no choice but to address the symptoms. What's important is what comes next: buying time to address the root causes.\"</p><p>Li says the problem is that when faced with corruption, the Communist Party usually just investigates itself, which has never worked.</p><p>Li believes this can be fixed by separating powers and creating checks and balances within the Communist Party.</p><p>Ultimately, he advocates separating the Communist Party from the government.</p><p>But the idea of separating the party from the government — and from the army — is a long-standing taboo, and there's no sign that it's about to change.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=China+Puts+Brass+On+Trial+In+Fight+Against+Military+Corruption&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Anthony Kuhn","audio":[{"meta":{"duration":"269"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1312411367-f8c739.m3u?orgId=1&topicId=1125&ft=3&f=310695052"},{"href":"http://media.npr.org/assets/img/2014/05/13/east-china-sea1-e8758566fa8cc3d5986b960d5eb5a905660328e1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2434","width":"3244"}},{"href":"http://media.npr.org/assets/img/2014/05/13/china-corrupt1-c47af6994207b39d70c7eb5721a9f7a12c87f2e6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1959","width":"2610"}}]}