{"created":"2015-05-13T22:27:13+00:00","modified":"2015-05-14T20:25:31+00:00","valid":{"from":"2015-05-14T20:25:30+00:00","to":"3015-05-14T20:25:30+00:00"},"hreflang":"en","guid":"376a2d87-68db-4e45-afda-37626b0d1c88","title":"Prisons enter a sketchy world to obtain drugs to kill death row inmates","published":"2015-05-14T20:25:25+00:00","byline":"Bradley Campbell","tags":["death penalty","capital punishment","drugs","lethal injection","Ethics","sodium thiopental","Justice","Conflict & Justice","United States","Capital punishment","Lethal injection","Sodium thiopental","Social Issues"],"teaser":"Lethal injections don't happen without specific drugs, but when a favorite drug of the prison system became harder to get, prisons went looking abroad and found the product through sketchy dealers and by lying to drug companies.","contentencoded":"<p>If the jury does opt for the death penalty for Boston Marathon bomber Dzhokhar Tsarnaev, he will likely face the prospect of death by lethal injection.</p>\n<p>But there are a lot of questions currently surrounding lethal injections, especially after last year's <a href=\"http://www.motherjones.com/politics/2014/09/clayton-lockett-oklahoma-execution-suicide-report\">botched execution of a death row inmate</a> in Oklahoma. In that case, authorities were forced to use an untested cocktail of drugs for the execution because their preferred drug, sodium thiopental, wasn't available.</p>\n<p>Jeffrey Stern, who has <a href=\"http://www.theatlantic.com/magazine/archive/2015/06/clayton-lockett-execution/392069/\">written about the shortage for </a><a href=\"http://www.theatlantic.com/magazine/archive/2015/06/clayton-lockett-execution/392069/\">The Atlantic</a>, says several states are currently having problems finding the drug. And when the supply of sodium thiopental suddenly dried up, prison officials from Oklahoma to California went searching for it across the globe.</p>\n<p>\"In the beginning, what they tried to do was find the same drug basically anywhere they could get it,\" Stern says. \"The prisons ended up going first to England, then other countries in Europe, and then to small drug manufacturers in India.\"</p>\n<p>His investigation showed state prisons would even lie to get the drugs, telling pharmaceutical companies the drugs were being used for aid in countries like Zambia. Many of the pharmaceutical companies had no idea their drugs were being used for executions, Stern says, and \"when told, many didn't believe it.\"</p>\n<p>Eventually, activists helped persuade many companies to avoid selling drugs to prisons. But that made it harder for the prisons to kill, so they started mixing drugs. Stern says that practice led to last year's incident in Oklahoma.</p>\n<p>And such problems, he thinks, and making more people question the ethics behind lethal injection: \"I think there's something to the fact that executions have gone from being a public spectacle to something that has become smaller and quieter.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-13%2Fprisons-enter-sketchy-world-obtain-drugs-kill-death-row-inmates&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/05132015_05.mp3"},{"href":"http://admin.pri.org/file/0513201505mp3"}]}