{"created":"2014-12-01T19:27:55+00:00","modified":"2015-05-21T17:34:24+00:00","valid":{"from":"2015-05-21T17:34:24+00:00","to":"3015-05-21T17:34:24+00:00"},"hreflang":"en","title":"P.D. James Believed Mysteries Were Made Of Clues, Not Coincidences","published":"2014-12-02T18:32:00+00:00","teaser":"The best-selling author died Thursday. She was 94. In 1987, James told Terry Gross that while the \"shock of finding the bodies is important\" in her novels, she personally doesn't like \"messy lives.\"","itags":["npr_api","367766895"],"guid":"3775df75-3cda-40a3-9a98-fc0a35e33706","contentencoded":"<p>British mystery author P.D. James wrote 18 crime novels — many with shocking, horrible endings. But, in a personal twist, James admitted to <em>Fresh Air</em> in 1987 that she has a deep fear of violence — and writing helped her exorcise it.</p><p>\"I'm frightened of violence; I dislike violence,\" she told Terry Gross. \"I do love good order, good social order, good psychological order. I don't like messy lives.\"</p><p>James died Thursday at the age of 94. She was a best-selling author who didn't publish her first novel until she was 42. When she started writing mysteries in the early 1960s, she was holding down a full-time job, raising two daughters and supporting her ill husband, who died in 1964.</p><p>The enormous popularity of her novels — and of her detective hero, Adam Dalgliesh — eventually allowed her to devote herself full time to writing.</p><p>Seven of her books were adapted for the public television series <em>Mystery</em>. And her novel <em>The Children of Men</em> was adapted into a 2006 film.</p><p>In 1991, Queen Elizabeth made P.D. James a baroness.</p><p><em>Fresh Air</em> remembers James with two interviews — one from 1987 with Terry Gross and one from 1998 with NPR book critic Maureen Corrigan.</p><hr /><h3><strong>Interview Highlights </strong></h3><p><strong>On writing \"legal thrillers\" </strong></p><p>I think what most attracted me was the contrast — the contrast between the order, the dignity, the history and traditions, hierarchy, and indeed the very great pomp and courtesy with which a criminal trial is conducted in England — and the appalling events with which it's concerned. The idea that this crime — the worst crime, the most contaminating crime — coming in to that ordered world and, as it were, shattering it. I'm interested, anyway, in the criminal law. I always have been, so I think those ideas came together.</p><p><strong>On her protagonist Commander Adam Dalgliesh </strong></p><p>I think I understand him more and more as the years go by. I think he's matured; he's been promoted. I think he realizes increasingly how much harm a murder investigation can do to the innocent. He's more compassionate. I think he's more aware [of] the imperfections of the law. He's more aware that the job he does is a very necessary job, and he's never wanted to do any other job. And he's not ashamed of it, but he can see that it is a job that causes immense distress to other people.</p><p><strong>On how modern mysteries differ from older mysteries </strong></p><p>I think unless you had a solution at the end, it really wouldn't be a mystery. It wouldn't be written within the genre — to use a word I don't like, but it's the only word I think we can use. It might be a crime novel, but it wouldn't be a detective story, so you have to have the solution.</p><p>Nowadays, [mysteries] seldom have a complete restoration of order as you used to in the days of Agatha Christie and Mayhem Parva [a fictional village setting, coined by mystery historian Colin Watson]. There was this wonderful little village in which everybody, whether they were the parson or the doctor or the chemist or the district nurse or the squire, moved like figures on a chessboard — and this disruptive crime happened and then order was restored.</p><p>Certainly in my novels, order isn't restored — or not necessarily so — because the innocent can suffer more than the guilty.</p><p><strong>On writing explicitly about death and bodies </strong></p><p>I think Ruth Rendell writes realistically about death, but it certainly isn't typical of some of the best-known writers. In Agatha Christie, there's hardly any description of the corpse at all. In fact, I think in one book, I can't remember which one it was, we're told that [the victim] was killed by a blow to the head and then later, I think, [by] some other method of death — almost as if she really couldn't face the actual description of the body. She didn't want to write about it; she didn't want to think about it. ... I think I'm trying to write a realistic novel and murder is uniquely horrible, and I think this shock of finding the bodies is important, really. The reader should feel it.</p><p><strong>On whether James would be a good detective</strong></p><p>Yes, I think I would. I don't know how good I'd be at the duller parts of the investigation. So much of it is plodding from door to door, and this is so vitally important. But I think women on the whole are underused in the detective force. ... I mean, I think women can tell whether another person is lying much more easily than men.</p><p><strong>On what kinds of clues are \"out of bounds\" </strong></p><p>I think too great a coincidence. What's interesting to me is that coincidence frequently happens in real life. We know in our experience that extraordinary coincidences happen, and they do, I think, very often [happen] in real-life investigations of murder. But somehow it isn't right in the mystery.</p><p>We shouldn't rely on an extraordinary coincidence. I think that the clues have got to arise naturally — from the circumstances of the book and the people, the characters — and not be inserted rather artificially.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=P.D.+James+Believed+Mysteries+Were+Made+Of+Clues%2C+Not+Coincidences&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"1549"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1367810601-4ec8d0.m3u?orgId=1&topicId=1062&aggIds=100876926&d=1549&p=13&story=367766895&t=progseg&e=366354672&seg=2&ft=nprml&f=367766895"}]}