{"created":"2015-02-22T21:59:14+00:00","modified":"2015-07-03T20:27:05+00:00","valid":{"from":"2015-07-03T20:27:05+00:00","to":"3015-07-03T20:27:05+00:00"},"hreflang":"en","title":"Meet The Dogs Whose Names Are Too Long To Fit In This Headline","published":"2015-02-18T12:24:00+00:00","teaser":"The Westminster Kennel Club dog show concludes Tuesday — but it might take you some time longer just to spell the names of the dogs involved. So what's the deal with all the elaborate names?","itags":["npr_api","386763217"],"guid":"378ed3c0-2b01-4624-921d-996ba42f0e15","contentencoded":"<p>Plenty of people like to use their dog's name in their passwords. Yet, for many of the owners competing in this year's Westminster Kennel Club dog show, that might be a tough proposition. Some of these dogs may be small — but just about all of their names are <em>big</em>.</p><p>Take, for instance, the border terrier who answers to the name Gizmo. His real name is actually McHill's His Royal Highness Prince Gizmo House of Gremlin. Then there's the basset hound named Easthill Broxden Woodland Lettuce Entertain You.</p><p>Oh, and don't forget the Pomeranian named Starfire's Spank Me Hard, Call Me Crazy.</p><p>And these lengthy jumbles are no exception; nearly every dog competing bears a title long enough to give medieval royalty a run for its money. According to David Frei, who's been co-hosting the TV coverage of the show for more than 25 years, the long names are a result of the registration process.</p><p>\"They have names that are like 25 to 30 characters long for their registration name with the American Kennel Club,\" he says.</p><p>Most show dogs have two names: a short one, known as a \"call name\" like Spot or Fido, and a longer \"registration name.\"</p><p>\"For example,\" he says, \"we've got a Finnish Spitz named Rocket whose registered name is Champion DV-9 Canine's Red Hot Star.\"</p><p>The registration name is designed to be a record of the dog's lineage. Sometimes it includes the breeder's name, the dog's parents or the place the dog was born. It's similar to the way thoroughbred horses are registered. Thoroughbreds usually get named after their parents and maybe the breeder — but with horses, the final name can't be longer than 18 characters.</p><p>When it comes to dogs, Frei says, the more unusual name, the better. And as an owner himself, he's no different.</p><p>\"People tend to remember a unique name,\" he says. \"My great Afghan hound, Julie — her official registered name was Champion Storm Hill Who's Zoomin' Who, after the Aretha Franklin song. People remember that dog.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Meet+The+Dogs+Whose+Names+Are+Too+Long+To+Fit+In+This+Headline&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"133"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1387149182-07ccee.m3u?orgId=1&topicId=1055&d=133&p=3&story=386763217&t=progseg&e=387143185&seg=18&ft=nprml&f=386763217"},{"href":"http://media.npr.org/assets/img/2015/02/16/463600688-9d3ec8b07eb24831967e655283aa2b725e62e865.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/02/16/463600682-cca8268c763ed447f0f4458d6994f4bb390e34bb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/02/16/463578478-8b80fc372d29b7868ec19092462b2b147eb44423.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2326","width":"3100"}},{"href":"http://media.npr.org/assets/img/2015/02/16/463588232-476640ee44b9a59ffdac5f62cf217eac1207caf2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2935","width":"3913"}},{"href":"http://media.npr.org/assets/img/2015/02/16/4635875021_sq-d47b3fe674264855e2ff4b936b7bb1e7916b05ac.jpg","type":"image/jpeg","meta":{"crop":"square","height":"3100","width":"3100"}}]}