{"created":"2015-03-16T07:09:21+00:00","modified":"2015-06-05T15:27:48+00:00","valid":{"from":"2015-06-05T15:27:47+00:00","to":"3015-06-05T15:27:47+00:00"},"hreflang":"en","title":"With Sunny, Modern Homes, Joseph Eichler Built The Suburbs In Style","published":"2015-04-01T01:04:00+00:00","teaser":"The developer was known for well-crafted tract homes that dotted California suburbs after World War II. \"The architecture really does inform the way you live,\" says Eichler homeowner Adriene Biondo.","itags":["npr_api","392561864"],"guid":"37a2682b-2950-43a6-943f-8974f221f41c","contentencoded":"<p>In Palm Springs, Calif., a $1 million home was just built — with plans resurrected from 1951. The original sold for about $15,000, and was called an Eichler, after developer Joseph Eichler, who offered well-designed, well-built tract homes to the masses a half-century ago.</p><p>Bernie Grossman and his wife, Lyla, bought their Eichler home in 1963. Bernie was starting a law practice, and a client told him about these new modern houses going up in Granada Hills, about 45 minutes from downtown Los Angeles. \"He said way up here in this wasteland there's some crazy builders building a house ... I looked at them and, I dunno, they're kind of weird,\" Grossman recalls.</p><p>Single-story homes, with open spaces, floor-to-ceiling glass walls and clean, serene lines. Bernie fell in love. He paid $30,000, and raised three children in the house. In fact, <em>Parents Magazine</em> once said an Eichler was the best house in the U.S. for raising children.</p><p>\"You had two wings completely — with toilet and everything so that each side is independent,\" Grossman explains. \"You can separate the adults from the children without [their] killing each other.\"</p><p>The house has five small bedrooms, arranged in two separate wings around the living area and open air atrium (there's a tree growing up through the roof). Each wing has bathrooms (which has helped keep the peace between the Grossmans). It's a house designed for California living and sunshine.</p><p>There are 108 Eichler homes in this tract; it's called Balboa Highlands. And Lyla Grossman says Eichler not only built handsome, affordable modern homes for the masses; he wanted everyone, and anyone, to have them. \"My greatest respect for all these homes is that he wanted integration,\" she says. \"And that was very new in this area — completely new ... And that's why I loved it so much.\"</p><p>The Grossmans' neighbor, Adriene Biondo knew a couple — they've since died — who were the only African-American owners at first. She remembers that they told her: \"We felt confident in moving here because we heard that the Eichlers' nondiscrimination policy meant that if we didn't like our neighbors, he would buy our house back.\"</p><p>Biondo, the author of <em>Modern Tract Homes of Los Angeles</em>, worked for 10 years to get \"Historic District\" status for Balboa Highlands. She says Eichler's philosophy, and the houses that his architects — A. Quincy Jones and partner Frederick Emmons — designed were magnets for certain kinds of buyers.</p><p>\"It's not just the modern architecture,\" Biondo says. \"It attracts people who love to live in a modern way.\"</p><p>Flowing spaces, no boxy little rooms, all the glass (the Grossmans' house survived three earthquakes without one cracked window wall). Early buyers were artists, a Disney animator, many elementary school teachers — \"we even had one Republican,\" Bernie Grossman says.</p><p>Movie and ad-makers shoot in these California-modern Eichler houses all the time. A few years ago, Taco Bell used the Grossman's 2,500-square-foot home in a <a href=\"http://adland.tv/commercials/taco-bell-carmen-electra-2-2006-30-usa\" target=\"_blank\">Super Bowl commercial</a>.</p><p>Architecture historian and writer Alan Hess says after World War II, Eichler built some 11,000 single-family homes in California. Most of them are in the San Francisco Bay area. But some went South.</p><p>\"Southern California was booming after World War II,\" Hess says. \"Many soldiers and sailors had come through here on their way to the Pacific, and many of them came back to stay.\"</p><p>They left Kansas and Idaho and Illinois for jobs in aerospace, oil and entertainment. They wanted to start families, and buy homes with backyards, homes made with materials developed during the war and now available to everyone — like plywood, plastics, formica for the countertops and, of course, stainless steel for all the new appliances. The houses were modern, optimistic about the future — they were what these soldiers been fighting for.</p><p>During the war, Eichler's family had rented a Frank Lloyd Wright house outside of San Francisco. He loved its simple modern lines and spaces. He began building houses like that — and kept tabs on them. Not long after the Grossmans moved into their Balboa Highlands house, Eichler came to look at it.</p><p>\"He was just like someone from the East who was in business,\" Lyla Grossman remembers. \"He was not a California boy. He was not easy. He was a bit gruff.\"</p><p>But he built houses in the sun, which make residents like Adriene Biondo feel free and artistic. \"The architecture really does inform the way you live,\" she says. You can tell the time of day by the light outside. \"Suddenly you look in the living room and it's engulfed in a pinkish-orange glow and you realize: I've been working all day and it's sunset.\"</p><p>Biondo has been in her Balboa Highlands Eichler home for 20 years and says it's the best place she's ever lived. \"It's not like living in a normal house at all,\" she says. \"There's nothing conventional about it.\"</p><p>The creation of suburbs after World War II marched rows of ticky-tacky tract houses across America. The houses Joseph Eichler built rejected ticky tack — and offered stunning modern spaces on graceful curving streets to generations of families.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=With+Sunny%2C+Modern+Homes%2C+Joseph+Eichler+Built+The+Suburbs+In+Style&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Susan Stamberg","audio":[{"meta":{"duration":"446"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1393284626-7efb0e.m3u?orgId=1&topicId=1142&d=446&p=3&story=392561864&t=progseg&e=393279842&seg=8&ft=nprml&f=392561864"},{"href":"http://media.npr.org/assets/img/2015/03/17/eichler1-561bde42028f0ea1bfb1c17a072711a922d8823e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1358","width":"1811"}},{"href":"http://media.npr.org/assets/img/2015/03/12/deserteichler1-2-089a1bbf887df2a2c678263ba48d8bf0d84319ef.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"701","width":"934"}},{"href":"http://media.npr.org/assets/img/2015/03/12/img_1723_enl-7f19afa7dd05cdf6c11dee557b922f398840454a.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"5184","width":"3456"}},{"href":"http://media.npr.org/assets/img/2015/03/12/img_1690_enl-c0aa1ae85a0dd72dc319d58d4f17d6ac605c257d.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"3456","width":"5184"}},{"href":"http://media.npr.org/assets/img/2015/03/12/abatriumoverhead-adriene-biondo_enl-6ec4831770d604a2e54e8dd7e44fa5b8d7bef674.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"517","width":"689"}}]}