{"created":"2015-05-14T03:34:03+00:00","modified":"2015-05-18T16:58:04+00:00","valid":{"from":"2013-11-20T00:42:53+00:00","to":"3013-11-20T00:42:53+00:00"},"hreflang":"en","teaser":"In facing death, and making preparations for it, doctors are showing the way for others.","guid":"37a5c4d2-b71a-44d7-8ce2-98061585f324","byline":"D Gorenstein","title":"How doctors die","published":"2013-11-20T00:42:53+00:00","description":"In facing death, and making preparations for it, doctors are showing the way for others.","tags":["APM","Health Care","The New Math of Health Care","death","doctors"],"itags":["37a5c4d2b71a4d7cce2298061585f324","Marketplace","Marketplace for Tuesday, November 19, 2013","PMP:Marketplace_PMP"],"contentencoded":"<div class=\"barn-cleaned\"><p><em><strong>This story appears in The New York Times 'Your Money' section on Wednesday, Nov. 20, 2013.</strong></em></p>\n<p>Brave. You hear that word a lot when people are sick. It’s all about the fight, the survival instinct, the courage. But when Dr. Elizabeth D. McKinley’s family and friends talk about bravery, it is not so much about the way Dr. McKinley, a 53-year-old internist from Cleveland, battled breast cancer&nbsp;for 17 years. It is about the courage she has shown in doing something so few of us are able to do: stop fighting.</p>\n<p>This spring, after Dr. McKinley’s cancer&nbsp;found its way into her liver and lungs and the tissue surrounding her brain, she was told she had two options.</p>\n<p>“You can put chemotherapy&nbsp;directly into your brain, or total brain radiation,” she recalled recently from her home in suburban Cleveland. “I’m looking at these drugs head-on and either one would change me significantly. I didn’t want that.” She also did not want to endure the side effects of radiation.</p>\n<p>What Dr. McKinley wanted was time with her husband, a radiologist, and their two college-age children, and another summer to soak her feet in the Atlantic Ocean. But most of all, she wanted “a little more time being me and not being somebody else.” So, she turned down more treatment and began hospice care, the point at which the medical fight to extend life gives way to creating the best quality of life for the time that is left.</p>\n<p>Dr. Robert Gilkeson, Dr. McKinley’s husband, remembers his mother-in-law, Alice McKinley, being unable to comprehend her daughter’s decision. “&nbsp;‘Isn’t there some treatment we could do here?’ she pleaded with me,” he recalled. “I almost had to bite my tongue, so I didn’t say, ‘Do you have any idea how much disease your daughter has?’&nbsp;” Dr. McKinley and her husband were looking at her disease as doctors, who know the limits of medicine; her mother was looking at her daughter’s cancer as a mother, clinging to the promise of medicine as limitless.</p>\n<p>When it comes to dying, doctors, of course, are ultimately no different from the rest of us. And their emotional and physical struggles are surely every bit as wrenching. But they have a clear advantage over many of us. They have seen death up close. They understand their choices, and they have access to the best that medicine has to offer.</p>\n<p>“You have a lot of knowledge, a lot of awareness of what’s likely to come,” said Dr. J. Andrew Billings from his home in Cambridge, Mass.</p>\n<p>Dr. Billings, 68 and semi-retired, is an expert in palliative care, which can include managing pain, emotional support and end-of-life planning. He is also a cancer patient with a life-threatening form of lymphoma. Dr. Billings said that knowledge of what may be ahead can give doctors more control over their quality of life before they die — control that eludes many of us.</p>\n<p>Research shows that most Americans do not die well, which is to say they do not die the way they say they want to — at home, surrounded by the people who love them. According to data from Medicare, only a third of patients die this way. More than 50 percent spend their final days in hospitals, often in intensive care units, tethered to machines and feeding tubes, or in nursing homes.</p>\n<div>\n<div><a href=\"http://www.marketplace.org/topics/health-care/new-health-care-math/\"><img src=\"http://www.marketplace.org/sites/default/files/styles/200x200/public/field_image/2013/11/healthcare_tile.jpg\" alt=\"\" /></a></div>\n<div>\n<p><strong><span>The New Math of Health Care:</span></strong> The New York Times, in collaboration with American Public Media’s Marketplace, examines the soaring out-of-pocket costs of staying healthy, end-of-life care, and strategies for picking doctors and health plans. <a href=\"http://www.marketplace.org/topics/health-care/new-health-care-math/\">Read the whole series.</a></p>\n</div>\n</div>\nThere is no statistical proof that doctors enjoy a better quality of life before death than the rest of us. But research indicates they are better planners. An often-cited study, published in 2003, of physicians who had been medical students at Johns Hopkins University found that they were more likely than the general public to have created advance directives, or living wills, which lay out specific plans for care if a patient is unable to make decisions. Of the 765 doctors studied, 64 percent had advanced directives, compared with about 47 percent for American adults over 40.\n<p>Patients and families often pay a high price for difficult and unscripted deaths, psychologically and economically. The Dartmouth Atlas Project, which gathers and analyzes health care data, found that 17 percent of Medicare’s $550 billion annual budget is spent on patients’ last six months of life.</p>\n<p>“We haven’t bent the cost curve on end-of-life care,” said Dr. David C. Goodman, a senior researcher for the project.</p>\n<p>The amount spent in the intensive care unit is climbing. Between 2007 and 2010, Medicare spending on patients in the last two years of life jumped 13 percent, to nearly $70,000 per patient.</p>\n<p>The evidence is clear, Dr. Goodman said, that things could change if doctors “respect patient preferences and provide fair information about their prognosis and treatment choices.”</p>\n<p>Sometimes that can be easier said than done, even for doctors. One day last month, as he sat through the first of several hours of chemotherapy at the Dana-Farber Cancer Institute in Boston, Dr. Billings said he had looked at statistical survival curves for his form of lymphoma.</p>\n<p>“There are some dots that are very, very soon, and there are some dots that are a long ways off, and I hope I’m one of those distant dots,” he said.</p>\n<p>Dr. Billings knows how important it is to have that information. As a palliative care doctor, he has spent a lifetime helping people plan their final days. Also, he is married to a prominent palliative care doctor, Dr. Susan D. Block.</p>\n<p>“As a doctor you know how to ask for things,” he said. But as a patient, Dr. Billings said he had learned how difficult it can be to push for all the information needed. “It’s hard to ask those questions,” he said. “It’s hard to get answers.”</p>\n<p>There is a reason for that. In his book “Death Foretold,” Nicholas A. Christakis, a Yale sociologist, writes that few physicians even offer patients a prognosis, and when they do, they do not do a great job. Predictions, he argues, are often overly optimistic, with doctors being accurate just 20 percent of the time.</p>\n<p>But without some basic understanding of the road ahead, Dr. Anthony L. Back, a University of Washington professor and palliative care specialist, said even sophisticated patients could end up where they least want to be: the I.C.U. “They haven’t realized the implications of saying: ‘Yeah, I’ll have that one more treatment. Yeah, I’ll have that chemotherapy,’ ” Dr. Back said.</p>\n<p>In Raleigh, N.C., Dr. Kenneth D. Zeitler has practiced oncology for 30 years. The son of a doctor and the father of two doctors, he learned 18 years ago that he had a brain tumor, which was removed. When the tumor recurred in 2004, he took the conservative route and decided against an operation — the risk of paralysis was too great. Dr. Zeitler, his wife and their two children mapped out a clear medical path, or so they thought.</p>\n<p>Then in June, he woke up with the left half of his body paralyzed, after a low-risk biopsy caused a hemorrhage in his brain. “As a physician myself, when treating patients, I listened to this inner voice,” he said, but now he was mad at himself. “Instead of just saying ‘No, I won’t do this biopsy,’ I didn’t follow my instincts.”</p>\n<p>Dr. Zeitler realized after his biopsy that saying no can mean more than turning down a procedure. It can mean dealing with something much harder: his family’s expectations that he will do whatever it takes to live and remain with them.</p>\n<p>As transparent as Dr. Zeitler was with his family about his clinical care, he had walled off his deepest fears about losing pleasure in his daily life. He has since regained most physical functions and says he has had another chance to talk to his family. “As much as they’ll cry about me at every bar mitzvah and every wedding, I don’t want to be there if I’m just completely miserable psychologically and physically,” he said. “I’ve seen that. I don’t need that.”</p>\n<p>Dr. Joan Teno, an internist and a professor of medicine at Brown University, says that often, even families like the Zeitlers, avoid the difficult conversations they need to have together and with doctors about the emotional side of dying.</p>\n<p>“We pay for another day in I.C.U.,” she said. “But we don’t pay for people to understand what their goals and values are. We don’t pay doctors to help patients think about their goals and values and then develop a plan.”</p>\n<p>But the end-of-life choices Americans make are slowly shifting. Medicare figures show that fewer people are dying in the hospital — nearly a 10 percent dip in the last decade — and that there has been a modest increase in hospice care. At the same time, palliative care is being embraced on a broad scale, with most large hospitals offering services.</p>\n<p>The Affordable Care Act could accelerate those trends. Ezekiel Emanuel, the former White House health policy adviser, has said he believes that new penalties for hospital readmissions under the law could improve end-of-life care, making it more likely “we make the patient’s passage much more comfortable and out of the hospital.”</p>\n<p>Culturally there is movement too. For example, deathoverdinner.org, a website to help people hold end-of-life discussions, was started in August. The project’s founder, Michael Hebb, said more than 1,000 dinner parties had been held, including some at nursing homes.</p>\n<p>The front door at Dr. McKinley‘s big house was wide open recently. Friends and caregivers came and went. Her hospice bed sat in the living room. Since she stopped treatment, she was spending her time writing, being with her family, gazing at her plants. Dr. McKinley knew she was going to die, and she knew how she wanted it to go.</p>\n<p>“It’s not a decision I would change,” Dr. McKinley said. “If you asked me 700 times I wouldn’t change it, because it is the right one for me.”</p>\n<p>Dr. McKinley died Nov. 9, at home, where she wanted to be.</p></div>","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p><em><strong>This story appears in The New York Times &apos;Your Money&apos; section on Wednesday, Nov. 20, 2013.</strong></em></p>\"},{\"type\":\"text/html\",\"content\":\"<p>Brave. You hear that word a lot when people are sick. It’s all about the fight, the survival instinct, the courage. But when Dr. Elizabeth D. McKinley’s family and friends talk about bravery, it is not so much about the way Dr. McKinley, a 53-year-old internist from Cleveland, battled breast cancer for 17 years. It is about the courage she has shown in doing something so few of us are able to do: stop fighting.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>This spring, after Dr. McKinley’s cancer found its way into her liver and lungs and the tissue surrounding her brain, she was told she had two options.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“You can put chemotherapy directly into your brain, or total brain radiation,” she recalled recently from her home in suburban Cleveland. “I’m looking at these drugs head-on and either one would change me significantly. I didn’t want that.” She also did not want to endure the side effects of radiation.</p>\"},{\"content\":\"<p>What Dr. McKinley wanted was time with her husband, a radiologist, and their two college-age children, and another summer to soak her feet in the Atlantic Ocean. But most of all, she wanted “a little more time being me and not being somebody else.” So, she turned down more treatment and began hospice care, the point at which the medical fight to extend life gives way to creating the best quality of life for the time that is left.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Dr. Robert Gilkeson, Dr. McKinley’s husband, remembers his mother-in-law, Alice McKinley, being unable to comprehend her daughter’s decision. “ ‘Isn’t there some treatment we could do here?’ she pleaded with me,” he recalled. “I almost had to bite my tongue, so I didn’t say, ‘Do you have any idea how much disease your daughter has?’ ” Dr. McKinley and her husband were looking at her disease as doctors, who know the limits of medicine; her mother was looking at her daughter’s cancer as a mother, clinging to the promise of medicine as limitless.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>When it comes to dying, doctors, of course, are ultimately no different from the rest of us. And their emotional and physical struggles are surely every bit as wrenching. But they have a clear advantage over many of us. They have seen death up close. They understand their choices, and they have access to the best that medicine has to offer.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“You have a lot of knowledge, a lot of awareness of what’s likely to come,” said Dr. J. Andrew Billings from his home in Cambridge, Mass.</p>\"},{\"content\":\"<p>Dr. Billings, 68 and semi-retired, is an expert in palliative care, which can include managing pain, emotional support and end-of-life planning. He is also a cancer patient with a life-threatening form of lymphoma. Dr. Billings said that knowledge of what may be ahead can give doctors more control over their quality of life before they die — control that eludes many of us.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Research shows that most Americans do not die well, which is to say they do not die the way they say they want to — at home, surrounded by the people who love them. According to data from Medicare, only a third of patients die this way. More than 50 percent spend their final days in hospitals, often in intensive care units, tethered to machines and feeding tubes, or in nursing homes.</p>\"},{\"type\":\"text/html\",\"content\":\"<div><div><a href=\\\"http://www.marketplace.org/topics/health-care/new-health-care-math/\\\"><img alt=\\\"\\\" src=\\\"http://www.marketplace.org/sites/default/files/styles/200x200/public/field_image/2013/11/healthcare_tile.jpg\\\" /></a></div><div><p><strong><span>The New Math of Health Care:</span></strong> The New York Times, in collaboration with American Public Media’s Marketplace, examines the soaring out-of-pocket costs of staying healthy, end-of-life care, and strategies for picking doctors and health plans. <a href=\\\"http://www.marketplace.org/topics/health-care/new-health-care-math/\\\">Read the whole series.</a></p></div></div>\"},{\"content\":\"<p>Patients and families often pay a high price for difficult and unscripted deaths, psychologically and economically. The Dartmouth Atlas Project, which gathers and analyzes health care data, found that 17 percent of Medicare’s $550 billion annual budget is spent on patients’ last six months of life.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“We haven’t bent the cost curve on end-of-life care,” said Dr. David C. Goodman, a senior researcher for the project.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>The amount spent in the intensive care unit is climbing. Between 2007 and 2010, Medicare spending on patients in the last two years of life jumped 13 percent, to nearly $70,000 per patient.</p>\"},{\"content\":\"<p>The evidence is clear, Dr. Goodman said, that things could change if doctors “respect patient preferences and provide fair information about their prognosis and treatment choices.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Sometimes that can be easier said than done, even for doctors. One day last month, as he sat through the first of several hours of chemotherapy at the Dana-Farber Cancer Institute in Boston, Dr. Billings said he had looked at statistical survival curves for his form of lymphoma.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“There are some dots that are very, very soon, and there are some dots that are a long ways off, and I hope I’m one of those distant dots,” he said.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Dr. Billings knows how important it is to have that information. As a palliative care doctor, he has spent a lifetime helping people plan their final days. Also, he is married to a prominent palliative care doctor, Dr. Susan D. Block.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“As a doctor you know how to ask for things,” he said. But as a patient, Dr. Billings said he had learned how difficult it can be to push for all the information needed. “It’s hard to ask those questions,” he said. “It’s hard to get answers.”</p>\"},{\"content\":\"<p>There is a reason for that. In his book “Death Foretold,” Nicholas A. Christakis, a Yale sociologist, writes that few physicians even offer patients a prognosis, and when they do, they do not do a great job. Predictions, he argues, are often overly optimistic, with doctors being accurate just 20 percent of the time.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>But without some basic understanding of the road ahead, Dr. Anthony L. Back, a University of Washington professor and palliative care specialist, said even sophisticated patients could end up where they least want to be: the I.C.U. “They haven’t realized the implications of saying: ‘Yeah, I’ll have that one more treatment. Yeah, I’ll have that chemotherapy,’ ” Dr. Back said.</p>\"},{\"content\":\"<p>In Raleigh, N.C., Dr. Kenneth D. Zeitler has practiced oncology for 30 years. The son of a doctor and the father of two doctors, he learned 18 years ago that he had a brain tumor, which was removed. When the tumor recurred in 2004, he took the conservative route and decided against an operation — the risk of paralysis was too great. Dr. Zeitler, his wife and their two children mapped out a clear medical path, or so they thought.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Then in June, he woke up with the left half of his body paralyzed, after a low-risk biopsy caused a hemorrhage in his brain. “As a physician myself, when treating patients, I listened to this inner voice,” he said, but now he was mad at himself. “Instead of just saying ‘No, I won’t do this biopsy,’ I didn’t follow my instincts.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Dr. Zeitler realized after his biopsy that saying no can mean more than turning down a procedure. It can mean dealing with something much harder: his family’s expectations that he will do whatever it takes to live and remain with them.</p>\"},{\"content\":\"<p>As transparent as Dr. Zeitler was with his family about his clinical care, he had walled off his deepest fears about losing pleasure in his daily life. He has since regained most physical functions and says he has had another chance to talk to his family. “As much as they’ll cry about me at every bar mitzvah and every wedding, I don’t want to be there if I’m just completely miserable psychologically and physically,” he said. “I’ve seen that. I don’t need that.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Dr. Joan Teno, an internist and a professor of medicine at Brown University, says that often, even families like the Zeitlers, avoid the difficult conversations they need to have together and with doctors about the emotional side of dying.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“We pay for another day in I.C.U.,” she said. “But we don’t pay for people to understand what their goals and values are. We don’t pay doctors to help patients think about their goals and values and then develop a plan.”</p>\"},{\"content\":\"<p>But the end-of-life choices Americans make are slowly shifting. Medicare figures show that fewer people are dying in the hospital — nearly a 10 percent dip in the last decade — and that there has been a modest increase in hospice care. At the same time, palliative care is being embraced on a broad scale, with most large hospitals offering services.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>The Affordable Care Act could accelerate those trends. Ezekiel Emanuel, the former White House health policy adviser, has said he believes that new penalties for hospital readmissions under the law could improve end-of-life care, making it more likely “we make the patient’s passage much more comfortable and out of the hospital.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Culturally there is movement too. For example, deathoverdinner.org, a website to help people hold end-of-life discussions, was started in August. The project’s founder, Michael Hebb, said more than 1,000 dinner parties had been held, including some at nursing homes.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>The front door at Dr. McKinley‘s big house was wide open recently. Friends and caregivers came and went. Her hospice bed sat in the living room. Since she stopped treatment, she was spending her time writing, being with her family, gazing at her plants. Dr. McKinley knew she was going to die, and she knew how she wanted it to go.</p>\"},{\"content\":\"<p>“It’s not a decision I would change,” Dr. McKinley said. “If you asked me 700 times I wouldn’t change it, because it is the right one for me.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Dr. McKinley died Nov. 9, at home, where she wanted to be.</p>\"}]","audio":[{"meta":{"crop":"primary","width":"610","height":"340"},"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/field_images/2013/11/doctors102913r.jpg?itok=48tg6CJv"},{"meta":{"duration_hms":"00:08:48","duration":528,"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/11/19/marketplace_segment21_20131119","type":"application/json"}},"format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/11/19/marketplace_segment21_20131119_64.mp3","type":"audio/mpeg"}]}