{"created":"2014-10-27T22:42:47+00:00","modified":"2014-10-27T22:42:47+00:00","valid":{"from":"2014-10-27T22:42:47+00:00","to":"3014-10-27T22:42:47+00:00"},"hreflang":"en","title":"A Father's Labor Of Love Sparks A Tradition And A Hit Song","published":"2014-05-26T18:49:00+00:00","teaser":"Volunteers place flags at Massachusetts National Cemetery every Memorial Day Weekend as a result of one father's efforts.","itags":["npr_api","316099020"],"contentencoded":"<p>&nbsp;</p><p>The tradition of setting aside a day to honor the nation&#8217;s war dead started after the Civil War. It was called Decoration Day then and on the first one in 1868 people decorated the graves of the Union and Confederate dead at Arlington National Cemetery. Cemeteries across the country are decorated just like that today as we mark Memorial Day 2014.</p><p>I visited one of them on Saturday. There are nearly 58,000 graves at the Massachusetts National Cemetery on Cape Cod and on Saturday volunteers placed American flags on each of them. It&#8217;s an event called Operation Flags For Vets and it was started by a man named Paul Monti of Raynham, Massachusetts. His son Jared was killed in Afghanistan in 2006 and buried in this cemetery. Because the gravestones are flush with the ground, unlike the stones at Arlington, the rules prohibited flags or flowers or anything that would make it tough to mow the grass. Paul Monti thought that was ridiculous and eventually he got the rules changed. So now before every Memorial Day, before every Veterans Day, people flock to the cemetery to place the flags.</p><p>Parents bring their kids. Grandparents bring their grand kids. The Boy Scouts and Girl Scouts come. People place flags on their loved ones&#8217; graves just like Paul Monti did this weekend.</p><p>Paul still drives Jared&#8217;s old Dodge Ram pickup truck. A songwriter in Nashville wrote a song about it. That song, &#8220;I Drive Your Truck&#8221; was playing softly on the PA system after Operation Flags For Vets ended Saturday. But that&#8217;s not the point, really, Paul said to me. He said it&#8217;s not about Jared, it&#8217;s not about the truck, it&#8217;s not about the song. It&#8217;s about the men and women who answered the country’s call and made, hundreds of thousands of them over the years, the ultimate sacrifice.</p><p>They never came home.</p><ul><li><strong>Here & Now:</strong> <a href=\"http://hereandnow.wbur.org/2011/05/30/father-memorial-day\" target=\"_blank\">A Father&#8217;s Memorial Day Labor Of Love</a></li></ul>  <div class=\"fullattribution\">Copyright 2014 WBUR-FM. To see more, visit <a href=\"http://www.wbur.org\">http://www.wbur.org</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Father%27s+Labor+Of+Love+Sparks+A+Tradition+And+A+Hit+Song&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"Alex Ashlock","guid":"37af7980-8b2a-44d2-9634-313749c32148","audio":[{"meta":{"duration":"567"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1316099023-83cf1f.m3u?orgId=330&ft=3&f=316099020"}]}