{"created":"2014-10-08T16:35:26+00:00","modified":"2014-10-31T02:18:44+00:00","valid":{"from":"2014-10-31T02:18:43+00:00","to":"3014-10-31T02:18:43+00:00"},"hreflang":"en","title":"'Hill Street Blues' Created Two Eras For TV Drama: Before And After","published":"2014-05-07T18:49:00+00:00","teaser":"In 1981, NBC presented a new police series that went on to make TV history. <em>Hill Street Blues</em> has just been released on DVD in its entirety for the first time.","itags":["npr_api","310420401"],"guid":"37bbf4c9-ed73-48d6-8ad1-21c021afd2bb","contentencoded":"<p>It's very easy, and not at all inaccurate, to divide dramatic series television into two eras: before <em>Hill Street Blues</em> — which has just been released on DVD in its entirety for the first time --<em> </em>and after. Before NBC televised <em>Hill Street </em>in 1981, most continuing drama series were presented as stand-alone, interchangeable hours starring the same characters. Every week, TV detectives Joe Mannix or Theo Kojak or Tony Baretta would investigate a crime, catch the villains and wait for next week to do it again. But <em>Hill Street </em>borrowed from daytime soap operas and presented sequential storylines, which carried over from week to week.</p><p>There were other innovations, too. Instead of one or two central stars, <em>Hill Street </em>featured a large ensemble cast. Camerawork was often hand-held and frantic, more like a documentary. Dialogue overlapped and sounded natural, as in a Robert Altman movie. Scenes of intense drama sometimes were followed by moments of broad humor. And the crimes themselves, and the solving of them, usually took a back seat to the private lives of the cops, officers and lawyers who populated the show.</p><p>In other words, <em>Hill Street Blues </em>sounds like almost every excellent drama series that's on your must-watch list today. But back then it broke new ground, although it took a year and a batch of Emmy Awards before it caught on. Before that, the show had a much tougher time getting viewers accustomed to its unusual narrative style. As series co-creator Steven Bochco says in one of the extras in this new box set, <em>Hill Street Blues </em>tested \"through the floor.\"</p><p>But from the very beginning, it was wonderful. Daniel J. Travanti starred as Capt. Frank Furillo, a recovering alcoholic who ran a squad of inner-city cops who had plenty of problems of their own. Veronica Hamel played public defender Joyce Davenport, his secret girlfriend, and theirs was one of the most mature and sexy relationships on TV at the time. The more time viewers spent with these characters, the more they liked them. And that certainly went for Michael Conrad as Sgt. Phil Esterhaus, who opened that first show — and every show for a few seasons thereafter — by presiding over morning roll call at the precinct and concluding with the same sincere warning: \"Let's be careful out there.\"</p><p>By issuing this complete series box set, Shout Factory has given TV fans a chance to revisit, or discover, a major turning point in television history. MTM Enterprises, which until then was known primarily for sitcoms like <em>The Mary Tyler Moore Show,</em> began to dominate drama as well. NBC eventually used <em>Hill Street </em>as a building block for its original Thursday night must-see TV lineup. Producer Bochco went on to <em>L.A. Law, </em>and <em>Hill Street </em>writer-producer David Milch went on to <em>NYPD Blue </em>and <em>Deadwood.</em></p><p>The most fun in seeing these episodes now — episodes that originally ran from 1981 to 1987 — is in recognizing a ridiculous number of now-familiar faces. Not just the leads, which included future <em>NYPD Blue </em>star Dennis Franz in two different roles, but the guest stars and bit players too, from Jonathan Banks and Frances McDormand to Jeffrey Tambor and David Caruso. And there are the box set's extras, too, which include some very nice touches, including Bochco's story about the show's distinctive theme song by Mike Post.</p><p>It's really hard for me to accept that it's been more than 30 years since <em>Hill Street Blues </em>premiered — especially since, as a work of television, it still holds up so well. It's a terrific box set; so good and so entertaining it makes me hungry for another. Where, oh where, is the complete box set of another MTM classic, <em>St. Elsewhere</em>?  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Hill+Street+Blues%27+Created+Two+Eras+For+TV+Drama%3A+Before+And+After&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Bianculli","audio":[{"meta":{"duration":"503"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1310452854-994a19.m3u?orgId=1&topicId=1138&ft=3&f=310420401"},{"href":"http://media.npr.org/assets/img/2014/05/07/hill-street-b262ce171dbaa49f70afa1ad833bdb1fb11ab830.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1956","width":"2608"}}]}