{"created":"2015-01-15T21:56:19+00:00","modified":"2015-05-13T21:21:42+00:00","valid":{"from":"2015-05-13T21:21:42+00:00","to":"3015-05-13T21:21:42+00:00"},"hreflang":"en","title":"14 Takeaways From The 14-Part WHO Report On Ebola","published":"2015-01-16T19:20:00+00:00","teaser":"Angry mobs that targeted health workers. A single funeral that infected 365 people. No isolation wards in Liberia. These are some of the striking points in WHO's new analysis.","itags":["npr_api","377517132"],"guid":"37bc9df0-37ee-4f1d-bae6-eb9c9d79306f","contentencoded":"<p>Today, the World Health Organization issued a <a href=\"http://www.who.int/csr/disease/ebola/one-year-report/introduction/en/\">14-part report</a> on Ebola, from the moment it started until now.</p><p>We asked our team of Ebola correspondents to look at the sections and pull out the points that seemed most interesting — that may have been overlooked or forgotten, stories that show how the virus turned into an epidemic.</p><p><strong>Where it all began</strong></p><p>The very first human case of Ebola in this outbreak may have been due to deforestation by \"foreign mining and timber operations\" in Guinea, which brought residents in closer contact with bats. The first victim was an 18-month-old boy in Meliandou, a village of just 31 households. He had been seen playing near a tree infested with bats before he got sick. The child developed fever, had black stools and was vomiting on Dec. 26, 2013. He died two days later. Health officials first thought he had cholera.</p><p><strong>Anger in Guinea</strong></p><p>The Ministry of Health publicly described the outbreak as \"nearly under control\" as early as April 15. But cases were on the rise. In September, Forecariah, a mining town in western Guinea, had a case fatality rate among Ebola patients of at least 80 percent; the virus was spreading among patients and staff in a large regional hospital. As the mob in Forecariah grew to more than 3,000 heavily armed youths, WHO-led epidemiologists became the target of their anger. The epidemiologists had to flee for their lives.</p><p><strong>The first in Sierra Leone</strong></p><p>Ebola arrived when an infected woman seeking the services of a faith healer crossed the border from Guinea. The healer became infected and eventually died. Her funeral became ground zero for the epidemic in Sierra Leone. Epidemiologists eventually traced 365 Ebola-related deaths to that single funeral.</p><p><strong>Not enough doctors</strong></p><p>Before Ebola struck, the three hardest-hit countries — Guinea, Liberia and Sierra Leone — had a ratio of about one to two doctors per nearly 100,000 people.</p><p><strong><strong></strong>A shocking burial connection</strong></p><p>Funeral practices in Liberia and Sierra Leone include rinsing a corpse and having mourners bathe in that water. The assistants of socially prominent members in secret societies in these countries have also been known to sleep near a highly infectious corpses to allow \"the transfer of powers.\" A whopping 80 percent of Ebola cases in Sierra Leone are estimated to be linked to these funeral practices. In Guinea, it's 60 percent of Ebola cases.</p><p><strong>Ebola in the air</strong></p><p>Never before had air travelers brought the Ebola virus to a new country. That happened twice in this outbreak, when <a href=\"http://www.npr.org/blogs/goatsandsoda/2014/08/06/338317161/as-ebola-spreads-in-nigeria-debate-about-experimental-drugs-grows\">one infected individual</a> flew from Liberia into Lagos, Nigeria, on July 20 and another from Liberia to Texas on Sept. 30. As the report notes, every city with an international airport is, in theory, at risk of an imported case.</p><p><strong>The littlest victims</strong></p><p>By the end of 2014, charities in West Africa were struggling to care for more than 30,000 Ebola orphans.</p><p><strong>No isolation</strong></p><p>In the early summer, no hospital in Liberia had an isolation ward. Facilities lacked protective equipment, and only a few medical staff were trained in the basic principles of infection control. As a result, treatment of the first hospitalized patients actually \"ignited multiple chains of transmission\" and eventually led to an exponential growth in Ebola cases throughout the country.</p><p><strong>Continuing toll on health workers</strong></p><p>Despite progress in Liberia, infection control at health facilities is still a major problem. Six health workers were infected just in the first week of December. Health officials are investigating.</p><p><strong>Tough laws</strong></p><p>Sierra Leone used especially aggressive measures to try and contain the virus, though it's unclear what impact these had. Over the course of the year, the government <a href=\"http://www.npr.org/2014/07/31/336905823/sierra-leone-declares-quarantine-as-ebola-outbreak-worsens\">quarantined</a> more than half of the country's 14 districts and passed a law imposing a jail sentence of up to two years on anyone found to be hiding a patient.</p><p><strong>Malaria builds a bridge</strong></p><p>As part of its response, the Sierra Leonean government used an anti-malaria campaign to try and win back the public's trust in health care workers, whom they thought were possibly spreading the disease. With new Ebola cases still rising in December 2014, health facilities distributed anti-malarial medicine to tens of thousands of households in areas with the highest rates of Ebola and where fear was causing people to avoid contact with health workers. The WHO report says the program was well-received and boosted trust in the government.</p><p><strong>The need for rapid testing </strong></p><p>Many Ebola patients have been in a hellish<strong></strong> limbo for days or longer while waiting for blood samples to be schlepped along rutted roads, to be tested for the virus. WHO is currently evaluating 19 different rapid blood test kits, which can be sent off to health outposts in remote areas. If a reliable one is found, that could make a big difference for patients waiting to find out if their fever is caused by Ebola, malaria or any number of common diseases in the area. Rapid results can also help doctors manage the care of sick people more easily.</p><p><strong>Internet aid</strong></p><p>WHO was able to track possible Ebola cases in nonaffected countries with the help of a \"dedicated internet search engine.\" The system combs through the web for rumors and hints suggesting an Ebola case and can translate from many languages. From mid-October to year's end, the system picked up more than 183,000 alerts that were then screened by epidemiologists. More than 150 required further investigation.</p><p><strong>An unacceptable difference</strong></p><p>More than 70 percent of Ebola patients treated in West Africa died compared to a 26 percent death rate for foreign medical staff who were evacuated to countries with specialized treatment. WHO calls this difference \"unacceptable.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=14+Takeaways+From+The+14-Part+WHO+Report+On+Ebola&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"216"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1377750237-165a87.m3u?orgId=1&topicId=1031&d=216&story=377517132&ft=nprml&f=377517132"},{"href":"http://media.npr.org/assets/img/2015/01/15/454425706-db2783d4d43b1d086d33bdf52ab213d31edc1806.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1956","width":"2608"}}]}