{"created":"2014-10-19T22:26:31+00:00","modified":"2014-11-10T20:40:58+00:00","valid":{"from":"2014-11-10T20:40:58+00:00","to":"3014-11-10T20:40:58+00:00"},"hreflang":"en","title":"Why Did The Mountain Lion Cross The Freeway? To Breed","published":"2014-10-19T23:09:00+00:00","teaser":"The 101 Freeway slices right through the wilderness in and around Los Angeles, separating local mountain lion populations. To mate and avoid inbreeding, the animals must risk the dangerous crossing.","itags":["npr_api","357404731"],"guid":"37d94b86-38ab-4489-8ac5-7bd3040b405d","contentencoded":"<p>In Los Angeles' Griffith Park, there is a mountain lion known as the \"Hollywood Lion.\"</p><p>The big cat — known as P22 to ecologists — somehow made it across two very busy freeways to get there. Mountain lions like solitude, but if P22 wants to find a mate and have some cubs, he'll have to risk his life again in Los Angeles traffic.</p><p>P22's dilemma is one faced by an entire population of mountain lions along the 101 Freeway, less than 30 miles away from Griffith Park. The freeway slices right across the wilderness in this stretch of the Santa Monica Mountains.</p><p>\"No one in 1950 was thinking about getting wildlife across roads when the freeway was built,\" says Seth Riley, National Park Service wildlife ecologist. \"So not only do you have the freeway but you have intense development all along it. It's basically a big development corridor.\"</p><p>That's isolated the mountain lion population here, trapping them between the freeway and the ocean. That, in turn, has led to severe inbreeding, which could mean the end of the group.</p><p>Riley says a similar situation threatened the Florida panther, also surrounded by encroaching human development.</p><p>\"They got down to 30 animals; they had even lower genetic diversity than we're seeing here,\" he says. Riley says they had holes in the heart, disease issues and major reproductive problems like sterile males.</p><p><strong>A Dangerous Crossing</strong></p><p>Riley and his colleague want the lions in the Santa Monica Mountains to avoid that fate. They track a number of GPS-tagged mountain lions on both sides of the freeway to monitor the populations. When a male lion from the north named P12 crossed the freeway to join the isolated Santa Monica cats, the ecologists felt like popping some champagne.</p><p>\"He came from the north and had a lot of genetic material that was new to the Santa Monica Mountains,\" he says. \"Fortunately not only did he survive [the crossing] but he then became a dominant breeding male ... and had many offspring and continues to have offspring.\"</p><p>But unfortunately, one new cat can't fix the inbreeding problem, as P12 eventually proved to Riley and his colleagues.</p><p>\"The bad news is he has mated ... definitely at least once with his daughter,\" Riley says.</p><p>Walking along the freeway, it's easy to see why more lions don't make the crossing. It's actually kind of amazing that any lions make it across. It's not just the freeway that's a barrier. There are structures, walls and fencing on both sides; it's just about impossible for anyone, including people, to get through.</p><p>Other lions have tried, but they weren't as lucky as P12. One that was hit by a car, Riley says, might have initially made it across the traffic — but got turned around at a retaining wall and was struck going back across the freeway.</p><p><strong>One Solution: A Wildlife Overpass</strong></p><p>Ecologists in Florida solved their inbreeding problem by transplanting cats from distant populations. But ecologists in California think there's a simpler, natural solution that takes advantage of the population of mountain lions literally right across the street.</p><p>\"Our real hope is to have an overpass across 101,\" Riley says.</p><p>Wildlife overpasses have been built successfully in Montana, Canada and the Netherlands. They're wide bridges planted with grass, trees and other vegetation. For motorists, it might look like any other regular bridge except for the vegetation growing on it.</p><p>\"It's pretty remarkable,\" says Barbara Marquez, senior environmental planner for the California Department of Transportation. \"It's an extension of the habitat from one side to another.\"</p><p>From the air, it would look like a patch of wilderness was crossing the freeway, just as the freeway crosses the wilderness everywhere else. Marquez says the overpass won't just be for lions; the plant cover will benefit a lot of other species that want to cross — including people.</p><p>\"This wildlife overcrossing would connect the trail from one side to another, so pedestrians would be allowed to use it as well,\" she says. \"It would definitely be innovative, because there's nothing like that here in California.\"</p><p>Marquez declined to put a price tag on the overpass because it's still in the planning stages, and the cost depends a lot on the size and scope. Wildlife overpasses in Canada have cost just a few million dollars, though some in the U.S. are projected to cost much more.</p><p>Seth Riley thinks that the overpass would have benefits that can't be measured in dollars.</p><p>\"It's expensive, it's gonna take some time, but I think it would be an amazing statement about wildlife and conservation in the second-largest metropolitan area in the country,\" Riley says. \"Everyone that would drive that freeway would see, 'Wow, they put something over this freeway specifically for wildlife.' \"</p><p>Despite public and political support, the National Park Service and the state's transportation agencies have spent more than a decade trying to fund the project. And right now, funding for infrastructure is tight. The federal government recently denied an application for a $2 million transportation grant to pay for part of the overpass.</p><p>But ecologists and conservation activists aren't giving up. They're working with local agencies and trying to raise support and money from the private sector.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Why+Did+The+Mountain+Lion+Cross+The+Freeway%3F+To+Breed&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"365"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1357425488-aeee9d.m3u?orgId=1&topicId=1091&ft=3&f=357404731"},{"href":"http://media.npr.org/assets/img/2014/10/19/npr-mountain-lions---06-3a24f9ce943c4031e9ca5e60c1e0018c268dbfc6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1199","width":"1599"}}]}