{"created":"2014-09-05T19:05:48+00:00","modified":"2014-10-31T00:53:14+00:00","valid":{"from":"2014-10-31T00:53:14+00:00","to":"3014-10-31T00:53:14+00:00"},"hreflang":"en","title":"Cory Still ♡s Topanga As A New Generation 'Meets World'","published":"2014-06-28T07:08:00+00:00","teaser":"The popular '90s TV show <em>Boy Meets World</em> is getting a reboot, but this time Cory and Topanga are the grown-ups, and their 13-year-old daughter is the one stumbling toward adulthood.","itags":["npr_api","325205452"],"guid":"3804ee98-23b3-4d2c-a178-c5d00b66dd24","contentencoded":"<p>Among that enormous demographic of people born after 1981, you'll find a major generational touchstone: the TV show <em>Boy Meets World</em>.</p><p>Nick Gray, 24, says, \"Everybody that I know that is our age --\"</p><p>\"-- watched it,\" interrupts his girlfriend, 21-year-old Elizabeth Spivey, \"and loved it!\"</p><p>Every generation has its television families. Boomers watched <em>Leave It to Beaver</em>; in the 1970s, it was <em>The Brady Bunch</em>; in the '80s, it was <em>The Cosby Show</em>. <em>Boy Meets World</em> aired on ABC from 1993 to 2000 and lives on in syndication. At its peak, 10 million viewers followed the main character, young Cory Matthews, as he stumbled toward adulthood along with his girlfriend — and later wife — Topanga.</p><p>Now millennials are starting to have kids of their own, so Disney, which owns ABC, decided it was time to reboot <em>Boy Meets World</em> for a new generation. It offered one of the show's original creators, Michael Jacobs, the chance to reunite his original team of writers and hire back the original stars, this time as young parents of a 13-year-old girl.</p><p>The title? <em>Girl Meets World</em>, of course. But Jacobs was dubious.</p><p>\"I'm 58 years old,\" he observes dryly from his office at Disney's complex on the edge of downtown Los Angeles. \"I'm surrounded by these 58-year-old guys. We like to think of ourselves as cutting edge.\" Here, he gives a measured pause. \"That's how foolish<em> </em>we are.\"</p><p>So four young female writers joined the writing staff. One of them, Randi Barnes, jokingly refers to her office as \"the writers' womb,\" rather than the writer's room, because it's where the young female writers hang out. Propping up her sneaker-shod feet on her desk, she says the men have generously shared the show's legacy and expressed what it's like to be a parent, while the young women have explained what it's like to be a daughter, and the experience of growing up now.</p><p>The girl of <em>Girl Meets World</em> is Riley, a dutiful daughter with a \"bad\" best friend. Bad by Disney standards, anyway, meaning she wears adorable studded leather boots and rides the subway all by herself. Fans Nick Gray and Elizabeth Spivey think her glamour is the show's biggest deviation from the original. They say the kids looked relatively normal on ABC's <em>Boy Meets World</em>, but <em>Girl Meets World</em> is a Disney Channel show, like<em> Hannah Montana </em>and <em>Lizzie McGuire</em>.</p><p>\"They're just really, really pretty,\" Gray says of the shows' teenage stars.</p><p>\"They don't look like children,\" Spivey adds. But the first episode did not completely disappoint. \"It was wholesome in the same way that the original series was,\" she says.</p><p>Michael Jacobs, the show's co-creator, says that's because <em>Boy Meets World</em> was based on the simple rhythms of his own childhood: \"Get up. Go to school. Try. Tell my parents I'll try harder. Those stories worked on <em>Boy Meets World</em>.\"</p><p>But Jacobs doesn't think they'll work on the reboot. \"Are we off the record?\" he wonders, deadpan. \"No? I think girls are smarter. ... I think that they're tougher.\"</p><p>A new TV show needs to be smarter and tougher too, in a world crammed with channels and platforms all vying for audience attention. Disney hopes the audience of <em>Girl Meets World</em> will include nostalgic millennials, but some of them will not be easy to reach.</p><p>\"We don't have cable,\" Gray admits, somewhat sheepishly. He's part of a pronounced cord-cutting trend. In order to watch a preview episode of <em>Girl Meets World</em> on a mobile device, he had to use a parent's cable password.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Cory+Still+%E2%99%A1s+Topanga+As+A+New+Generation+%27Meets+World%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Neda Ulaby","audio":[{"meta":{"duration":"272"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1326062384-40c4e6.m3u?orgId=1&topicId=1138&ft=3&f=325205452"},{"href":"http://media.npr.org/assets/img/2014/06/26/134419_8797_pre-6f01df8e90d4f439fb5c43243e3d33466aa76c8e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"500","width":"666"}},{"href":"http://media.npr.org/assets/img/2014/06/24/boy-meets-world-4bd75f4327f2f7b65da15da5f47ec6ff6a97f789.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1057","width":"1409"}},{"href":"http://media.npr.org/assets/img/2014/06/26/134646_4891_pre-58a35213342c38719e34cca6f2662bc10a7da580.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"544","width":"726"}}]}