{"created":"2015-05-01T00:00:20+00:00","modified":"2015-05-14T15:31:09+00:00","valid":{"from":"2015-04-30T21:00:12+00:00","to":"3015-04-30T21:00:12+00:00"},"hreflang":"en","contentencoded":"<div class=\"barn-cleaned\"><p>Tomorrow China introduces something the U.S. has had since the Great Depression:&nbsp; deposit insurance.&nbsp; You know if a bank goes under, your money stays safe.&nbsp; It’s reassuring.&nbsp;</p>\n<p>Except in this case, China’s government is trying to reassure people in order to make them more nervous.&nbsp; Or at least more cautious.</p>\n<p>How does that work? Well, many people there don’t need to be reassured.&nbsp;</p>\n<p>“Right now, everybody in China already assumes their deposits are 100 percent guaranteed,” says Douglas Elliott, fellow at the Brookings Institution. &nbsp;He says everyone knows, and has observed, that “the government and Communist Party believe strongly in social stability.”</p>\n<p>This all-but-written-out guarantee is known as an implicit guarantee, and it’s a problem.&nbsp; Baizhu Chen, professor of clinical finance and business economics at the USC Marshall School of Business, says “the government does not want to have this extra financial burden on them every time the banks have some problems.”</p>\n<p>Another problem:&nbsp; laziness.&nbsp; If banks know they’ll get paid back by the government, they won’t care as much about what kinds of loans they’re making.&nbsp;</p>\n<p>“When investors think all this stuff is implicitly guaranteed, nobody’s doing credit analysis, nobody’s kicking the tires,” says&nbsp;Jennifer Carpenter, associate professor at NYU's Stern School of Business.&nbsp;This is, it’s worth noting, is not a problem only in China.&nbsp;</p>\n<p>But if people are already <em>too</em> reassured that the government will bail banks out, why have deposit insurance to reassure people that banks will get bailed out?</p>\n<p>“The role of deposit insurance is actually to tell people what’s <em>not</em> insured,” says <span>Carpenter</span>. &nbsp;</p>\n<p>Deposit insurance has limits.&nbsp; Very clear limits.&nbsp; It only covers bank accounts of the equivalent of about $80,000 or less.&nbsp; It only applies to real banks.&nbsp; So deposit insurance is a real thing, not a vague expectation that the government will take care of everything. &nbsp;And it’s part of something much larger taking place in China’s economy.</p>\n<p>“The country is moving towards market-based solutions,” Chen says.</p>\n<p>Deposit insurance is just part of China’s policy of slowly taking the training wheels off its financial system.&nbsp; One closely-watched step has been to relax control over what interest rates banks can offer to account holders.&nbsp; The Chinese government will most likely relax that control further in the coming years.&nbsp; That means banks will have to compete over the interest rates they offer to account holders, and they will have to make loans to back them up.&nbsp;&nbsp; Some may fail.&nbsp; The introduction of deposit insurance lets that happen with a safety net – just not one that’s too big.&nbsp; &nbsp;&nbsp;</p></div>","guid":"380f50a7-bb84-4e7c-8959-e3bafc6b1fdb","published":"2015-04-30T21:00:12+00:00","tags":["risk","APM","deposit insurance","FDIC","Banks","insurance","bank deposits","Business","China"],"title":"China's new deposit insurance is about systemic change","itags":["PMP:Marketplace_PMP","Marketplace","Marketplace for Thursday, April 30, 2015","380f50a7bb84e7cc959de3bafc6b1fdb"],"byline":"Sabri Ben-Achour","contenttemplated":"[{\"content\":\"<p>Tomorrow China introduces something the U.S. has had since the Great Depression:  deposit insurance.  You know if a bank goes under, your money stays safe.  It’s reassuring. </p>\",\"type\":\"text/html\"},{\"content\":\"<p>Except in this case, China’s government is trying to reassure people in order to make them more nervous.  Or at least more cautious.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>How does that work? Well, many people there don’t need to be reassured. </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“Right now, everybody in China already assumes their deposits are 100 percent guaranteed,” says Douglas Elliott, fellow at the Brookings Institution.  He says everyone knows, and has observed, that “the government and Communist Party believe strongly in social stability.”</p>\"},{\"content\":\"<p>This all-but-written-out guarantee is known as an implicit guarantee, and it’s a problem.  Baizhu Chen, professor of clinical finance and business economics at the USC Marshall School of Business, says “the government does not want to have this extra financial burden on them every time the banks have some problems.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Another problem:  laziness.  If banks know they’ll get paid back by the government, they won’t care as much about what kinds of loans they’re making. </p>\",\"type\":\"text/html\"},{\"content\":\"<p>“When investors think all this stuff is implicitly guaranteed, nobody’s doing credit analysis, nobody’s kicking the tires,” says Jennifer Carpenter, associate professor at NYU&apos;s Stern School of Business. This is, it’s worth noting, is not a problem only in China. </p>\",\"type\":\"text/html\"},{\"content\":\"<p>But if people are already <em>too</em> reassured that the government will bail banks out, why have deposit insurance to reassure people that banks will get bailed out?</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“The role of deposit insurance is actually to tell people what’s <em>not</em> insured,” says <span>Carpenter</span>.  </p>\",\"type\":\"text/html\"},{\"content\":\"<p>Deposit insurance has limits.  Very clear limits.  It only covers bank accounts of the equivalent of about $80,000 or less.  It only applies to real banks.  So deposit insurance is a real thing, not a vague expectation that the government will take care of everything.  And it’s part of something much larger taking place in China’s economy.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“The country is moving towards market-based solutions,” Chen says.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Deposit insurance is just part of China’s policy of slowly taking the training wheels off its financial system.  One closely-watched step has been to relax control over what interest rates banks can offer to account holders.  The Chinese government will most likely relax that control further in the coming years.  That means banks will have to compete over the interest rates they offer to account holders, and they will have to make loans to back them up.   Some may fail.  The introduction of deposit insurance lets that happen with a safety net – just not one that’s too big.    </p>\"}]","description":"Making banks more careful... by reassuring them.","teaser":"Making banks more careful... by reassuring them.","audio":[{"type":"image/jpeg","meta":{"width":"610","height":"340","crop":"primary"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/Chinese%20currency.jpg?itok=pfMTNrYs"},{"meta":{"duration":129,"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2015/04/30/mp_20150430_seg_18"},"duration_hms":"00:02:09"},"format":"MP3","type":"audio/mpeg","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2015/04/30/mp_20150430_seg_18_64.mp3"}]}