{"created":"2014-10-07T19:33:40+00:00","modified":"2014-10-30T23:47:24+00:00","valid":{"from":"2014-10-30T23:47:23+00:00","to":"3014-10-30T23:47:23+00:00"},"hreflang":"en","title":"Who's The Man? Hollywood Heroes Defined Masculinity For Millions","published":"2014-08-01T11:55:00+00:00","teaser":"From silent stars to John Wayne to Iron Man, film critic Bob Mondello looks at the role that Hollywood has played in defining manliness, and how that definition has changed over several decades.","itags":["npr_api","336575116"],"guid":"3811c667-1bda-44bb-ba90-7ea960105b88","contentencoded":"<p>Tony Curtis used to say that he'd learned how to kiss a girl by watching Cary Grant at the movies. Let's give him the benefit of the doubt and assume he wasn't just sitting behind Grant at the theater — while also noting that he's hardly alone in taking instruction from films.</p><p>Movies have always offered a window through which audiences, sitting in the dark, can observe human nature without being observed. A movie theater is where many a boy learned how to make things right, the way John Wayne did in so many pictures, with fists or a gun. Movies taught about sacrificing for the greater good, as Humphrey Bogart did when he sent Ingrid Bergman off with a \"here's lookin' at you, kid\" in <em>Casablanca</em>. They're a place to learn about standing firm against injustice (with Spencer Tracy in <em>Inherit the Wind</em>), and about standing up for yourself (with Sidney Poitier in <em>A Raisin in the Sun</em>).</p><p>All of which was useful for a nation that thought of itself as a melting pot. For generations, newly arrived immigrants had emerged slowly from their ethnic enclaves in big cities, where things were comfortingly just like the old country. Assimilating was hard.</p><p>But film — even back when it was silent — was like an instruction manual for the American experience. For a nickel at the nickelodeon, a foreign fellow fresh off the boat could see exactly how American men dressed, how they greeted each other (with a handshake, not with European kisses on each cheek), and, more generally, how people in his newly adopted country behaved. Admittedly, silent films used a kind of shorthand for American behavior — stereotypes, to allow directors to brush in characters quickly without dialogue: women were almost always domestic, delicate and passive, while men were outgoing, strong and active.</p><p>Film's power of suggestion quickly became so influential — so overwhelming in fact — that some argued it should be curbed. In the 1930s, the film industry created a production code that laid out a set of strict rules for filmmakers, banning drunkenness, sex, revenge plots, all forms of immorality and stating explicitly that no movie should throw audience sympathy to the side of wrongdoing.</p><p>You couldn't do most of Shakespeare under those rules, but you could have strong, manly, family-friendly heroes. Which meant, as the bluenoses intended, that Hollywood, having been told what it could show, was in effect telling audiences what they should be — portraying human behavior (especially male behavior) in idealized, heroic terms that mere mortals might have trouble living up to.</p><p>After World War II, the code started fraying around the edges as competition from television cut into Hollywood's bottom line. What could film offer that TV couldn't? Well, foreign films had nudity; indie films offered rebellion. The studios wanted a piece of that action, so they stopped restricting filmmakers with the Production Code and started alerting audiences through the ratings we know today.</p><p>And as soon as the restrictions were gone, leading men in movies became more like men in real life — not always strong or good or forceful. Dustin Hoffman became a huge star, playing a total slacker in <em>The Graduate</em>. Peter Fonda easy-rode his way across America; Paul Newman and Steve McQueen played antiheroes and got labeled the \"Kings of Cool.\" John Travolta was that era's Fred Astaire — all of them recognizable as people, not icons.</p><p>All were nuanced, and vulnerable and incapable of being like the men of old Hollywood, because the world had changed too much. Woody Allen demonstrated the change in comically literal terms by conjuring up Bogie to help him man up in <em>Play It Again, Sam</em>.</p><p>Testosterone was in full retreat by the 1980s. Movies made for teenagers had teen heroes, not adult males. James Bond started poking fun at the kind of \"suave\" his predecessors had played straight, and romance devolved from Cary Grant to Hugh Grant — stammering, hesitant, charming in a manner that was utterly without eloquence or confidence.</p><p>This led over time to the adult male as overgrown child in Judd Apatow comedies, to dads who turned themselves into Mrs. Doubtfires to rule the roost, to sensitive bad guys, earnest good guys, gay guys who wished they could quit each other, and action heroes like Jason Bourne who literally don't know who they are. Men, in short, became varied, and human, and unambiguously authentic on-screen.</p><p>But audiences still want heroes — and more important, audiences are eager to pay to see heroes. Which means Hollywood needed to find a way for males to be heroic again.</p><p>The solution, which turned out to be a multibillion-dollar solution: Make them superheroic. Men of Steel, Men of Iron, men with the webslinging power of spiders and with the claws of wolverines — but more important, each and every one a man who cares.</p><p>From John Wayne to Iron Man ... not such a stretch, really. They're icons both, standing tall, fighting for the greater good. And yes, they're manly in a way that may not be entirely human, or even something most people would want to live up to. But it sure looks great in Cinemascope.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Who%27s+The+Man%3F+Hollywood+Heroes+Defined+Masculinity+For+Millions&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bob Mondello","audio":[{"meta":{"duration":"490"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1336603488-8a03bd.m3u?orgId=1&topicId=1045&aggIds=323986426&ft=3&f=336575116"},{"href":"http://media.npr.org/assets/img/2014/07/30/the-searchers-37050140d65019197d90c33d879a85d76ec80eac.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"750","width":"1000"}},{"href":"http://media.npr.org/assets/img/2014/07/30/downey-558d37ea5e618a90b70038de5d0cb3a1d60a0455.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"750","width":"1000"}}]}