{"created":"2014-10-02T21:42:30+00:00","modified":"2015-04-30T19:47:11+00:00","valid":{"from":"2014-05-12T15:28:52+00:00","to":"3014-05-12T15:28:52+00:00"},"hreflang":"en","guid":"382c603a-23d7-482d-b094-6f2737ac0f39","title":"Hawai'i: The Legacy of Sugar ","teaser":"For many Americans, Hawai'i is a tropical playground, the place of surf, sun and dream vacations. Behind the tourist façade, though, is one of the most unique multicultural states in the nation, one still dealing with the complicated legacy of the circumstances under which it become part of this country. And so much of how Hawai'i is now comes back to one game-changing element: sugar. For decades, long before it was a tourist’s paradise, what Hawai'i did was grow sugar. That was not only its economic driver, it was a force that remade the place. In this episode of SOTRU, we’ll explore the way contemporary Hawai'i is still navigating the legacy of the sugar plantations now in the 21st century. ","description":"State of the Re:UnionHawai'i: the Legacy of Sugar&nbsp;\nHost: Al LetsonProducer: Tina Antolini\nEpisode Description: For many Americans, Hawai'i is a tropical playground, the place of surf, sun and dream vacations. Behind the tourist fa&ccedil;ade, though, is one of the most unique multicultural states in the nation. So much of how Hawai'i is now comes back to one game-changing element: sugar. For decades, long before it was a tourist&rsquo;s paradise, what Hawai'i did was grow sugar. It was not only an economic driver, but the force that remade the place. The sugar plantations were one of the top things that made Hawai'i attractive to outsiders, eventually leading to the islands' seizure as a U.S. territory. The plantations brought immigrants from all over Asia and beyond together as laborers, which necessitated the evolution of a shared language that is still the primary medium for casual conversation today, and whose legacy is still being wrangled over. Perhaps most of all, the plantations changed the way that land in Hawai'i was used and treated. They disturbed the ahapua'a&mdash;the Hawaiian word for what is basically the watershed, a way of understanding the interconnectedness of the mountain and ocean ecology, and the water that cycles between them. These days nearly all the sugar-growing operations in Hawai'i have folded, but the rippling impact of what they were is still being felt today&mdash;in both negative and, perhaps counterintuitively, positive ways. In this episode of SOTRU, we tell an hour of stories that explore the way contemporary Hawai'i is still navigating the legacy of the sugar plantations now in the 21st century. &nbsp;\nBILLBOARD (:59)Incue: From PRX and NPR...Outcue: But first, this news.\nNews Hole 1:00-6:00SEGMENT A (12:29)Incue: From WJCT in Jacksonville, Florida...Outcue: That's ahead on State of the Re:Union.\nFor all the fame of its beaches, Hawai'i&rsquo;s sugar plantations were where a lot of the state&rsquo;s fate was decided. In the open of this segment, host Al Letson takes us from the beach to a consideration of the state&rsquo;s history via the story of one Hawaiian.&nbsp;\nA. STILL SOVEREIGN TODAY? (Part 1)Keanu Sai grew up with one version of Hawaiian history, as a student at the famed Kamehameha High School for children of Native Hawaiian heritage. After graduating, he became an army captain, and served for years, some of it overseas. When he joined the National Guard back in Hawai'i, he started researching his genealogy, at the prompting of his grandmother. He found his family line going back to the 1300s. But, looking at those documents, he started to notice something: a version of the history of the Hawaiian state that was very different from what he&rsquo;d learned in school.\nB. A LAND IN WHICH SUGAR BECAME KINGBefore we dive into what Keanu discovered, we take a detour into Hawaiian history to understand what his revelation means. The story of how Hawai'i became such a huge sugar producer, and how the growth of those plantations impacted nearly every aspect of life on the islands is one of royalty facing off with wealthy businessmen, of back room deals and manifest destiny aspirations, and of the legal purchase of more than two thirds of the land in the state by foreigners. It starts out in the 1800s, an era in which Hawai'i&rsquo;s king was trying to figure out how to handle the western world. Westerners had been showing up on the islands&rsquo; shores since 1778, when Captain Cook landed on Kaua'i and promptly named the archipelago the Sandwich Islands. Western sailors brought with them diseases that killed off a huge percentage of the Native Hawaiian population. By the time missionaries from New England arrived, Hawaiian society was in chaos. The missionaries&rsquo; solution was not just converting the &ldquo;heathens&rdquo; to Christianity, but introducing sugar production as a way of utilizing land and employing natives. The first sugar plantation was started in 1835 on Kaua'i by a Bostonian named William Hooper. He had a premonition of what it would become; on the first anniversary of his plantation, he wrote in his diary that for-profit agriculture would &ldquo;serve as the entering wedge&rdquo; that would &ldquo;upset the whole system&rdquo; of Hawai'i.\nAs the first sugar plantations became successful, western businessmen&mdash;some former missionaries&mdash;began clamoring for the right to purchase property. Up until this point, there hadn&rsquo;t really been what you could call private property in Hawai'i. Traditionally, the king divided his land into sections to be managed by chiefs, and a lot of the commoners were farm tenants or fishermen who worked under them. So, when the businessmen convinced the King to come up with deeds to land, this was a totally foreign system to most Hawaiians. Commoners and chiefs were allotted land under what was called the Great Mahele, or the land division of 1848. But they had to petition the Land Commission to get the deeds to the land. Surprise, surprise: almost none did. Out of the more than a million and&nbsp; a half acres of land Kauikeaouli was divvying out, only about 28,000 went to commoners.\nSo, suddenly, you&rsquo;ve got the white foreigners-- the haoles-- controlling the majority of the land. Then came the U.S. Civil War, and suddenly Louisiana&rsquo;s canefields weren&rsquo;t accessible to the Northern United States. Hawaiian sugar plantations stepped in to fill the breach. By the late 1800s, non-Hawaiians controlled 96 percent of the sugar industry, but they still had to turn to the king for treaties that allowed the flow of their sugar to the U.S. So, first they organized a coup d&rsquo;etat in 1887 against the king, which took away his sovereign powers and restricted the civil rights of Native Hawaiians. Then, a group of white plantation-owning businessmen conspired with the U.S. minister assigned to the kingdom of Hawai'i, John L. Stevens, to overthrow the indigenous government entirely. This wasn&rsquo;t just about sugar&mdash;it was also about the strategic military presence having a base in Pearl Harbor in Hawai'i might provide the U.S. And so on January 16th, 1893, the sugar businessmen took over government buildings, and Stevens ordered U.S. Marines onto Hawaiian soil to protect them. Queen Lili'uokalani was imprisoned in the palace. After a brief period as a republic, Hawai'i was annexed as a territory of the United States&mdash;but how that happened is still reverberating in Hawai'i today. &nbsp;\nC. STILL SOVEREIGN TODAY?&nbsp; (Part 2)Here is where we return to Keanu Sai and the discovery that rocked his world. What he found looking at those primary source documents was that then-President McKinley had used an unusual method to annex Hawai'i as part of the U.S. Congress had refused to pass the usual &ldquo;treaty of annexation&rdquo; because of the conditions under which Hawai'i was striped of its monarchy. Instead, they annexed Hawai'i through a joint resolution. As Keanu studied the documents, he came to the conclusion that what the U.S. did was illegal. &ldquo;A joint resolution is a congressional action&mdash;it&rsquo;s limited to the United States,&rdquo; he says. &ldquo;It has no force beyond its borders. They passed a law annexing Hawai'i! Even Congressmen were saying on the record &ldquo;we can&rsquo;t pass a law annexing a foreign country!&rdquo; That meant that the U.S. was illegally occupying the sovereign nation of Hawai'i. Still is today. Keanu retired from the army and went back to school, getting his doctorate in political science and doing his thesis on Hawaiian sovereignty. He&rsquo;s been working on changing minds ever since, both within Hawai'i and internationally. Trying to convince the international community that Hawai'i is an occupied sovereign nation sounds crazy, but Keanu and his allies have been gaining ground. Perhaps the craziest thing actually is this: his is only one of MANY efforts to reclaim Hawaiian sovereignty. Different groups have different end goals: some want complete independence from the U.S., others a state-within-a-state for Native Hawaiians. It&rsquo;s left the island community trying to sort out which interpretation of its history&mdash;and present&mdash;it should believe, and with many residents working to find a solution.&nbsp;\n\nSEGMENT B (18:59)Incue: You're listening to State of the Re:Union...Outcue: P-R-X-dot-O-R-G\nFrom the stories of coups and land loss, you could think that the legacy of the sugar plantations in Hawai'i is all dark. But there are some aspects of Hawaiian life that connect back to sugar that are&hellip; celebrated. The stories in this segment examine some of those.&nbsp;\nA. SUGAR BRINGS THE WORLD TO HAWAI'I Back even before Hawai'i became a U.S. territory, the growth of the sugar plantations meant a lot of workers were needed. The population of Native Hawaiians, decimated by western diseases, just wasn&rsquo;t large enough to handle the demand. So, thousands of laborers came to Hawai'i to work from all over Asia and beyond: China, Portugal, Japan, Korea, Puerto Rico, Russia, Spain, the Philippines and other countries. On the plantations, worker housing was usually grouped by ethnicity, so immigrants maintained their native language and food culture. We begin this segment with a visit to Hawai'i&rsquo;s Plantation Village, a living museum that tells the story of how the place came to be so diverse.&nbsp;\nB. HAWAI'I IS A PLATE LUNCH Want a quick representation the diversity the sugar plantations provided Hawai'i? Go to just about any casual restaurant and order the plate lunch. Here&rsquo;s what you&rsquo;ll get: two scoops of rice, macaroni salad, and then your choice of meats, ranging from Japanese style tonkatsu, Hawaiian lu&rsquo;au pork, Korean kal-bi ribs, or Filipino chicken adobo. It&rsquo;s like an edible mini-Hawai'i on a plate. And it stems back to how lunch worked on the sugar plantations. \"It's a combination of the bento &mdash; which is Japanese &mdash; and plantation laborers taking their lunches to work in these metal tins,\" local food writer Kaui Philpotts says. The tins were called kau kau tins, and workers would layer their lunch in them: rice on the bottom and entr&eacute;e on top. Workers started swapping entrees, getting together at lunch time and putting the top part of their entr&eacute;e in the center of the group to share. The meal went from those tins to lunch wagons in the 1930s, and they&rsquo;re one of the islands&rsquo; most iconic dishes today.&nbsp;\nBut as the sugar plantations have closed in recent decades and plantation life has started to fade in people&rsquo;s memories, the plate lunch has assumed a new significance. It&rsquo;s become evocative of an era in which newcomers were figuring out how to get along; when they were first mixing socially, as well as on the plate. As Arnold Hiura, who grew up on a plantation on the Big Island, says, &ldquo;some of people's positive values that we treasure&hellip; humility, generosity, tolerance&hellip; I think it's reflected in the food. You exercise it, every time you eat.&rdquo;&nbsp;C. PIDGIN PRIDEWherever you are&nbsp; in Hawai'i, if you eavesdrop on a few conversations, chances are you&rsquo;ll hear people talking in something that sounds kinda like English&mdash;but not quite.&nbsp;\n&ldquo;My faddah nevah got for see da book. He passed away couple few months before da ting came out. I figured ah, I jus show em bumbye.&rdquo;&ldquo;I tryin fo tink.&rdquo;&ldquo;In da real world get planny Pidgin prejudice, ah.&rdquo;\nThis isn&rsquo;t just local slang. It&rsquo;s a whole language that contains a story of the history of this place, and is still now the source of fight for how that history should be interpreted and communicated.&nbsp;\nFirst, some time travel: back in the days of ethnic segregation on the island, kids learned their parents&rsquo; language, but, once they went to school, they started to pick up English. On the playground, the languages began to meld: some English, some Hawaiian, some of the native languages from the immigrant workers. By the turn of the 20th century, this language&mdash;formally known as Hawaiian Creole, but more commonly called Pidgin&mdash;was what children used as their first language. By the 1920s, it was the language of the majority of Hawai'i. But as far as the establishment was concerned? It was bad English, improper English, broken English. Students were segregated into different forms of education by language tests, with the better English speakers having their own classes. This is not in the distant past-- the last graduating class of the English Standard schools was in the 1960s.&nbsp;\nBut there has been a whole movement of people over the last decades working to revise that story about Pidgin. A group of linguists has been working since the 1970s to have writing in Pidgin published and acknowledged. When the Hawai'i State Board of Education tried to ban Hawaiian Creole in school the 1980s, they fought back.&nbsp;\nThey formed a group called Da Pidgin Coup that&rsquo;s put out position papers correcting misperceptions about the language, and still works on coming up with new ways for breeding respect for Pidgin in Hawai'i today. All of that has inspired younger Hawaiian over the years, including poet Lee Tonouchi. Lee grew up speaking Pidgin, but was taught to be ashamed of it. He had a revelation in college when he encountered a poem in Pidgin by one of the language&rsquo;s advocates. He&rsquo;s since made speaking and writing in Pidgin the focus of his career. But even those who don&rsquo;t take as bold as a stance as Lee reveal a relationship with the language that&rsquo;s evolving. Jeff Moniz, who was a public school teacher in Hawai'i for years and now teaches at the University of Hawai'i&rsquo;s School for Secondary Education, says he uses both English and Pidgin in the classroom. For Jeff, Pidgin is a way of connecting with his students on a more familiar level. He says it&rsquo;s become a kind of local code. In a place that has so many tourists, Pidgin has become a shorthand for saying &ldquo;hey&mdash;I&rsquo;m from here.&rdquo;\nD. Dear HonoluluDarrell Lum, founder and editor of Bamboo Ridge Press, a publishing house that puts out work in Pidgin, contributes his letter to the city of Honolulu.&nbsp;\nSEGMENT C (18:59)Incue: You're listening to State of the Re:Union...Outcue: This is NPR.\nPerhaps the most dramatic change Hawai'i experienced because of the sugar plantations was in the management of the land. Not only were hundreds of thousands of acres devoted to the production of sugar cane, but dry land was turned green. Traditional agriculture shrank. Sugar transformed the landscape. These last two stories are about efforts Hawaiians are making now to wrest back that land. A. REVIVING BROTHER TAROIn the Waihole Valley, on the rural west side of Oahu, the highway is dotted with handmade signs decrying development. Though sugar wasn&rsquo;t grown on this side of the island, the Waihole Valley&rsquo;s battle against development is tied in with the history of sugar plantations too. And that&rsquo;s because of one thing: water. Sugar cane is a thirsty plant, with a hundred acres demanding a million gallons of water a day. And so plantation owners bought the rights to build irrigation ditches and even complicated networks of pipes that would bring water from the wet side of the island to the dry side (several Hawaiian islands have rainy and dry sides, a result of the weather created by the islands&rsquo; unusual topography). And that disrupted the way water had traditionally been used by Native Hawaiians. Their understanding for how to grow things here was knit into a very sophisticated understanding of their local ecology. They thought about the land in terms of Ahapua'a or watersheds, in which the flow of water--from the rain that lands on the mountains and feeds mountain streams which eventually run down to the shore&mdash;connects all things. Dating back to ancient times, people had the right to use the water that flowed through the area in which they lived, as long as it wasn&rsquo;t to the detriment of those downstream, from other farmers to fishermen. The crop that was the most important of all was taro, a starchy tuber. Taro was traditionally grown using an early form of irrigation, with Native Hawaiian farmers diverting water off streams and then back into them, to keep the ocean ecosystem receiving water.&nbsp; All of that changed with the sugar plantations.&nbsp;\nThen, in the later 20th century, the sugar plantations started folding. This was happening just as local agriculture was seeing a new burst of energy. Some of the new taro farmers were brothers John, Charlie and Paul Reppun on the windward side of Oahu. They&rsquo;d watched Hawai'i changing as they grew up. It was being developed. As the sugar plantations started to fail, former agriculture land became golf courses, resorts.\n&ldquo;My brothers and I kind of ran away from the world, to get into farming, hair down to our waists,&rdquo; John Reppun says. &ldquo;We didn&rsquo;t know anything about taro growing up. We would eat poi (pounded taro) at special occasions. As we got interested in agriculture and growing taro, we quickly ran into problems with water. So we went looking for advice, talking to older Hawaiian taro farmers. They were having water problems as well, even as they were teaching us.&rdquo; What Charlie found was that their water was being diverted to the other side of the mountain to what used to be a sugar plantation, and now was just being used to pipe in a water supply for development on the Honolulu side. Charlie Reppun was one of the first rabble rousers to challenge that water use, a battle he won. Water rights battles are still being fought on Maui and Kaua'i today.B. THE FEAR THAT SEEDS COULD BE THE NEW SUGARWhen the sugar plantations started closing, not all of them were turned into developments. Many have been devoted to what some are calling Hawai'i&rsquo;s newest cash crop: genetically-modified seeds. As far as the agribusiness companies go, this is a win-win: a ready workforce with knowledge of agriculture plus an endless growing season. A seed company like Monstanto or Syngenta can grow three or more crops of corn each year in Hawai'i. That makes it a prime location for seed research, experimentation with genetic modification of crops. And that&rsquo;s led to agricultural practices that have prompted one of the biggest controversies in Hawai'i in years.&nbsp;\nOn the island of Kaua'i, much of what once was planted in sugar is now planted in corn. When some locals, like Native Hawaiian Malia Chun, started to learn what was being grown on the fields next door, they got concerned. Malia found just the idea of GMOs disturbing because of the traditional Hawaiian understanding of the natural world, and humans relationship to it. But she got more worried when she found out about the pesticides being sprayed on the cornfields. She and her two young daughters started having health issues she thought might be connected to the pesticides. But she didn&rsquo;t know what they were. Kaua'i County Councilman Gary Hooser introduced legislation that was aimed at getting seed companies to divulge which pesticides they&rsquo;re using, and would establish buffer zones around schools and other public areas. The seeds companies said they were complying with all state and federal laws regarding the use of pesticides and GMO crops, which don&rsquo;t require them to make public the kinds of chemicals they&rsquo;re using.&nbsp; Companies like Syngenta fought the bill hard. It divided the island&rsquo;s community, with agricultural workers testifying against the bill, worried it would mean the loss of much-needed jobs.&nbsp; Other Kaua'i residents testified about a range of health problems they thought could be connected to seed companies&rsquo; pesticide use, and just concern about genetically-modified plants in general. After months of debate, the county council voted in October 2013 in favor of the bill, even overriding Kaua'i mayor&rsquo;s veto to make it law. But that doesn&rsquo;t mean the war is over; the biotech companies are now challenging the newly passed law in court. And Kaua'i residents are still trying to sort out what this means for them, and the future of their island, which has now seen the era of sugar pass into the era of seeds.&nbsp;C. Hawai'i&rsquo;s Aloha: A Final Monologue Host Al Letson wraps up the show with a consideration of the meaning of the Hawaiian word Aloha, how it relates to the legacy of the sugar plantations, and what the next chapter of that legacy might be.&nbsp;\nPromo Transcript: In Hawai'i, land that was once planted with sugar, is now being devoted to a new kind of agriculture. One that has some of the locals worried.\"The first thing I wanted to do was like run out and tell all my neighbors. Oh my God do you know what is happening? Do you know what's happening around us?\" Stories of the legacy of sugar in Hawai'i. That's on the next State of the Re:Union.\nBroadcast Window Begins 5/13/14\nHawai'i: The Legacy of Sugar will be available beginning&nbsp;May 13, 2014, on PRX and the Content Depot without charge to all public radio stations, and may be aired an unlimited number of times prior to December 31, 2014. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only.&nbsp;\nState of the Re:Union is presented by WJCT, and co-distributed by NPR and PRX.&nbsp; Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting.&nbsp;\nThanks for your consideration of State of the Re:Union with Al Letson. Please contact your NPR Stations relations person or Melissa LaCasse at lacasse.melissa@gmail.com or 207.776.4926 with questions or to confirm carriage.&nbsp;","contentencoded":"<p>State of the Re:Union<br />Hawai'i: the Legacy of Sugar&nbsp;</p>\n<p><br />Host: Al Letson<br />Producer: Tina Antolini</p>\n<p>Episode Description: For many Americans, Hawai'i is a tropical playground, the place of surf, sun and dream vacations. Behind the tourist fa&ccedil;ade, though, is one of the most unique multicultural states in the nation. So much of how Hawai'i is now comes back to one game-changing element: sugar. For decades, long before it was a tourist&rsquo;s paradise, what Hawai'i did was grow sugar. It was not only an economic driver, but the force that remade the place. The sugar plantations were one of the top things that made Hawai'i attractive to outsiders, eventually leading to the islands' seizure as a U.S. territory. The plantations brought immigrants from all over Asia and beyond together as laborers, which necessitated the evolution of a shared language that is still the primary medium for casual conversation today, and whose legacy is still being wrangled over. Perhaps most of all, the plantations changed the way that land in Hawai'i was used and treated. They disturbed the ahapua'a&mdash;the Hawaiian word for what is basically the watershed, a way of understanding the interconnectedness of the mountain and ocean ecology, and the water that cycles between them. These days nearly all the sugar-growing operations in Hawai'i have folded, but the rippling impact of what they were is still being felt today&mdash;in both negative and, perhaps counterintuitively, <em>positive</em> ways. In this episode of SOTRU, we tell an hour of stories that explore the way contemporary Hawai'i is still navigating the legacy of the sugar plantations now in the 21<sup>st</sup> century. &nbsp;</p>\n<p><br />BILLBOARD (:59)<br />Incue: From PRX and NPR...<br />Outcue: But first, this news.</p>\n<p><br />News Hole 1:00-6:00<br /><br />SEGMENT A (12:29)<br />Incue: From WJCT in Jacksonville, Florida...<br />Outcue: That's ahead on State of the Re:Union.</p>\n<p>For all the fame of its beaches, Hawai'i&rsquo;s sugar plantations were where a lot of the state&rsquo;s fate was decided. In the open of this segment, host Al Letson takes us from the beach to a consideration of the state&rsquo;s history via the story of one Hawaiian.&nbsp;</p>\n<p>A. STILL SOVEREIGN TODAY? (Part 1)<br />Keanu Sai grew up with one version of Hawaiian history, as a student at the famed Kamehameha High School for children of Native Hawaiian heritage. After graduating, he became an army captain, and served for years, some of it overseas. When he joined the National Guard back in Hawai'i, he started researching his genealogy, at the prompting of his grandmother. He found his family line going back to the 1300s. But, looking at those documents, he started to notice something: a version of the history of the Hawaiian state that was very different from what he&rsquo;d learned in school.</p>\n<p>B. A LAND IN WHICH SUGAR BECAME KING<br />Before we dive into what Keanu discovered, we take a detour into Hawaiian history to understand what his revelation means. The story of how Hawai'i became such a huge sugar producer, and how the growth of those plantations impacted nearly every aspect of life on the islands is one of royalty facing off with wealthy businessmen, of back room deals and manifest destiny aspirations, and of the legal purchase of more than two thirds of the land in the state by foreigners. It starts out in the 1800s, an era in which Hawai'i&rsquo;s king was trying to figure out how to handle the western world. Westerners had been showing up on the islands&rsquo; shores since 1778, when Captain Cook landed on Kaua'i and promptly named the archipelago the Sandwich Islands. Western sailors brought with them diseases that killed off a huge percentage of the Native Hawaiian population. By the time missionaries from New England arrived, Hawaiian society was in chaos. The missionaries&rsquo; solution was not just converting the &ldquo;heathens&rdquo; to Christianity, but introducing sugar production as a way of utilizing land and employing natives. The first sugar plantation was started in 1835 on Kaua'i by a Bostonian named William Hooper. He had a premonition of what it would become; on the first anniversary of his plantation, he wrote in his diary that for-profit agriculture would &ldquo;serve as the entering wedge&rdquo; that would &ldquo;upset the whole system&rdquo; of Hawai'i.</p>\n<p><span>As the first sugar plantations became successful, western businessmen&mdash;some former missionaries&mdash;began clamoring for the right to purchase property. Up until this point, there hadn&rsquo;t really been what you could call private property in Hawai'i. Traditionally, the king divided his land into sections to be managed by chiefs, and a lot of the commoners were farm tenants or fishermen who worked under them. So, when the businessmen convinced the King to come up with deeds to land, this was a totally foreign system to most Hawaiians. Commoners and chiefs were allotted land under what was called the Great Mahele, or the land division of 1848. But they had to petition the Land Commission to get the deeds to the land. Surprise, surprise: almost none did. Out of the more than a million and&nbsp; a half acres of land Kauikeaouli was divvying out, only about 28,000 went to commoners.</span></p>\n<p><span>So, suddenly, you&rsquo;ve got the white foreigners-- the haoles-- controlling the majority of the land. Then came the U.S. Civil War, and suddenly Louisiana&rsquo;s canefields weren&rsquo;t accessible to the Northern United States. Hawaiian sugar plantations stepped in to fill the breach. By the late 1800s, non-Hawaiians controlled 96 percent of the sugar industry, but they still had to turn to the king for treaties that allowed the flow of their sugar to the U.S. So, first they organized a coup d&rsquo;etat in 1887 against the king, which took away his sovereign powers and restricted the civil rights of Native Hawaiians. Then, a group of white plantation-owning businessmen conspired with the U.S. minister assigned to the kingdom of Hawai'i, John L. Stevens, to overthrow the indigenous government entirely. This wasn&rsquo;t just about sugar&mdash;it was also about the strategic military presence having a base in Pearl Harbor in Hawai'i might provide the U.S. And so on January 16</span><span><sup>th</sup></span><span>, 1893, the sugar businessmen took over government buildings, and Stevens ordered U.S. Marines onto Hawaiian soil to protect them. <a href=\"http://en.wikipedia.org/wiki/Queen_Lili%27uokalani\">Queen Lili'uokalani</a></span><span> </span><span>was imprisoned in the palace. After a brief period as a republic, Hawai'i was annexed as a territory of the United States&mdash;but <em>how</em> that happened is still reverberating in Hawai'i today. &nbsp;</span></p>\n<p>C. STILL SOVEREIGN TODAY?&nbsp; (Part 2)<br />Here is where we return to Keanu Sai and the discovery that rocked his world. What he found looking at those primary source documents was that then-President McKinley had used an unusual method to annex Hawai'i as part of the U.S. Congress had refused to pass the usual &ldquo;treaty of annexation&rdquo; because of the conditions under which Hawai'i was striped of its monarchy. Instead, they annexed Hawai'i through a joint resolution. As Keanu studied the documents, he came to the conclusion that what the U.S. did was illegal. &ldquo;A joint resolution is a congressional action&mdash;it&rsquo;s limited to the United States,&rdquo; he says. &ldquo;It has no force beyond its borders. They passed a law annexing Hawai'i! Even Congressmen were saying on the record &ldquo;we can&rsquo;t pass a law annexing a foreign country!&rdquo; That meant that the U.S. was illegally occupying the sovereign nation of Hawai'i. Still is today. Keanu retired from the army and went back to school, getting his doctorate in political science and doing his thesis on Hawaiian sovereignty. He&rsquo;s been working on changing minds ever since, both within Hawai'i and internationally. Trying to convince the international community that Hawai'i is an occupied sovereign nation sounds crazy, but Keanu and his allies have been gaining ground. Perhaps the craziest thing actually is this: his is only one of <em>MANY </em>efforts to reclaim Hawaiian sovereignty. Different groups have different end goals: some want complete independence from the U.S., others a state-within-a-state for Native Hawaiians. It&rsquo;s left the island community trying to sort out which interpretation of its history&mdash;and present&mdash;it should believe, and with many residents working to find a solution.&nbsp;</p>\n<p><span><em></em></span></p>\n<p><span><br />SEGMENT B (18:59)<br /></span>Incue: You're listening to State of the Re:Union...<br />Outcue: P-R-X-dot-O-R-G</p>\n<p>From the stories of coups and land loss, you could think that the legacy of the sugar plantations in Hawai'i is all dark. But there are some aspects of Hawaiian life that connect back to sugar that are&hellip; celebrated. The stories in this segment examine some of those.&nbsp;</p>\n<p>A. SUGAR BRINGS THE WORLD TO HAWAI'I <br />Back even before Hawai'i became a U.S. territory, the growth of the sugar plantations meant a lot of workers were needed. The population of Native Hawaiians, decimated by western diseases, just wasn&rsquo;t large enough to handle the demand. So, thousands of laborers came to Hawai'i to work from all over Asia and beyond: China, Portugal, Japan, Korea, Puerto Rico, Russia, Spain, the Philippines and other countries. On the plantations, worker housing was usually grouped by ethnicity, so immigrants maintained their native language and food culture. We begin this segment with a visit to Hawai'i&rsquo;s Plantation Village, a living museum that tells the story of how the place came to be so diverse.&nbsp;</p>\n<p><br />B. HAWAI'I IS A PLATE LUNCH <br />Want a quick representation the diversity the sugar plantations provided Hawai'i? Go to just about any casual restaurant and order the plate lunch. Here&rsquo;s what you&rsquo;ll get: two scoops of rice, macaroni salad, and then your choice of meats, ranging from Japanese style tonkatsu, Hawaiian lu&rsquo;au pork, Korean kal-bi ribs, or Filipino chicken adobo. It&rsquo;s like an edible mini-Hawai'i on a plate. And it stems back to how lunch worked on the sugar plantations. \"It's a combination of the bento &mdash; which is Japanese &mdash; and plantation laborers taking their lunches to work in these metal tins,\" local food writer Kaui Philpotts says. The tins were called kau kau tins, and workers would layer their lunch in them: rice on the bottom and entr&eacute;e on top. Workers started swapping entrees, getting together at lunch time and putting the top part of their entr&eacute;e in the center of the group to share. The meal went from those tins to lunch wagons in the 1930s, and they&rsquo;re one of the islands&rsquo; most iconic dishes today.&nbsp;</p>\n<p><span>But as the sugar plantations have closed in recent decades and plantation life has started to fade in people&rsquo;s memories, the plate lunch has assumed a new significance. It&rsquo;s become evocative of an era in which newcomers were figuring out how to get along; when they were first mixing socially, as well as on the plate. As Arnold Hiura, who grew up on a plantation on the Big Island, says, &ldquo;some of people's positive values that we treasure&hellip; humility, generosity, tolerance&hellip; I think it's reflected in the food. You exercise it, every time you eat.&rdquo;&nbsp;<br /></span><br />C. PIDGIN PRIDE<br />Wherever you are&nbsp; in Hawai'i, if you eavesdrop on a few conversations, chances are you&rsquo;ll hear people talking in something that sounds kinda like English&mdash;but not quite.&nbsp;</p>\n<p><span><em>&ldquo;My faddah nevah got for see da book. He passed away couple few months before da ting came out. I figured ah, I jus show em bumbye.&rdquo;<br /></em></span><span style=\"font-style: italic;\">&ldquo;I tryin fo tink.&rdquo;<br /></span><span style=\"font-style: italic;\">&ldquo;In da real world get planny Pidgin prejudice, ah.&rdquo;</span></p>\n<p><span>This isn&rsquo;t just local slang. It&rsquo;s a whole language that contains a story of the history of this place, and is still now the source of fight for how that history should be interpreted and communicated.&nbsp;</span></p>\n<p><span>First, some time travel: back in the days of ethnic segregation on the island, kids learned their parents&rsquo; language, but, once they went to school, they started to pick up English. On the playground, the languages began to meld: some English, some Hawaiian, some of the native languages from the immigrant workers. By the turn of the 20</span><span><sup>th</sup></span><span> century, this language&mdash;formally known as Hawaiian Creole, but more commonly called Pidgin&mdash;was what children used as their </span><span>first</span><span> language. By the 1920s, it was the language of the <em>majority</em> of Hawai'i. But as far as the establishment was concerned? It was bad English, improper English, broken English. Students were segregated into different forms of education by language tests, with the better English speakers having their own classes. This is not in the distant past-- the last graduating class of the English Standard schools was in the 1960s.&nbsp;</span></p>\n<p><span>But there has been a whole movement of people over the last decades working to revise that story about Pidgin. A group of linguists has been working since the 1970s to have writing in Pidgin published and acknowledged. When the Hawai'i State Board of Education tried to ban Hawaiian Creole in school the 1980s, they fought back.&nbsp;</span></p>\n<p><span>They formed a group called Da Pidgin Coup that&rsquo;s put out position papers correcting misperceptions about the language, and still works on coming up with new ways for breeding respect for Pidgin in Hawai'i today. All of that has inspired younger Hawaiian over the years, including poet Lee Tonouchi. Lee grew up speaking Pidgin, but was taught to be ashamed of it. He had a revelation in college when he encountered a poem in Pidgin by one of the language&rsquo;s advocates. He&rsquo;s since made speaking and writing in Pidgin the focus of his career. But even those who don&rsquo;t take as bold as a stance as Lee reveal a relationship with the language that&rsquo;s evolving. Jeff Moniz, who was a public school teacher in Hawai'i for years and now teaches at the University of Hawai'i&rsquo;s School for Secondary Education, says he uses both English and Pidgin in the classroom. For Jeff, Pidgin is a way of connecting with his students on a more familiar level. He says it&rsquo;s become a kind of local code. In a place that has so many tourists, Pidgin has become a shorthand for saying &ldquo;hey&mdash;I&rsquo;m from here.&rdquo;</span></p>\n<p><br />D. Dear Honolulu<br />Darrell Lum, founder and editor of Bamboo Ridge Press, a publishing house that puts out work in Pidgin, contributes his letter to the city of Honolulu.&nbsp;</p>\n<p><br />SEGMENT C (18:59)<br />Incue: You're listening to State of the Re:Union...<br />Outcue: This is NPR.</p>\n<p><br />Perhaps the most dramatic change Hawai'i experienced because of the sugar plantations was in the management of the land. Not only were hundreds of thousands of acres devoted to the production of sugar cane, but dry land was turned green. Traditional agriculture shrank. Sugar transformed the landscape. These last two stories are about efforts Hawaiians are making now to wrest back that land. <br /><br />A. REVIVING BROTHER TARO<br />In the Waihole Valley, on the rural west side of Oahu, the highway is dotted with handmade signs decrying development. Though sugar wasn&rsquo;t grown on this side of the island, the Waihole Valley&rsquo;s battle against development is tied in with the history of sugar plantations too. And that&rsquo;s because of one thing: water. Sugar cane is a thirsty plant, with a hundred acres demanding a million gallons of water a day. And so plantation owners bought the rights to build irrigation ditches and even complicated networks of pipes that would bring water from the wet side of the island to the dry side (several Hawaiian islands have rainy and dry sides, a result of the weather created by the islands&rsquo; unusual topography). And that disrupted the way water had traditionally been used by Native Hawaiians. Their understanding for how to grow things here was knit into a very sophisticated understanding of their local ecology. They thought about the land in terms of Ahapua'a or watersheds, in which the flow of water--from the rain that lands on the mountains and feeds mountain streams which eventually run down to the shore&mdash;connects all things. Dating back to ancient times, people had the right to use the water that flowed through the area in which they lived, as long as it wasn&rsquo;t to the detriment of those downstream, from other farmers to fishermen. The crop that was the most important of all was taro, a starchy tuber. Taro was traditionally grown using an early form of irrigation, with Native Hawaiian farmers diverting water off streams and then back into them, to keep the ocean ecosystem receiving water.&nbsp; All of that changed with the sugar plantations.&nbsp;</p>\n<p><span>Then, in the later 20</span><span><sup>th</sup></span><span> century, the sugar plantations started folding. This was happening just as local agriculture was seeing a new burst of energy. Some of the new taro farmers were brothers John, Charlie and Paul Reppun on the windward side of Oahu. They&rsquo;d watched Hawai'i changing as they grew up. It was being developed. As the sugar plantations started to fail, former agriculture land became golf courses, resorts.</span></p>\n<p><span>&ldquo;My brothers and I kind of ran away from the world, to get into farming, hair down to our waists,&rdquo; John Reppun says. &ldquo;We didn&rsquo;t know anything about taro growing up. We would eat poi (pounded taro) at special occasions. As we got interested in agriculture and growing taro, we quickly ran into problems with water. So we went looking for advice, talking to older Hawaiian taro farmers. They were having water problems as well, even as they were teaching us.&rdquo; What Charlie found was that their water was being diverted to the other side of the mountain to what <em>used</em> to be a sugar plantation, and now was just being used to pipe in a water supply for development on the Honolulu side. Charlie Reppun was one of the first rabble rousers to challenge that water use, a battle he won. Water rights battles are still being fought on Maui and Kaua'i today.<br /></span><br />B. THE FEAR THAT SEEDS COULD BE THE NEW SUGAR<br />When the sugar plantations started closing, not all of them were turned into developments. Many have been devoted to what some are calling Hawai'i&rsquo;s newest cash crop: genetically-modified seeds. As far as the agribusiness companies go, this is a win-win: a ready workforce with knowledge of agriculture plus an endless growing season. A seed company like Monstanto or Syngenta can grow three or more crops of corn each year in Hawai'i. That makes it a prime location for seed research, experimentation with genetic modification of crops. And that&rsquo;s led to agricultural practices that have prompted one of the biggest controversies in Hawai'i in years.&nbsp;</p>\n<p><span>On the island of Kaua'i, much of what once was planted in sugar is now planted in corn. When some locals, like Native Hawaiian Malia Chun, started to learn what was being grown on the fields next door, they got concerned. </span><span>Malia found just the idea of GMOs disturbing because of the traditional Hawaiian understanding of the natural world, and humans relationship to it. But she got more worried when she found out about the pesticides being sprayed on the cornfields. She and her two young daughters started having health issues she <em>thought</em> might be connected to the pesticides. But she didn&rsquo;t know what they were. </span><span>Kaua'i County Councilman Gary Hooser introduced legislation that was aimed at getting seed companies to divulge which pesticides they&rsquo;re using, and would establish buffer zones around schools and other public areas.</span><span> The seeds companies said they were complying with all state and federal laws regarding the use of pesticides and GMO crops, which don&rsquo;t require them to make public the kinds of chemicals they&rsquo;re using.&nbsp;</span><span> Companies like Syngenta fought the bill hard. It divided the island&rsquo;s community, with agricultural workers testifying against the bill, worried it would mean the loss of much-needed jobs.&nbsp; Other Kaua'i residents testified about a range of health problems they thought could be connected to seed companies&rsquo; pesticide use, and just concern about genetically-modified plants in general. After months of debate, the county council voted in October 2013 in favor of the bill, even overriding Kaua'i mayor&rsquo;s veto to make it law. But that doesn&rsquo;t mean the war is over; the biotech companies are now challenging the newly passed law in court. And Kaua'i residents are still trying to sort out what this means for them, and the future of their island, which has now seen the era of sugar pass into the era of seeds.&nbsp;<br /></span><br />C. Hawai'i&rsquo;s Aloha: A Final Monologue <br />Host Al Letson wraps up the show with a consideration of the meaning of the Hawaiian word Aloha, how it relates to the legacy of the sugar plantations, and what the next chapter of that legacy might be.&nbsp;</p>\n<p>Promo Transcript: <br />In Hawai'i, land that was once planted with sugar, is now being devoted to a new kind of agriculture. One that has some of the locals worried.\"The first thing I wanted to do was like run out and tell all my neighbors. Oh my God do you know what is happening? Do you know what's happening around us?\" Stories of the legacy of sugar in Hawai'i. That's on the next State of the Re:Union.</p>\n<p>Broadcast Window Begins 5/13/14</p>\n<p>Hawai'i: The Legacy of Sugar will be available beginning&nbsp;May 13, 2014, on PRX and the Content Depot without charge to all public radio stations, and may be aired an unlimited number of times prior to December 31, 2014. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only.&nbsp;</p>\n<p>State of the Re:Union is presented by WJCT, and co-distributed by NPR and PRX.&nbsp; Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting.&nbsp;</p>\n<p><span><br />Thanks for your consideration of State of the Re:Union with Al Letson. Please contact your NPR Stations relations person or Melissa LaCasse at lacasse.melissa@gmail.com or 207.776.4926 with questions or to confirm carriage.</span>&nbsp;</p>","byline":"Al Letson","published":"2014-05-12T15:28:52+00:00","tags":["Entertainment","Historical","Travel"],"itags":["prx:stories-118336"],"audio":[{"href":"https://hal.prx.org/pub/2a95a388a6a809ae1165d5df43f082c2/0/web/story_image/286668/medium/sotru_profile-pic_01.gif","type":"image/gif","meta":{"crop":"medium"}},{"href":"https://cms.prx.org/pub/6748644b83f9b72d62835f63da4cc185/0/web/audio_file/668891/broadcast/01-Hawaii_Billboard.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886265}},{"href":"https://cms.prx.org/pub/805b0a3c5862d1f6c1bdc2d304105e34/0/web/audio_file/668895/broadcast/02-Hawaii_Newscast_Music_Bed.mp3","type":"audio/mpeg","meta":{"duration":29,"size":927685}},{"href":"https://cms.prx.org/pub/c871d910f9b53c71b1135a41e5e4b9be/0/web/audio_file/668897/broadcast/03-Hawaii_Segment_A.mp3","type":"audio/mpeg","meta":{"duration":749,"size":23941955}},{"href":"https://cms.prx.org/pub/4bbbe6577c844175aa5dfda5882d6ca4/0/web/audio_file/668894/broadcast/04-Hawaii_Segment_A_Music_.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886265}},{"href":"https://cms.prx.org/pub/51364da6605abd265709a1d1c94cdea5/0/web/audio_file/668900/broadcast/05-Hawaii_Segment_B.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36408505}},{"href":"https://cms.prx.org/pub/697eb786950a306261e94ab755e16fbf/0/web/audio_file/668901/broadcast/06-Hawaii_Segment_B_Music.mp3","type":"audio/mpeg","meta":{"duration":58,"size":1882925}},{"href":"https://cms.prx.org/pub/f5e48d02d75b630739968f774f88a232/0/web/audio_file/668892/broadcast/07-Hawaii_Segment_C.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36408505}}]}