{"created":"2015-04-01T11:43:35+00:00","modified":"2015-07-03T20:25:30+00:00","valid":{"from":"2015-07-03T20:25:30+00:00","to":"3015-07-03T20:25:30+00:00"},"hreflang":"en","title":"Iran Nuclear Talks: Kerry Will Remain In Switzerland For Another Day","published":"2015-04-01T19:13:00+00:00","teaser":"The State Department said talks over reaching a framework deal on Iran's nuclear program are progressing, but the sides have \"not reached a political understanding.\"","itags":["npr_api","396766945"],"guid":"3831acdd-f42b-406b-9674-e1f7be2d9cdc","contentencoded":"<p><strong>(This post was last updated at 3:12 p.m. ET.)</strong></p><p>A day after the self-imposed deadline passed for reaching a framework agreement on Iran's nuclear program, negotiators are still working.</p><p>By evening in Switzerland, the State Department said Secretary of State John Kerry would remain in Lausanne until at least Thursday morning.</p><p>\"We continue to make progress but have not reached a political understanding,\" State Department spokeswoman Marie Harf said.</p><p>Top diplomats from Iran and six countries had been sending mixed signals on a potential deal, and some have departed the talks.</p><p>As of Wednesday morning, NPR's Peter Kenyon tells <a href=\"http://www.npr.org/programs/morning-edition/\">Morning Edition</a> that \"three foreign ministers — half the international contingent — are gone. That's Russia, China and France.\"</p><p>\"I think we have a broad framework of understanding, but there are still some key issues that have to be worked through,\" Britain's foreign secretary, Philip Hammond, says.</p><p>Russian Foreign Minister Sergei Lavrov says general agreement on \"all key aspects\" has been reached, while Iran's senior negotiator Abbas Araqchi says he hopes to wrap up talks today but that some gaps remain.</p><p>From Lausanne, Peter reports, \"Officials from other nations gave no sign that agreement had been gained on the thorniest issues, including sanctions relief and Iran's future nuclear research and development.\"</p><p>After the March 31 deadline for a political deal, the next mark for Iran's nuclear program would be June 30, the deadline for an agreement on technical details.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Iran+Nuclear+Talks%3A+Kerry+Will+Remain+In+Switzerland+For+Another+Day&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":"207"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1396767351-e453a8.m3u?orgId=1&topicId=1009&d=207&story=396766945&ft=nprml&f=396766945"}]}