{"created":"2015-06-09T21:43:48+00:00","modified":"2015-06-15T19:08:49+00:00","valid":{"from":"2015-06-15T19:08:49+00:00","to":"3015-06-15T19:08:49+00:00"},"hreflang":"en","title":"Costs Of Slipshod Research Methods May Be In The Billions","published":"2015-06-10T19:10:00+00:00","teaser":"Up to half of all results from biomedical research laboratories these days can't be replicated by other science teams. Why not? Myriad flubs slow progress in the hunt for cures.","itags":["npr_api","413140503"],"guid":"384df051-cea4-46d1-976e-043423cae945","contentencoded":"<p>Laboratory research seeking new medical treatments and cures is fraught with pitfalls: Researchers can inadvertently use bad ingredients, design the experiment poorly, or conduct inadequate data analysis. Scientists working on ways to reduce these sorts of problems have put a staggering price tag on research that isn't easy to reproduce: $28 billion a year.</p><p>That figure, <a href=\"http://journals.plos.org/plosbiology/article?id=10.1371/journal.pbio.1002165\">published</a> Tuesday in the journal <em>PLOS Biology,</em> represents about half of all the preclinical medical research that's conducted in labs (in contrast to research on human volunteers). And the finding comes with some important caveats.</p><p>The $28 billion doesn't just represent out-and-out waste, the team that did the research cautions. It also includes some studies that produced valid results — but that couldn't be repeated by others because of the confusing way the methods were described, or because of other shortcomings.</p><p><a href=\"http://www.gbsi.org/about/bio/leonard-p-freedman-phd/\">Leonard Freedman</a>, who heads a nonprofit called the Global Biological Standards Institute, decided to undertake the study with two Boston University economists, <a href=\"http://smgapps.bu.edu/mgmt_new/profiles/CockburnIain.html\">Iain Cockburn</a> and <a href=\"http://people.bu.edu/tsimcoe/\">Timothy Simcoe</a>. Their goal was to identify ways to make research more efficient.</p><p>\"We initially were asking a very simple question,\" Freeman says. \"We simply wanted to know how much money is being spent each year on basic preclinical research that is not reproducible.\"</p><p>That turned out to be a very difficult question; only a few studies have addressed the issue head-on, and they aren't directly comparable. The economists eventually homed in on a best estimate: $28 billion per year.</p><p>But that's a contentious conclusion.</p><p>There's no question there are some fields of research where reproducibility is a glaring problem. For example, many scientists who use human cells grown in the lab are actually using cells that aren't what they appear to be. A widely used cell labeled as breast cancer is actually a melanoma cell, it was recently discovered, and there are hundreds of similar examples.</p><p>Freedman notes that the National Institutes of Health annually funds about <br /> $3.7 billion worth of research that uses cell lines. \"So,\" he reasons, \"if a quarter of these projects apparently use contaminated or misidentified cells, that's a large [share] of the $3.7 billion.\"</p><p>He figures that $1 billion could be saved if scientists first ran DNA fingerprint tests on their cells, to verify that they're studying the right tissue.</p><p>Other causes of trouble the scientists identified include poorly designed experiments, poorly documented lab protocols and inappropriate data analysis.</p><p>\"Better training for students, postdoctoral fellows, even principal investigators is in order here,\" Freedman says.</p><p>Stefano Bertuzzi, executive director of the American Society for Cell Biology, acknowledges these are all real problems in his field but says that's not the whole story.</p><p>\"The problem I have with the study is it wants to be a little bit sensational,\" Bertuzzi says.</p><p>The analysis lumps together fatal flaws — like using contaminated cells — with much less serious weaknesses, he says. Some studies are labeled as irreproducible because they give poor descriptions of their methods, making it difficult for other scientists to repeat the experiment.</p><p>\"While this could be a nuisance, it doesn't mean the study is flawed or is wrong,\" Bertuzzi says. \"The problem is folding all of this into a monetary value that gives the impression that this is wasted money. That's not correct.\"</p><p>Bertuzzi has written a <a href=\"http://ascb.org/imaginary-numbers-and-the-real-irreproducibility-crisis-in-preclinical-research/\">rebuttal</a> to the study, published on his society's Web page.</p><p>Freedman agrees that the $28 billion isn't all wasted effort, though it may be easy to jump to that conclusion. \"I hope this work is not misconstrued,\" he says. As science explores the frontiers of knowledge, some missteps are inevitable. And as researchers working in other labs attempt the same experiments, errors get weeded out — and good results get validated. Reproducibility is a cornerstone of scientific research.</p><p>Freedman says he hopes that the dollar values he calculated will help focus attention on areas where improvements will yield a big bang for the buck. And in fact, his organization has launched a <a href=\"http://www.gbsi.org/work/authenticate/\">campaign</a> that's trying to get scientists to make sure they know the true identity of the cells they're studying in their labs.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Costs+Of+Slipshod+Research+Methods+May+Be+In+The+Billions&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Richard Harris","audio":[{"meta":{"duration":"209"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1413192506-6f44bb.m3u?orgId=1&topicId=1128&d=209&p=2&story=413140503&t=progseg&e=413066885&seg=12&ft=nprml&f=413140503"},{"href":"http://media.npr.org/assets/img/2015/06/09/istock_000060210544large-f4f371064b84f0eec47b93f162130623007963fe.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1474","width":"1965"}}]}