{"created":"2014-12-09T23:36:26+00:00","modified":"2014-12-10T22:26:53+00:00","valid":{"from":"2014-12-10T22:26:53+00:00","to":"3014-12-10T22:26:53+00:00"},"hreflang":"en","guid":"385337a0-d50b-4db3-a664-bcd883e6d376","title":"Egypt's social media activists cannot depend solely on Twitter, Facebook ","published":"2014-12-10T22:26:47+00:00","byline":"Joyce Hackel","tags":["social media","internet","Tahrir Square","protesters","Demonstrations","activists","Mubarak","SafeMode","Conflict","Conflict & Justice","Cairo","Africa","Egypt","Mideast","Middle East","Africa","Rasha Abdullah","Egypt","Tahrir Square","social media activist","Social change","Internet","Facebook","Mubarak","Protests","demonstrations","protestors","New Wars, New Warriors"],"teaser":"Protesters responded to Facebook invitations to help topple Egypt's leader in 2011. These days, a person could be jailed for posting such an invitation.","contentencoded":"<p>Many of the young Egyptians who crammed into Tahrir Square in 2011 had put their faith in social media. They'd posted their protests weeks in advance on Facebook, and people responded by saying: ''I'm attending the revolution.''</p>\n<p>These days, however, just posting an invitation to a demonstration on Facebook could land someone in jail, says Rasha Abdulla, a professor at The American University in Cairo.</p>\n<p>In 2011, Abdulla says, she thought of the toppling of Egyptian President Hosni Mubark as \"the realization of this big dream...The victory of all these young people who Mubarak at some point called 'the internet kids.' And he said, 'Let them play,'\" she says. \"They've played all right. They've toppled the regime.\"</p>\n<p>In 2013, Facebook and Twitter didn't save the day when Egypt's military toppled elected President Mohammed Morsi.</p>\n<p>Abdulla says now there's little talk of harnessing social media to organize new demonstrations. The regime passed a<a href=\"http://www.hrw.org/news/2014/10/26/egypt-23-sentenced-over-anti-protest-law\"> law</a> giving Egyptian authorities broad powers to disperse crowds. The lesson, she says: Egyptians underestimated the resilience of the regime.</p>\n<p>\"We're new at this. We thought that 18 days could change the world,\" she says. \"What happened is that we toppled the head of the regime, but the essence of the regime remained in power.\"</p>\n<p></p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/story_main/public/Yara_edit.jpg?itok=4zUdGhFu\" width=\"937\" height=\"552\" alt=\"\" /><div class=\"field-caption\">\n    <p>Egyptian Yara Sallam has been imprisoned for her activism. </p>\n  </div>\n  <div class=\"image__credit\">\n    <span class=\"image__credit-label\">\n      Credit:\n    </span>\n    <p>Courtesy of Rasha Abdulla. </p>\n  </div>\n</div>More than 41,000 Egyptians have been jailed in the past two years. Among the jailed activists: Yara Sallam, who just spent her 29th birthday behind bars. She was reportedly <a href=\"http://www.huffingtonpost.com/brian-dooley/the-exceptional-egyptian_b_5679301.html\">arrested when she was purchasing water</a> from a street vendor near a demonstration against the new protest law.\n<p>Abdulla calls Sallam \"a great spirit,\" and says the young activist manages to smuggle messages out of prison that appear on social media feeds.</p>\n<p>\"It's amazing how these young people in prison are writing statements to keep us hopeful, to keep us fighting, and to keep us maintaining our momentum,\" she says.</p>\n<p>Asked how activists might have used social media differently in 2011, Abdullah says that's a \"riddle.\"</p>\n<p>\"A lot of these activists are pure revolutionaries. They do not want to do politics, because politics is a dirty business,\" she says. \"You're going to have to make concessions and these people are so pure in their fight for what they want that they are not able to make concessions.\"</p>\n<p>That inability to compromise, Abdulla says, is what halted the revolution in its tracks.</p>\n<p>\"Maybe time and the younger generations that are now coming up, maybe the younger political parties that are now on the scene need to be more serious, to train their young cadres to be able to do that one day, because we couldn't do that,\" she says.</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Rasha%20Tahrir.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/rasha-tahrirjpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/120920146.mp3"},{"href":"http://www.pri.org/file/120920146mp3"}]}