{"created":"2014-10-08T16:17:43+00:00","modified":"2014-10-31T02:11:05+00:00","valid":{"from":"2014-10-31T02:11:05+00:00","to":"3014-10-31T02:11:05+00:00"},"hreflang":"en","title":"Iran's President Gets Tepid Reception In First Year On The Job","published":"2014-05-12T15:17:00+00:00","teaser":"The wave of expectations that marked Hassan Rouhani's rise to power has given way to impatience from his supporters and attacks from his critics.","itags":["npr_api","311655608"],"guid":"385bc7e9-e452-476f-9b73-ba7afbd9bf2d","contentencoded":"<p>Almost a year into Hassan Rouhani's presidency, the wave of high expectations that marked his rise to power in Iran has given way to impatience from his supporters and increasing attacks from his critics.</p><p>As Iranian negotiators headed to New York last week for expert-level nuclear talks, conservatives spoke out in parliament and gathered at the old U.S. Embassy in Tehran for some of the boldest attacks yet on Rouhani's leadership. Until now, Supreme Leader Ayatollah Ali Khamenei has kept hardliners relatively quiet about the nuclear negotiations, which resume Tuesday in Vienna.</p><p>Rouhani strongly denied charges that his team was \"giving away Iran's nuclear rights.\"</p><p>\"Through lies and hype, some people are trying to derail the government from its path, and this is against national interests and the leader's order,\" Rouhani said. \"Iran does not compromise on the people's interests.\"</p><p>Analysts say the increasing volume of conservative attacks is troubling, especially when coupled with the quieter but noticeable criticism coming from reformers over the lack of progress on social and cultural reforms that Rouhani raised during his campaign.</p><p>Trita Parsi, president of the Washington-based National Iranian American Council, says as Rouhani's economic experts dug into the budget, they found even more of a mess than they had imagined, such as structural problems that will take a long time to fix even if a nuclear deal can be reached.</p><p>\"Even if sanctions are lifted, it's going to take a tremendous amount of effort to be able to fix those problems,\" Parsi says. \"But the population's expectations, however, [are] more geared towards thinking that once there's a nuclear deal, things will change quickly, and that simply is not going to be the case.\"</p><p><strong>Putting Recovery Before Redistribution</strong></p><p>Economist Djavad Salehi Isfahani at Virginia Tech was back in Iran as recently as December. He says Rouhani has rightly focused on big economic issues: balancing the budget, cutting Iran's horrendous inflation rate, stabilizing the currency and promoting investment. He has also assembled a competent economic team, presenting a much more stabilizing image than the one left by his populist and erratic predecessor, Mahmoud Ahmadinejad.</p><p>But Isfahani worries that Rouhani is so focused on the larger picture that he risks being seen as indifferent to the street-level problems plaguing Iran's poor.</p><p>\"Rouhani is very serious about putting economic improvement before redistribution,\" Isfahani says. \"He has said very little about reducing poverty, reducing inequality, all the slogans that occupied his predecessor Ahmadinejad's mind.\"</p><p>The other thing that he worries about is Rouhani's apparent lack of attention to Iran's double-digit unemployment rate, especially among the young. He says Rouhani has inspired confidence in parts of the business class, but may find that he needs a touch of Ahmadinejad's populism as well.</p><p>\"The fact that he is focused on lowering the dollar, the cost of imports, and has lowered inflation, all those are very good,\" Isfahani says. \"But ultimately the average Iranian household wants to see their son or daughter have a future, be able to get a job, be able to move forward. And on that, I don't think he has even started making promises [or] become more concrete about what he wants to do.\"</p><p><strong>Betting Everything On Successful Nuclear Talks</strong></p><p>Analyst Trita Parsi adds that for better or worse, Rouhani has tied his administration — and the hopes of the moderates and reformers who helped elect him — to the nuclear talks that are grinding toward a crucial moment this July, the initial deadline for reaching a comprehensive accord.</p><p>\"But he has truly bet almost his entire presidency right now on the nuclear talks,\" Parsi says. \"And that has had the consequence that a lot of other issues have not received that much attention from him, because the strategy has been to fix the nuclear issue first, gain political capital and political space before he then takes on other issues, including cultural issues in the Iranian society.\"</p><p>The question for some reformers now is whether Rouhani will ever have sufficient political strength to take on Iran's hardliners, who are already warning him not to stray beyond the nuclear issue and the economy.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Iran%27s+President+Gets+Tepid+Reception+In+First+Year+On+The+Job&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Peter Kenyon","audio":[{"meta":{"duration":"266"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1311760046-4a6aaa.m3u?orgId=1&topicId=1009&ft=3&f=311655608"}]}