{"created":"2015-04-06T21:16:45+00:00","modified":"2015-04-07T18:39:42+00:00","valid":{"from":"2015-04-07T18:39:42+00:00","to":"3015-04-07T18:39:42+00:00"},"hreflang":"en","guid":"385e1335-b1d3-4e54-aba4-f6fd95e0ee93","title":"Americans in Yemen want out, and two flights being readied ","published":"2015-04-07T18:39:37+00:00","byline":"Stephen Snyder","tags":["Yemeni Americans","Yemeni civil war","evacuation","Conflict","Conflict & Justice","Yemen","United States","Gulf of Aden","Yemen","Aden","Djibouti"],"teaser":"How can Americans get out of Yemen? An expert on rescuing people in dangerous environments spells out the options, and a former State Department official says it's worse than Libya in 2011.","contentencoded":"<p>For American citizens stuck in Yemen, there's just one question: How do we get out?</p>\n<p>The State Department is urging Americans in Yemen to pay attention to opportunities for escape — and encouraging Americans to sign up for the infrequent flights, <a href=\"http://yemen.usembassy.gov/messages040615.html\">including two hoped-for flights from Sanaa, the capital, to Djibouti this week.</a> Those flights are through India and an international migration agency. Experts say it is extremely unlikely that Washington would launch a large-scale extraction mission for its nationals, as several other countries have done.</p>\n<p>\"Sending in military assets, even for an evacuation operation, could put US citizen lives at greater risk with limited chance of success,\" a State Department spokesman wrote to PRI's The World in an email. And Dan Richards, the CEO of <a href=\"http://globalrescue.com/\">Global Rescue</a>, says there are good reasons for that.</p>\n<p>With Saudi jets bombing Yemen, including its airports, evacuation by air is at best, an infrequent option. That would leave the sea route, and \"the warships that are in the Gulf of Aden are, unfortunately, not able to approach the port, because of the active fighting and the shelling that's occurring,\" says Richards, whose company conducts medical and security evacuations around the world.</p>\n<p>So while no one is willing to send in the Marines just yet, The State Department is urging Americans in Yemen to pay attention to all opportunities for escape<a href=\"http://yemen.usembassy.gov/messages040615.html\">.</a> Al Jazeera producer Amel Ahmed tweeted a potential sea route out of the country via the port of Mokha, on Yemen's southwestern coast: </p>\n<blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p>U.S gov tells citizens in <a href=\"https://twitter.com/hashtag/Yemen?src=hash\">#Yemen</a> to exit thru Mokha/Aden &amp; cross into Djibouti by boat. \"Djibouti stands ready to receive any nationality.\"</p>\n<p>— Amel Ahmed (@amelscript) <a href=\"https://twitter.com/amelscript/status/584807828617068544\">April 5, 2015</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p>Busses periodically leaving from Sanaa to Mokha from Djiboutian Embassy. You NEED a Djiboutian visa. Embassy located on Amman Street. <a href=\"https://twitter.com/hashtag/Yemen?src=hash\">#Yemen</a></p>\n<p>— Amel Ahmed (@amelscript) <a href=\"https://twitter.com/amelscript/status/584808619314675712\">April 5, 2015</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p>PJ Crowley, who served as assistant secretary of state during the Libyan civil war in 2011, says the situation in Yemen now is even more dire than the one he faced then. \"I think the difference is in Libya you still had a modestly functioning government that was in a position to assure the safe evacuation of US diplomats and US citizens,\" Crowley says. \"That's a little bit less clear today in Yemen, where the existing government ... is struggling just to survive.\"</p>\n<p>The uncertainty of an air option is also a major concern. While some Americans left Libya via boat, Crowley points out, \"there was also a very significant airlift of the United States and other countries, because there was a functioning airport. You could bring in a mix of commercial and military aircraft to ferry people out of the country as well. It's unclear whether that kind of basic security exists in Yemen today.\"</p>\n<p>The number of Americans trapped in Yemen can only be estimated, as there are no authoritative figures. \"US citizens are not required to register their presence abroad, and we do not maintain comprehensive lists of US citizens residing overseas,\" the State Department wrote to PRI's The World. \"Estimates of US citizens in particular countries can vary and are constantly changing.\"</p>\n<p>But Yemeni Americans themselves are communicating and building their own database of<a href=\"http://www.pri.org/stories/2015-04-06/how-violence-yemen-hits-home-united-states\"> people trapped in Yemen</a>. Their campaign is gathering information, and putting pressure on the US State Department to do more to help Americans caught in the crossfire of Yemen's growing civil war.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-06%2Ffirst-question-americans-ask-yemen-how-do-we-get-out&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0406201502.mp3"},{"href":"http://www.pri.org/file/0406201502mp3"}]}